{
  "ticker": "EXLS",
  "company_name": "ExlService Holdings, Inc.",
  "cik": 1297989,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001297989-25-000002",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001297989&accession_number=000129798925000002&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "ITEM 1.     Business\n\nExlService Holdings, Inc. (“EXL,” “we,” “us,” “our” or the “Company”), incorporated in Delaware in 2002, is a global data and artificial intelligence (“AI”) company that offers services and solutions to reinvent client business models, drive better outcomes and unlock growth with speed. EXL harnesses the power of data, AI, and deep industry knowledge to transform businesses, including the world’s leading corporations in industries including insurance, healthcare, banking and capital markets, retail, communications and media, and energy and infrastructure, among others. EXL was founded in 1999 with the core values of innovation, collaboration, excellence, integrity and respect. We are headquartered in New York and have approximately 59,500 employees spanning six continents.\n\nWe deliver advanced analytics and AI-powered digital operations and solutions to our clients, driving enterprise-scale business transformation initiatives that leverage our deep domain expertise in generative AI and cloud technology. Data, AI, analytics and digital have become core to virtually every significant move a business makes to serve customers, optimize business processes, stay competitive and grow. Our vision of being an indispensable partner for data and AI-led transformation reflects the long-term priorities of our clients' businesses across industry sectors, and we continue to evolve our offerings to drive business outcomes. Our data and AI-led value creation framework enables better and faster decision making, leveraging our end-to-end data, analytics, AI capabilities and deep industry knowledge to drive improved business outcomes, and re-designing of operating models to integrate advanced technology into operational workflows. We embed AI, digital operations and solutions into clients’ businesses and introduce our data and AI-led approach to transform operations with every new engagement, which helps our clients achieve better customer experience, higher productivity, cost efficiency and improved business outcomes.\n\nThrough the end of 2024, we managed and reported financial information through our four reportable segments or strategic business units: Insurance, Healthcare, Analytics and Emerging Business, which reflected how management reviewed financial information and made operating decisions throughout that period. Our strategic business units align our products and services with how we manage our business, approach our key markets and interact with our clients. These business units develop client-specific solutions, build capabilities, maintain a unified go-to-market approach and are integrally responsible for service delivery, customer satisfaction, growth and profitability. By integrating AI, data and analytics directly into our client workflows, we drive intelligence into our clients’ digital operations that drive superior sales outcomes, optimize costs and power resilient and agile business models.\n\nDigital Operations and Solutions\n\nOur digital operations and solutions, which we deploy for our clients from our Insurance, Healthcare and Emerging Business strategic business units, are focused on solving complex industry challenges. We use a focused industry vertical approach, and our solutions are designed to help our clients realize their business and innovation goals and improve their strategic competitive position.\n\nSome of our data and AI-driven digital operations and solutions include: a) multi-modal data ingestion using AI, and converting unstructured content into curated and usable data, b) real-time and comprehensive data insights with end-to-end data management and 360-degree customer views for our clients, c) omni-channel and frictionless customer experience including self-service, conversational AI and smart agent assist, d) AI-powered automation of transaction processing and e) automated quality, compliance and audits. Using these solutions, we have transformed client operations such as underwriting operations, claims processing, accounts payables processing, utilization management, member and provider contact center services and collections and accounts receivables. We manage and digitally transform these operations for our clients by deploying our solutions through a software-as-a-service (“SaaS”) model via our partners’ cloud network or a client’s on-cloud deployment model, to digitally transform their retained operations.\n\nOur key digital and AI capabilities that drive data and technology-led transformation for our clients include generative AI, reinforcement learning, hyper-automation, cloud data management, conversational AI, robotics, enterprise architecture development, integration platform as a service and AI for Operations. Some of our key solutions are:\n\n•Insurance Large Language Model (“LLM”) is an industry-specific LLM that supports critical claims and underwriting-related tasks, such as claims reconciliation, data extraction and interpretation, question-answering, anomaly detection and chronology summarization. \n\n•Generative AI platform for the development and deployment of our proprietary solutions, including, among others, Smart Agent Assist, Claims Assist, Conversational Business Intelligence and Code Harbor.\n\n•Xtrakto.AI is a patented and AI-powered solution designed to alleviate the challenges of managing unstructured data. \n\n•PayMentor is an AI-powered collections and receivables management solution designed to optimize the debt collection process. \n\n•Digital Finance Suite automates and streamlines financial processes and key finance and accounting tasks, which helps customers gain real-time visibility into financial operations leading to faster decision making and reduced risks, among others. \n\n•Data and AI-led Customer Experience: Delivers AI-infused customer experiences across multiple customer journeys and touchpoints.\n\n•Digital Lending and Embedded Financing: AI-powered financing solution that reimagines and delivers a seamless and end-to-end origination, service and payments journeys for multiple credit and loan products across industries.\n\n•Data and AI-led Automation Solution eliminates friction and fragmentation in transaction processing using some of our proprietary workflow solutions.\n\nWe use AI, data, and cloud technology, including our suite of solutions and accelerators, within a standardized, reusable and shared engineering and delivery infrastructure, which allows us to leverage our investments across multiple clients.\n\nOur strategic business units, which provide digital operations and solutions, are described below:\n\nOur Insurance strategic business unit serves property and casualty insurance, life insurance, disability insurance, insurance brokers, reinsurers, annuity and retirement services and insurtech companies. We provide end-to-end digital transformation solutions and data and AI-led operations services across the insurance industry encompassing claims processing, premium and benefit administration, agency management, account reconciliation, policy research, underwriting support, new business acquisition, policy servicing, premium audit, surveys, billing and collection, commercial and residential survey and customer service using digital technology, AI, including generative AI, machine learning (“ML”) and advanced automation. We provide end-to-end third-party administration for life and annuity insurance policies, which includes digital customer acquisition services using a SaaS delivery model through our LifePRO® and Life Digital Suite platforms that help clients administer life insurance, annuities and credit life and disability insurance policies. We also provide subrogation services to property and casualty insurers using a business process-as-a-service delivery model and our proprietary Subrosource® software platform, the largest commercial end-to-end subrogation platform. Subrosource® integrates with client systems, manages recovery workflow, increases recoveries and reduces costs. We provide a suite of data and AI-led finance and accounting services that include financial planning and analysis, decision support, GAAP and statutory reporting and compliance services in addition to core finance operations. We bring a data and AI-led and practical digital approach to finance and accounting, enabling our clients to simplify and scale their finance and accounting processes, drive stakeholder centricity, improve controls and compliance, reduce operating costs and deliver rich data and AI-led insights to our clients’ businesses.\n\nOur Healthcare strategic business unit primarily serves U.S.-based healthcare payers, providers and pharmacy benefit managers organizations. We combine deep healthcare domain expertise with data and AI-led insights and technology-enabled services to transform how care is delivered, managed and paid. We provide services related to care management, utilization management, disease management, payment integrity, revenue optimization and customer engagement directly addressing the market need for improved healthcare outcomes, patient and provider experience and access to the healthcare system in the healthcare market and optimized healthcare spend.\n\nWe offer digital operations, SaaS and platform services designed to serve the healthcare industry. Our integrated care management offering, including our proprietary clinical data, connects payers, providers and members to increase efficiencies and effectiveness across all aspects of care management, including medical, pharmacy and behavioral health. Our data and AI-led digital operations and solutions infuse advanced analytics, AI, generative AI, cloud, ML and robotics capabilities to improve efficiency, business outcomes and the consumer experience in healthcare across patient/member management, contracting and network management, health and care management, claims administration and business operations.\n\nSimilar to our Insurance strategic business unit, we also provide finance and accounting services, digital transformation and advisory/consulting services to our clients in the healthcare industry.\n\nOur Emerging Business strategic business unit provides AI and data led enterprise solutions in the areas of finance and accounting, customer experience management and revenue enhancement to clients primarily in the banking and capital markets, utilities, retail and consumer packaged goods, technology, media, and telecom, travel and leisure, manufacturing, transportation and logistics and business services industries. These enterprise solutions complement our domain-specific industry solutions enabling our clients to deliver superior performance.\n\nOur AI and data driven finance and accounting services include high-end analytical services, including financial planning and analysis, management reporting, advanced forecasting and decision support, data management, regulatory reporting and risk and compliance services in addition to core transactional finance operations. Our Digital Finance Suite, which is now an AI powered integrated cloud-based hyper-automation insights, and processing platform, helps chief financial officers transform finance into an AI and data-led, digitally enabled, scalable function that drives economic performance for the enterprise, delivers improved business outcomes with lower cost to serve, and better stakeholder experience.\n\nOur client experience management solutions that run on a combination of client, partner and proprietary platforms, help our clients improve their end-customer experience across the front, middle and back-office, integrating data flows, redesigning customer service processes and delivering a digital omni-channel customer experience. To deliver these solutions, we combine our deep industry knowledge with advanced analytics and digital capabilities, including robotics, proprietary and partner-driven AI and ML solutions.\n\nOur revenue enhancement solutions include lead generation, inside sales and digital marketing, pricing, customer and marketing analytics, billing and proprietary revenue assurance solutions, which helps deliver direct topline and margin impact to our clients’ business.\n\nWe also provide industry-specific digital operations and solutions. For our clients in the banking and financial services sector, we provide a range of AI enabled digital solutions, including residential mortgage lending, title verification and validation, retail banking and credit cards, trust verification, commercial banking and investment management. In the retail and consumer packaged goods sector, we provide supply chain management services and AI-led advanced analytical services including merchandising, pricing and demand forecasting. For our clients in the utilities sector, we offer AI enabled digital operations and solutions related to end-to-end customer life cycle management including onboarding and terminations, engineering field services, customer service, billing and debt management and collections. In the technology, media, and telecom sector, we manage media and advertising reconciliations, order entry, fulfillment and licensing management operations. For our clients in the travel and leisure sector, we provide corporate and leisure travel services, including, AI enabled digital reservations, customer service and fulfilment services. In the transportation and logistics sector, we provide our clients with AI enabled digital freight billing, collections, claims management, freight audit, freight scheduling, supply chain management and revenue assurance services.\n\nAnalytics\n\nOur Analytics strategic business unit helps clients build data-led businesses using AI, generative AI, advanced analytics solutions and services, and cloud technology. By leveraging our suite of end-to-end analytics capabilities, we aim to drive better business outcomes for our clients by unlocking deep insights from data and creating data and AI-led solutions across all aspects of our clients’ businesses.\n\nOur Analytics teams deliver predictive and prescriptive analytics in the areas of customer acquisition and life cycle management, risk underwriting and pricing, operational effectiveness, credit and operational risk monitoring and governance, regulatory reporting, and data management.\n\nWe enhance, modernize and enrich structured and unstructured data and use a spectrum of advanced analytical tools and techniques, including our in-house and third-party AI, generative AI, and ML capabilities and proprietary solutions, to create insights, improve decision making for our clients and address a range of complex industry-wide priorities, including:\n\n•    Superior customer experience, driving engagement, loyalty and increasing cross-sell through a deeper understanding of consumer behavior;\n\n•    Solutions for risk models, stress testing, Basel risk-weighted assets, reserves, and economic capital calculation;\n\n•    ML models for fraud monitoring, loss mitigation, and implementation and execution of fraud strategies;\n\n•    Enhanced decision-making in underwriting, claims processing and policy renewal through cognitive image analytics; and\n\n•    Payment integrity services in the U.S. healthcare industry ensuring accurate reimbursement and help prevent fraud, denials, and revenue leakage.\n\n3\n\n\nOur Analytics team is comprised of approximately 9,900 professionals, including data scientists, data architects, business analysts, statisticians, modelers and industry domain specialists.\n\nWe help our clients leverage internal and external data sources, enhance their data assets, identify and visualize data patterns, and utilize data and AI-led insights to boost their effectiveness. Our Analytics services include:\n\n•    Identifying, cleansing, matching and using of internal and external structured, semi-structured and unstructured data;\n\n•    Integrating data insights and predictive models into real-time, decision-making processes to drive measurable business impact;\n\n•    Designing and implementing services that enable data visualization and management reporting enabling business users to segment, drill down, and filter data;\n\n•    Deploying analytics professionals and data scientists who utilize analytics tools, cutting edge statistical techniques and methodologies in ways designed to help customers better understand their data to generate actionable business insights; and\n\n•    Harnessing the power of AI, including generative AI to elevate decision-making paradigms, enabling our clients to achieve a sustainable competitive advantage amid rapid technological innovation.\n\nOur Analytics engagements include both project work and longer-term arrangements where we provide ongoing analytics modeling and services for a year or longer. We utilize our deep industry knowledge to drive these engagements across our various competencies, including, data management and cloud enablement, AI, generative AI, ML, advanced analytics and insights, data-enabled marketing solutions and strategic data assets.\n\nOur Analytics services support: (1) retail banking, commercial banking, wealth management and investment banking and management for the banking and financial services industries; (2) marketing analytics, clinical analytics, patient engagement, pharmaco-economics outcomes and cost optimization solution within the healthcare industry; (3) marketing and agency analytics, actuarial, servicing and operations, customer management and claims and money movement within the insurance industry; and (4) marketing analytics, supply chain, logistics and digital operations and solutions within the retail and consumer packaged goods, media and telecom and utilities and manufacturing industries.\n\n As technology evolves and AI adoption increases, capturing and enriching data has become a key differentiator for clients and their speed of decision making necessitating the adoption of AI, including generative AI and ML techniques. The accelerated adoption of cloud-based solutions has increased our clients’ needs for a suite of cloud migration and enablement capabilities.\n\nWe have built a scalable and customizable multi-cloud cross-sector generative AI platform with pre-built accelerators and packaged solutions. Our AI and analytics solutions include Bank Transaction Insights, which provides insights from bank data and Customer 360 Insights, which provides agent and customer relationship insights. Conversational business intelligence generates insights from data using natural language and other Generative AI-led assistants for various functions.\n\nOur EXLClarityTM platform supports risk adjustment and quality management for payers and providers and helps to optimize their revenue. Our payment services support payment integrity and maximize performance and financial-related results by leveraging our multi-payer dataset and applying digital solutions, such as AI, natural language processing and robotics. These services involve verifying the correct party pays the claim, membership eligibility, contractual adherence, and detecting and preventing fraud, waste, and abuse. Our EXLVantageTM platform offers population health analytics for enhanced care and network optimization. These analytics models integrate with campaign management and marketing analytics to support member acquisition and clinical program interventions.\n\nWe offer end-to-end data management services to support data strategy, ingestion, normalization, quality, security, governance, visualization and data architecture development and deployment via agnostic tools and flexible delivery models. We continue to strengthen our expertise in data and product engineering, ML operations, cloud enablement and managed services. We have expanded our footprint within our existing clients in the insurance, healthcare, banking and financial services, retail and consumer packaged goods, media and telecom, utilities and manufacturing industries by cross-selling our enhanced data management and cloud enablement offerings.\n\n4\n\n\n2025 Operating Model\n\nIn the first quarter of 2025, we began to implement operational and structural changes to accelerate the execution of our data and AI strategy, capture a greater share of the growing AI market and drive our long-term growth. The new operating model is comprised of Industry Market Units (“IMUs”) to focus on delivering higher value to clients leveraging our full suite of capabilities; and Strategic Growth Units to focus on rapidly advancing our capabilities specific to various industries and client needs. This will enable us to further embed analytics throughout each of our IMUs, enhance our client relationships, deepen investments in data and AI capabilities, develop industry-specific AI solutions, form partnerships, access new client buying centers, enable expansion of our addressable markets across industries and geographies, and provide more professional development opportunities for our employees.\n\nOur IMUs, Insurance, Healthcare and Life Sciences, Banking, Capital Markets and Diversified Industries, and International Growth Markets, reflect how management will review financial information and make operating decisions beginning in the first quarter of 2025. These IMUs will focus on managing customer relationships and delivering the “One EXL” value proposition to clients, maintain a unified go-to-market approach and be integrally responsible for growth, profitability and client satisfaction.\n\nOur new reportable segments, aligned to our IMUs, effective from the first quarter of 2025 will be as follows:\n\n•     Insurance,\n\n•     Healthcare and Life Sciences,\n\n•     Banking, Capital Markets and Diversified Industries, \n\n•     International Growth Markets\n\nThe primary changes in our new reportable segments reflect 1) the integration of our former Analytics reportable segment as a core capability within each of our IMUs, ensuring alignment with the specialized needs of our clients across IMUs, 2) the reorganization of our former Emerging Business reportable segment into a Banking, Capital Markets and Diversified Industries reportable segment, excluding Life Sciences, which is now a part of former Healthcare reportable segment, and including data and analytics services, and 3) the formation of International Growth Markets as a separate business unit to represent all our service and solutions offerings to clients in the United Kingdom, Europe, Middle East and Asia-Pacific geographies across all industry verticals. The International Growth Markets business unit will help strategically expand our footprint in markets outside of Americas and drive focus on offerings and expansion in those markets in new and existing clients.\n\nThe reporting segment changes align with how our Chief Executive Officer (our chief operating decision maker) will review financial information in order to assess performance and allocate resources between segments. This change in segment presentation will not have any effect on our consolidated statements of income, balance sheets or statements of cash flows. The revised presentation will be reflected in our periodic and annual reports beginning in the first quarter of 2025.\n\nBusiness Strategy\n\nEXL is a global data and AI company and is a strategic services and solutions partner for data and AI-led businesses. We reinvent business models, drive better business outcomes and unlock growth with speed for our clients through advanced analytics and AI -powered digital solutions on the cloud. We do this through our data and AI-led value creation framework to enable better and faster decision making, leveraging our end-to-end data and analytics capabilities to drive improved business outcomes, and we re-design operating models to integrate advanced technology into operational workflows. Below are some of our strategic focus areas.\n\nExpanding our Services in Large Addressable Markets\n\nWe continue to focus on the insurance, healthcare, banking and capital markets, retail, communications and media, and energy and infrastructure industries, among others, which are large markets with high demand, as well as pursuing opportunities in emerging industries. We also continue to build our client portfolio and increase client penetration across all of our services offerings. We are strategically equipped to help clients apply relevant digital technologies to enterprise processes and business priorities at every step of the digital transformation journey, by bringing together domain expertise with data, advanced analytics, cloud, AI and ML. Demand for our services is expected to continue to exhibit growth in the next several years.\n\nIntegrating our Data and AI-Led and Domain Capabilities\n\n5\n\n\nThe combination of our data and AI-led capabilities and domain expertise has been central to our market differentiation. We are also well-positioned with our suite of advanced analytics, data and AI-powered digital solutions on the cloud to create integrated services and solutions under one brand.\n\nCultivating Long-term Relationships and Expanding our Client Base\n\nWe continue to maintain our focus on cultivating long-term client relationships as well as attracting new clients. We believe there are significant opportunities for additional growth within our existing clients, and we seek to expand these relationships by:\n\n•    Increasing the depth and breadth of the services we provide across our clients’ value chains and geographies;\n\n•    Offering the full suite of EXL services, which includes AI-powered digital operations and solutions, consulting and data analytics services; and\n\n•    Supporting our clients’ geographic expansions by leveraging our global footprint.\n\nWe intend to continue building a portfolio of Fortune 500 and Forbes Global 2000 companies in our focus industries that have complex and diverse data and AI-led processes and, accordingly, stand to benefit significantly from our services. We also intend to cultivate long-term relationships with medium-sized companies in our focus industries by leveraging our data analytics, and digital operations and solutions offerings.\n\nOptimizing our Global Delivery Footprint and Operational Infrastructure in the Countries and Regions where we Operate\n\nOur network of delivery centers and operational footprint is designed to serve the needs of our business, including delivering for our clients, driving efficiencies and adapting to hybrid working model. We continually optimize our network based on facility usage and business requirements.\n\nPursuing Strategic Acquisitions and Partnerships\n\nWe intend to continue making selective acquisitions within our target industry verticals that enhance our competitive differentiation and meet our strategic and financial criteria. We consider selective strategic partnerships with industry leaders that can establish new long-term client relationships, enhance the depth and breadth of our services and solutions and complement our business strategy. We expect that the digital assets, intellectual property and client access this ecosystem provides will enhance our go-to-market opportunities, expand the scope and effectiveness of our services and solutions, help us to win new clients, and allow us to enter new industry verticals and geographic markets.  \n\nOur Industry\n\nDigital operations and solutions\n\nAs a provider of digital operations and solutions, we work with clients to execute enterprise-scale business transformation initiatives that enable improved customer experience, revenue growth, operational efficiency and reduced risk. Our asset-based operations services combine the industry-specific knowledge of our global workforce with an ecosystem of partner and proprietary digital solutions. These digital solutions help clients achieve their desired outcomes in three key ways: 1) leveraging advanced analytics that combine publicly available data, proprietary data sets and clients’ own data to help power faster, more strategic decision making, 2) integrating AI/ML-driven natural language processing to help streamline manual, labor-intensive workflows and improve end-customer engagement and experience, and 3) implementing AI/ML-powered operating models that help our clients transition from legacy business operations and get to value faster.\n\nThis comprehensive approach acknowledges the critical role that digital capabilities play in both the operational business process and consumer-facing customer engagement and user experience, as our clients’ customer touch points, interactions and experiences have increasingly shifted to digital channels.\n\nDigital transformation is a long-term strategic commitment for a company that, once begun, is generally not subject to cyclical spending or information technology budget fluctuations. Increased global demand, cost improvements in international communications and the automation of many business services have created opportunities for digital operations \n\n6\n\n\nproviders with offshore delivery capabilities, and many companies are moving select office processes to providers with the capacity to perform these functions from overseas locations. \n\nData Analytics\n\nAs a provider of advanced analytics, AI and data services, we help companies access and deliver real-time data and insights at multiple points in their overall workflows so that all parts of the organization are working from the same data pool. Leveraging a large number of high-frequency, granular, non-traditional data elements aggregated across proprietary data sets, client data and publicly available sources, advanced analytics enables clients to deliver personalized customer experiences at scale, settle consumer issues efficiently and rapidly adapt their business strategies in response to market changes. \n\nThe enhanced generation of business data across multiple formats, substantial reduction in data storage costs, growing enterprise demand for data and AI-led decision making and availability of sophisticated analytics tools, have enabled companies to make better decisions. By leveraging our end-to-end offerings, we develop industry-specific AI and advanced analytics solutions and generate data insights, which makes us well-positioned to benefit from this global trend.\n\nSales, Marketing and Client Management\n\nWe market and sell our services to existing and prospective clients through our sales and client management teams, partner relationships, industry forums, and marketing programs. \n\nOur sales and client management teams are aligned by industry verticals, and have expertise in data and AI, analytics  services, and digital operations and solutions. As of December 31, 2024, we employed approximately 320 sales, marketing, business development, and client management professionals based in various geographies, including the United States, the United Kingdom, Ireland, Australia and India.\n\nOur sales, marketing and business development teams are responsible for new client acquisition, nurturing and growing current client relationships, public relations, analyst relations, lead generation, content development, campaign management, digital and/or web presence, brand awareness and participation in industry forums and conferences.\n\nClients    \n\nWe generated revenues from approximately 570 clients and 560 clients in 2024 and 2023, respectively (with annual revenue exceeding $50,000 per client). We won 69 and 63 new clients during 2024 and 2023, respectively.\n\nOur top three, five and ten clients generated 17.2%, 23.0% and 33.2% of our revenues, respectively, in 2024. Our top three, five and ten clients generated 16.4%, 22.9% and 34.0% of our revenues, respectively, in 2023. No client accounted for more than 10% of our total revenues in 2024 or 2023. Our revenue concentration with our top clients remains consistent year-over-year and we continue to develop relationships with new clients to diversify our client base. We believe that the loss of any of our ten largest clients could have a material adverse effect on our financial performance. For details refer Part I, Item 1A, “Risk Factors” under “Risks Related to Our Business––We earn a substantial portion of our revenues from a limited number of clients that are mainly located in the United States.” \n\nOur long-term relationships with our clients typically evolve from providing a single, discrete service or process into providing a series of complex, integrated processes across multiple business lines. For digital operations and solutions other than consulting, we generally enter into long-term agreements with our clients with typical initial terms of three to five years. Consulting engagements have typical terms of six to twelve months. Agreements for our analytics services are either project based or have shorter initial terms, which are typically between one to three years. However, each agreement is individually negotiated with the client.\n\nCompetition\n\nCompetition in the data analytics and digital operations and solutions industry is intense and growing. For further details, refer to Part I, Item 1A, “Risk Factors” under “Risks Related to Our Business––We face competition globally from other providers and from our clients, who may build global capability centers to perform digital operations and solutions and analytics services themselves, either in-house or other arrangements.” Many companies, including some of our clients, opt to perform some or all of their front-, middle- and back-office analytics and processes internally, utilizing their own employees and digital applications to provide these services as part of their regular business operations. We believe our key advantage over in-house business processes and analytics management lies in our ability to orchestrate relevant domain, data, digital, \n\n7\n\n\nadvanced analytics and human design expertise to enable delivery of sustainable outcomes allowing companies to focus on their customers, core products and markets. We compete primarily against:\n\n•large global companies with digital operations and solutions and operations capabilities, such as Accenture, Cognizant Technology Solutions, Genpact Limited, IBM, Infosys, NTT DATA, Tata Consultancy Services, and WNS (Holdings);\n\n•niche industry-specific digital operations and solutions providers such as Cotiviti and Optum Health;\n\n•niche analytics services and digital platform providers; and\n\n•leading accounting and management consulting firms.\n\nWe compete against these entities by working to differentiate ourselves as a strategic partner for businesses with deep industry expertise, sophisticated data and analytics capabilities, innovative digital operations and solutions and technology strong client relationships, leading industry talent, superior process capabilities and differentiated technology, which enable us to respond rapidly to market trends and the evolving needs of our clients.\n\nIntellectual Property\n\nOur intellectual property consists of proprietary platforms, software, data, databases, models, methodologies, know-how, names, designs, domains, user interfaces, applications and operating procedures among other materials. We have obtained or are in the process of obtaining patents on a number of our proprietary solutions. We consider many of our business processes and implementation methodologies to be trade secrets or proprietary know-how and confidential information. We seek to protect our intellectual property through a combination of patent, trademark, copyright and trade secret laws, as well as through confidentiality procedures and contractual provisions. Clients and business partners typically agree in writing to confidential treatment of our intellectual property. Our employees and independent contractors are required to sign work-for-hire agreements containing confidentiality covenants as a condition to their employment and engagement, respectively. We also have policies requiring our employees, independent contractors, and associates to respect the intellectual property rights of others, including obtaining appropriate licenses when using, selling or distributing third-party materials.\n\nThe solutions we offer our clients often include our software, data and other intellectual property assets developed by our data scientists and engineers, combined with software and data licensed by us or by clients from third parties. We also leverage strategic partnerships with third parties to facilitate our solution offerings to clients, including, among others, robotics and process automation software providers, platform providers, and AI solutions providers. We typically retain ownership of any pre-existing proprietary intellectual property assets, including modifications or enhancements to such pre-existing proprietary assets developed while providing client services, and also seek to retain the right to use anonymized data derived from client engagements. Independently or while working on client engagements, we also often develop new tools, methodologies and models, including AI and ML models that can be leveraged for various use cases. We endeavor to negotiate contracts that give us ownership or broad licenses to use, develop, demonstrate and offer such newly developed intellectual property assets to or for other clients.\n\nWe operate in a highly competitive and rapidly evolving global market. We seek to continue providing value to our clients with our deep industry knowledge, ability to advise clients on how to transform their processes and deliver transformation that drives business value, and ability to provide innovative services and solutions, including digital offerings that incorporate AI and ML capabilities. We also rely on our reputation, client references, ability to sustain long-term client relationships, as well as our global reach and scale, and competitive pricing to maintain our competitiveness in our industry. While our proprietary intellectual property assets are important to our business, we believe EXL as a whole is not materially dependent on any particular intellectual property, other than our EXL brand. Our intellectual property portfolio is comprised of patents, trademarks, copyrights, and domain names to protect our brands, including our EXL brand, which is one of our most valuable assets.\n\nHuman Capital Management\n\nAt EXL, our identity is deeply rooted in five core values: innovation, collaboration, excellence, integrity, and respect. Guided by these principles, we acknowledge the essential role our workforce plays in our success. We are committed to fostering the growth and development of our employees, recognizing that their advancement is vital to our continued performance and long-term success.\n\n8\n\n\nOur global workforce spans six continents, operating from more than 50 offices worldwide. As of December 31, 2024, we have a team of over 59,500 employees, including approximately 39,100 in India, 12,000 in the Philippines, 4,200 in South Africa, 2,800 in the United States, and 1,500 across other countries. \n\nAs a data and AI-driven digital organization, our talent strategy is focused on building a team with deep expertise in these fields. We strive to enhance our capabilities and ensure alignment with the evolving demands of digital technologies, methodologies, and advancements through talent development centered around democratized self-learning. Our learning management system, reNew, provides learning opportunities for our employees to develop their capabilities across AI/GenAI, data and readiness, cloud platforms, domain, and leadership skills and enables us to expand the qualified digital talent we need.\n\nBuilding on the momentum of 2023, which saw our strategic expansion into Ireland and our partnership with University College Dublin, 2024 was a year dedicated to advancing our recruitment strategy through automation and innovation.\n\nWe aim to maintain a work environment that harnesses the power of diversity of thought and experience to drive business performance. We recognize that the world we live and work in is diverse and fueled by innovation. To thrive in this environment, we foster a culture that values varied experiences and perspectives. All employees have access to our employee resource groups that are organized around certain shared experiences and interests, and serve as a platform for networking, support and creating a sense of belonging.  In addition, our employees receive training on topics such as compliance with our code of conduct and ethics.\n\nOur operations have consistently remained unaffected by industry or labor disruptions, underscoring our favorable employee relations.\n\nRecruiting, Developing and Engaging our Employees\n\nWe have developed a comprehensive and integrated talent management framework that fosters collaboration among our recruitment, capability development, and business human resources teams. Our approach prioritizes attracting top talent and enhancing their expertise, including in the areas of AI technologies, through targeted learning academies, stringent promotion criteria, and specialized client and industry-focused training programs. We offer competitive, performance-driven compensation packages, including incentive-based rewards.\n\n      Our talent strategy aims to facilitate EXL’s current needs and support the long-term business objective of transforming data into a competitive edge for our clients. To achieve these objectives, we identify critical skills and roles that are our core business requirements and then build a talent pipeline through market mapping exercises followed by initiatives to attract and retain talent.\n\nWe optimize shared resources across our services by leveraging personnel with versatile skill sets applicable to a broad range of data, digital, cloud, and AI/ML services. Additionally, we have dedicated domain experts in key industries and subject matters, supported by our specialized training academies.\n\nWe have implemented a framework of practices, processes, and programs designed to make learning accessible, collaborative, and integrated into daily workflows. Through virtual training and upskilling opportunities, our employees engage in continuous development. Our dedicated employee relations function helps to foster a supportive and responsive work environment that seeks to understand and address employees’ needs, concerns, and aspirations and provide timely and tailored responses. Our approach is centered on attracting, developing, and retaining top-tier professionals, for a skilled and engaged workforce that drives organizational excellence. \n\nThe talent acquisition strategy is underpinned by a comprehensive \"Build, Acquire, and Partner\" framework. Since 2020, our transition to an online model for recruitment and training has provided enhanced flexibility and an improved experience for both candidates and recruitment teams. The process has continuously evolved, incorporating AI-based smart screening and real-time proctored online assessments, and in 2024, we introduced a recruitment solution across seven of our geographies, which automates key recruitment processes, streamlines workflows for hiring managers and recruiters, and establishes a standardized approach to talent acquisition. The recruitment process involves comprehensive assessments, including multiple rounds of video interviews, before extending offers, as well as a background check process is conducted in alignment with client mandates.\n\nOur hybrid working model offers employees enhanced flexibility. Leveraging digital-first and multi-channel communication strategies, we continuously refine our approaches to keep our global workforce informed and engaged.\n\n9\n\n\nEmployee Benefits and Experience\n\nWe offer a competitive compensation and benefits program that we refer to as our “Total Rewards” program, which is designed to attract, motivate, and retain top talent and support the diverse needs of our workforce. This includes competitive cash compensation, equity opportunities, and a comprehensive range of benefits tailored to the markets where we operate.\n\n Key components of our Total Rewards program include:\n\n•Compensation: Competitive base salaries, performance-driven bonuses, and equity incentives that recognize  employee contributions and align them with our overall success.\n\n•Health and Wellness: A suite of programs designed to support physical, mental, and emotional well-being of our employees, including enhanced health insurance options, and wellness resources tailored to specific geographies.\n\n•Work-Life Balance: Subsidized meals, free or subsidized transport to and from work, and recreational facilities available at select locations to foster a positive work environment.\n\n•Career Growth and Recognition: Rewards and benefits that evolve as employees progress in their careers, reflecting their growing contributions and skills.\n\nCapability Development \n\nWe continue to promote opportunities for large-scale upskilling and reskilling of our employees, while also fostering a learning environment conducive to individual skill-building and career advancement. In 2022, we implemented a fundamental shift in our capability development approach, transitioning from a corporate-driven model to an ecosystem of democratized self-learning, where our employees have access to our digital learning ecosystem. This enables our employees self-driven learning and growth experiences based on their personal goals and skills by using AI to anticipate and build market-relevant skills and capabilities, curated libraries and intelligent web-sourced content. Our employees are supplied with specialized learning pathways to build digital capabilities, skill mapping to direct them to courses as needed, chat groups where they can collaborate and discuss the latest trends, practice questions, practice labs for real-world and hands-on experience, supervisor dashboards and leaderboards, and learning on the go.\n\nOur talent development strategy is comprehensive and aligned to EXL’s overall business strategy. We aim for our employees to develop expertise around the specific technologies, tools and frameworks required to successfully execute projects for our clients, as well as a mindset focused on agility, speed, creativity, innovation and collaboration. We create thought leaders with high industry acumen who are better able to address our clients’ business priorities. We also provide a career-linked learning path to our employees from new hires to tenured employees to senior levels of leadership.\n\nOur domain academies focus on building domain expertise through certifications and specialization. These include our Insurance Academy, Travel Academy, Finance and Accounting Academy, Healthcare Academy, Analytics Academy, Utilities Academy, Consulting Academy, Sales Academy and Digital Academy. These academies focus on achieving excellence and developing skill sets that can be used across the different domains. Our training includes behavioral and functional components to enhance and ensure job readiness as well as also boosting ongoing productivity and effectiveness. We have a global presence catering to the specific learning requirements of each geography. We provide learning through our blended learning methodology comprising of virtual, classroom, on the job coaching and technology-led learning.\n\nIn addition to our existing academies, we also introduced specialized academies such as the GenAI Academy, and CX Academy to further deepen our employees' understanding and capabilities in these critical areas. Our Operations Excellence trainings engagement emphasize best practices and process improvement techniques to enhance operational efficiency. We also invested in innovation capability development to reflect the rapidly evolving technology landscape.\n\n       Our Integrated Leadership Development Framework brings together industry expertise, knowledge of EXL’s products and solutions, technical acumen, and partner ecosystems to equip leaders with the necessary skills. \n\nEmployee Retention\n\nOur attrition rate for employees who had been with EXL for more than 180 days was 26.1% and 25.8% for the years ended December 31, 2024 and 2023, respectively. As competition in our industry increases, our turnover rate could increase. See Part I, Item 1A, “Risk Factors” under “Risks Related to Our Business––We may fail to attract and retain enough sufficiently trained employees to support our operations or professionals with sufficient leadership capabilities” and “Employee wage increases may prevent us from sustaining our competitive advantage and may reduce our profit margin.”\n\n10\n\n\nSustainability Strategy\n\nThe world we work and live in is powered by innovation. We believe success in such a world will come through supporting the communities in which we operate, and ensuring that we conduct our operations in a sustainable and safe manner that is aligned with, and contributes toward, our business objectives. These initiatives reflect our core values and will make us a stronger, more impactful organization to work for that can deliver exceptional results for our clients, employees, communities and stockholders. \n\nOur most recent Sustainability Report is available on our website. The information contained on our website (including the Sustainability Report) is not included in, or incorporated by reference into, this Annual Report on Form 10-K.\n\nCommunity Activities\n\nOur community engagement strategy focuses on four key pillars: education, digital skills development, employee engagement, and community impact. Our employees leverage their expertise to help build market-relevant technical and life skills programs that we deploy in communities we operate. We seek out community-based, regional, and global partners and emphasize employee volunteering. We actively engage with our stakeholders to ensure that our community engagement activities are responsive to the needs of our communities and to foster long term relationships.\n\nIn addition to our focus on education and skills development, we also work to advance positive environmental and health outcomes for our communities. Through partnerships with local non-governmental organizations in India, the United States, the Philippines, and South Africa, we have contributed to tree planting, beach and sea-bed cleaning exercises and supported organizations focused on community members’ mental and emotional well-being, among others.\n\nEnvironmental, Health and Safety\n\nOur environmental, health and safety (“EHS”) program is focused on reducing our carbon footprint, conserving energy, minimizing waste, and achieving workplace safety objectives in order to drive business performance. Our delivery centers are ISO 45001:2018 and ISO 14001:2015 certified, meeting international standards for health and safety and effective environmental management systems, respectively. We have also established Company-wide and worksite-specific workplace safety objectives that are integrated into our EHS Management System. Where aligned with our strategic objectives, we seek to integrate EHS with our business activities and to maintain a responsible supply chain by stating our expectations for our vendors in our Supplier Standards of Conduct.\n\nRegulation\n\nOur operations are subject to rules, regulations and statutes in the jurisdictions in which we have operations and where we deliver services as a result of the diverse and complex nature of our offerings. Consequently, we comply with certain rules and regulations applicable to us in delivering our services.\n\nWe provide third-party administrator insurance services from India and the Philippines in a majority of states in the United States. Further we are licensed or otherwise eligible to provide third-party administrator services in all states within the United States, as well as utilization review, claims adjuster and insurance producer services in select states. We require certain categories of our professionals to be individually licensed, as applicable. Our utilization management and case management services that we provide from the Philippines, are accredited by the Utilization Review Accreditation Commission (URAC) and National Committee for Quality Assurance (NCQA), both independent U.S. organizations that work to improve health care quality through the administration of evidence-based standards, measures, programs, and accreditation.  We continue to obtain licenses and accreditations required from time to time by our business operations. Our healthcare platform and infrastructure have also been assessed and certified by HITRUST®, an information protection standards organization and certifying body.\n\nOur operations are also subject to compliance with a variety of other laws, including tax laws in the jurisdictions where we conduct our business. See Part I, Item 1A, “Risk Factors” under “Risks Related to the International Nature of Our Business––Our global operations expose us to numerous and sometimes conflicting legal and regulatory requirements, including, accreditation or licensing standards that govern our business, and violations of these requirements could harm our business.”\n\nWe benefit from certain corporate tax holidays for our operations located in qualified Philippines Economic Zone Authority units. We are managing our business in accordance with the applicable guidelines issued by the Philippines Fiscal Incentives Review Board to continue availing the tax holidays.\n\n11\n\n\nIn 2023, we established an international business headquarters in Dublin, Ireland, and qualify for a reduced tax rate. We monitor our operations to ensure we continue to qualify for the reduced rate.\n\nIn the Philippines and Ireland, we are subject to a minimum tax rate under the Pillar Two Framework prescribed by Organization for Economic Co-operation and Development (“OECD”). The OECD continues to release additional guidance on the Pillar Two Framework and we will continue to evaluate any potential impact on our operations.\n\nSee Part I, Item 1A, “Risk Factors” under “Risks Related to the International Nature of Our Business––Our financial condition could be negatively affected if governments in the countries we operate in introduce new unfavorable tax legislation, including legal restrictions for repatriation of our earnings.”\n\nAvailable Information    \n\nWe file annual, quarterly and current reports, proxy statements and other information with the Securities and Exchange Commission (the “SEC”) under the Securities Exchange Act of 1934, as amended (the “Exchange Act”). The SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers that file electronically through the EDGAR System. You may access the information filed by us with the SEC by visiting its website.\n\nWe also maintain a website at http://ir.exlservice.com. Information on our website does not constitute a part of, nor is it incorporated in any way, into this Annual Report on Form 10-K or any other report we file with or furnish to the SEC. We make available, free of charge, on our website our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, proxy statements, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after such reports are electronically filed with, or furnished to, the SEC. Our website also includes announcements of investor conferences and events, information on our business strategies and results, sustainability efforts, corporate governance information, and other news and announcements that investors might find useful or interesting.\n\nIn this Annual Report on Form 10-K, we use the terms “EXL,” “we,” “us,” “our” or the “Company” to refer to ExlService Holdings, Inc. and its subsidiaries.",
      "char_count": 55970
    },
    "item1a": {
      "text": "Table of Contents\n\nITEM 1A.    Risk Factors\n\nRisks Related to Our Business   \n\nOur business depends on maintaining and growing client demand for our services and solutions, including by anticipating and incorporating the latest technology into our offerings, and a significant reduction in such demand, a failure to respond to the evolving technological environment or a change in our service or solution delivery could materially affect our results of operations.\n\nOur success depends in part on the demand for our services and solutions, which could be negatively affected by a number of factors that may be outside of our control, including, for example, economic and political volatility or changed market conditions. Our ability to maintain and grow demand for our services and solutions requires that we continue to develop and implement offerings that keep pace with changes in the industry and anticipate and respond to rapidly evolving technology and our clients’ evolving needs in areas such as AI, including generative AI, digital transformation and solutions, advanced analytics, cloud based solutions, data management, robotics and process automation, and data engineering, among others. We may not be successful in addressing these changes on a timely basis, or at all, or successfully marketing any changes that we implement. In addition, products or technologies developed by others may render our services uncompetitive or obsolete. If we do not sufficiently invest in new technologies, adapt to industry developments, evolve and expand our business at sufficient speed and scale and successfully drive innovation, our ability to develop and maintain a competitive advantage, our growth strategy and our results of operations could be adversely affected. If we are successful in responding to these developments, as we expand our services and solutions into these new areas, we may be exposed to operational, legal, regulatory, ethical, technological and other risks specific to such new areas, which may negatively affect our reputation and demand for our services and solutions.\n\nTechnological developments may materially affect the cost and use of technology by our clients and, in the case of cloud and as-a-service solutions, could affect the nature of how we generate revenue. Some of these technological developments have reduced and replaced some of our historical services and solutions and may continue to do so in the future, particularly with respect to the use of AI technology. This has caused, and may in the future cause, clients to delay or stop using some of our existing services as they evaluate and pivot to newer technologies, including our own data and AI-led solutions. Such technological developments and spending delays can negatively impact our results of operations, if we are unable to introduce new pricing or commercial models that reflect the value of these technological developments or if the pace and level of spending on new technologies, and integration of the new technologies into our services, are not sufficient to make up for any shortfall, or if our existing services are otherwise displaced by such technologies. Developments in the industries we serve, which may be rapid, also could shift demand to new services and solutions. If, as a result of new technologies or developments in the industries we serve, our clients demand new services and solutions, we may be less competitive in these new areas or need to make significant investment to meet that demand. Our growth strategy focuses on responding to these types of developments by driving innovation that will enable us to expand our business into new growth areas. \n\nThe use of AI technology presents competitive, reputational and legal risks, and our use of AI technology may not be successful.\n\nAI technologies are complex and are rapidly evolving, and we face significant competition, including from our own clients, who may potentially develop their own internal AI technology, or acquire such technology from third parties, which in each case, can lead to reduced demand for our services and solutions. As these technologies evolve, some services and tasks currently performed by our employees may be replaced by automation and AI technologies.\n\n        Our growing use of AI, including generative AI and ML, in our offerings presents additional risks. The development, adoption, and use of AI technologies are still in their early stages. Inappropriate or controversial data practices by us or others or flawed AI algorithms could undermine the decisions, predictions or analysis AI applications produce, or lead to unintentional bias and discrimination, subjecting us to competitive, brand or reputational harm and legal liability.\n\n         In addition, the domestic and international legal and regulatory landscape surrounding AI technologies is rapidly evolving and uncertain including in the areas of intellectual property, cybersecurity, and privacy and data protection. Compliance with new or changing laws, regulations, industry standards or ethical requirements and expectations relating to AI may impose significant operational costs. Our use of, and/or reliance on, AI could give rise to legal or regulatory action or increased scrutiny or liability and may damage our reputation or otherwise materially harm our business.\n\nClient demand may be impacted by the selling cycle and terms of our client contracts.\n\nClient demand may be impacted by the selling cycle and terms of our client contracts. Consistent with industry practice, most of our client contracts may be terminated by our clients without cause and do not commit our clients to provide us with a specific volume of business. Any failure to meet a client’s expectations or a change in a client’s strategic direction could result in the cancellation or non-renewal of a contract or a decrease in the scope of services and solutions that we are able to provide to such client. Companies in the industries we serve sometimes seek to achieve economies of scale and other synergies by combining with or acquiring other companies. We may lose work from such clients or lose the opportunity to gain additional work due to our clients’ mergers or consolidations. \n\nWe may not be able to cover our costs or replace the associated revenues from such lost services or solutions, which could impact our results of operations in subsequent periods. \n\nThe terms of our project-based engagements generally do not exceed one year and may not produce ongoing or recurring business for us once the project is completed, and these contracts typically permit a client to terminate the agreement with shorter term notice. The majority of our digital operations and solutions contracts have longer terms, typically ranging from three to five years, and generally require a longer notice period for termination and may include an early termination fee to be paid to us, but this might not be sufficient to cover our costs or make up for the loss of revenues and profit upon termination of the contract. In addition, the selling cycle for such contracts, which generally ranges from six to eighteen months, and the implementation and initial transformation processes, which could take up to an additional six to twelve months, are subject to many risks and delays over which we have little or no control, including our clients’ decisions to choose alternatives to our services and solutions (such as other providers or in-house offshore resources) and the timing of our clients’ budget cycles and approval processes, or subsequent changes in technology and offerings, could result in changed demand. Our clients and future clients may not be willing or able to invest the time and resources necessary to implement our services, and we may fail to close sales with potential clients to which we have devoted significant time and resources.\n\nWe may fail to attract and retain enough sufficiently trained employees to support our operations or professionals with sufficient leadership capabilities.\n\nOur success depends heavily on attracting, hiring, and retaining employees skilled in emerging areas, particularly artificial intelligence (AI), machine learning, data science, and digital transformation. These fields are not only highly competitive but also rapidly evolving, making the recruitment and retention of top talent especially challenging. The shortage of AI and data experts in the global market further exacerbates this issue, impacting our ability to deliver on client commitments and innovate effectively. High turnover among skilled professionals in AI and data science could lead to disruptions in project continuity, increased recruitment costs, and strain our human resources. Additionally, retaining employees with leadership capabilities who can guide strategic AI and data initiatives is critical for achieving long-term organizational goals. Failing to secure such talent would create risks of revenue losses, reduced market competitiveness, and missed opportunities in key geographies. \n\nIf we are unable to invest in reskilling and upskilling our employees in the areas and skills that strategically important to our business, our ability to effectively lead our current projects and develop new business could be jeopardized, and our business, results of operations and financial condition could be adversely affected.\n\nOur future success also depends substantially on the continued services and performance of the members of our management team and other key employees in leadership positions that possess technical and business capabilities, including industry expertise, and are difficult to replace. Specifically, the loss of the services of our Chairman and Chief Executive Officer could seriously impair our ability to continue to manage and expand our business. Although we have entered into employment and non-competition agreements with all of our executive officers, certain terms of those agreements may not be enforceable, particularly in light of recent regulatory scrutiny from the U.S. Federal Trade Commission and others, and in any event these agreements do not ensure the continued service of these executive officers. We currently do not maintain “key person” insurance covering any member of our management team. The loss of any of our key management personnel, particularly to competitors, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nIf we are unable to accurately estimate the resources and time for a project, adjust our pricing terms or effectively manage our asset utilization levels to meet the changing demands of our clients and potential clients, our business, results of operations, financial condition and cash flows may be adversely affected.\n\nOur profitability is, in part, a result of the efficiency with which we utilize our assets, in particular our people and our operations centers, and the price we can charge for our services. Our asset utilization levels are affected by a number of factors, \n\n14\n\n\nincluding our ability to transition employees from completed projects to new assignments, attract, train and retain employees, forecast demand for our services (including potential client terminations or reductions in required resources) and maintain an appropriate headcount in each of our locations, as well as our need to dedicate resources for employee training and development, other typically non-chargeable activities and optimizing our operational infrastructure. If we fail to estimate accurately the resources and time required for a contract, or manage our asset utilization levels, future attrition rates, potential productivity benefits over time, future wage inflation rates or currency exchange rates (or fail to accurately hedge our currency exchange rate exposure) or if we fail to complete our contractual obligations within the contracted timeframe, our revenues, cash flows and profitability may be negatively affected.\n\nIn many of our digital operations and solutions contracts we commit to long-term and other pricing structures (such as full-time equivalent-based pricing, fixed-price arrangements, transaction-based and outcome-based pricing) with our clients and therefore may bear the risk of cost overruns, completion delays, resource requirements, wage inflation and adverse movements in exchange rates in connection with these contracts. Industry pricing models are evolving, and clients increasingly request alternative pricing models, rather than annual or hourly billing rates. If we make inaccurate assumptions for contracts with such alternative pricing models including pricing for our digital capabilities and complex transformation services or are unable to offer competitive pricing, our profitability may be negatively affected.\n\nUnauthorized disclosure of sensitive or confidential client and employee data, whether through breach of our computer systems or otherwise, could cause us significant reputational damage, expose us to protracted and costly litigation, and cause us to lose clients.\n\nWe are typically required to process, and sometimes collect and/or store sensitive data, including data regulated by the U.S. Health Insurance Portability and Accountability Act of 1996, as amended (HIPAA), of our clients’ customers in connection with our services, including names, addresses, social security numbers, personal health information, credit card account numbers, checking and savings account numbers and payment history records, such as account closures and returned checks. In addition, we collect and store data regarding our employees. In the United States, several states have enacted or are considering enacting privacy regulations, including, the California Consumer Privacy Act. In addition, there are privacy regulations in other jurisdictions, such as the General Data Protection Regulation in the European Union, the International Data Transfer Agreement in the United Kingdom and the Digital Personal Data Protection Act, 2023 in India. These privacy regulations impose privacy and data security compliance obligations and significant penalties for noncompliance. Other countries have enacted or are considering enacting data localization laws that require certain data to stay within their borders. We may also face audits or investigations by one or more domestic or foreign government agencies or our clients pursuant to our contractual obligations relating to our compliance with these regulations. Complying with changing regulatory requirements requires us to incur substantial costs, exposes us to potential regulatory action or litigation, and may require changes to our business practices in certain jurisdictions. As a result, we are subject to various data protection and privacy laws in the countries where we operate, and the failure to comply with such laws could result in significant fines and penalties. In addition, we may not be able to limit our liability to our clients with respect to breaches of our obligation to keep the information we receive from them confidential.\n\nAlthough we devote substantial resources to protect our information assets and our clients’ confidential information, any network infrastructure is to some extent vulnerable due to rapidly evolving cyberattacks, employee error, malfeasance, or a combination of the foregoing. The remote work solutions that we employ in our hybrid working model may also be limited in their ability to replicate the operational oversight and security controls of our office environments and may pose a higher risk of operational and information security failures. Outside parties may attempt to fraudulently induce employees, clients to disclose sensitive information in order to gain access to our data or our clients’ data. Because the techniques used to obtain unauthorized access, disable or degrade service, or sabotage systems change frequently or may be designed to remain dormant until a predetermined event and often are not recognized until launched against a target, we may be unable to anticipate these techniques or implement adequate preventative measures. If an actual or perceived breach of our security occurs (or a breach of a client’s security that can be attributed to our fault or is perceived to be our fault), the market perception of the effectiveness of our security measures could be harmed and we could lose clients. \n\nSecurity breaches expose us to a risk of loss of sensitive information, lawsuits from our employees, clients or their customers for breaching contractual confidentiality provisions or privacy laws, or investigations and penalties from regulators or criminal prosecution, remediation costs, increased costs for security measures, loss of revenue, damage to our reputation, and potential liability.\n\nFurther, growth in state-sponsored cyber activity, and the risk that these cyberattacks could spread globally, showcases the increasing sophistication of cyber threats and could dramatically expand the global threat landscape. If a material security breach or incident occurs with respect to a cloud services provider, our clients and potential clients may lose trust in cloud solutions generally, and with respect to security in particular. This could adversely impact our ability to retain existing clients or attract new clients, which, in turn, could have a serious impact on our reputation. Although we have not experienced a material incident to date, there can be no assurance that these measures will prevent or limit the impact of a future incident. We may \n\n15\n\n\nincur significant costs in protecting against or remediating cyberattacks/other cyber incidents, settling data breach claims or paying associated penalties. \n\nWe rely on third party vendors and partners to deliver services and components for client critical services, and require data use rights from third parties and our clients for many of our services and solutions, which exposes us to a variety of risks that could have a material adverse effect on our business.\n\nThe services we provide are often critical to our clients’ businesses, and any failure to provide those services could result in a reduction in revenues or a claim for substantial damages against us, regardless of whether we are responsible for that failure.\n\nWe depend on certain significant vendors and partners for software, technology and data communications, related equipment and its maintenance, and third party components that we use to deliver our services, including cloud services. Our offshore operations centers require us to maintain active voice and data communications among our operations centers, our technology and data hubs and our clients’ offices. Although we maintain our facilities and communications links with business continuity and disaster recovery plans, disruptions could result from, among other things, technical breakdowns, computer glitches and viruses and weather conditions. Any performance failure on the part of our vendors or partners, or the discontinuance by such vendors or partners of services that we rely on them to perform, could delay our performance, or require us to engage alternative third parties to perform the services at our cost or to perform the services ourselves, any of which could result in a negative impact on our reputation, a loss of revenue or adversely impact our cash flows and profitability. \n\nWe also may fail to obtain the right to use third-party data or our use of third-party data may be limited in a manner that could impede our development of solutions, including solutions using AI technologies, or our provision of services that rely on such data.  If we are unsuccessful in negotiating for such third-party data use rights, or if we are found to have used such data in a manner inconsistent with our rights and limitations, we may need to stop providing certain of our solutions or services, we may be unable to compete with our peers, or we might incur other financial, legal and/or reputational consequences.\n\nEmployee wage increases may prevent us from sustaining our competitive advantage and may reduce our profit margin.\n\nOur most significant costs are the salaries and related benefits of our operations staff and other employees. For example, wage costs in India, the Philippines and South Africa have historically been significantly lower than wage costs in the United States, the United Kingdom and Europe for comparably skilled professionals, and having a significant number of our employees in those lower wage costs countries has been one of our competitive advantages. However, because of increased demand for competitive services from such countries and increased competition for skilled employees, wages for comparably skilled employees are increasing at a faster rate than in the United States, the United Kingdom and Europe. This may reduce our competitive advantage. We also may need to increase the levels of employee compensation more rapidly than in the past to remain competitive in attracting and retaining the quality and number of employees that our business requires. Wages are generally higher for employees performing AI, analytics and digital transformation services than for employees performing digital operations and solutions. As the scale of such services increases, wages as a percentage of revenues may increase. In addition, changes to the labor laws in the countries where we operate may also lead to a substantial increase in our wage costs. To the extent that we are not able to control such costs by our efforts to add capacity in lower wage costs countries or share wage increases with our clients, wage increases may reduce our margins and cash flows. \n\nOur business could be materially and adversely affected if we do not protect our intellectual property or if our services or solutions are found to infringe on the intellectual property of others.\n\nOur success depends in part on certain methodologies, practices, tools and technical expertise we utilize in providing our services and solutions. Our intellectual property consists of proprietary and licensed platforms, software, data, datasets, methodologies, models, know-how, names, designs, domains, user interfaces, applications and operating procedures, among other materials. We consider many of our business processes and implementation methodologies to be trade secrets or proprietary know-how and confidential information. We seek to protect our intellectual property through a combination of patent, trademark, copyright and trade secret laws, as well as through confidentiality procedures and contractual provisions. In addition, we monitor infringing or potentially infringing activities by third parties on our IP portfolio through cybersecurity “watchdog” technologies and take action to enforce offensive action when necessary to protect our intellectual property. Clients and business partners typically agree in writing to confidential treatment of our information. Our employees and independent contractors are required to sign work-for-hire and confidentiality covenants as a condition to their employment and engagement, respectively. We also have policies requiring our employees, independent contractors, and associates to respect the intellectual property rights of others, including obtaining appropriate licenses when using, selling or distributing third party materials. However, these measures may not prevent misappropriation or infringement of our intellectual property and a \n\n16\n\n\nresulting loss of competitive advantage. Additionally, we may not be successful in obtaining or maintaining patents, trademarks or other intellectual property rights protections for which we have applied or may in the future apply.\n\nWe may be unable to protect our intellectual property and proprietary technology effectively, which may allow competitors to duplicate our technology and solution offerings and may adversely affect our ability to compete with them. To the extent that we do not protect our intellectual property effectively through contractual provisions, confidentiality procedures, patents, trade secret laws or other means including those set forth above, other parties, including former employees, with knowledge of our intellectual property may leave and seek to exploit our intellectual property for their own or others’ advantage. We may not be able to detect unauthorized use and steps we take to enforce our rights may not always be successful. Infringement by others of our intellectual property, including the costs of enforcing our intellectual property rights, may have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nIn addition, competitors or others may allege that our systems, processes, marketing, data usage or technologies infringe on their intellectual property rights, including patents. Non-practicing entities may also bring baseless, but nonetheless costly to defend, infringement claims. We could be required to indemnify our clients if they are sued by a third party for intellectual property infringement arising from materials that we have provided to the clients in connection with our services and solutions. We may not be successful in defending against such intellectual property claims or in obtaining licenses or an agreement to resolve any intellectual property disputes. Given the complex, rapidly changing and competitive technological and business environment in which we operate, and the potential risks and uncertainties of intellectual property-related litigation, any future infringement claim against us or our clients may cause us to alter our business practices, lose significant revenue, incur significant license, royalty or technology development expenses, or pay significant monetary damages or legal fees and costs. Any such claim for intellectual property infringement may have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nWe earn a substantial portion of our revenues from a limited number of clients that are mainly located in the United States \n\nWe have earned and believe that we will continue to earn in the near or foreseeable future a substantial portion of our total revenues from a limited number of large clients that are primarily located in the United States. Any change in demand from any of our large clients for any reason could have a material adverse effect on our business, results of operations, financial condition and cash flows. Moreover, the loss of a major client could also impact our reputation in the market, making it more difficult to attract and retain clients more generally.\n\nGlobal macroeconomic and geopolitical conditions affect us, our clients’ businesses and the markets they serve. Volatile, negative and uncertain economic and geopolitical conditions have in the past undermined and could in the future undermine business confidence in the markets in which we operate, which are increasingly interdependent, causing our clients to reduce or defer their spending on new initiatives and technologies, and negatively affecting our business.\n\nOur inability to manage our rapid infrastructure and personnel growth across countries could adversely affect our business operations.\n\nWe have operations centers across India, the United States, the Philippines, South Africa, Colombia, Bulgaria, Romania, the United Kingdom, the Czech Republic, Mexico and the Republic of Ireland. Our headcount has increased significantly over the past several years. We expect to develop and improve our internal systems in the locations in which we operate in order to address the anticipated continued growth of our business. We continue to look for operations centers at locations outside of our current operating geographies. We have also made changes to our operating model driven by delivery of a significant portion of our services from a hybrid working model, which has led to contraction of our operations centers. Changes in our operating model or other changes to our infrastructure facilities or how we are organized, as the needs and size of our business change, limit our ability to forecast the need to hire additional skilled employees as and when they are required to meet the ongoing needs of our clients, and we may not be able to develop and improve our internal systems. We may fail to attract and retain enough sufficiently trained employees to support our operations or professionals with sufficient leadership capabilities. We may not be able to maintain our culture and effectively communicate our core values, policies and procedures, strategies and goals, particularly given our world-wide operations, rate of new hires, and significant percentage of our employees who have the option to work remotely. We need to introduce reskilling and upskilling programs tailored to AI and data roles to ensure that employees remain agile and capable of executing complex projects. Training initiatives that focus on AI model development, deployment, and maintenance not only improve employee capabilities but also position us as a forward-thinking organization. Without these investments, we risk losing key talent to competitors, jeopardizing our ability to innovate and grow. We also need to manage cultural differences among our employee populations and varying legal and regulatory regimes across jurisdictions, and that may create a risk for employment claims. Our inability to execute our growth strategy, to ensure the continued adequacy of our current systems or to manage our expansion effectively could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\n17\n\n\nWe may engage in strategic acquisitions or transactions, which could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nAs part of our business strategy, we intend to continue to selectively consider acquisitions or investments, some of which may be material. Through the acquisitions we pursue, we may seek opportunities to expand the scope of our existing services, add new clients or enter new geographic markets. There can be no assurance that we will successfully identify suitable candidates in the future for strategic transactions at acceptable prices, have sufficient capital resources to finance potential acquisitions or be able to consummate any desired transactions. Our failure to identify suitable candidates or close transactions with potential acquisition targets for which we have invested significant time and resources could have a material adverse effect on our financial condition and cash flows.\n\nAcquisitions, including completed acquisitions, involve a number of risks, including diversion of management’s attention, ability to finance the acquisition on attractive terms, failure to retain key personnel or valuable clients, legal liabilities and the need to amortize acquired intangible assets or recognize any impairment on goodwill and intangible assets, any of which could have a material adverse effect on our business, results of operations, financial condition and cash flows. Future acquisitions may also result in the incurrence of indebtedness or the issuance of additional equity securities.\n\nThe intellectual property of an acquired business may be an important component of the value that we agree to pay for such a business. Although we conduct due diligence in connection with each of our acquisitions, such acquisitions are subject to the risks that the acquired business may not own the intellectual property that we believe we are acquiring, that the intellectual property is dependent upon licenses from third parties, that the acquired business infringes upon the intellectual property rights of others or that the technology does not have the acceptance in the marketplace that we anticipated.   \n\nWe could also experience financial or other setbacks if transactions encounter unanticipated problems, including problems related to execution, integration or underperformance relative to prior expectations, or problems with the intellectual property that we may acquire. Our management may not be able to successfully integrate any acquired business into our operations or maintain our standards, controls and policies, which could have a material adverse effect on our business, results of operations and financial condition. Consequently, any acquisition we complete may not result in long-term benefits to us or we may not be able to further develop the acquired business in the manner we anticipated.\n\nOur business could be negatively affected if we incur financial penalties or legal liability, including with respect to our contractual obligations, in connection with providing our solutions and services.\n\nMost of our agreements with clients contain service level and performance requirements, including requirements relating to the quality of our services. Failure to consistently meet the service requirements of a client or errors made by our employees in the course of delivering services to our clients could disrupt the client’s business and result in a reduction in revenues or a claim for damages against us.\n\nIf we fail to meet our contractual obligations or otherwise breach obligations to our clients or vendors, we could be subject to legal liability. We may enter into non-standard agreements because we perceive an important economic opportunity by doing so or because our personnel did not adequately adhere to our guidelines. In addition, with respect to our client contracts, the contracting practices of our competitors may cause contract terms and conditions that are unfavorable to us to become standard in the marketplace. If we cannot, or do not, meet our contractual obligations to provide solutions and services to clients, and if our exposure is not adequately limited through the enforceable terms of our agreements, we might face significant legal liability and our business could be adversely affected. Similarly, if we cannot, or do not, meet our contractual obligations with vendors, such as licensors, the vendors may have the right to terminate the contract, in which case we may not be able to provide client solutions and services dependent on the products or services provided to us by such contracts.\n\nWe face competition globally from other providers and from our clients, who may build global capability centers to perform digital operations and solutions and analytics services themselves, either in-house or other arrangements.\n\nThe market for our services is highly competitive, and we expect competition to intensify and increase in the future as more companies enter the market. We face competition globally from other providers. We believe that the principal competitive factors in our markets are breadth and depth of process expertise, offerings, knowledge of industries served, service quality, compliance rigor, global delivery capabilities, pricing, sales and client management capabilities. Further, a client may choose to use its own internal resources rather than engage an outside firm to perform the types of services we provide, including by creating in-house global capability centers.\n\n18\n\n\nIn addition, the trend toward offshore outsourcing, international expansion by foreign and domestic competitors and continuing technological changes, such as cloud computing, will result in new and different competition for our services.\n\nThese competitors may include entrants from the communications, software and data networking industries or entrants in geographic locations with lower costs than those in which we operate. Some of these existing and potential competitors may have greater financial, personnel and other resources, a broader range of offerings, greater technological expertise, more recognizable brand names and more established relationships in industries that we currently serve or may serve in the future. In addition, some of our competitors may enter into strategic relationships or mergers or acquisitions with larger, more established companies in order to increase their ability to address client needs, or enter into similar arrangements with potential clients. The trend in multi-vendor relationships has been growing, which could reduce our revenues to the extent that we are required to modify the terms of our relationship with clients or that clients obtain services from other vendors. Increased competition, our inability to compete successfully against competitors, pricing pressures or loss of market share could impact our business, results of operations, financial condition and cash flows.\n\nWe are vulnerable to natural disasters, technical disruptions, pandemics and societally created events that could severely disrupt the normal operations of our business and if our risk management, business continuity and disaster recovery plans are not effective, it may adversely affect our business, results of operations, financial condition and cash flows.\n\nOur operations centers and our data and voice communications, particularly in India, the Philippines and South Africa, may be damaged or disrupted as a result of natural disasters such as earthquakes, floods, volcano eruptions, heavy rains, drought, extreme heat, epidemics or pandemics, tsunamis and cyclones, technical disruptions such as electricity or infrastructure breakdowns, including damage to telecommunications cables, computer glitches and electronic viruses or man-made events such as political unrest, terrorist attacks, other acts of violence or war, protests, riots and labor unrest. Such events may lead to the disruption of business operations, information systems and telecommunication services or our supply chain for sustained periods. They also may make it difficult or impossible for employees to reach our business locations and for us to deliver our solutions and services. \n\nOur risk management, business continuity and disaster recovery plans may not be effective at preventing or mitigating the effects of such disruptions, particularly in the case of a catastrophic event. Damage or destruction that interrupts our provision of services could adversely affect our reputation, our relationships with and liability to our clients, our leadership team’s ability to administer and supervise our business or it may cause us to incur substantial additional expenditure to repair or replace damaged equipment or operations centers. While we currently have commercial liability insurance, our insurance coverage may not be sufficient to cover any such liability or other related costs. Furthermore, we may be unable to secure such insurance coverage at premiums acceptable to us in the future or at all. Prolonged disruption of our services would also entitle our clients to terminate their contracts with us. Any of the above factors may adversely affect our business, results of operations, financial condition and cash flows.\n\nRisks Related to the International Nature of Our Business\n\nIf the transfer pricing arrangements we have for controlled intercompany transactions among our subsidiaries are determined to be inappropriate, our tax liability may increase.\n\nThe transfer pricing regulations in the countries we operate in require that controlled intercompany transactions be at arm’s-length. Accordingly, we determine and document pricing for controlled intercompany transactions based on an economic analysis as prescribed in the respective regulations. The tax authorities have jurisdiction to review our transfer pricing. If our transfer pricing is challenged by the authorities, they could assess additional tax, interest and penalties, thereby impacting our profitability and cash flows.\n\nOur financial condition could be negatively affected if governments in the countries we operate in introduce new unfavorable tax legislation, including legal restrictions for repatriation of our earnings.\n\nWe are subject to taxes in the countries we operate in. Our future tax liabilities could be adversely affected by any new unfavorable tax legislative changes in the countries we operate in. We continuously monitor such changes to assess and quantify the potential impacts on our consolidated financial statements.\n\nWe currently benefit from corporate tax holidays in our qualified Philippines Economic Zone Authority operations centers in the Philippines. Our ability to utilize these tax holidays could be adversely affected by any new unfavorable tax legislative changes. We continuously monitor such changes to assess and quantify the potential impacts on our consolidated financial statements.\n\n19\n\n\nWe have established our headquarters for international business in Dublin, Ireland, and qualify for a reduced tax rate. We continuously monitor our operations to ensure we continue to qualify for the reduced rate.\n\nWe currently operate in the Philippines and Ireland where we will be subject to a minimum tax rate pursuant to the Pillar Two Framework prescribed by Organization for Economic Co-operation and Development (“OECD”). The OECD continues to release additional guidance on the Pillar Two Framework, with implementation generally effective for 2024. We do not anticipate any significant Pillar Two impacts, but will continue to evaluate any changes and potential impact on our consolidated financial statements.\n\nWe earn a significant amount of our earnings in countries outside of the United States and we periodically evaluate opportunities to repatriate these earnings to fund our global operations, including acquisitions and debt management. Not all of the undistributed earnings may be available for repatriation due to foreign legal restrictions that require minimum reserves to be maintained in those countries, which may limit our ability to use such earnings across our global operations in the United States or other geographies, where needed. Additionally, as and when we decide to repatriate such earnings, we may have to accrue further taxes associated with such earnings in accordance with local tax laws, rules and regulations in the relevant jurisdictions, which are subject to change from time to time. All of these risks and uncertainties could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nCurrency exchange rate fluctuations in the various currencies in which we do business, or the failure of our hedging strategies to mitigate such fluctuations, could have a material adverse effect on our results of operations.\n\nWe report our operating results in U.S. dollars, yet a portion of our revenues and expenses are denominated in currencies other than the U.S. dollar. Accordingly, we must translate such revenues and expenses, as well as corresponding assets and liabilities, into U.S. dollars at exchange rates in effect during or at the end of each reporting period, as applicable. As a result, fluctuations in foreign currency exchange rates can adversely affect our results of operations. The exchange rates among the Indian rupee, the Philippine peso, the U.K pound sterling, the South African rand and other currencies in which we incur costs or earn revenues and the U.S. dollar have changed substantially in recent years and may fluctuate substantially in the future. See Part II, Item 7A, “Quantitative and Qualitative Disclosures About Market Risk.” Additionally, because a majority of our employees are based in India, Philippines and South Africa and paid in Indian rupee or Philippine peso or South African rand, while our revenues are primarily reported in U.S. dollars and U.K. pound sterling, our employee costs as a percentage of revenues may increase or decrease significantly if the exchange rates among the Indian rupee, the Philippine peso, the U.K pound sterling, the South African rand and the U.S. dollar fluctuate significantly.\n\nAlthough we take steps to hedge a substantial portion of our foreign currency exposures, there is no assurance that our hedging strategy will be successful or that the hedging markets will have sufficient liquidity or depth to allow us to implement our hedging strategy in a cost-effective manner. Any failure by our hedging counterparties to meet their contractual obligations could materially and adversely affect our profitability, business, results of operations, financial condition and cash flows.\n\nRestrictions on visas and work permits may affect our ability to compete for and provide services to clients in the United States and other countries, which could make it more difficult to staff engagements and could increase our costs, which could have an adverse effect on our net income.\n\nImmigration and work permit laws and regulations in the countries where we have clients are subject to legislative and administrative changes as well as changes in the application of standards and enforcement.\n\nThe ability of some of our executives and employees based in India and other foreign locations to work with and meet clients in the United States and other countries depends on their ability to obtain the necessary visas and work permits. In recent years, immigration authorities, in the United States as well as other countries where our clients are based, have increased the level of scrutiny in granting such visas and work permits, which may be affected by changes in legislation and enforcement due to political and other factors which may be difficult to predict. The ability to move our employees around the world as necessary to meet client demands is important to our business. If we are unable to efficiently deploy talent because of increased regulation of immigration or work visas, including limitations placed on the number of visas granted, limitations on the type of work performed or location in which the work can be performed, and new or higher minimum salary requirements, it could be more difficult to staff our employees on client engagements and could increase our costs and have an adverse effect on our net income and cash flows. \n\n20\n\n\nInvestors may have difficulty effecting service of process or enforcing judgments obtained in the United States against our foreign subsidiaries or our executive officers.\n\nOur primary operating subsidiaries are organized outside the United States and some of our executive officers may reside outside of the United States. A substantial portion of our assets are located in India and the Philippines. As a result, our investors may be unable to effect service of process upon our affiliates or officers who reside in India and the Philippines outside their jurisdiction of residence. In addition, our investors may be unable to enforce against these persons outside the jurisdiction of their residence judgments obtained in courts of the United States, including judgments predicated solely upon the federal securities laws of the United States.\n\nOur global operations expose us to numerous and sometimes conflicting legal and regulatory requirements, including, accreditation or licensing standards that govern our business, and violations of these requirements could harm our business.\n\nWe provide services to clients throughout the world, therefore we and our clients (who sometimes impose those requirements on us) are subject to numerous, and sometimes conflicting, changing and evolving laws and regulations on matters as diverse as import/export controls, content requirements, trade restrictions, tariffs, taxation, sanctions, government affairs, internal and disclosure control obligations, securities regulation, including anti-competition, anti-money-laundering and anti-corruption laws (including the U.S. Foreign Corrupt Practices Act and the U.K. Bribery Act), data privacy and protection, government compliance, wage-and-hour standards, employment and labor relations, health and safety, environmental and human rights, state laws on third party administration services, utilization review services, telemarketing services or state laws on debt collection in the United States and the Financial Services Act in the United Kingdom as well as similar consumer protection laws in other countries where our clients’ customers are based. The global nature of our operations increases the difficulty of compliance. \n\nThe new United States presidential administration has imposed or threatened significantly increased tariffs on foreign imports into the United States, particularly from China, Mexico and Canada, and the U.K. and the European Union. The imposition of these tariffs or other trading regulations by the U.S. government on foreign countries, or by foreign countries on the U.S., could result in a global trade war which may significantly affect our customers’ businesses and therefore their ability or willingness to engage us for our offerings, which may result in the loss of customers and harm our operating performance, sales and earnings.\n\nIn addition, we are required under various laws to obtain and maintain accreditations, permits and/or licenses for the conduct of our business in all jurisdictions where we have operations, and, in some cases where our clients receive our services to enable them to comply with applicable regulations or accreditations or licensing standards. Compliance with diverse legal requirements is costly, time-consuming and requires significant resources. Violations of any of these laws or regulations in the conduct of our business, including being unable to maintain our accreditations, licenses or other qualifications while working for our clients, could result in fines, criminal sanctions against us or our officers, prohibitions on doing business or suspension or disqualification from government contracting or contracting with private entities in certain highly regulated industries, damage to our reputation and other unintended consequences such as liability for monetary damages, fines and/or criminal prosecution including in the form of successor liability in certain circumstances for companies we invest in or acquire, unfavorable publicity, or restrictions on our ability to process information and allegations by our clients that we have not performed our contractual obligations and loss of clients.\n\nRisks Related to Our Indebtedness\n\nWe may not be able to service our debt or obtain additional financing on competitive terms.\n\nWe are party to a credit agreement for our bank debt facility that contains covenants, among other things, requiring maintenance of certain financial ratios and restricting our ability to incur additional indebtedness, create liens, make certain investments and acquisitions, pay dividends, repurchase common shares and make other restricted payments or undertake certain fundamental changes (including, consolidations, liquidations or disposal of certain assets or subsidiaries). The credit agreement provides for a $500 million revolving credit facility, including a letter of credit sub-facility, and a $100 million term loan facility, which is guaranteed by certain subsidiaries. If we breach any of these covenants and do not cure such breach within the applicable cure periods or obtain a waiver from the lenders, the outstanding indebtedness could be declared immediately due and payable and such acceleration could adversely affect our liquidity and financial condition. \n\nOur cash flow from operations provides the primary source of funds for our debt service payments. Given the uncertainty over global economic conditions and regulatory, competitive or other factors outside of our control, including but not limited to conflicts between Russia and Ukraine, and Israel and Hamas, there can be no assurance that business activity will be maintained at our expected level in order to generate the anticipated cash flows from operations. If our cash flow from operations declines, \n\n21\n\n\nwe may not be able to service or refinance our current debt or obtain financing on favorable terms to us or at all, which could adversely affect our business and financial condition. A substantial portion of our floating rate indebtedness is exposed to interest rate fluctuations as only a portion is hedged through interest rate swaps. Accordingly, any adverse change in interest rates due to market conditions or otherwise could increase our cost of funding substantially.\n\nWe may in the future require additional financing to fund one or more acquisitions or similar corporate transactions and may not be able to obtain such additional financing on competitive terms or at all, which could restrict our ability to complete such transactions.\n\nRisks Related to Our Common Stock\n\nOur stock price continues to be volatile.\n\nThe market price of our common stock has at times experienced or may experience substantial price volatility as a result of, among other reasons, variations between our actual and anticipated financial results, announcements by us and our competitors, terrorist attacks, natural disasters, epidemics or pandemics, or other such events impacting countries where we or our clients have operations, loss of one or more significant clients, announcements of technological developments, projections or speculation about our business or that of our competitors by the media or investment analysts, the effect of any stock split, or uncertainty about current global economic conditions. The stock market, as a whole, experiences extreme price and volume fluctuations that affect the market price of many companies, including technology companies, in ways that may have been unrelated to these companies’ operating performance. The global stock markets have experienced, and may continue to experience, significant volatility from inflation and high interest rates, which could result in a material adverse effect on our stock price. Furthermore, if we fail to meet expectations relating to future growth and profitability, this may have a materially adverse effect on the trading price of our common stock.\n\nDelaware law and our fourth amended and restated certificate of incorporation and sixth amended and restated by-laws contain certain anti-takeover provisions that could delay or discourage business combinations and takeover attempts that stockholders may consider favorable.\n\nOur fourth amended and restated certificate of incorporation and sixth amended and restated by-laws (the “by-laws”) contain provisions that may make it more difficult, expensive or otherwise discourage a tender offer or a change in control or takeover attempt by a third-party that is opposed by our board of directors. These provisions include provisions permitting the board of directors to fill vacancies created by its expansion, provisions requiring the vote of holders of two thirds of our common stock for certain amendments to our organizational documents, provisions barring stockholders from calling a special meeting of stockholders or requiring one to be called or from taking action by written consent and provisions that set forth advance notice procedures for stockholders’ nominations of directors and proposals for consideration at meetings of stockholders. These provisions may have the effect of delaying or preventing a change of control or changes in management that stockholders consider favorable. Additionally, because we are incorporated in Delaware, we are subject to Section 203 of the Delaware General Corporation Law (the “DGCL”). Section 203 of the DGCL may prohibit large stockholders, in particular those owning 15% or more of our outstanding voting stock, from merging or combining with us. These provisions of our restated certificate of incorporation, by-laws and Delaware law could discourage potential takeover attempts and reduce the price that investors might be willing to pay for shares of our common stock in the future which could reduce the market price of our stock.\n\nWe do not intend to pay dividends in the foreseeable future, and, because we are also a holding company, we may be unable to pay dividends.\n\nFor the foreseeable future, we intend to retain any earnings to finance the development and expansion of our business, and we do not anticipate paying any cash dividends on our common stock. Any future determination to pay dividends will be at the discretion of our board of directors and will be dependent on then-existing conditions, including our financial condition and results of operations, capital requirements, contractual restrictions, including restrictions under our credit agreement, business prospects and other factors that our board of directors considers relevant. Furthermore, because we are also a holding company, any dividend payments would also depend on the cash flow from our subsidiaries. Accordingly, under certain circumstances, we may not be able to pay dividends even if our board of directors would otherwise deem it appropriate.\n\nRisks Related to Our Industry\n\nOur industry may not develop in ways that we currently anticipate due to negative public reaction in the United States and elsewhere to offshore outsourcing, anti-outsourcing executive action, legislation or otherwise.\n\n22\n\n\nOffshore outsourcing is a politically sensitive topic in the United States and elsewhere, and many organizations and public figures have publicly expressed concern about a perceived association between offshore outsourcing providers and the loss of jobs in the United States, where the majority of our clients are located, and elsewhere. Current or prospective clients may elect to perform such services themselves or may be discouraged from transferring these services to offshore providers to avoid any negative perception that may be associated with using an offshore provider. Measures aimed at limiting or restricting outsourcing by U.S. companies may be put forward by the President via executive action, U.S. Congress or in state legislatures to address these concerns. If any such measure is enacted, our ability to do business with U.S. clients through our non-U.S. affiliates could be negatively impacted.\n\nGeneral and Other Risk Factors\n\nOur results of operations could be adversely affected by economic and political conditions globally and the effects of these conditions on our clients’ businesses and levels of business activity.\n\nGlobal economic and political conditions affect our clients’ businesses and the markets they serve, which are increasingly becoming more interdependent. The domestic and international capital and credit markets have in the past, and may in the future, experience volatility and disruption and uncertainty from geopolitical tensions, inflation, economic tensions, changes in legislation in the various jurisdictions in which we and our clients operate, changes in global trade policies, or global health emergencies or pandemics, which may affect our clients, us directly, or our client industries, and could result in changing demand patterns. Our business largely depends on continued demand for our services. Weakness in the global labor market could also adversely affect the demand for our services and impact our ability to recruit, train and retain qualified employees, resulting in a significant negative impact on our business and results of operations. \n\nMarket disruptions may limit our ability to access financing or increase our cost of financing to meet liquidity needs, and affect the ability of our clients to use credit to purchase our services or to make timely payments to us.\n\nWe make estimates and assumptions in connection with the preparation of our consolidated financial statements, and any changes to those estimates and assumptions could adversely affect our financial results.\n\nOur financial statements have been prepared in accordance with U.S. generally accepted accounting principles (“U.S. GAAP”). The application of U.S. GAAP requires us to make estimates and assumptions about certain items and future events that affect our reported financial condition, and our accompanying disclosure. Our most critical accounting estimates are described in Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” under “Critical Accounting Policies and Estimates.” We base our estimates on historical experience, contractual commitments and on various other assumptions that we believe to be reasonable under the circumstances and at the time they are made. These estimates and assumptions involve the use of judgment and are subject to significant uncertainties, some of which are beyond our control. If our estimates, or the assumptions underlying such estimates, are not correct, actual results may differ materially from our estimates, and we may need to, among other things, adjust revenues or accrue additional charges that could adversely affect our results of operations.\n\nWe are exposed to credit risk and fluctuations in the market values of our investment and derivatives portfolios.\n\nAny deterioration of the credit and capital markets in the United States, the United Kingdom, Europe, Asia or other regions of the world could result in volatility of our investment earnings and impairments to our investment portfolio, which could negatively impact our financial condition and reported income. Changes in economic conditions could adversely affect the ability of counterparties, including counterparties to our foreign exchange forward contracts, to meet their obligations to us, which could materially affect our positions and investments.\n\nWe may not be fully insured for all losses we may incur.\n\nWe could be sued directly for claims that could be significant, such as claims related to breaches of privacy or network security, infringement of intellectual property rights, violation of wage and hour laws, or systemic discrimination, and our liability under our contracts may not fully limit or insulate us from those liabilities. Although we have general liability insurance coverage, including coverage for errors or omissions, cyber security incidents, property damage or loss and breaches of privacy and network security, that coverage may not continue to be available on reasonable terms or in sufficient amounts to cover one or more large claims, and our insurers may disclaim coverage as to any future claim. Insurance is not available for certain types of claims, including patent infringement, violation of wage and hour laws, failure to provide equal pay in the United States, and our indemnification obligations to our clients based on employment law. The successful assertion of one or \n\n23\n\n\nmore large claims against us that are excluded from our insurance coverage or exceed available insurance coverage, or changes in our insurance policies (including premium increases, the imposition of large deductible or co-insurance requirements, or our insurers’ disclaimer of coverage as to future claims), could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\nNew and changing laws, corporate governance and public disclosure requirements add uncertainty to our compliance policies and increase our costs of compliance.\n\nNew and changing laws, regulations and standards relating to accounting, corporate governance, sustainability and public disclosure, other SEC regulations, rules and regulations of the Consumer Financial Protection Bureau, The Nasdaq Stock Market LLC (or equivalent or other exchange on which our common stock may be listed), the Public Company Accounting Oversight Board, generally accepted accounting principles issued by Financial Accounting Standard Board, and state law can create uncertainty for companies like ours. These laws, regulations and standards may lack specificity and are subject to varying interpretations. Their application in practice may evolve over time, as new guidance is provided by regulatory and governing bodies. This could result in continuing uncertainty regarding compliance matters and higher costs of compliance as a result of ongoing revisions to such corporate governance standards.\n\nIn particular, federal securities laws require us to maintain internal controls over financial reporting. Effective internal controls are necessary for us to provide reliable and accurate financial information and to effectively prevent fraud. We devote significant financial and managerial resources and time to comply with the internal control over financial reporting requirements and continue to enhance our controls. Internal control over financial reporting has inherent limitations, including human error, sample-based testing, the possibility that controls could be circumvented or become inadequate because of changed conditions, unidentified controls, and fraud, which might not prevent or detect all misstatements or fraud, and could result in adverse consequences to us, including, but not limited to, a loss of investor confidence in the reliability of our financial results, which could cause the market price of our stock to decline. While we do not anticipate any material weaknesses in our internal controls framework, we cannot be certain that we will be able to prevent future significant deficiencies or material weaknesses. \n\nOur sustainability initiatives and disclosures may expose us to reputational risks and legal liability.\n\nOur brand and reputation are also associated with various corporate sustainability initiatives. Our disclosures on these matters, and any failure or perceived failure to achieve or accurately report on our initiatives, are subject to risks outside of our control and could harm our reputation. In addition, positions we take or do not take on social issues may be unpopular with some of our employees, our existing and potential clients and investors, governments, media or advocacy groups, which may impact our ability to attract or retain employees or the demand for our services. \n\nWe may experience increased compliance burdens and costs to meet obligations related to new and existing laws and regulations related to sustainability matters. In addition, our selection of voluntary disclosure frameworks and standards, and the interpretation or application of those frameworks and standards, may change from time to time or may not meet the expectations of investors or other stakeholders. We could also be criticized by sustainability detractors, or subjected to negative responses by governmental actors or policies, legislation, or initiatives, legal opinions or other actions, which could result in additional scrutiny on the scope or nature of our reporting and our sustainability initiatives, each of which could adversely affect our reputation, business, financial performance and growth.\n\nIn addition, standards for tracking and reporting on sustainability matters have not been harmonized and continue to evolve. Methodologies for reporting sustainability data may be updated and previously reported sustainability data may be adjusted to reflect improvement in availability and quality of third-party data, changing assumptions, changes in the nature and scope of our operations and other changes in circumstances. Our processes and controls for reporting sustainability matters across our operations and supply chain are evolving along with multiple disparate standards for identifying, measuring, and reporting metrics, including disclosures that may be required by the applicable regulators, may change over time, which could result in significant impacts to our business.",
      "char_count": 67720
    }
  },
  "extracted_at": "2026-01-19T15:36:27.332981"
}