{
  "ticker": "F",
  "company_name": "FORD MOTOR CO",
  "cik": 37996,
  "form_type": "10-K",
  "filing_date": "2025-02-06",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000037996-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000037996&accession_number=000003799625000013&xbrl_type=v",
  "sic_code": "3711",
  "industry": "Motor Vehicles & Passenger Car Bodies",
  "sections": {
    "item1": {
      "text": "ITEM 1. Business.\n\nFord Motor Company was incorporated in Delaware in 1919.  We acquired the business of a Michigan company, also known as Ford Motor Company, which had been incorporated in 1903 to produce and sell automobiles designed and engineered by Henry Ford.  We are a global company based in Dearborn, Michigan.  With about 171,000 employees worldwide, the Company is committed to helping build a better world, where every person is free to move and pursue their dreams.  The Company’s Ford+ plan for growth and value creation combines existing strengths, new capabilities, and always-on relationships with customers to enrich experiences for customers and deepen their loyalty.  Ford develops and delivers innovative, must-have Ford trucks, sport utility vehicles, commercial vans and cars, and Lincoln luxury vehicles, along with connected services.  The Company offers freedom of choice through three customer-centered business segments:  Ford Blue, engineering iconic gas-powered and hybrid vehicles; Ford Model e, inventing breakthrough electric vehicles (“EVs”) along with embedded software that defines always-on digital experiences for all customers; and Ford Pro, helping commercial customers transform and expand their businesses with vehicles and services tailored to their needs.  Additionally, the Company provides financial services through Ford Motor Credit Company LLC (“Ford Credit”).\n\nIn addition to the information about Ford and our subsidiaries contained in this Annual Report on Form 10-K for the year ended December 31, 2024 (“2024 Form 10-K Report” or “Report”), extensive information about our Company can be found at https://corporate.ford.com, including information about our management team, brands, products, services, and corporate governance principles.\n\nThe corporate governance information on our website includes our Corporate Governance Principles, Code of Ethics for Senior Financial Personnel, Code of Ethics for the Board of Directors, Code of Corporate Conduct for all employees, and the Charters for each of the Committees of our Board of Directors.  In addition, any amendments to our Code of Ethics or waivers granted to our directors and executive officers will be posted on our corporate website.  All of these documents may be accessed by going to our corporate website, or may be obtained free of charge by writing to our Shareholder Relations Department, Ford Motor Company, One American Road, P.O. Box 1899, Dearborn, Michigan 48126-1899.\n\nOur recent periodic reports filed with the Securities and Exchange Commission (“SEC”) pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge at https://shareholder.ford.com.  This includes recent Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, as well as any amendments to those reports, and our Section 16 filings.  We post each of these documents on our website as soon as reasonably practicable after it is electronically filed with the SEC.  Our reports filed with the SEC also may be found on the SEC’s website at www.sec.gov.\n\nOur Integrated Sustainability and Financial Report, which details our performance and progress toward our sustainability and corporate responsibility goals, is available at https://sustainability.ford.com.\n\nThe foregoing information regarding our websites and their content is for convenience only and not deemed to be incorporated by reference into this Report nor filed with the SEC.\n\n1\n\nItem 1.  Business (Continued) \n\nOVERVIEW\n\nBelow is a description of our reportable segments and other activities as of December 31, 2024.  \n\nFORD BLUE SEGMENT\n\nFord Blue primarily includes the sale of Ford and Lincoln internal combustion engine (“ICE”) and hybrid vehicles, service parts, accessories, and digital services for retail customers, together with the associated costs of development, manufacture, and distribution of the vehicles, parts, accessories, and services.  This segment focuses on developing Ford and Lincoln ICE and hybrid vehicles.  Additionally, this segment provides hardware engineering and manufacturing capabilities to Ford Model e and manufactures vehicles on behalf of Ford Pro and, in certain cases, Ford Model e.  Ford Blue also includes:\n\n•All sales for markets not presently in scope for Ford Model e or Ford Pro (as further described below)\n\n•In markets outside of the United States and Canada, sales to commercial, government, and rental customers of ICE and hybrid vehicles not considered core to Ford Pro\n\n•Sales of EVs by our unconsolidated affiliates in China\n\n•All sales of vehicles manufactured and sold to other OEMs\n\nFORD MODEL E SEGMENT\n\nFord Model e primarily includes the sale of our electric vehicles, service parts, accessories, and digital services for retail customers, together with the associated costs of development, manufacture, and distribution of the vehicles, parts, accessories, and services.  This segment focuses on developing EV and digital vehicle technologies, as well as software development.  Additionally, Ford Model e provides software and connected vehicle technologies on behalf of the enterprise, and manufactures certain EVs, including for Ford Pro.  Ford Model e operates in North America, Europe, and China.  Ford Model e also includes EV and related sales not considered core to Ford Pro to commercial, government, and rental customers in Europe, China, and Mexico.\n\nFORD PRO SEGMENT\n\nFord Pro primarily includes the sale of Ford and Lincoln vehicles, service parts, accessories, and services for commercial, government, and rental customers.  Included in this segment are sales of all core Ford Pro vehicles, such as Super Duty and the Transit range of vans in North America and Europe and all sales of Ranger in Europe.  In the United States and Canada, Ford Pro also includes all vehicle sales to commercial, government, and rental customers.  This segment focuses on selling ICE, hybrid, and electric vehicles, and providing digital and physical services to optimize and maintain fleets, including telematics and EV charging solutions.  This segment reflects external sales of vehicles produced by Ford Blue and Ford Model e and the costs (including intersegment markup) associated with acquiring vehicles for sale and providing services.  Ford Pro operates in North America and Europe.\n\nGeneral\n\nOur vehicle brands are Ford and Lincoln.  In 2024, we sold approximately 4,470,000 vehicles at wholesale throughout the world.  See “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” (“Item 7”) for a discussion of our calculation of wholesale unit volumes.\n\nSubstantially all of our vehicles, parts, and accessories are sold through distributors and dealers (collectively, “dealerships”), the substantial majority of which are independently owned.  At December 31, the approximate number of dealerships worldwide distributing our vehicle brands was as follows:\n\nBrand20232024\n\nFord8,639 8,212 \n\nFord-Lincoln (combined)503 451 \n\nLincoln385 343 \n\nTotal9,527 9,006 \n\nWe do not depend on any single customer or a few customers to the extent that the loss of such customers would have a material adverse effect on our business. \n\n2\n\nItem 1.  Business (Continued) \n\nIn addition to the products we sell to our dealerships for retail sale, we also sell vehicles to our dealerships for sale to fleet customers, including commercial fleet customers, daily rental car companies, and governments.  We also sell parts and accessories, primarily to our dealerships (which, in turn, sell these products to retail customers) and to authorized parts distributors (which, in turn, primarily sell these products to retailers).  We also offer extended service contracts. \n\nThe worldwide automotive industry is affected significantly by general economic and political conditions over which we have little control.  Vehicles are durable goods, and consumers and businesses have latitude in determining whether and when to replace an existing vehicle.  The decision whether to purchase a vehicle may be affected significantly by slowing economic growth, geopolitical events, and other factors (including the cost of purchasing and operating cars, trucks, and utility vehicles, the availability and cost of financing, cost of fuel, and electric vehicle charging availability and cost).  As a result, the number of cars, trucks, and utility vehicles sold may vary substantially from year to year.  Further, the automotive industry is a highly competitive business that has a wide and growing variety of product and service offerings from a growing number of manufacturers.\n\nOur wholesale unit volumes vary with the level of total industry demand and our share of that industry demand.  Our wholesale unit volumes also are influenced by the level of dealer inventory, and our ability to maintain sufficient production levels to support desired dealer inventory in the event of supplier disruptions or other types of disruptions affecting our production.  Our share is influenced by how our products are perceived by customers in comparison to those offered by other manufacturers based on many factors, including price, quality, styling, reliability, safety, fuel efficiency, functionality, sustainability, and reputation.  Our share also is affected by the timing and frequency of new model introductions.  Our ability to satisfy changing consumer and business preferences with respect to type or size of vehicle, as well as design and performance characteristics and the services our vehicles offer, affects our sales and earnings significantly.\n\nAs with other manufacturers, the profitability of our business is affected by many factors, including:\n\n•Wholesale unit volumes\n\n•Margin of profit on each vehicle sold - which, in turn, is affected by many factors, such as:\n\n◦Market factors - volume and mix of vehicles and options sold, and net pricing (reflecting, among other factors, incentive programs)  \n\n◦Costs of components and raw materials necessary for production of vehicles\n\n◦Costs for customer warranty claims and additional service actions\n\n◦Costs for safety, emissions, and fuel economy technology and equipment\n\n•A high proportion of relatively fixed structural costs, so that small changes in wholesale unit volumes can significantly affect overall profitability\n\nAlthough supply disruptions have resulted in a higher level of new vehicle prices, our industry has historically had a very competitive pricing environment, driven in part by excess capacity.  For the past several decades, manufacturers typically have offered price discounts and other marketing incentives to provide value for customers and maintain market share and production levels, and we saw some of these actions resume as industry production and inventories improved in recent quarters.  The decline in value of foreign currencies can also contribute significantly to competitive pressures in many of our markets.  \n\nCompetitive Position.  The worldwide automotive industry consists of many producers, with no single dominant producer.  Certain manufacturers, however, account for the major percentage of total sales within particular countries, especially their countries of origin. \n\nSeasonality.  We manage our vehicle production schedule based on a number of factors, including retail sales (i.e., units sold by our dealerships to their customers at retail) and dealer stock levels (i.e., the number of units held in inventory by our dealerships for sale to their customers).  Historically, we have experienced some seasonal fluctuation in the business, with production in many markets tending to be higher in the first half of the year to meet demand in the spring and summer (typically the strongest sales months of the year); however, that may not be the case in a particular year depending on the circumstances, e.g., if we have a higher number of vehicle launches (particularly for our higher volume vehicles) in the first half of the year, we would expect production in the second half of the year to be higher.\n\n3\n\nItem 1.  Business (Continued) \n\nRaw Materials.  We purchase a wide variety of raw materials from numerous suppliers around the world for use in the production of, and development of technologies in, our vehicles.  These materials include base metals (e.g., steel and aluminum), precious metals (e.g., palladium), energy (e.g., natural gas), and plastics/resins (e.g., polypropylene).  As we transition to a greater mix of electric vehicles, we expect to increase our reliance on lithium, cobalt, and nickel, among other materials, for batteries.  We expect to have adequate supplies or sources of availability of raw materials necessary to meet our needs; however, there always are risks and uncertainties with respect to the supply of raw materials that could impact availability in sufficient quantities and at cost effective prices to meet our needs.  See “Item 1A. Risk Factors” for a discussion of the risks associated with a shortage of components or raw materials, supplier disruptions, and inflationary pressures, the “Key Trends and Economic Factors Affecting Ford and the Automotive Industry” section of Item 7 for a discussion of commodity and energy price changes, and “Item 7A. Quantitative and Qualitative Disclosures about Market Risk” (“Item 7A”) for a discussion of commodity price risks.\n\nIntellectual Property.  We own or hold licenses to use numerous patents, trade secrets, copyrights, and trademarks on a global basis.  We expect to continue building this portfolio as we actively pursue innovation in every part of our business.  We also own numerous trademarks and service marks that contribute to the identity and recognition of our Company and its products and services globally.  While our intellectual property rights in the aggregate are important to the operation of each of our businesses, we do not believe that our business would be materially affected by the expiration of any particular intellectual property right or termination of any particular intellectual property agreement.\n\nWarranty Coverage, Field Service Actions, and Customer Satisfaction Actions.  We provide warranties on vehicles we sell.  Warranties are offered for specific periods of time and/or mileage and vary depending upon the type of product and the geographic location of its sale.  Pursuant to these warranties, we will repair, replace, or adjust parts on a vehicle that are defective in factory-supplied materials or workmanship during the specified warranty period.  In addition to the costs associated with this warranty coverage provided on our vehicles, we also incur costs as a result of field service actions (i.e., safety recalls, emission recalls, and other product campaigns) and for customer satisfaction actions.  Software updates are increasingly a component of vehicle service and may be performed during warranty coverage repairs, through field service actions, or through over-the-air updates.\n\nFor additional information regarding warranty and related costs, see “Critical Accounting Estimates” in Item 7 and Note 24 of the Notes to the Financial Statements.\n\nWholesales\n\nWholesales consist primarily of vehicles sold to dealerships.  For the majority of such sales, we recognize revenue when we ship the vehicles to our dealerships from our manufacturing facilities.  See Item 7 for additional discussion of revenue recognition practices.  Wholesales in certain key markets during the past three years were as follows:\n\n Wholesales (a)\n\n(in thousands of units)\n\n 202220232024\n\nUnited States2,012 2,097 2,200 \n\nChina (b)495 467 442 \n\nCanada258 260 269 \n\nUnited Kingdom263 243 242 \n\nGermany182 162 155 \n\nTürkiye\n\n85 124 114 \n\nItaly107 122 109 \n\nAustralia (c)71 89 104 \n\nFrance 90 104 78 \n\nOther Markets668 745 757 \n\nTotal Company4,231 4,413 4,470 \n\n__________\n\n(a)Wholesale unit volumes include sales of medium and heavy trucks.  Wholesale unit volumes also include all Ford and Lincoln badged units (whether produced by Ford or by an unconsolidated affiliate) that are sold to dealerships or others, units manufactured by Ford that are sold to other manufacturers, units distributed by Ford for other manufacturers, local brand units produced by our unconsolidated Chinese joint venture Jiangling Motors Corporation, Ltd. (“JMC”) that are sold to dealerships or others, and Ford badged vehicles produced in Taiwan by Lio Ho Group.  Vehicles sold to daily rental car companies that are subject to a guaranteed repurchase option (i.e., rental repurchase), as well as other sales of finished vehicles for which the recognition of revenue is deferred (e.g., consignments), also are included in wholesale unit volumes.  Revenue from certain vehicles in wholesale unit volumes (specifically, Ford badged vehicles produced and distributed by our unconsolidated affiliates, as well as JMC brand vehicles) are not included in our revenue.\n\n(b)China includes Taiwan.\n\n(c)Not previously presented.\n\n4\n\nItem 1.  Business (Continued) \n\nSales, Industry Volume, and Market Share\n\nSales, industry volume, and market share in certain key markets during the past three years were as follows:\n\n Sales (a)Industry Volume (b)Market Share (c)\n\n(in millions of units)(in millions of units)(as a percentage)\n\n 202220232024202220232024202220232024\n\nUnited States1.9 2.0 2.1 14.2 16.1 16.4 13.1 %12.4 %12.6 %\n\nChina (d)0.5 0.5 0.4 23.9 25.1 27.1 2.1 1.8 1.6 \n\nCanada0.2 0.2 0.3 1.6 1.8 1.9 15.2 13.7 14.7 \n\nUnited Kingdom0.2 0.2 0.2 1.9 2.3 2.4 12.1 10.8 9.6 \n\nGermany0.2 0.2 0.2 3.0 3.2 3.2 5.7 5.1 5.0 \n\nTürkiye\n\n0.1 0.1 0.1 0.8 1.3 1.3 10.5 8.9 8.8 \n\nItaly 0.1 0.1 0.1 1.5 1.8 1.8 6.4 6.1 5.8 \n\nAustralia (e)0.1 0.1 0.1 1.1 1.2 1.2 6.2 7.2 8.2 \n\nFrance 0.1 0.1 0.1 2.0 2.3 2.2 3.9 3.9 3.5 \n\n__________\n\n(a)Represents primarily sales by dealers, sales to the government, and leases to Ford management, and is based, in part, on estimated vehicle registrations; includes medium and heavy trucks.\n\n(b)Industry volume is an internal estimate based on publicly available data collected from various government, private, and public sources around the globe; includes medium and heavy trucks.\n\n(c)Market share represents reported retail sales of our brands as a percent of total industry volume in the relevant market or region.\n\n(d)China includes Taiwan; China market share includes Ford brand and JMC brand vehicles produced and sold by our unconsolidated affiliates.\n\n(e)Not previously presented.  \n\nU.S. Sales by Type\n\nThe following table shows U.S. sales volume and U.S. wholesales (consisting primarily of vehicles sold to dealerships) segregated by electric, hybrid, and internal combustion vehicles.  U.S. sales volume represents primarily sales by dealers, sales to the government, and leases to Ford management, and is based, in part, on estimated vehicle registrations and includes medium and heavy trucks.      \n\nU.S. SalesU.S. Wholesales\n\n2023202420232024\n\nElectric Vehicles72,608 97,865 99,928 68,990 \n\nHybrid Vehicles133,743 187,426 146,249 215,735 \n\nInternal Combustion Vehicles1,789,561 1,793,541 1,850,448 1,914,862 \n\nTotal Vehicles1,995,912 2,078,832 2,096,625 2,199,587 \n\nFORD NEXT SEGMENT\n\nIn 2024, the Ford Next segment primarily included expenses and investments for emerging business initiatives aimed at creating value for Ford in vehicle-adjacent market segments.  As of January 1, 2025, Ford Next is no longer a reportable segment, and those expenses and investments are now reflected in either the reportable segments that benefit from those expenses and investments or Corporate Other.\n\n5\n\nItem 1.  Business (Continued) \n\nFORD CREDIT SEGMENT\n\nThe Ford Credit segment is comprised of the Ford Credit business on a consolidated basis, which is primarily vehicle-related financing and leasing activities.  \n\nFord Credit offers a wide variety of automotive financing products to and through automotive dealers throughout the world.  The predominant share of Ford Credit’s business consists of financing our vehicles and supporting our dealers.  Ford Credit earns its revenue primarily from payments made under retail installment sale and finance lease (retail financing) and operating lease contracts that it originates and purchases; interest rate supplements and other support payments from us and our affiliates; and payments made under dealer financing programs.\n\nAs a result of these financing activities, Ford Credit has a large portfolio of finance receivables and operating leases which it classifies into two portfolios —“consumer” and “non-consumer.”  Finance receivables and operating leases in the consumer portfolio include products offered to individuals and businesses that finance the acquisition of our vehicles from dealers for personal and commercial use.  Retail financing includes retail installment sale contracts for new and used vehicles and finance leases (comprised of sales-type and direct financing leases) for new vehicles to retail and commercial customers, including leasing companies, government entities, daily rental companies, and fleet customers.  Finance receivables in the non-consumer portfolio include products offered to automotive dealers.  Ford Credit makes wholesale loans to dealers to finance the purchase of vehicle inventory, also known as floorplan financing, as well as loans to dealers to finance working capital and improvements to dealership facilities, finance the purchase of dealership real estate, and finance other dealer vehicle programs.  Ford Credit also purchases receivables generated by us and our affiliates, primarily related to the sale of parts and accessories to dealers and certain used vehicles from daily rental fleet companies.  Ford Credit also provides financing to us for vehicles that we lease to our employees.\n\nThe majority of Ford Credit’s business is in the United States and Canada.  Outside of the United States, Europe is Ford Credit’s largest operation.  Ford Credit’s European operations are managed primarily through its United Kingdom-based subsidiary, FCE Bank plc (“FCE”), and its Germany-based subsidiary, Ford Bank GmbH (“Ford Bank”).  Within Europe, Ford Credit’s largest markets are the United Kingdom and Germany.\n\nSee Item 7 and Notes 10 and 12 of the Notes to the Financial Statements for a detailed discussion of Ford Credit’s receivables, credit losses, allowance for credit losses, loss-to-receivables ratios, funding sources, and funding strategies.  See Item 7A for a discussion of how Ford Credit manages its financial market risks.\n\nWe routinely sponsor special retail financing and lease incentives to dealers’ customers who choose to finance or lease our vehicles from Ford Credit.  In order to compensate Ford Credit for the lower interest or lease payments offered to the retail customer, we pay the discounted value of the incentive directly to Ford Credit when it originates the retail finance or lease contract with the dealer’s customer.  These programs increase Ford Credit’s financing volume and share.  See Note 2 of the Notes to the Financial Statements for information about our accounting for these programs.\n\nWe have a Third Amended and Restated Relationship Agreement with Ford Credit, pursuant to which, if Ford Credit’s financial statement leverage for a calendar quarter were to be higher than 12.5:1 (as reported in its most recent periodic report), Ford Credit could require us to make or cause to be made a capital contribution to it in an amount sufficient to have caused such financial statement leverage to have been 12.5:1.  No capital contributions have been made pursuant to this agreement.  In a separate agreement with FCE, Ford Credit has agreed to maintain FCE’s net worth in excess of $500 million.  No payments have been made pursuant to that agreement.\n\nFord Credit files periodic reports with the SEC that contain additional information regarding Ford Credit.  The reports are available through Ford Credit’s website located at www.ford.com/finance/investor-center and can also be found on the SEC’s website located at www.sec.gov.\n\nThe foregoing information regarding Ford Credit’s website and its content is for convenience only and not deemed to be incorporated by reference into this Report nor filed with the SEC.\n\n6\n\nItem 1.  Business (Continued) \n\nCORPORATE OTHER\n\nCorporate Other primarily includes corporate governance expenses, past service pension and other postretirement employee benefits (“OPEB”) income and expense, interest income (excluding Ford Credit interest income and interest earned on our extended service contract portfolio) and gains and losses from our cash, cash equivalents, and marketable securities (excluding gains and losses on investments in equity securities), and foreign exchange derivatives gains and losses associated with intercompany lending.  Corporate governance expenses are primarily administrative, delivering benefit on behalf of the global enterprise, that are not allocated to operating segments.  These include expenses related to setting and directing global policy, providing oversight and stewardship, and promoting the Company’s interests.  Corporate Other assets include:  cash, cash equivalents and marketable securities, tax related assets, defined benefit pension plan net assets, and other assets managed centrally.  \n\nINTEREST ON DEBT\n\nInterest on Debt consists of interest expense on Company debt excluding Ford Credit.\n\nGOVERNMENTAL STANDARDS\n\nMany governmental standards and regulations relating to safety, fuel economy, air pollution emissions control, noise control, vehicle recycling, substances of concern, vehicle damage, and theft prevention are applicable to new motor vehicles, engines, and equipment.  In addition, manufacturing and other automotive assembly facilities are subject to stringent standards regulating air emissions, water discharges, and the handling and disposal of hazardous substances.  The most significant of the standards and regulations affecting us are discussed below:\n\nU.S. Vehicle Emissions Standards and Fuel Economy\n\nFederal and California Emissions Standards.  Both the U.S. Environmental Protection Agency (“EPA”) and the California Air Resources Board (“CARB”) have motor vehicle tailpipe and evaporative emissions standards that become increasingly stringent over time.  In addition to regulating emissions of certain pollutants—known as “criteria pollutants”—for which EPA has adopted ambient health-based standards (e.g., oxides of nitrogen), EPA and CARB also regulate greenhouse gases (“GHGs”) from vehicles (e.g., carbon dioxide).  EPA and CARB also require:  that vehicles and engines are durable enough to meet emissions standards for prescribed amounts of time; that vehicles and engines be equipped with on-board diagnostic (“OBD”) systems that monitor emissions-related systems and components; and that manufacturers offer and honor warranties on certain emissions-related components.  Vehicles and engines must be certified by EPA prior to sale in the United States and by CARB prior to sale in California and those states that have adopted California’s standards. \n\nManufacturers generally demonstrate compliance with emissions standards on a fleet-wide, production-volume-weighted basis, and over time through a system based on credits.  Manufacturers may generate credits insofar as their products emit less than the emissions standards, and may incur and carry credit deficits for a limited amount of time insofar as their products emit more than the emissions standards.  Under certain circumstances, manufacturers may sell credits to other manufacturers, who may then use the purchased credits to cure a deficit.  If a manufacturer fails to comply with applicable emissions standards, even after considering its ability to carry deficits and use credits, then EPA and CARB may take various actions, including withholding approvals to sell new vehicles and engines and/or enforcement actions for civil penalties and injunctive relief. \n\nFor light-duty cars and trucks, EPA and CARB each maintain emissions standards for both criteria pollutants and GHGs.  In 2021, EPA promulgated emissions standards for GHGs for the 2023 through 2026 model years, and then in 2024 promulgated emission standards for criteria pollutants and GHGs for the 2027 through 2032 model years.  Both sets of standards are subject to pending legal challenges.  CARB also has emissions standards for criteria pollutants and GHGs in place through the 2025 model year.  In 2022, CARB promulgated emissions standards for criteria pollutants for the 2026 through 2035 model years.  Currently, CARB is considering adopting emissions standards for GHGs for future model years.  These EPA and CARB standards also include updates to durability, warranty, and OBD requirements.  \n\n7\n\nItem 1.  Business (Continued) \n\nFor heavy-duty vehicles and engines, EPA maintains emissions standards for criteria emissions and GHGs.  In 2022, EPA promulgated emissions standards for criteria emissions for 2027 and beyond.  In 2024, EPA promulgated emissions standards for GHGs for the 2027 through 2032 model years, and these GHG standards are subject to pending legal challenges.  CARB also has emissions standards for criteria pollutants and GHGs.  CARB has adopted emissions standards for criteria pollutants for 2024 and later model years.  CARB has also adopted emissions standards for GHGs for 2027 and beyond.  These EPA and CARB standards also include updates to durability, warranty, and OBD requirements.  \n\nSeventeen states (referenced as “opt-in” states) have adopted CARB’s light-duty emissions standards, and nine opt-in states have adopted California’s heavy-duty emissions standards.  The list of opt-in states changes over time, based on the legislative, executive, and regulatory actions by each individual state.\n\nCalifornia ZEV Requirements.  California requires manufacturers to produce and deliver for sale zero-emission vehicles (“ZEVs”), which include electric vehicles.  This is in addition to the emissions standards outlined above.  California’s regulations, which use a system based on credits (whether generated by us or purchased from another manufacturer) that can be banked and carried forward, require annual percentage increases in the production and sale of ZEVs.  For light-duty vehicles, in the 2025 model year, CARB regulations require that approximately 22% of a manufacturer’s California light-duty vehicle sales volume be ZEVs.  In the 2026 model year, this grows to 35%, and the requirements continue to grow each year, rising to 100% by the 2035 model year.  For heavy-duty vehicles, CARB regulations likewise require year-over-year increases in the percentage of a manufacturer’s California sales volume that must be ZEVs, with current percentages in the single digits growing to well over 50% by 2035. \n\nSixteen opt-in states have adopted California’s ZEV requirements for light-duty vehicles, and 10 opt-in states have adopted California’s ZEV requirements for heavy-duty vehicles.  The list of opt-in states changes over time, based on the legislative, executive, and regulatory actions by each individual state.\n\nCalifornia Waivers of Clean Air Act Preemption.  The federal Clean Air Act preempts states from establishing their own standards, except the Act provides that the EPA shall waive that preemption and thereby allow California to establish its own standards if, among other requirements, those standards will be at least as protective of public health and welfare as federal standards. \n\nFor decades, California has requested, and EPA has granted, waivers to allow California to implement emissions standards (and, likewise, allow opt-in states to implement those same standards within their borders).  In some cases, EPA withheld approval of waivers.  In 2019, during the first Trump administration, in an unprecedented move, the EPA rescinded a previously granted waiver (for California’s emissions standards for GHGs through the 2025 model year).  Then, in 2022, during the Biden administration, the EPA reinstated that waiver, allowing California to enforce the relevant standards as though the waiver was never rescinded.  These actions reflect policy differences between subsequent presidential administrations and remain the subject of ongoing legal challenges.  Such rescissions and reinstatements, and pending and future legal challenges concerning California’s authority, create significant uncertainty for regulated manufacturers about the need to comply with California and opt-in state requirements. \n\nTo manage the uncertainty from the 2019 waiver rescission, pending legal challenges, and other considerations, Ford reached an agreement with California and opt-in states on a set of terms for an alternative framework in which Ford committed to meet a designated set of GHG standards on a national basis for the 2021 through 2026 model years that were more stringent than the then-rolled back federal standards in lieu of the California regulatory program.  This framework enabled Ford to continue its product planning on a nationwide basis.  EPA’s emissions standards for GHGs, as finalized in 2021 and currently in place through the 2026 model year, get stricter over time and become more stringent than this California framework agreement.  Such framework agreements are a possibility for manufacturers to manage similar uncertainty in the future. \n\nEPA has issued waivers for the emissions standards and ZEV requirements outlined above.  The incoming administration has stated an intent to rescind one or more of these waivers.  \n\n8\n\nItem 1.  Business (Continued) \n\nFederal Fuel Economy Requirements.  The National Highway Traffic Safety Administration (“NHTSA”) requires that light-duty vehicles meet minimum corporate average fuel economy (“CAFE”) standards, and that certain heavy-duty vehicles meet fuel efficiency standards.  For CAFE standards, NHTSA establishes separate standards applicable to three subsets of manufacturers’ products:  domestic passenger cars, imported passenger cars, and light-duty trucks.  In 2022, NHTSA promulgated fuel economy standards for the 2024 through 2026 model years.  In 2024, NHTSA promulgated fuel economy standards for light-duty vehicles for the 2027 through 2031 model years, as well as standards for heavy-duty pickup trucks and vans for the 2030 through 2035 model years.  These recently finalized standards are the subject of ongoing legal challenges.  Manufacturers are subject to pre-determined civil penalties if they fail to meet fuel economy standards in any model year, after taking into account all available credits for the preceding five model years and expected credits for the three succeeding model years.\n\nAlignment and Misalignment of Standards.  Because the vast majority of GHGs emitted by a vehicle are the result of fuel combustion, GHG emissions correspond closely with fuel economy.  Before approximately the 2020 model year, NHTSA and EPA aligned their standards, and California agreed that compliance with the federal program would satisfy compliance with its own GHG requirements, thereby avoiding a patchwork of federal and state standards.  Since approximately the 2021 model year, EPA and NHTSA have independently promulgated GHG and fuel economy standards, and while they generally avoided material inconsistencies between the standards, they nonetheless created complexity and redundancy for manufacturers that must meet both sets of standards.  Also since approximately the 2021 model year, California and opt-in states have maintained emissions standards and ZEV requirements, outlined above, which are not aligned with and are generally more stringent than the federal requirements and are outside the scope of the existing framework agreement with California described above. \n\nImplications for Ford.  The requirements for light-duty vehicles outlined above apply to most cars, sport utility vehicles, and light-duty pickup trucks that Ford sells in the United States.  The requirements for heavy-duty vehicles and engines outlined above apply to most heavy-duty pickup trucks, vans, cab-chassis products, and vocational vehicles that Ford sells in the United States.  Ford is subject to each separate regulatory regime, and in general, this means separate compliance measures for each regulator and for each regulated pollutant and performance standard.  EPA, NHTSA, and CARB have requirements that govern the same aspects of the same products at the same time, as outlined above.  Different standards pose additional compliance burdens, including complexity and costs, and these burdens are heightened when these various requirements are misaligned or change, e.g., when there is a change in administration or as a result of a legal challenge.\n\nCompliance with emissions standards, ZEV requirements, fuel economy standards, OBD requirements, emissions warranty requirements, and related regulations can be challenging and can drive increased product development costs, production costs, higher retail prices, warranty costs, and vehicle recalls.  Compliance depends in part on the widespread availability of high-quality and consistent automotive fuels that internal combustion vehicles are designed to use.  Insofar as regulatory requirements get increasingly stringent, manufacturers must comply by increasing their sales of electric vehicles and other ZEVs, as a portion of overall sales.  This is directly required by California’s ZEV requirements, but is also required to comply with the emissions and fuel economy standards described above, which are not achievable solely through sales of internal combustion engines with today’s technology.  Sales of electric vehicles continue to grow, however there are factors limiting faster and future growth including:  supportive public policy; consumer acceptance and understanding of electric vehicles; upfront costs; technology cost and readiness; battery raw material availability and cost; and the availability of adequate infrastructure to support vehicle charging.\n\nStringent requirements that are misaligned with market conditions could force Ford to take various product-led actions that could have substantial adverse effects on its sales volumes and operations.  Such actions could include:  restricting offerings of certain products and popular options; taking actions to increase sales of Ford’s lowest-emitting and most fuel-efficient vehicles; and curtailing the production and sale of certain internal combustion vehicles.  For example, in those opt-in states that have adopted California’s ZEV requirements for light-duty vehicles, industrywide sales of ZEVs are growing but generally are not on track to meet the ZEV requirements as early as the 2026 model year, and product-led actions may be necessary to ensure compliance.  \n\n9\n\nItem 1.  Business (Continued) \n\nTo some extent, Ford can manage and is managing these risks in the United States and elsewhere by purchasing emissions credits from other vehicle manufacturers when the cost of those credits is less than the financial impact of the product-led actions listed above.  Such credits are available only from other manufacturers and only to the extent those manufacturers exceed compliance requirements.  Credits will have limited availability and may not be adequate to completely eliminate the need for product-led actions.  Accordingly, we have made a strategic decision to enter into agreements to purchase regulatory compliance credits for current and future model years in various regions.  Our obligations under these agreements are dependent on the continued existence of an underlying regulatory compliance requirement in the applicable jurisdiction.  Further, the number of credits we may ultimately purchase is dependent on the sellers’ delivery of the credits.  In the fourth quarter of 2024, we entered into agreements for the purchase of about $500 million of regulatory compliance credits, and for full year 2024, we entered into agreements for the purchase of about $4.3 billion of such credits.  As of December 31, 2024, our outstanding purchase obligations under our compliance credit purchase agreements totaled about $4.2 billion.  During 2024, we recorded about $200 million of expense for our estimated utilization of regulatory compliance credits related to current compliance period volumes (e.g., model year, calendar year), which was allocated to Ford Blue and Ford Pro results.\n\nFord’s ability to optimize investments and planning for compliance is hampered by sudden or frequent changes in applicable emissions and fuel economy standards and ZEV requirements.  Such changes can include rescissions and reinstatements of Clean Air Act waivers for California, court decisions that change applicable regulatory requirements, and significant changes to the stringency of federal requirements with each subsequent administration.\n\nGlobal Vehicle Emissions Standards and Fuel Economy\n\nEuropean Emissions Standards.  EU and U.K. regulations, directives, and related legislation limit the amount of regulated pollutants that may be emitted by new motor vehicles and engines sold in the European Union and the United Kingdom.  Regulatory stringency has increased significantly with the application of Stage VI emission standards (first introduced in 2014) and the implementation of a laboratory test cycle for CO2 and emissions and the introduction of on-road emission testing using portable emission analyzers (Real Driving Emission or “RDE”).  These on-road emission tests are in addition to the laboratory-based tests (first introduced in 2017).  The divergence between the regulatory limit that is tested in laboratory conditions and the allowed values measured in RDE tests will ultimately be reduced to zero as the regulatory demands increase.  In addition, new requirements for tailpipe and non-tailpipe emissions will be included in the upcoming Euro 7 regulation and will be phased in beginning in November 2026 for new vehicle types and for all vehicles in November 2027.  The costs associated with complying with all of these requirements are significant, and following the EU Commission’s indication of its intent to accelerate emissions rules in its road map publication “EU Green Deal” as well as the EU sustainable mobility action plan, these challenges will continue in European markets, including the United Kingdom.  In addition, the Whole Vehicle Type Approval (“WVTA”) regulation has been updated to increase the stringency of in-market surveillance.  Moreover, following the U.K.’s withdrawal from the European Union, we may be subject to diverging requirements in our European markets, which could increase vehicle complexity and duties.\n\nThere continues to be an increasing trend of city access restrictions for internal combustion engine powered vehicles.  These access rules are developed by individual cities based on their specific concerns, resulting in rapid deployment of access rules that differ greatly among cities.  The speed of implementation of access rules may directly influence customer vehicle residual values and choice of next purchase.  In an effort to support the Paris Accord, some countries are adopting yearly increases in CO2 taxes, where such a system is in place, and publishing dates by when internal combustion powered vehicles may no longer be registered, e.g., Norway in 2025 and the Netherlands in 2030.\n\nOther National Emissions Control Requirements.  Many countries, in an effort to address air quality and climate change concerns, have adopted previous versions of European or United Nations Economic Commission for Europe (“UN-ECE”) mobile source emission regulations.  Some countries have adopted more advanced regulations based on the most recent version of European or U.S. regulations.  For example, the China Stage VI light-duty vehicle emission standards, based on European Stage VI emission standards for light-duty vehicles, U.S. evaporative and refueling emissions standards, and CARB OBD II requirements, incorporate two levels of stringency for tailpipe emissions.  Under the level one (VI(a)) standard, the emissions limits are comparable to the EU Stage VI limits, except for carbon monoxide, which is 30% lower than the EU Stage VI limit.  The more stringent level two (VI(b)) standard’s emissions limits, which are currently in place nationwide in China, are approximately 30-50% lower than the EU Stage VI limits, depending on the pollutants.  China’s Ministry of Ecology and Environment is currently drafting the China Stage VII emission standards, which are expected to impose significantly lower allowable emission levels for pollutants as compared to the Stage VI limits and be expanded to add GHGs.  Detailed proposals for these new standards are expected by the end of 2025.  Mexico and most countries in Central America, the Caribbean, and South America continue to evolve and implement more stringent requirements accepting Europe and U.S. regulations, except Brazil, which has a unique local process called PROCONVE based on U.S. regulations for light-duty vehicles and European regulations for heavy-duty vehicles.  Other \n\n10\n\nItem 1.  Business (Continued) \n\ncountries across Southeast Asia, the Middle East, and Australasia expect to introduce regulations based on EU Stage VI standards in the near term.  Canadian criteria emissions regulations are largely aligned with U.S. requirements, and Canada accepts U.S. EPA certifications of vehicles and engines prior to their sale in Canada.\n\nElsewhere, there is a mix of regulations and processes based on U.S. and EU standards.  Not all countries have adopted appropriate fuel quality standards to accompany the stringent emission standards adopted.  This could lead to compliance problems, particularly if OBD or in-use surveillance requirements are implemented.\n\nGlobal Developments.  Vehicle emissions regulators continue to focus on the use of “defeat devices.”  Defeat devices are elements of design (typically embedded in software) that improperly cause the emission control system to function less effectively during normal on-road driving than during an official laboratory emissions test, without justification.  They are prohibited by law in many jurisdictions, and we do not use defeat devices in our vehicles.\n\nRegulators around the world continue to scrutinize automakers’ emission testing, which has led to a number of defeat device settlements by various manufacturers.  EPA is carrying out additional non-standard tests as part of its vehicle certification program.  CARB has also been conducting extensive non-standard emission tests, which in some cases have resulted in certification delays for diesel vehicles.  In the past, several European countries have conducted non-standard emission tests and published the results, and, in some cases, this supplemental testing has triggered investigations of manufacturers for possible defeat devices.  Testing is expected to continue on an ongoing basis, with new testing methods continually under development.  In addition, plaintiffs’ attorneys are pursuing consumer class action lawsuits based on alleged excessive emissions from cars and trucks, which could, in turn, prompt further investigations by regulators.\n\nEuropean GHG Requirements.  The European Union regulates passenger car and light commercial vehicle CO2 emissions using sliding scales with different CO2 targets for each manufacturer based on the respective average vehicle weight for its fleet of vehicles first registered in a calendar year, with separate targets for passenger cars and light commercial vehicles.  A penalty system applies to manufacturers failing to meet the individual CO2 targets.  Pooling agreements between manufacturers to utilize credits are possible under certain conditions, and Ford has entered into such pooling agreements in order to comply with fuel economy regulations without paying a penalty and to enable other manufacturers to benefit from our positive CO2 performance.  For “multi-stage vehicles” (e.g., Ford’s Transit chassis cabs), the base manufacturer (e.g., Ford) is fully responsible for the CO2 performance of the final up-fitted vehicles.  The initial target levels get significantly more stringent every five years (2025, 2030, and 2035), after which all new passenger cars and light commercial vehicles must be zero emission, requiring significant investments in alternative propulsion technologies and extensive fleet management to enable low CO2 emissions for our fleet.  EU heavy-duty CO2 regulations are being finalized and will also limit CO2 fleet performance, with slightly different requirements.  The United Kingdom and Switzerland have introduced similar rules for light-duty vehicles, and the United Kingdom has adopted a ZEV mandate as well as CO2 fleet limits for non-ZEV vehicles starting in 2024.\n\nThe EU Commission has introduced mandatory requirements for national authorities to conduct in-service verification testing on vehicles to measure their actual CO2 emissions in the field.  It is also investigating the introduction of Real Driving CO2 and Life Cycle Assessment elements, and heavy-duty vehicles are addressed in separate regulations with analogous requirements and challenges.  As discussed above, the EU Commission has announced a “Green Deal” with more stringent requirements for CO2 emissions (including stricter CO2 fleet regulations) and other regulated emissions and include recycling and substance restrictions.  While the EU Commission targets net climate neutrality by 2050 and an ambitious 2030 interim target (a 55% CO2 reduction across all industries compared to 1990), several countries, such as Germany, have adopted stricter interim targets and earlier net climate neutrality targets.\n\nFord also faces the risk of advance premium payments for both passenger cars and light commercial vehicles in all European markets due to, for example, unexpected market fluctuations and shorter lead times impacting average fleet performance.   \n\nThe United Nations developed a technical regulation for passenger car emissions and CO2.  This world light-duty test procedure (“WLTP”) is focused primarily on better aligning laboratory CO2 and fuel consumption figures with customer-reported figures.  The introduction of WLTP in Europe started in September 2017 and requires updates to CO2 labeling, thereby impacting taxes in countries with a CO2 tax scheme as well as CO2 fleet regulations for passenger cars and light commercial vehicles.  Costs associated with new or incremental testing for WLTP are significant.\n\n11\n\nItem 1.  Business (Continued) \n\nSome European countries have implemented or are considering other initiatives for reducing CO2 vehicle emissions, including fiscal measures and CO2 labeling to address country specific targets associated with the Paris Accord.  For example, the United Kingdom, France, Germany, Spain, Portugal, and the Netherlands, among others, have introduced taxation based on CO2 emissions.  The EU CO2 requirements are likely to trigger further measures.  In addition, delayed vehicle launches and supply shortages, as well as an insufficient charging infrastructure and lower demand for ZEV and low CO2 emission vehicles as certain electric vehicle incentives are reduced or eliminated or for other reasons, can trigger compliance risks in all European markets.\n\nEuropean regulators are also starting to look beyond tailpipe CO2 emissions with new requirements for battery electric vehicles and life cycle assessments.  For example, the EU Battery Regulation, which came into effect in August 2024, introduces a range of new requirements, including that manufacturers calculate and declare the carbon footprint of their EV batteries and track their environmental performance throughout their life cycles.  Maximum carbon footprint thresholds are expected to be set in 2028.  Compliance with regulations like these will require manufacturers to navigate complex data collection, calculation, and reporting processes.\n\nIn addition to imposing strict emissions requirements, European regulations are increasingly including other sustainability requirements, such as reporting obligations and supply chain due diligence.  While these regulations are applicable in European jurisdictions, they often apply to global corporations across jurisdictions and require adjustments in corporate processes, policies, and strategies, which may be costly.  For example, the Corporate Sustainability Reporting Directive requires companies to disclose the compatibility of their business model and strategy with limiting global warming to 1.5°C in line with the Paris Agreement.  Companies that fail to comply with these requirements could face significant monetary penalties and suffer reputational harm.\n\nIn 2023, the EU adopted the Carbon Border Adjustment Mechanism (“CBAM”), which will subject certain imported materials (such as iron, steel, and aluminum) to a carbon levy linked to the carbon price payable on domestic goods under the European Trading Scheme.  The EU CBAM could increase our costs of importing such materials from 2026 onwards and/or limit our ability to import lower cost materials from non-EU countries.  A similar CBAM is expected to be introduced in the United Kingdom in 2027.\n\nOther National GHG and Fuel Economy Requirements.  The Canadian federal government regulates vehicle GHG emissions under the Canadian Environmental Protection Act.  A majority of the U.S. EPA light-duty vehicle standards are automatically adopted in Canada by reference to the United States Code of Federal Regulations, with a few standalone administrative elements.  Similarly, heavy-duty vehicle and engine GHG emissions regulations in Canada also incorporate U.S. EPA rules by reference; however, while currently aligned, model year emission targets are standalone in Canada’s heavy-duty vehicle and engine regulations and, therefore, are not automatically updated with any updates to U.S. law.  Ford expects that the federal government in Canada will continue to align its standards with the new EPA standards for the 2027 model year and beyond.  In 2023, the Canadian federal government also published light-duty ZEV sales requirements through amendments to the Passenger Automobile and Light Truck Greenhouse Gas Emission Regulations.  The amendments require annual sales percentages starting with 20% for the 2026 model year to 100% by the 2035 model year.  The provinces of Quebec and British Columbia have regulations requiring that 100% of new vehicle sales be ZEVs by 2035.  Both provinces have also started developing heavy-duty ZEV mandates based on CARB’s standards.  Compliance with ZEV and emissions requirements depends heavily on market conditions that promote consumer preference for EVs, such as technology readiness, purchase incentives, and affordability, as well as the availability and reliability of adequate infrastructure to support vehicle charging.  In addition to the ZEV mandate, Quebec is also developing a regulation to ban the sale of light-duty internal combustion engine vehicles as of 2035.\n\nRegional governments across the globe have adopted or are considering implementing, and in some cases introducing, emissions regulations that align with CAFE standards.  For example, China’s Corporate Average Fuel Consumption and New Energy Vehicle (“NEV”) Credits Administrative Rules contain fuel consumption requirements as well as credit mandates for NEV passenger vehicles, i.e., plug-in hybrids, electric vehicles, or fuel cell vehicles.  The fuel consumption requirement, which is based on the WLTP, uses a weight-based approach to establish targets, with year-over-year target reductions.  The credit mandates require OEMs to generate a specific amount of NEV credits each year based on a percentage of the OEM’s annual ICE vehicle production or import volume, with the percentage increasing year over year.  China also imposes a national standard governing fuel consumption limits for passenger vehicles that are produced and to be sold domestically in China.  An updated version of this national standard, which will impose more stringent fuel consumption limits, will be implemented in January 2026.  China is also drafting mandatory national standards for limits on electrical energy consumption of battery electric vehicles, which are expected to be implemented in early 2026.  It is also expected that later in 2025, China will start drafting a new national standard imposing electrical energy consumption limits on PHEVs as well.\n\n12\n\nItem 1.  Business (Continued) \n\nSouth American countries are implementing stricter standards for vehicle energy efficiency and sustainability as well. For example, in 2024, Brazil introduced its MOVER Program, which aims to significantly reduce carbon emissions from Brazil’s automotive fleet through financial incentives for investments in sustainable technologies.  In addition to setting stricter fuel economy targets starting in 2027, MOVER mandates new requirements for recyclability and GHG emission reporting. \n\nAs discussed above and below in Item 1A. Risk Factors under “Ford may need to substantially modify its product plans and facilities to comply with safety, emissions, fuel economy, autonomous driving technology, environmental, and other regulations,” in addition to the rates of EV growth, production disruptions, stop ships, supply chain limitations, lower-than-planned market acceptance of our vehicles, and/or other circumstances may cause us to modify product plans or, in some cases, purchase credits in order to comply with emissions standards, fuel economy standards, or ZEV requirements.\n\nVehicle Safety\n\nU.S. Requirements.  The National Traffic and Motor Vehicle Safety Act of 1966 (the “Safety Act”) regulates vehicles and vehicle equipment in two primary ways.  First, the Safety Act prohibits the sale in the United States of any new vehicle or equipment that does not conform to applicable vehicle safety standards established by NHTSA.  Meeting or exceeding many safety standards is costly and has continued to evolve as global compliance requirements and public domain (e.g., New Car Assessment Programs (“NCAPs”), Insurance Institute for Highway Safety (“IIHS”), and the China Insurance Auto Safety Index) ratings and assessments continue to evolve, are increasing in demands, and lack harmonization globally.  As we expand our business priorities to include autonomous vehicle technologies and broader mobility products and services, our financial exposure has increased.  Similarly, federal and state regulatory requirements are growing quickly as lawmakers and regulators adapt to advancements in automation, ranging from driver-assistance technologies such as automatic braking to fully autonomous vehicles.  Autonomous vehicle and driver assist technologies continue to be scrutinized by the government, and actual or perceived failures or misuse of these technologies and features have led to government investigations and inquiries, including of Ford, which has responded to information requests from NHTSA and the National Transportation Safety Board about our hands-free highway driving system, BlueCruise.  Ford and other OEMs are required to report to NHTSA any crashes that meet NHTSA-defined criteria and occur when certain advanced driver assistance system features are in use.  Second, the Safety Act requires that defects related to motor vehicle safety be remedied through safety recall campaigns.  A manufacturer is obligated to recall vehicles if it or NHTSA determines the vehicles contain a non-compliance or a defect resulting in an unreasonable risk to safety.  Should we or NHTSA determine that either a safety defect or noncompliance issue exists with respect to any of our vehicles, the cost of such recall campaigns could be substantial.\n\nEuropean Requirements.  The EU has established vehicle safety standards and regulations and is likely to adopt additional or more stringent requirements in the future, especially in the areas of access to in-vehicle data, artificial intelligence, and autonomous vehicle technologies.  \n\nThe European General Safety Regulation (“GSR”) introduced UN-ECE regulations, which are required for the European Type Approval process.  The GSR includes the mandatory introduction of multiple active and passive safety features, including cybersecurity requirements for all registrations, which began in 2024.  EU regulators are focusing on active safety features, such as lane departure warning systems, electronic stability control, and automatic brake assist.  Electric vehicle safety continues to be an active area of regulation in the EU, with UN-ECE Regulation No. 100 establishing safety requirements for EVs and mandating certain testing of electrical powertrains.  Furthermore, mobile network providers in certain EU Member States have begun shutting down their 2G and 3G networks, which form the basis for e-Call system functionality in existing vehicles.  The e-Call systems in existing vehicles may need to be updated as these systems are phased out.  It is also possible that the EU may mandate Member States to maintain these networks to allow for the continued functionality of existing e-Call systems.\n\nOther National Requirements.  Globally, governments generally have been adopting UN-ECE based regulations with minor variations to address local concerns.  Any difference between North American and UN-ECE based regulations can add complexity and costs to the development of global platform vehicles, and we continue to support efforts to harmonize regulations to reduce vehicle design complexity while providing a common level of safety performance; we are seeking new opportunities in bilateral negotiations that can potentially contribute to this goal.\n\n13\n\nItem 1.  Business (Continued) \n\nSafety and recall requirements in Brazil, China, India, South Korea, and Gulf Cooperation Council (“GCC”) countries may add substantial costs and complexity to our global recall practice.  Brazil has set mandatory fleet safety targets and penalties are applied if these levels are not maintained, while a tax reduction may be available for over-performance.  In Canada, regulatory requirements are mostly aligned with U.S. regulations; however, under the Canadian Motor Vehicle Safety Act, the Minister of Transport has broad powers to order manufacturers to submit a notice of defect or non-compliance when the Minister considers it to be in the interest of safety.  In 2021, Canada started preliminary consultations on several new proposed regulations.  Final regulations for Administrative Monetary Penalties took effect in 2023.  Draft regulations for Analysis of Technical Information for Vehicles and Equipment are expected to be released in 2025 and will likely contain some reporting requirements that are unique to Canada.  In China, new standards related to electronic architecture and devices (including e-Call and radio systems) are expected to take effect in 2027 or 2028, and will be more comprehensive than UN-ECE requirements.  Additionally, new mandatory national standards for intelligent connected vehicles governing vehicle information security, software updates, and autonomous driving data recording systems are currently under development in China and will take effect in January 2026.  Similarly, in the Middle East and Southeast Asia, legislators are focusing on regulating driver assistance and autonomous driving technologies, as well as cyber and data security for connected vehicles.  In Malaysia and South Korea, mandatory e-Call requirements are being drafted.  E-Call is mandatory in the UAE for new vehicles, and, following an update to its next generation e-Call regulations, will be required in Saudi Arabia beginning with the 2027 model year.\n\nNew Car Assessment Programs.  Organizations around the world rate and compare motor vehicles in NCAPs to provide consumers and businesses with additional information about the safety of new vehicles.  NCAPs use crash tests and other evaluations that are different and often more stringent than what is required by applicable regulations.  Vehicle safety is rated using stars, with five stars awarded for the highest safety rating and one for the lowest.  Achieving high NCAP ratings, which may vary by country or region, can add complexity and cost to vehicles.  Similarly, environmental rating systems exist in various regions, e.g., Green NCAP in Europe.  In China, updated NCAP protocols were implemented in 2024, requiring more stringent assessment methods for both passive and active safety technologies and expanding the scope of such assessments to pick-up trucks and commercial vans.  In Southeast Asia and Latin America, an updated NCAP test and rating protocol is similarly forecast to be effective beginning in 2026 and is expected to put greater emphasis on assessment of driver assistance technologies.  These protocols impose additional requirements relating to testing, evaluation, and mandatory safety features, and compliance with them (or any subsequent updates to them) may be costly.\n\nHUMAN CAPITAL RESOURCES\n\nPeople Strategy and Governance\n\nWe strive to create an employee experience that enables an inclusive environment of excellence, focus, and collaboration among team members, allowing us to deliver short- and long-term business success.  Ford maintains an Executive People Forum consisting of the CEO and top leadership team that meets monthly with a specific focus on people and organizational topics that will enable and accelerate delivery of our Ford+ plan.  Key topic areas include Compensation & Retention; Organization Design; Talent Planning & Development; and Inclusion and Culture.\n\nOur Board of Directors and Board committees provide important oversight on human capital matters, including items discussed at the Executive People Forum.  The Compensation, Talent and Culture Committee maintains responsibility to review, discuss, and set strategic direction for various people-related business strategies, including:  compensation and benefit programs, leadership succession planning, inclusive culture, and talent development programs.  The Sustainability, Innovation and Policy Committee is responsible for discussing and advising management on maintaining and improving sustainability strategies, the implementation of which creates value consistent with the long-term preservation and enhancement of shareholder value and social wellbeing, including human rights, working conditions, and responsible sourcing.  Collective recommendations to the Board and its committees are an important part of how we proactively manage our human capital and create an employee experience that allows employees and our organization to thrive.\n\nEmployee Health and Safety\n\nNothing is more important than the health, safety, and wellbeing of our employees and we consistently strive to achieve world-class levels of safety through the application of sound policies and best practices.  We maintain a robust safety culture designed to reduce workplace injuries, supported by effective communication, reporting, and external benchmarking.  \n\n14\n\nItem 1.  Business (Continued) \n\nWe verify compliance with regulatory requirements as well as our internal safety standards.  To prevent recurrence of workplace injuries, regular updates are provided to Company management on key safety issues, including safety key performance indicators (“KPI”), significant incidents, and high potential near misses.  As a Company, we participate in multi-industry benchmarking groups, within and outside the automotive sector, to share safety best practices and collaborate on common health and safety concerns.\n\nIn 2024, there were zero employee fatality incidents globally.  Proactive initiatives and leading safety metrics have been implemented as we strive to prevent workplace injuries and reduce risk to our employees and contractors. \n\nBuilding a Diverse and Inclusive Workplace\n\nAt Ford, we are committed to supporting and sustaining a respectful and inclusive workplace for all employees.  We believe this empowers every person to do their best work and ultimately achieve the Ford+ plan.  We actively recruit and hire the best talent and are proud that our workforce is made up of people with different backgrounds, perspectives, and experiences so we can deliver the best products and services for our customers around the world.\n\nFord offers 10 global Employee Resource Groups (“ERGs”) that represent various dimensions of our employee population, including, race, ethnicity, gender, religion, LGBTQ+, disability, veterans, and generation with chapters throughout the world.  All ERGs are open to all employees and are instrumental in providing a voice to our global workforce, while also providing valuable insights into the employee experience and product and service development.\n\nWe work to strengthen collaboration across the organization by embedding inclusion in the leadership behaviors that support the Ford operating system.  We also leverage the benefit of diversity by listening to the voices of our employees and stakeholders, which strengthen our workplace, systems, and offerings and ultimately drive value for the business.\n\nOur workforce statistics include the following as of December 31, 2024:  28.0% of our salaried employees worldwide are women; 25.7% of our total salaried and hourly employees in the United States are women; and 36.5% of our total salaried and hourly employees in the United States are underrepresented racial and ethnic groups.\n\nTalent Attraction, Growth, and Capability Assessment\n\nTalent attraction at Ford is evolving with the transformation of our business.  We are sourcing and attracting candidates from multiple industries and regions of the world.  We continue to recruit talent from traditional industries, such as manufacturing and consulting, and have been successful in attracting talent from non-traditional industries, specifically the technology industry.  This is important as we build our expertise in growth areas such as software, electrification, and integrated services.\n\nFrom a capability perspective, we leverage best practices in assessments and talent management to strengthen our current capabilities and future pipeline while reinforcing a culture of excellence, focus, and collaboration.  The performance management process is reviewed regularly to ensure we set clear expectations, measure individual performance, and reward appropriately.  Our process includes a semi-annual review of each individual’s performance to objectives and demonstration of expected behaviors of excellence, focus, and collaboration.\n\nFinally, the extent to which our People Leaders are equipped to drive our transformation plays a vital role in our strategy, and we are committed to helping our leaders strengthen their capabilities with dedicated traditional and non-traditional learning opportunities.  Our leadership strategy equips our leaders with the capabilities to deliver business results and grow the talent needed to meet our organizational needs.\n\nCompetitive Benefit Programs\n\nWe provide employees with a competitive, comprehensive, and flexible set of benefits and resources to support their financial, social, mental/emotional, physical, and professional health.  Our comprehensive global benefits programs are designed to attract and retain top talent worldwide.  These programs include a wide range of resources and solutions to educate, empower, and support individual and organizational goals while being tailored to local regulations and employee needs across our diverse global workforce.  This comprehensive approach is integral to our total rewards strategy, addressing business and employee challenges through a multi-channel approach that provides diverse populations and global regions with flexible options to meet their specific goals.\n\n15\n\nItem 1.  Business (Continued) \n\nWe use data-driven insights gathered through surveys, focus groups, and claims data to understand employee challenges and prioritize our programs and resources.  Our benefits are regularly reviewed and adjusted to remain competitive within our respective markets and reflect evolving employee expectations.  We are committed to creating an environment where employees and People Leaders care for each other as we deliver Ford+.\n\nEmployee Sentiment Strategy\n\nWe gather feedback from our employees through a variety of channels throughout the year.  Our approach is designed to capture sentiment and make it actionable for managers, leadership, and for the teams designing the tools, processes, and policies that impact the employee experience.  We use a mix of annual and real-time surveys designed to understand employee sentiment in areas such as people leader effectiveness, job satisfaction, inclusion, wellbeing, overall satisfaction, strategy and execution, and Ford Operating System behaviors.\n\nA critical element of measuring sentiment is ensuring the data gets to those who are best positioned to use it to drive improvements in the employee experience.  We design dashboards and tools for managers to view the results from their teams, help them to generate meaningful insights, and convert those insights into guided actions.  We share the results with senior executives to identify broader trends and themes and to inform larger strategic decisions across the Company. \n\nEmployment Data\n\nThe approximate number of individuals employed by us and entities that we consolidated as of December 31 was as follows (in thousands):\n\n20232024\n\nUnited States87 87 \n\nRest of World84 78 \n\nCompany excluding Ford Credit171 165 \n\nFord Credit6 6 \n\nTotal Company177 171 \n\nIn the United States, approximately 99% of our unionized hourly employees are covered by collective bargaining agreements and represented by the International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (“UAW” or “United Auto Workers”).  At December 31, 2024, approximately 56,500 hourly employees in the United States were represented by the UAW.",
      "char_count": 74326
    },
    "item1a": {
      "text": "ITEM 1A. Risk Factors. \n\nWe have listed below the material risk factors applicable to us grouped into the following categories:  Operational Risks; Macroeconomic, Market, and Strategic Risks; Financial Risks; and Legal and Regulatory Risks.  We have a global business, and conditions in our industry and the regions where we operate and sell our products and services may change quickly.  Accordingly, institutional stability is crucial to businesses like Ford as we make hiring and investment decisions, as well as to the smooth functioning of financial markets on which we depend.  Rapid policy change in our home market, the United States, is creating uncertainty in our operations and business outlook, and may remain a source of volatility in the future.\n\nOperational Risks\n\nFord’s long-term success depends on delivering the Ford+ plan, including improving cost competitiveness.  We previously announced our plan for growth and value creation – Ford+.  Ford+ is our plan to thrive at the intersection of great vehicles, iconic brands, and innovative software and service, building Ford into a higher growth, higher margin, more capital efficient, and more durable company.  Our Ford+ plan is designed to leverage our foundational strengths with enhanced capabilities – enriching customer experiences and deepening loyalty.  As we progress this transformation of our business, we must integrate our strategic initiatives into a cohesive business model, and balance competing priorities, or we will not be successful.  To facilitate this transformation, we are making substantial investments, recruiting new talent, and modernizing and optimizing our business model, management system, and organization.  Our strategy involves providing customers freedom of choice to select the powertrain that best suits their needs and maintaining manufacturing flexibility at Ford to meet shifting customer demand.  Accordingly, maintaining discipline in our capital allocation continues to be important, as a strong core business and a balance sheet that provides the flexibility to invest in these opportunities are critical to the success of our Ford+ plan.  If we are unable to optimize our capital allocation among vehicles (and propulsion systems among our vehicles), services, technology, and other calls on capital, make sufficient and timely progress to become competitive on cost and quality and ensure that progress is sustainable, or we are otherwise not successful in executing Ford+ (or are delayed for reasons outside of our control), we may not be able to realize the full benefits of our plan, which could have an adverse effect on our financial condition or results of operations.  Furthermore, if we fail to make progress on our plan at the pace that shareholders expect, it may lead to an increase in shareholder activism, which may disrupt the conduct of our business and divert management’s attention and resources.\n\nFord’s vehicles could be affected by defects that result in recall campaigns, increased warranty costs, or delays in new model launches, and the time it takes to improve the quality of our vehicles and services and reduce the costs associated therewith could continue to have an adverse effect on our business.  Government safety standards require manufacturers to remedy defects related to vehicle safety through safety recall campaigns, and a manufacturer is obligated to recall vehicles if it determines that the vehicles do not comply with a safety standard.  We may also be obligated to remedy defects or potentially recall our vehicles due to defective components provided to us by our suppliers, arising from their quality issues or otherwise.  NHTSA’s enforcement strategy has resulted in significant civil penalties being levied and the use of consent orders, including at Ford, requiring direct oversight by NHTSA of certain manufacturers’ safety processes, a trend that could continue.  Should we or government safety regulators determine that a safety or other defect or a noncompliance exists with respect to certain of our vehicles prior to the start of production, the launch of such vehicle could be delayed until such defect is remedied.  The cost of recall and customer satisfaction actions to remedy defects in vehicles that have been sold could be substantial, particularly if the actions relate to global platforms or involve defects that are identified years after production.  For example, NHTSA and the automotive industry are currently engaged in a study of the safety of approximately 56 million Takata desiccated airbag inflators in the United States.  Of these, approximately three and a half million of the inflators are in our vehicles.  In addition, NHTSA is considering action related to 52 million vehicles containing inflators from ARC Automotive and Delphi Automotive in the United States.  Ford has 2.5 million vehicles within this population.  Should NHTSA determine that these inflators contain a safety defect, Ford and other manufacturers could potentially face significant incremental recall costs.  Further, to the extent recall and customer satisfaction actions relate to defective components we receive from suppliers, our ability to recover from the suppliers may be limited by the suppliers’ financial condition. \n\nWe accrue the estimated cost of both base warranty coverages and field service actions at the time a vehicle is sold, and we reevaluate the adequacy of our accruals on a regular basis.  In addition, from time to time, we issue extended warranties at our expense, the estimated cost of which is accrued at the time of issuance.  The impact of such accruals will be reflected in our results of operations for the period in which the accrual is made, which could cause variability in our quarterly performance, while the cash flow impact may be reflected in a later period or periods.  For additional information regarding warranty and field service action costs, including our process for establishing our reserves, see “Critical Accounting Estimates” in Item 7 and Note 24 of the Notes to the Financial Statements.  If warranty costs are greater than anticipated as a result of increased vehicle and component complexity, the adoption of new technologies, the time it takes \n\n17\n\nItem 1A. Risk Factors (Continued)\n\nto improve the quality of our products and services (or if such efforts are unsuccessful), implementation of additional remedies in the event the initial one is ineffective or parts are unavailable, or otherwise (including as a result of higher repair costs driven by inflation or other economic factors), such costs could continue to have an adverse effect on our financial condition or results of operations.  Furthermore, launch delays, recall actions, and increased warranty costs have adversely affected and could continue to adversely affect our reputation or the public perception and market acceptance of our products and services as discussed below under “Ford’s new and existing products and digital, software, and physical services are subject to market acceptance and face significant competition from existing and new entrants in the automotive and digital and software services industries, and Ford’s reputation may be harmed based on positions it takes or if it is unable to achieve the initiatives it has announced.”  In an effort to improve quality, we have slowed down and may continue to slow down launches, which may result in lost sales, revenue, and profits and could have an adverse effect on our financial condition or results of operations.  From time to time, our inventory levels may be higher due to a number of different factors, including as a result of vehicles on hold for quality control, which may cause us to incur additional costs associated with those vehicles, e.g., repair costs for weather-related damage. \n\nFord is highly dependent on its suppliers to deliver components in accordance with Ford’s production schedule and specifications, and a shortage of or inability to timely acquire key components or raw materials can disrupt Ford’s production of vehicles.  Our products contain components that we source globally from suppliers who, in turn, source components from their suppliers.  If there is a shortage of a key component in our supply chain or a supplier is unable to deliver a component to us in accordance with our specifications, because of a production issue, limited availability of materials, shipping problems, restrictions on transactions with certain countries or companies, or other reason, and the component cannot be easily sourced from a different supplier, or we are unable to obtain a component on a timely basis, the shortage may disrupt our operations or increase our costs of production.    \n\nFor the production of our electric vehicles, we are dependent on the supply of batteries and the raw materials (e.g., lithium, cobalt, and nickel) used by our suppliers to produce those batteries.  As we increase our production of electric vehicles, we expect our need for such materials to increase significantly.  At the same time, other companies are increasing their production of electric vehicles, which will further increase the demand for such raw materials.  As a result, we may be unable to acquire raw materials needed for electric vehicle production in sufficient amounts that are responsibly sourced or at reasonable prices.  As described below under “To facilitate access to the raw materials and other components necessary for the production of electric vehicles, Ford has entered into and may, in the future, enter into multi-year commitments to raw material and other suppliers that subject Ford to risks associated with lower future demand for such items as well as costs that fluctuate and are difficult to accurately forecast” as well as in the Liquidity and Capital Resources section in Item 7 below,  we have entered into and we may, in the future, enter into offtake agreements and other long-term purchase contracts that obligate us, subject to certain conditions such as quality or minimum output, to purchase a certain percentage or minimum amount of output from certain raw materials suppliers.  In the event the supplier under those agreements or any of our or our suppliers’ raw material supply contracts is unable to deliver sufficient quantities of raw materials needed for our or our suppliers’ production operations, e.g., if a mine does not produce at expected levels, or the raw materials do not otherwise satisfy our requirements, and we or our suppliers are unable to find an alternative resource with sufficient quantities, at reasonable prices, responsibly sourced (e.g., in compliance with the Uyghur Forced Labor Prevention Act and similar regulations and standards), and in a timely manner, it could impact our ability to produce electric vehicles.  \n\nA shortage of, or our inability to acquire or find adequate suppliers of, key components or raw materials as a result of disruptions in the supply chain, import and export bans or tariffs imposed by the U.S. or foreign governments, capacity constraints, limited availability, competition for those items within the automotive industry and other sectors, or otherwise can cause a significant disruption to our production schedule and have a substantial adverse effect on our financial condition or results of operations.  Further, as a result of lower-than-anticipated industrywide electric vehicle adoption rates or otherwise, suppliers of such raw materials or components may become distressed.\n\nFord’s production, as well as Ford’s suppliers’ production, and/or the ability to deliver products to consumers could be disrupted by labor issues, public health issues, natural or man-made disasters, adverse effects of climate change, financial distress, production difficulties, capacity limitations, or other factors.  A work stoppage or other limitation on production has occurred, and could in the future occur, at Ford’s facilities, at a facility in its supply chain, or at one of its logistics providers for any number of reasons, including as a result of labor issues, such as shortages of available employees, disputes under existing collective bargaining agreements with labor unions or in connection with negotiation of new collective bargaining agreements, absenteeism, public health issues (e.g., COVID), stay-at-home orders, or in response to potential restructuring actions (e.g., plant closures); as a result of supplier financial distress or other production constraints, such as limited quantities of components or raw materials, quality issues, capacity limitations, or other difficulties; as a result of a natural disaster (including climate-related physical risk); social unrest; cybersecurity incidents; or for other reasons.  A suspension or substantial curtailment of our manufacturing operations \n\n18\n\nItem 1A. Risk Factors (Continued)\n\ncould have a significant adverse effect on our financial condition and results of operations, as was the case in 2020, when, consistent with actions taken by governmental authorities, we idled our plants in regions around the world.  The duration of a suspension of manufacturing operations and a return to our full production schedule will vary.  Our Ford Blue, Ford Model e, and Ford Pro operations generally do not realize revenue while our manufacturing operations are suspended, but we continue to incur operating and non-operating expenses, resulting in a deterioration of our cash flow.  Accordingly, any significant future disruption to our production schedule, regionally or globally, whether as a result of our own or a supplier’s suspension of operations, could have a substantial adverse effect on our financial condition, liquidity, and results of operations.  Moreover, our supply and distribution chains may be disrupted by supplier or dealer bankruptcies or their permanent discontinuation of operations triggered by a shutdown of operations.\n\nThe limited availability of components, labor shortages, public health emergencies, and supplier operating issues have led to intermittent interruptions in our supply chain and an inconsistent production schedule at our facilities.  This has exacerbated the disruption to our suppliers’ operations, which, in turn, has led to higher costs and production shortfalls.  As a result of this disrupted production schedule, we have received and continue to receive claims from our supply base for reimbursement of costs beyond our original agreed terms.  Upon receipt, we evaluate those claims, and, in certain circumstances, we have made payments to our suppliers, and this trend may continue.  \n\nGiven the worldwide scope of our supply chain and operations, we and our suppliers face a risk of disruption or operating inefficiencies that may increase costs due to the adverse physical effects of climate change, which are predicted to increase the frequency and severity of weather and other natural events, e.g., wildfires, extended droughts, and extreme temperatures.  In addition, in the event a weather-related event, strike, international conflict, or other occurrence limits the ability of freight carriers to deliver components and other materials from suppliers to us or logistics providers to transport our vehicles for an extended period of time, it may increase our costs and delay or otherwise impact both our production operations and customers’ ability to receive our vehicles.  \n\nMany components used in our vehicles are available only from a single or limited number of suppliers and, therefore, cannot be re-sourced quickly or inexpensively to another supplier (due to long lead times, new contractual commitments that may be required by another supplier before ramping up to provide the components or materials, etc.).  Such suppliers also could threaten to disrupt our production as leverage in negotiations.  In addition, when we undertake a model changeover, significant downtime at one or more of our production facilities may be required, and our ability to return to full production may be delayed if we experience production difficulties at one of our facilities or a supplier’s facility.  Moreover, as vehicles, components, and their integration become more complex, we may face an increased risk of a delay in production of new vehicles.  Regardless of the cause, our ability to recoup lost production volume may be limited.  Accordingly, a significant disruption to our production schedule could have a substantial adverse effect on our financial condition or results of operations and may impact our strategy to comply with fuel economy standards as discussed below under “Ford may need to substantially modify its product plans and facilities to comply with safety, emissions, fuel economy, autonomous driving technology, environmental, and other regulations.” \n\nFord may not realize the anticipated benefits of existing or pending strategic alliances, joint ventures, acquisitions, divestitures, or business strategies or the benefits may take longer than expected to materialize.  We have invested in, formed strategic alliances with, and announced or formed joint ventures with a number of companies, and we may expand those relationships or enter into similar relationships with additional companies.  These initiatives typically involve enormous complexity, may require a significant amount of capital, and may involve a lengthy regulatory approval process.  As a result, we may not be able to complete anticipated transactions, the anticipated benefits of these transactions may not be realized, or the benefits may be delayed.  For example, we may not successfully integrate an alliance or joint venture with our operations, including the implementation of our controls, systems, procedures, and policies, we may be unable to retain key employees, or unforeseen expenses or liabilities may arise that were not discovered during due diligence prior to an investment or entry into a strategic alliance, or a misalignment of interests may develop between us and the other party.  Further, to the extent we share ownership, control, or management with another party in a joint venture, our ability to influence the joint venture may be limited, and we may be unable to prevent misconduct or implement our compliance or internal control systems.  Moreover, negative publicity, government investigations, or litigation involving a company with which we have a business or supply relationship may have an adverse effect on our reputation.  In order to secure critical materials for production of electric vehicles, we have entered into and may, in the future, enter into offtake agreements and other long-term purchase contracts with raw materials suppliers and make investments in certain raw material and battery suppliers; however, we may not realize the anticipated benefits of these actions and our efforts to have such suppliers, particularly those in less developed markets, adopt Ford’s sustainability and other standards may be unsuccessful, which could have an adverse impact on our reputation.  In addition, the implementation of a new or different business strategy may lead to the disruption of our existing business operations, including distracting management from current operations.  For example, our efforts to evaluate and implement alternative distribution models and channels for our products and services from those we have \n\n19\n\nItem 1A. Risk Factors (Continued)\n\ntraditionally used may be challenged or may not succeed or be as successful as our historical arrangements.  External factors may also impact the success of our initiatives.  For example, our business and strategy are susceptible to tensions in U.S.-China relations and the rapid development of the Chinese electric vehicle industry, with domestic Chinese producers exporting to some key markets in which we operate.  In addition, as we implement our strategy to provide customers freedom of choice to select the powertrain that best suits their needs and maintain manufacturing flexibility to meet shifting customer demand, we have in the past taken, and may in the future take, actions such as not fully utilizing or reducing the capacity of our existing or future plants, reducing production hours or shifts, cancelling programs, or delaying launches, and we may become subject to claims by suppliers or other parties, incur charges related to impairments, asset write-downs, or inventory adjustments, or lose or become obligated to repay incentives as a result.  For example, we have taken, and may in the future take, such actions to better match the pace of electric vehicle adoption, which has been lower than anticipated industrywide.  Results of operations from new activities may be lower than our existing activities, and, if a strategy is unsuccessful, we may not recoup our investments, which may be significant, in that strategy.  Further, as our strategy evolves in an area, we may be unable to utilize or redeploy our existing assets or investments in that or other areas, which may lead to impairments and other cash and non-cash charges.  Moreover, we may continue to have financial exposure following a strategic divestiture or cessation of operations in a market.  Failure to successfully and timely realize the anticipated benefits of the transactions or strategies described herein could have an adverse effect on our financial condition or results of operations.\n\nFord may not realize the anticipated benefits of restructuring actions and such actions may cause Ford to incur significant charges, disrupt our operations, or harm our reputation.  We continually review and evaluate our business to find opportunities to make our operations more efficient and reduce costs.  In doing so, we have taken, and may in the future take, restructuring actions, such as strategic divestitures or ceasing of operations in a market, particularly for those businesses where a path to sustained profitability is not feasible in light of the capital allocation requirements or for other reasons.  Our plans for implementing such actions may be accelerated by shifting industry dynamics and new entrants to our industries with which we must compete.  These actions may include employee separations, a reduced footprint (e.g., plant closures or smaller operations at existing plants or plants that are not yet on-line), operating our plants at less than full capacity (e.g., reducing shifts), or cancelling products or programs.  Such restructuring actions have caused us and may in the future cause us to incur significant costs; record impairments or other charges; subject us to potential claims from employees, suppliers, dealers, other counterparties, or governmental authorities (including a reduction or clawback of incentives); disrupt our operations; distract management from current operations; or harm our reputation.  Further, we may not realize the expected benefits of such restructuring actions (e.g., anticipated cost savings), such benefits may be delayed, or market dynamics or other factors may have evolved such that we cannot obtain the original intended results of an action. \n\nFailure to develop and deploy secure digital services that appeal to customers and grow our subscription rates could have a negative impact on Ford’s business.  A growing part of our business involves connectivity, digital and physical services, and integrated software services, and we are devoting significant resources to develop this business.  Further, we have announced our plans and expectations to grow subscription rates and for integrated services to become a larger portion of our revenue and earnings.  If we do not develop, deliver, and make available technologies that customers can easily adopt and use, fail to generate sufficient demand for our integrated software and digital services, or if customers do not opt to activate the modems in our vehicles, which would hinder our ability to offer and sell such services, we may not grow revenue in line with the costs we are investing or achieve profitability on our increasingly digitally-connected products.  For additional discussion on the market acceptance of our services, see below under “Ford’s new and existing products and digital, software, and physical services are subject to market acceptance and face significant competition from existing and new entrants in the automotive and digital and software services industries, and Ford’s reputation may be harmed based on positions it takes or if it is unable to achieve the initiatives it has announced.”\n\nWe contract with third parties to offer digital content to customers and license technologies for use in our software and digital services.  This includes the right to sell, or offer subscriptions to, third-party content, as well as the right to incorporate specific content into our own services; however, continuation of these third-party licensing and other arrangements, or their renewal on commercially reasonable terms, is not guaranteed or may be unavailable.  Moreover, while we seek to grow our share of this business, third parties may be less inclined to continue developing or licensing software for Ford’s products or permit the Company to distribute their content, or such providers may offer competing products and services to the detriment of our business.  If we are unable to offer integrated software applications and digital services on competitive terms, it may reduce customer demand or increase our costs to provide such applications and services, which we may be unable to pass on to customers.  Alternatively, we may have to develop or license new content or technology to provide digital services, and there can be no assurance we would be able to develop or license such content or technology at a reasonable cost or in a timely manner, either of which could have a negative impact on our financial condition, results of operations, or reputation.\n\n20\n\nItem 1A. Risk Factors (Continued)\n\nSophisticated software integration may have issues that can unexpectedly interfere with the intended operation of hardware or other software products and services.  In addition, the services we offer can have quality issues and may, from time to time, experience outages, service slowdowns, or errors.  As a result, these services may not always perform as anticipated and may not meet customer expectations.  There can be no assurance we will be able to detect and remedy all issues and defects in the hardware, software, and services we offer, or successfully deliver over-the-air (“OTA”) updates.  Failure to do so on a timely basis could result in widespread technical and performance issues affecting our products and services.  For additional discussion on the risks associated with defects and quality issues, see above under “Ford’s vehicles could be affected by defects that result in recall campaigns, increased warranty costs, or delays in new model launches, and the time it takes to improve the quality of our vehicles and services and reduce the costs associated therewith could continue to have an adverse effect on our business.”\n\nWe continue to increase the number of BlueCruise (our hands-free highway driving system) enabled vehicles on the road and its growth and expansion remains an important part of our strategy.  We also face substantial competition in that area.  In addition, autonomous vehicle and driver assist technologies, including BlueCruise, continue to be scrutinized by government regulators and consumers, and actual or perceived failures or misuse of these technologies and features have led to government investigations and inquiries, including of Ford.  Such negative publicity of our products or those of our competitors could undermine consumer trust and negatively impact our subscription rates.  If we are unable to successfully develop and grow BlueCruise and other subscription services or build and maintain consumer trust in those offerings, we may be unable to recoup the investments we have made in those technologies and it could negatively impact our reputation, financial condition, and results of operations.  \n\nThe actions of end users are generally beyond our control and some users may engage in fraudulent or abusive activities that involve our digital services.  These include unauthorized use of accounts through stolen credentials, failure to pay for services accessed, or other activities that violate our terms of service.  While we have implemented security measures intended to prevent unauthorized access to our digital services and related information systems, malicious entities have and will continue to attempt to gain unauthorized access to them.  If our efforts to detect such violations or our actions to control these types of fraud and abuse are not effective or timely, it may have an adverse effect on our financial condition, results of operations, or reputation.  For further information, see below under “Operational information systems, security systems, vehicles, and services could be affected by cybersecurity incidents, ransomware attacks, and other disruptions and impact Ford, Ford Credit, their suppliers, and dealers.”\n\nFord’s ability to maintain a competitive cost structure could be affected by labor or other constraints.  The vast majority of the hourly employees in our manufacturing operations in the United States and Canada are represented by unions and covered by collective bargaining agreements.  These agreements provide guaranteed wage and benefit levels throughout the contract term and some degree of income security, subject to certain conditions.  Based on our current contracts with the International Union, United Automobile, Aerospace and Agricultural Implement Workers of America (“UAW”) in the United States and Unifor in Canada ratified in 2023, we expect to have a significant increase in labor costs through the life of the contracts, and if we are unable to offset those costs, it could have a significant adverse effect on our business.  Some of our competitors do not have such collective bargaining agreements and are not subject to the same constraints.  Further, a substantial number of our employees in other regions are represented by unions or government councils, and legislation or custom promoting retention of manufacturing or other employment in the state, country, or region may constrain as a practical matter our ability to sell or close manufacturing or other facilities or increase the cost of doing so.  These agreements in the United States, Canada, Europe, and other regions may restrict our ability to close plants and divest businesses.  In addition, to the extent companies in our global supply chain that are not currently parties to collective bargaining agreements enter into such agreements or otherwise increase their employees’ wages and benefits, any increased costs incurred by those suppliers may, in turn, increase our costs.  \n\nFord’s ability to attract, develop, grow, support, and reward talent is critical to its success and competitiveness.  Our success depends on our ability to continue to attract, develop, grow, support, and reward talented and diverse employees with domain expertise in engineering, software, technology (including digital capabilities and connectivity), integrated services, supply chain, marketing, and finance, among other areas.  While we have been successful in attracting talent in recent years, as with any company, the ability to continue to attract talent is important, particularly in growth areas vital to our success such as software, electrification, and integrated services.  Competition for such talent is intense, which has led to an increase in compensation throughout a tight labor market, and, accordingly, may increase costs for companies.  In addition to attracting talent, we must also retain the talent needed to deliver our business objectives.  If we lose existing employees, are unable to attract talent with needed skills, or we are unable to develop existing employees, particularly with the introduction of new technologies and our focus on operational efficiency and quality, it could have a substantial adverse effect on our business.  \n\n21\n\nItem 1A. Risk Factors (Continued)\n\nOperational information systems, security systems, vehicles, and services could be affected by cybersecurity incidents, ransomware attacks, and other disruptions and impact Ford, Ford Credit, their suppliers, and dealers.  We rely on information technology networks and information systems, including in-vehicle systems and mobile devices, some of which are managed by suppliers, some of which are provided by third-party service providers, and some of which ultimately rely on other services provided to these third parties by unaffiliated service providers, to process, transmit, and store electronic information that is important to the operation of our business, our vehicles, and the services we offer.  Despite devoting significant resources to our cybersecurity program, we are at risk for interruptions, outages, and compromises of: (i) operational information systems (including business, financial, accounting, product development, consumer receivables, data processing, or manufacturing processes); (ii) facility security systems; and/or (iii) in-vehicle systems or mobile devices, whether caused by a ransomware or other cybersecurity incident, security breach, or other reason (e.g., a natural disaster, fire, acts of terrorism or war, or an overburdened infrastructure system).  Such incidents could materially disrupt operational information systems; result in loss or unwilling publication of trade secrets or other proprietary or competitively sensitive information; compromise the privacy of personal information of consumers, employees, or others; jeopardize the security of our facilities; disrupt or degrade service or our operations; affect the performance of in-vehicle systems or services we offer; and/or impact the safety of our vehicles.  This risk exposure rises as we continue to develop and produce vehicles with increased connectivity.  Moreover, we, our suppliers, service providers, and dealers have been the target of cybersecurity incidents and such threats are continuing and evolving, which may cause cybersecurity incidents to be more difficult to detect for periods of time.  Our networks and in-vehicle systems, sharing similar architectures, could also be impacted by, or a cybersecurity incident may result from, the negligence or misconduct of insiders or third parties who have access to our networks and systems.  We employ capabilities, processes, and other security measures we believe are reasonably designed to detect, reduce, and mitigate the risk of cybersecurity incidents, and have requirements for our suppliers and service providers to do the same; however, we may not be aware of all vulnerabilities or might not accurately assess the risks of incidents, and such preventative measures cannot provide absolute security and may not be sufficient in all circumstances or mitigate all potential risks, including potential production disruption or the loss or disclosure of sensitive information.  Moreover, a cybersecurity incident could harm our reputation, cause customers to lose trust in our security measures, and/or subject us to regulatory actions or litigation, which may result in fines, penalties, judgments, or injunctions, and a cybersecurity incident involving us or one of our suppliers or service providers could impact our production, internal operations, business strategy, results of operations, financial condition, or our ability to deliver products and services to our customers.\n\nTo facilitate access to the raw materials and other components necessary for the production of electric vehicles, Ford has entered into and may, in the future, enter into multi-year commitments to raw material and other suppliers that subject Ford to risks associated with lower future demand for such items as well as costs that fluctuate and are difficult to accurately forecast.  We have announced plans to significantly increase our electric vehicle production volumes; however, our ability to produce higher volumes of electric vehicles is dependent upon the availability of raw materials and other components necessary for the production of batteries, e.g., lithium, cobalt, and nickel, among others.  As described above under “Ford is highly dependent on its suppliers to deliver components in accordance with Ford’s production schedule and specifications, and a shortage of or inability to timely acquire key components or raw materials can disrupt Ford’s production of vehicles,” to facilitate our access to such raw materials, we have entered into and we may, in the future, enter into offtake agreements and other long-term purchase contracts.  Such agreements obligate us, subject to certain conditions such as quality or minimum output, to purchase a certain percentage or minimum amount of output from raw material suppliers over an agreed upon period of time pursuant to agreed upon purchase price mechanisms that are typically based on the market price of the material at the time of delivery.\n\nUnlike our standard arrangements with suppliers, under multi-year offtake agreements and other long-term purchase contracts, the risks associated with lower-than-expected electric vehicle production volumes or changes in battery technology that reduce the need for certain raw materials, batteries, or their components are borne by Ford rather than our suppliers.  In the event we do not purchase the materials or components pursuant to the terms of these agreements, we may nevertheless be obligated to pay the purchase price or otherwise compensate the supplier in an amount determined by the contract or reimburse the supplier for costs or losses it incurs.  We have incurred and we may continue to incur such charges.  This may be the case even if the supplier finds another purchaser, as we may be responsible for the costs of finding the new purchaser as well as any lost revenue attributable to the replacement purchaser paying a lower price than required under the pricing mechanism in our agreement.\n\nAs a result of the competition for and limited availability of the raw materials needed for our electric vehicle business, the costs of such materials are difficult to accurately forecast as they may fluctuate during the term of the offtake agreements and other long-term purchase contracts based on market conditions.  Accordingly, we may be subject to increases in the prices we pay for those raw materials, and our ability to recoup such costs through increased pricing to our customers may be limited.  As a result, our margins, results of operations, financial condition, and reputation may be adversely impacted by commitments we make pursuant to offtake agreements and other long-term purchase contracts.\n\n22\n\nItem 1A. Risk Factors (Continued)\n\nMacroeconomic, Market, and Strategic Risks\n\nWith a global footprint and supply chain, Ford’s results and operations could be adversely affected by economic or geopolitical developments, including protectionist trade policies such as tariffs, or other events.  Because of the interconnectedness of the global economy, the challenges of a pandemic, financial crisis, economic downturn or recession (including reduced consumer spending), natural disaster, war, geopolitical crises, or other significant events in one area of the world can have an immediate and material adverse impact on markets around the world.  In particular, China presents unique risks to U.S. automakers due to the strain in U.S.-China relations, China’s unique regulatory landscape, the level of integration with key components in our global supply chain, and the rapid development of the Chinese electric vehicle industry, with Chinese electric vehicle manufacturers exporting their products to some key markets in which we operate.  \n\nChanges in international trade policy can also have a substantial adverse effect on our financial condition, results of operations, or our business in general.  Steps taken by governments to implement local content requirements or apply or consider applying additional or new tariffs on automobiles, parts, and other products and materials have the potential to disrupt existing supply chains, impose additional costs on our business, and could lead to other countries attempting to retaliate by imposing tariffs, which would make our products more expensive for customers, and, in turn, could make our products less competitive.  The new, substantial tariff increases on imports to the United States from Canada and Mexico (in addition to China) announced on February 1, 2025, should they be implemented and sustained for an extended period of time, would have a significant adverse effect, including financial, on the overall automotive industry, Ford, and our supply chain.  Further, any additional tariffs in the United States or retaliatory tariffs imposed by other governments would exacerbate the impact.\n\nWith operations in various markets with volatile economic or political environments and our global supply chain and utilization of transportation routes and logistics providers around the world, we are exposed to heightened risks as a result of economic, geopolitical, or other events.  This could include governmental takeover (i.e., nationalization) of our manufacturing facilities or intellectual property, restrictive exchange or import controls, disruption of operations as a result of systemic political or economic instability, outbreak of war or expansion of hostilities (such as the ongoing conflicts between Russia and Ukraine and between Israel and Hamas, heightened tensions in the Red Sea, and potential tensions in the South China Sea), and acts of terrorism, each of which could impact our supply chain as well as our operations and have a substantial adverse effect on our financial condition or results of operations.  Further, the U.S. government, other governments, and international organizations could impose additional sanctions or export controls that could restrict us from doing business directly or indirectly in or with certain countries or parties, which could include affiliates, and potentially impact the repatriation of earnings.\n\nFord’s new and existing products and digital, software, and physical services are subject to market acceptance and face significant competition from existing and new entrants in the automotive and digital and software services industries, and Ford’s reputation may be harmed based on positions it takes or if it is unable to achieve the initiatives it has announced.  Although we conduct extensive market research before launching new or refreshed vehicles and introducing new services, many factors both within and outside our control affect the success of new or existing products and services in the marketplace, and we may not be able to accurately predict or identify emerging trends or preferences or the success of new products or services in the market.  It takes years to design and develop a new vehicle or change an existing vehicle.  Because customers’ preferences may change quickly, our new and existing products may not generate sales in sufficient quantities and at costs low enough to be profitable and recoup investment costs.  Offering vehicles and services that customers want and value can mitigate the risks of increasing price competition, price sensitive customers, and declining demand, but products and services that are perceived to be less desirable (whether in terms of price, quality, styling, safety, overall value, fuel efficiency, or other attributes) can exacerbate these risks.  For example, if we are unable to differentiate our products and services from those of our competitors in a manner that appeals to customers, develop innovative new products and services, or sufficiently tailor our products and services to customers in other markets, there could be insufficient demand for our products and services, which could have an adverse impact on our financial condition or results of operations.  Insufficient demand for our products may also result in higher inventory levels, which may lead to downward pricing pressure, or reduced manufacturing efficiencies, which may reduce margins.  In the event of a shortage of available products, customers may elect to purchase from our competitors and may not return to Ford in the future.  \n\nWith increased consumer interconnectedness through the internet, social media, and other media, mere allegations relating to quality, safety, reliability, fuel efficiency, sustainability, corporate social responsibility, or other key attributes can negatively impact our reputation or market acceptance of our products or services, even where such allegations prove to be inaccurate or unfounded.  Further, our ability to successfully grow through capacity expansion and investments in the areas of electrification, connectivity, digital and physical services, and software services depends on many factors, \n\n23\n\nItem 1A. Risk Factors (Continued)\n\nincluding advancements in technology, regulatory changes, infrastructure development (e.g., a widespread vehicle charging network), and other factors that are difficult to predict, that may significantly affect the future of electric vehicles, autonomous and driver assistance technologies, digital and physical services, and software services.  The automotive, software, and digital service businesses are very competitive and change rapidly.  Traditional competitors are expanding their offerings, and new types of competitors (particularly in our areas of strength, e.g., pick-up trucks, utilities, and commercial vehicles) that may possess superior technology, may have business models with certain aspects that are more efficient, and are not subject to the same level of fixed costs as us, are entering the market.  For example, Chinese electric vehicle producers are exporting their products to some key markets in which we operate.  This level of competition necessitates that we invest in and integrate emerging technologies into our business and increases the importance of our ability to anticipate, develop, and deliver products and services that customers desire on a timely basis, in quantities in line with demand, with the quality they expect, and at costs low enough to be profitable.  Moreover, if we do not meet customer expectations for quickly and effectively addressing and remedying issues that may develop with or that improve our products and services, e.g., successfully delivering OTA updates, it would have an adverse effect on our business.\n\nWe have announced our intent to continue making multi-billion dollar investments in electrification and software services.  Our plans include offering electrified versions of many of our vehicles, including the F-150 Lightning and E-Transit which we introduced in recent years.  We have observed lower than initially anticipated industrywide electric vehicle adoption rates.  This trend may continue, including as a result of the regulatory framework in various markets shifting away from supporting the rapid adoption of electrified vehicles, if there is a negative perception of our vehicles or about electric vehicles in general, if we are unable to or are delayed in developing or embracing new technologies or processes, or if consumers prefer our competitors’ vehicles, and there could be an adverse impact on our financial condition or results of operations.  Further, as discussed below under “Ford may need to substantially modify its product plans and facilities to comply with safety, emissions, fuel economy, autonomous driving technology, environmental, and other regulations,” lower than planned market acceptance of our vehicles may impact our strategy to comply with fuel economy standards.  \n\nFord is addressing its impact on climate change aligned with the United Nations Framework Convention on Climate Change (Paris Agreement) by working to reduce our carbon footprint over time across our vehicles, operations, and supply chain.  We have announced interim emissions targets approved by the Science Based Targets initiative (SBTi) and made other statements about similar initiatives.  Achievement of these initiatives will require significant investments and the implementation of new processes; however, there is no assurance that the desired outcomes will be achieved.  To the extent we are unable to achieve these initiatives or our plans for our electrification transition do not succeed, it may harm our reputation or we may not otherwise receive the expected return on the investment.  For example, we are exposed to reputational risk if we do not reduce vehicle CO2 emissions in line with our targets or in compliance with applicable regulations.  Further, our customers, investors, and other stakeholders evaluate how well we are progressing on our announced climate goals and aspirations, and if we are not on track to achieve those goals and aspirations on a timely basis, or if the expectations of our customers and investors change and we do not adequately address their expectations, our reputation could be impacted, and customers may choose to purchase the products and services of, investors may choose to invest in, and suppliers and vendors may choose to do business with other companies.  Other parties may object to the positions we have or are perceived to have taken and may, in the future, take or be perceived to take on environmental, social, or other issues, or in the event we change our position on such issues, which may result in a loss of customers, a boycott of our products or services, or other actions that may impact not only our brand and reputation but also our results of operations, financial condition, and the price of our Common Stock.\n\nMoreover, new offerings, including those related to electric vehicles and autonomous driving technologies, may present technological challenges that could be costly to implement and overcome and have subjected us and may continue to subject us to customer claims, government investigations, and recalls of our vehicles if they do not operate as anticipated.  In addition, since new technologies are subject to market acceptance, a malfunction involving any manufacturer’s vehicle using autonomous or driver assist technologies may negatively impact the perception of such technologies and erode customer trust.\n\n24\n\nItem 1A. Risk Factors (Continued)\n\nFord may face increased price competition for its products and services, including pricing pressure resulting from industry excess capacity, currency fluctuations, competitive actions, or economic or other factors, particularly for electric vehicles.  The global automotive industry is intensely competitive, with installed manufacturing capacity generally exceeding current demand.  Historically, industry overcapacity has resulted in many manufacturers offering marketing incentives on vehicles in an attempt to maintain and grow market share; these incentives historically have included a combination of subsidized financing or leasing programs, price rebates and reductions, and other incentives.  As a result, we are not necessarily able to set our prices to offset higher marketing incentives, commodity or other cost increases, tariffs, or the impact of adverse currency fluctuations.  This risk includes cost advantages foreign competitors may have because of their weaker home market currencies, which may, in turn, enable those competitors to offer their products at lower prices.  Further, higher inventory levels put downward pressure on pricing, which may have an adverse effect on our financial condition and results of operations.  \n\nAlthough we continue to invest in our electric vehicle strategy, we have observed lower-than-anticipated industrywide electric vehicle adoption rates and near-term pricing pressures, which have led us, and may in the future lead us, to adjust our spending, production, and/or product launches to better match the pace of electric vehicle adoption.  The trend may be exacerbated as policy change in the United States could reduce or eliminate supply- and demand-side incentives, resulting in slower adoption of EVs.  As a result of the lower-than-anticipated adoption rates, near-term pricing pressures, and other factors, we have accrued and may continue to incur charges related to payments to our electric vehicle-related suppliers (battery, raw material, or otherwise), inventory adjustments, or other matters.  Significant unexpected changes in the EV demand environment have led, and may in the future lead, to incremental competitive pricing actions.  Battery costs remain high, which is detrimental to electric vehicles reaching pricing parity with ICE vehicles and further exacerbates the pricing pressures on electric vehicles.  Furthermore, as we invest in battery production, including the construction of battery plants, if we are unable to operate those plants at their expected capacity because electric vehicle adoption rates remain lower-than-anticipated or otherwise, we may be unable to recoup the investments we have made.\n\nAs electric vehicle adoption rates increase, the risk of excess capacity, particularly for internal combustion engine trucks and utilities, may be exacerbated.  This excess capacity may further increase price competition in that segment of the market, which could have a substantial adverse effect on our financial condition or results of operations.\n\nInflationary pressure and fluctuations in commodity and energy prices, foreign currency exchange rates, interest rates, and market value of Ford or Ford Credit’s investments, including marketable securities, can have a significant effect on results.  We and our suppliers are exposed to inflationary pressure and a variety of market risks, including the effects of changes in commodity and energy prices, foreign currency exchange rates, and interest rates.  We monitor and attempt to manage these exposures as an integral part of our overall risk management program, which recognizes the unpredictability of markets and seeks to reduce potentially adverse effects on our business.  Changes in commodity and energy prices (from tariffs and the actions taken by Russia in Ukraine, as discussed above under “With a global footprint and supply chain, Ford’s results and operations could be adversely affected by economic or geopolitical developments, including protectionist trade policies such as tariffs, or other events,” or otherwise), currency exchange rates, and interest rates cannot always be predicted, hedged, or offset with price increases to eliminate earnings volatility.  As a result, significant changes in commodity and energy prices, foreign currency exchange rates, or interest rates as well as increased material, freight, logistics, and similar costs could have a substantial adverse effect on our financial condition or results of operations.  See Item 7 and Item 7A for additional discussion of currency, commodity and energy price, and interest rate risks.  These market forces have caused us to incur higher material costs, which may continue, and our warranty costs have increased, in part, due to inflationary cost pressures at our dealers.  Moreover, due to inflationary pressure, some of our suppliers have submitted claims to us for reimbursement of costs beyond our original agreed terms.  Upon receipt, we evaluate those claims, and, in certain circumstances, we have made payments to our suppliers, and this trend may continue.  Further, despite some recent rate cuts, over the last several years interest rates have increased significantly as central banks in developed countries attempt to subdue inflation, and there is no assurance that they will not remain elevated for a multi-year period.  At the same time, government deficits and debt remain at high levels in many global markets.  Elevated interest rates would make government debts more expensive to finance, and in that environment, businesses would face a higher cost of capital, impacting capital intensive businesses such as Ford.  At Ford Credit, a high interest rate environment may impact Ford Credit’s ability to source funding and offer financing at competitive rates, which could reduce its financing margin.  In addition, our results are impacted by fluctuations in the market value of our investments, with unrealized gains and losses that could be material in any period.\n\n25\n\nItem 1A. Risk Factors (Continued)\n\nFord’s results are dependent on sales of larger, more profitable vehicles, particularly in the United States.  A shift in consumer preferences away from larger, more profitable vehicles with internal combustion engines (including trucks and utilities) to electric or other vehicles in our portfolio that may be less profitable could result in an adverse effect on our financial condition or results of operations.  Despite recent trends, if demand for electric vehicles grows at a rate greater than our ability to increase our production capacity for those vehicles, lower market share and revenue, as well as facility and other asset-related charges (e.g., accelerated depreciation) associated with the production of internal combustion vehicles, may result.  In addition, government regulations aimed at reducing emissions and increasing fuel efficiency (e.g., ZEV mandates and low emission zones) and other factors that accelerate the transition to electric vehicles may increase the cost of vehicles by more than the perceived benefit to consumers and dampen margins.  Moreover, governmental restrictions on the sale, purchase, or use of internal combustion engine vehicles (e.g., city access restrictions) may limit our ability to sell some of our more profitable vehicles.\n\nWhile a suspension or disruption of our manufacturing operations at any facility could have an adverse effect on our financial condition, results of operations, and cash flow, such an occurrence at one of our facilities where our larger, more profitable vehicles are produced, or in the event a launch is delayed or a stop ship is initiated for those vehicles, the impact may be particularly significant.  \n\nIndustry sales volume can be volatile and could decline if there is a financial crisis, recession, public health emergency, or significant geopolitical event.  Because we, like other manufacturers, have a higher proportion of fixed structural costs, relatively small changes in industry sales volume can have a substantial effect on our cash flow and results of operations.  Vehicle sales are affected by overall economic and market conditions (such as the level of interest rates and tariffs), consumer sentiment and behavior, and developing trends such as shared vehicle ownership and ridesharing services.  If industry vehicle sales were to decline to levels significantly below our planning assumption, the decline could have a substantial adverse effect on our financial condition, results of operations, and cash flow.  For a discussion of economic trends, see Item 7.\n\nFinancial Risks\n\nThe impact of government incentives on Ford’s business could be significant, and Ford’s receipt of government incentives could be subject to reduction, termination, or clawback.  We receive economic benefits from national, state, and local governments in various regions of the world in the form of incentives designed to encourage manufacturers to establish, maintain, or increase investment, workforce, or production.  These incentives may take various forms, including grants, forgivable loans and loan subsidies, or tax abatements or credits.  The impact of these incentives can be significant in a particular market during a reporting period.  A decrease in, expiration without renewal of, or other cessation or clawback of government incentives for any of our operations or that impact consumers of our products and services, as a result of administrative decision or otherwise, could have a substantial adverse impact on our financial condition or results of operations.  Further, we may lose or be required to repay incentives or forgivable loans as a result of a change we make to our business strategy, e.g., if we elect not to proceed with a previously planned program or project or do not create as many jobs as initially anticipated.\n\nFor example, until 2021, most of our manufacturing facilities in South America were located in Brazil, where the state or federal governments historically offered significant incentives to manufacturers to encourage capital investment, increase manufacturing production, and create jobs.  As a result, the performance of our South American operations had been impacted favorably by government incentives to a substantial extent.  The federal government in Brazil has levied assessments against us concerning the federal incentives we previously received, and the State of São Paulo has challenged the grant to us of tax incentives by the State of Bahia.  See Note 2 of the Notes to the Financial Statements for discussion of our accounting for government incentives, and “Item 3. Legal Proceedings” for a discussion of tax proceedings in Brazil and the potential requirement for us to post collateral.\n\nThe U.S. Inflation Reduction Act (“IRA”) provides, among other things, financial incentives in the form of tax credits to grow the domestic supply chain and domestic manufacturing base for electric vehicles, plug-in hybrid vehicles (“PHEVs”), and other “clean” vehicles.  The law likewise incentivizes the purchase of clean vehicles and the infrastructure to fuel them.  The IRA authorizes tax credits to manufacturers for the domestic production of batteries and battery components for EVs and PHEVs, and this credit is expected to improve the financial performance of domestic battery manufacturers, including the new operations at our upcoming facility in Michigan and BlueOval SK’s facilities in Kentucky and Tennessee.  Further, the degree of success of some of our investment strategies depends upon IRA tax credit eligibility and for those credits to continue to remain available through the currently contemplated expiration.  \n\n26\n\nItem 1A. Risk Factors (Continued)\n\nThe IRA also authorizes tax credits for purchasers of qualified commercial and retail clean vehicles.  Ford expects that most commercial customers that purchase an EV or PHEV will be eligible for the commercial clean vehicle credit, although it is unclear at this time how many commercial vehicle purchasers will have the underlying federal tax liability that is necessary to actually monetize this credit.  In their current form, the IRA’s tax credit and the commercial clean vehicle credit would, together, likely influence commercial fleets, governmental fleets, and other vehicle purchasers in their evaluation of a transition from internal combustion engine vehicles to EVs and PHEVs. \n\nTo claim the retail tax credit, the IRA establishes numerous and complex prerequisites, including that the vehicle must be assembled in North America; the vehicle must be under specified limitations on manufacturer suggested retail price (“MSRP”); purchaser income limitations; any vehicle that contains “battery components” that were “manufactured or assembled” by a “foreign entity of concern” will be ineligible; and, starting in 2025, any vehicle that contains battery materials that were “extracted, processed, or recycled” by a “foreign entity of concern” will be ineligible.  A “Critical Minerals Credit” is available for those vehicles that have a specified percentage of critical minerals that are “extracted or produced” in the United States, in a country with which the United States has a Free Trade Agreement, or that is “recycled” in North America.  A “Battery Components Credit” is available for those vehicles that have a specified percentage of “value” of its battery “components” that are “manufactured or assembled” in North America. \n\nAlthough we ultimately expect the IRA to benefit Ford and the automotive industry in general, this would be the case only insofar as the IRA remains in place in its current form.  Some policymakers have expressed an intent to repeal or restrict eligibility for elements of the IRA, however, including those credits discussed above, which would adversely affect Ford and the industry.  To the extent these elements remain in place or are replaced with new laws that provide benefits using comparable eligibility criteria, the availability of such benefits to Ford will depend on the further development and improvement of the U.S. battery supply, sufficient access to raw materials within the scope of the IRA, and the terms of the regulations and guidance (and the limitations therein) the U.S. government issues for such benefits, which will ultimately determine which vehicles qualify for incentives and the amount thereof.  Further, battery and electric vehicle manufacturing and the corresponding supply chains involve substantial lead time, and it may take years before Ford can satisfy any new eligibility criteria.  Automakers that better optimize eligibility for their vehicles, as compared to their competition, will have a competitive advantage. \n\nFord and Ford Credit’s access to debt, securitization, or derivative markets around the world at competitive rates or in sufficient amounts could be affected by credit rating downgrades, market volatility, market disruption, regulatory requirements, asset portfolios, or other factors.  Ford and Ford Credit’s ability to obtain unsecured funding at a reasonable cost is dependent on their credit ratings or their perceived creditworthiness.  Further, Ford Credit’s ability to obtain securitized funding under its committed asset-backed liquidity programs and certain other asset-backed securitization transactions is subject to having a sufficient amount of assets eligible for these programs, as well as Ford Credit’s ability to obtain appropriate credit ratings for those transactions and, for certain committed programs, derivatives to manage the interest rate risk.  Over time, and particularly in the event of credit rating downgrades, market volatility, market disruption, or other factors, Ford Credit may reduce the amount of receivables it purchases or originates because of funding constraints.  In addition, Ford Credit may reduce the amount of receivables it purchases or originates if there is a significant decline in the demand for the types of securities it offers or Ford Credit is unable to obtain derivatives to manage the interest rate risk associated with its securitization transactions.  A significant reduction in the amount of receivables Ford Credit purchases or originates would significantly reduce its ongoing results of operations and could adversely affect its ability to support the sale of Ford vehicles.    \n\nAn increasing interest rate environment may have an adverse effect on borrowing costs for Ford Credit, making it more expensive to fund our operations or leading to higher rates charged to our customers if these costs are passed on.\n\n27\n\nItem 1A. Risk Factors (Continued)\n\nFord Credit could experience higher-than-expected credit losses, lower-than-anticipated residual values, or higher-than-expected return volumes for leased vehicles.  Credit risk is the possibility of loss from a customer’s or dealer’s failure to make payments according to contract terms.  Credit risk (which is heavily dependent upon economic factors including unemployment, consumer debt service burden, personal income growth, dealer profitability, and used car prices) has a significant impact on Ford Credit’s business.  The level of credit losses Ford Credit may experience could exceed its expectations and adversely affect its financial condition or results of operations.  In addition, Ford Credit projects expected residual values (including residual value support payments from Ford) and return volumes for the vehicles it leases.  Actual proceeds realized by Ford Credit upon the sale of returned leased vehicles at lease termination may be lower than the amount projected, which would reduce Ford Credit’s return on the lease transaction.  Among the factors that can affect the value of returned lease vehicles are the volume and mix of vehicles returned industrywide, economic conditions, marketing programs, and quality or perceived quality, safety, fuel efficiency, or reliability of the vehicles, or changes in propulsion technology and related legislative changes.  Actual return volumes may be influenced by these factors, as well as by contractual lease-end values relative to auction values.  If auction values decrease significantly in the future, return volumes could exceed Ford Credit’s expectations.  Each of these factors, alone or in combination, has the potential to adversely affect Ford Credit’s results of operations if actual results were to differ significantly from Ford Credit’s projections.  See “Critical Accounting Estimates” in Item 7 for additional discussion.\n\nEconomic and demographic experience for pension and OPEB plans (e.g., discount rates or investment returns) could be worse than Ford has assumed.  The measurement of our obligations, costs, and liabilities associated with benefits pursuant to our pension and OPEB plans requires that we estimate the present value of projected future payments to all participants.  We use many assumptions in calculating these estimates, including assumptions related to discount rates, investment returns on designated plan assets, and demographic experience (e.g., mortality and retirement rates).  We generally remeasure these estimates at each year end and recognize any gains or losses associated with changes to our plan assets and liabilities in the year incurred.  To the extent actual results are less favorable than our assumptions, we may recognize a remeasurement loss in our results, which could be substantial.  For additional information regarding our assumptions, see “Critical Accounting Estimates” in Item 7 and Note 16 of the Notes to the Financial Statements.\n\nPension and other postretirement liabilities could adversely affect Ford’s liquidity and financial condition.  We have defined benefit retirement plans in the United States that cover many of our hourly and salaried employees.  We also provide pension benefits to non-U.S. employees and retirees, primarily in Europe.  In addition, we sponsor plans to provide OPEB for retired employees (primarily health care and life insurance benefits).  See Note 16 of the Notes to the Financial Statements for more information about these plans.  These benefit plans impose significant liabilities on us and could require us to make additional cash contributions, which could impair our liquidity.  If our cash flows and capital resources are insufficient to meet any pension or OPEB obligations, we could be forced to reduce or delay investments and capital expenditures, suspend dividend payments, seek additional capital, or restructure or refinance our indebtedness.\n\nLegal and Regulatory Risks\n\nFord and Ford Credit could experience unusual or significant litigation, governmental investigations, or adverse publicity arising out of alleged defects in products, services, perceived environmental impacts, or otherwise.  We spend substantial resources to comply with governmental safety regulations, mobile and stationary source emissions regulations, consumer and automotive financial regulations, labor and employment practices, and other standards, but we cannot ensure that employees, contractors, agents, or other individuals affiliated with us will not violate such laws or regulations, which could result in civil or criminal liability.  In addition, as discussed below under “Ford may need to substantially modify its product plans and facilities to comply with safety, emissions, fuel economy, autonomous driving technology, environmental, and other regulations” and “Ford Credit could be subject to new or increased credit regulations, consumer protection regulations, or other regulations,” regulatory standards and interpretations may change on short notice and impact our compliance status.  Government investigations against Ford or Ford Credit have resulted in, and may in the future result in, fines, penalties, orders, or other resolutions, through litigation, administrative proceedings, settlement, or otherwise, which have in the past had, and could in the future have, an adverse impact on our financial condition, results of operations, or the operation of our business, including oversight by regulators or a government-appointed monitor.  Moreover, compliance with governmental standards does not necessarily prevent individual or class action lawsuits, which can entail significant cost and risk.  In certain circumstances, courts may permit civil actions even where our vehicles, services, and financial products comply with federal and/or other applicable law.  Furthermore, simply responding to actual or threatened litigation or government investigations of our compliance with regulatory standards, whether related to our products, services, or business or commercial relationships, requires significant expenditures of time and other resources and may be disruptive to our operations.  Litigation also is inherently uncertain, and we have in the past experienced, and could in the future experience, significant adverse results, including \n\n28\n\nItem 1A. Risk Factors (Continued)\n\ncompensatory and punitive damage awards, a disgorgement of profits or revenue, or injunctive relief, any of which could have an adverse effect on our financial condition, results of operations, or our business in general, particularly with larger jury verdicts becoming more prevalent.  While we have an insurance program that provides coverage for certain claims, it may not be sufficient to cover the losses incurred.  In addition, adverse publicity surrounding an allegation, litigation, or investigation, even if there is no merit to the matter, may cause significant reputational harm or create a negative public perception of our products and services, which could have a significant adverse effect on our sales.\n\nFord may need to substantially modify its product plans and facilities to comply with safety, emissions, fuel economy, autonomous driving technology, environmental, and other regulations.  The automotive industry is subject to regulations worldwide that govern product characteristics and that differ by global region, country, and sometimes within national boundaries.  Regulators have enacted and are proposing standards to address concerns regarding the environment (including concerns about global climate change and air quality), vehicle safety, and energy independence, and the regulatory landscape can change on short notice.  These regulations vary, but generally require that over time motor vehicles and engines emit less air pollution, including GHG emissions, oxides of nitrogen, hydrocarbons, carbon monoxide, and particulate matter, and there are associated increased reporting requirements.  Similarly, we are making substantial investments in our facilities and revising our processes to not only comply with applicable regulations but also to make our operations more efficient and sustainable.  As our suppliers make similar investments, any higher costs may be passed on to us.  In the United States, legal and policy debates on environmental regulations are continuing, with a recent primary trend toward reducing GHG emissions and increasing vehicle electrification.  However, different federal administrations have either sought to make standards more strict or to make them less strict, with one administration often replacing the regulations enacted by the last.  Various third parties routinely seek judicial review of these federal regulatory and deregulatory efforts.  In parallel, California continues to enact increasingly strict emissions standards and requirements for ZEVs (standards that some other states are adopting), and those actions are also the subject of legal challenges.  Court rulings regarding regulatory actions by federal, California, and other state regulators create uncertainty and the potential for applicable regulatory standards to change quickly.  In addition, many governments regulate local product content or impose import requirements with the aim of creating jobs, protecting domestic producers, and influencing the balance of payments.\n\nWe regularly refine our product cycle plan to improve the fuel economy of our internal combustion vehicles and to offer more propulsion choices, such as hybrid and electrified vehicles, that generate lower GHG emissions.  Electrification is our core strategy to comply with current and anticipated environmental laws and regulations in major markets.  However, there are limits to our ability to reduce emissions and increase fuel economy over given time frames and many factors that could delay or impede our plans.  Those factors primarily relate to the cost and effectiveness of available technologies; consumer acceptance of new technologies and their costs; changes in industrial policy, including incentives for electric vehicles and battery manufacturing and requirements for battery supply chains; changes in trade policy, which may affect the profitability of certain products; changes in vehicle mix (as described in more detail above under “Ford’s new and existing products and digital, software, and physical services are subject to market acceptance and face significant competition from existing and new entrants in the automotive and digital and software services industries, and Ford’s reputation may be harmed based on positions it takes or if it is unable to achieve the initiatives it has announced”); the appropriateness (or lack thereof) of certain technologies for use in particular vehicles; the widespread availability (or lack thereof) of supporting infrastructure for new technologies, including charging for electric vehicles; the availability (or lack thereof) of the raw materials and component supply to make affordable batteries and other elements of electric vehicles; and the human, engineering, and financial resources necessary to deploy new technologies across a wide range of products and powertrains in a short time.  If fuel prices are relatively low and market conditions or the consumer attributes of our vehicles do not lead consumers to purchase electric vehicles and other highly fuel-efficient vehicles in sufficient numbers, it may be difficult to meet applicable environmental standards and may constrain our ability to sell internal combustion engine vehicles, including some of the more profitable vehicles in our portfolio.  Our obligations under the regulatory compliance credit purchase agreements we have entered into, including the ultimate number of credits we may purchase under those agreements, are dependent on the sellers’ delivery of the credits.  If the seller under a credit purchase agreement does not deliver the credits contracted for, it may cause us to be out of compliance with emissions standards or other requirements.  Such noncompliance may result in fines, penalties, or other costs, and/or we may need to modify our product plans and be unable to sell certain products.  In the event we are obligated to purchase credits under those agreements, the cash impact of such purchases may be significant.\n\nMoreover, the rates of EV growth, production disruptions, stop ships, supply chain limitations, lower-than-planned market acceptance of our vehicles, and/or other circumstances may cause us to modify product plans, or, in some cases, purchase credits, which we have done, in order to comply with emissions standards, fuel economy standards, or ZEV requirements, which could have an adverse effect on our financial condition and results of operations and cause reputational harm.  \n\n29\n\nItem 1A. Risk Factors (Continued)\n\nIncreased scrutiny of automaker emission compliance by regulators around the world has led to new regulations, more stringent enforcement programs, additional field actions, demands for reporting on the field performance of emissions components and higher scrutiny of field data, and delays in regulatory approvals.  The cost to comply with government regulations concerning new vehicle standards and in-use vehicle requirements, including field service actions, is substantial.  Additional regulations, changes in regulatory interpretations, or changes in consumer preferences that affect vehicle mix, as well as any non-compliance with applicable laws and regulations, could have a substantial adverse impact on our financial condition or results of operations.  In addition, a number of governments, as well as non-governmental organizations, publicly assess vehicles to their own protocols.  Any negative perception regarding the performance of our vehicles subjected to such tests could reduce future sales.  Court decisions arising out of consumer and investor litigation could give rise to de facto changes in the interpretation of existing emission laws and regulations, thereby imposing new burdens on manufacturers.  For more discussion of the impact of standards on our global business, see the “Governmental Standards” discussion in “Item 1. Business” above.\n\nWe and other companies continue to develop autonomous vehicle and driver assist technologies, and the U.S. and foreign governments are continuing to develop the regulatory framework that will govern autonomous vehicles and related technologies.  Governmental restrictions on such technologies may limit our ability to provide these features to consumers, and manufacturers are facing increased scrutiny from regulators at the state and federal level on system misuse by customers, feature capabilities, and whether advertising for this technology contains false or misleading information.  Some states are developing their own regulations that impact the testing and design of autonomous vehicles.  This patchwork approach without federal guidance may subject Ford to additional compliance costs.  Further, autonomous vehicle and driver assist technologies continue to be scrutinized by the government and consumers, and actual or perceived failures or misuse of these technologies and features have led to government investigations and inquiries, including of Ford, which has responded to information requests from NHTSA and the National Transportation Safety Board about our BlueCruise system.  We and other OEMs are required to report to NHTSA crashes that meet NHTSA-defined criteria and occur when certain advanced driver assistance system features are in use.  Such events involving our vehicles and technologies could require safety recalls and/or subject us to fines, penalties, damages, investigations, and reputational harm.  In addition, the demand for these services by consumers is fluctuating as the technology is rolled out in various stages and with mixed industry results.\n\nFord and Ford Credit could be affected by the continued development of more stringent privacy, data use, data protection, data access, and artificial intelligence laws and regulations as well as consumers’ heightened expectations to safeguard their personal information.  We are subject to laws, rules, guidelines from privacy and other regulators, and regulations in the United States and other countries (such as the EU’s and the U.K.’s General Data Protection Regulations, the EU’s Data Act, the EU’s Artificial Intelligence Act, the Colorado Artificial Intelligence Act, and the California Consumer Privacy Act) relating to the collection, use, transfer, and security of data and the personal information of consumers, employees, or others, including laws that may require us to notify regulators and affected individuals of a data security incident.  Such laws, rules, and regulations, also apply to our vendors and/or may hold us liable for any violations by our vendors.  Existing and newly developed laws and regulations may apply broadly to our operations within the relevant jurisdiction, are subject to change and uncertain interpretations by courts and regulators, and may be inconsistent across jurisdictions.  Accordingly, complying with such laws and regulations may lead to a decline in consumer engagement or cause us to incur substantial costs to modify our operations or business practices.  Moreover, regulatory actions seeking to impose significant financial penalties for noncompliance and/or legal actions (including pursuant to laws providing for private rights of action by consumers) could be brought against us in the event of a data compromise, misuse of consumer information, or perceived or actual non-compliance with data protection, data access, privacy, or artificial intelligence requirements.  The rapid evolution and increased adoption of artificial intelligence technologies may intensify these risks.  Further, any unauthorized release of personal information could harm our reputation, disrupt our business, cause us to expend significant resources, and lead to a loss of consumer confidence resulting in an adverse impact on our business and/or consumers deciding to withhold or withdraw consent for our collection or use of data.\n\nFord Credit could be subject to new or increased credit regulations, consumer protection regulations, or other regulations.  As a finance company, Ford Credit is highly regulated by governmental authorities in the locations in which it operates, which can impose significant additional costs and/or restrictions on its business.  In the United States, for example, Ford Credit’s operations are subject to regulation and supervision under various federal, state, and local laws, including the federal Truth-in-Lending Act, Consumer Leasing Act, Equal Credit Opportunity Act, and Fair Credit Reporting Act.\n\n30\n\nItem 1A. Risk Factors (Continued)\n\nThe Dodd-Frank Act directs federal agencies to adopt rules to regulate the finance industry and the capital markets and gives the Consumer Financial Protection Bureau (“CFPB”) broad rule-making and enforcement authority for a wide range of consumer financial protection laws that regulate consumer finance businesses, such as Ford Credit’s automotive financing business.  Exercise of these powers by the CFPB may increase the costs of, impose additional restrictions on, or otherwise adversely affect companies in the automotive finance business.  The CFPB has authority to supervise and examine the largest nonbank automotive finance companies, such as Ford Credit, for compliance with consumer financial protection laws.\n\nFailure to comply with applicable laws and regulations could subject Ford Credit to regulatory enforcement actions, including consent orders or similar orders where Ford Credit may be required to revise practices, remunerate customers, or pay fines.  An enforcement action against Ford Credit or publicity around even an allegation that Ford Credit has not complied with applicable laws or regulations could harm Ford Credit’s reputation or lead to further litigation.",
      "char_count": 87429
    }
  },
  "extracted_at": "2026-01-19T15:36:39.854491"
}