{
  "ticker": "FRPH",
  "company_name": "FRP HOLDINGS, INC.",
  "cik": 844059,
  "form_type": "10-K",
  "filing_date": "2025-03-18",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000844059-25-000009",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000844059&accession_number=000084405925000009&xbrl_type=v",
  "sic_code": "6500",
  "industry": "Real Estate",
  "sections": {
    "item1": {
      "text": "Item 1. BUSINESS.\n\nFRP Holdings, Inc., a Florida corporation (the “Company”) was incorporated on April 22, 2014 in connection with a corporate reorganization that preceded the Spin-off of Patriot Transportation Holding, Inc. The Company’s predecessor issuer was formed on July 20, 1988. The business of the Company is conducted through our wholly-owned subsidiaries FRP Development Corp., a Maryland corporation, and Florida Rock Properties, Inc., a Florida corporation, and the various subsidiaries and joint ventures of each.\n\nOur Business. The Company is a holding company engaged in various real estate businesses. Our business segments are: (i) leasing and management of industrial and commercial properties (the “Industrial and Commercial Segment”), (ii) leasing and management of mining royalty land owned by the Company (the “Mining Royalty Lands Segment”), (iii) real property acquisition, entitlement, development and construction primarily for multifamily, industrial and commercial, or residential either alone or through joint ventures (the “Development Segment”), (iv) ownership, leasing and management of apartment buildings through joint ventures (the “Multifamily Segment”).\n\nThe Industrial and Commercial Segment owns, leases and manages in-service commercial properties wholly owned by the Company or through joint ventures. Currently this includes eight warehouses in two business parks, an office building partially occupied by the Company, and two ground leases.\n\nOur Mining Royalty Lands Segment owns several properties totaling approximately 16,648 acres currently under lease for mining rents or royalties and an additional 4,280 acres through our Brooksville joint venture with Vulcan Materials. Other than one location in Virginia, all of our mining properties are located in Florida and Georgia. \n\nOur Development Segment owns and continuously monitors the highest and best use of parcels of land that are in various stages of development. The overall strategy for this segment is to convert all of our non-income producing property into income-producing property through (i) an orderly process of constructing new apartment, retail, warehouse, and office buildings to be operated by the Company or (ii) a sale to, or joint venture with, third parties. Additionally, our Development Segment will acquire land outright or form joint ventures for new developments on land not previously owned by the Company.\n\nThe Multifamily Segment includes joint ventures which own, lease and manage buildings that have met our initial lease-up criteria. We intend to transfer additional joint ventures from our Development Segment into this segment as they reach stabilization. Stabilization occurs when a minimum occupancy threshold has been achieved for a certain period of time.\n\nCompetition. As a developer, we compete with numerous developers, owners and operators of real estate, many of whom own properties similar to ours in the same submarkets in which our properties are located. Price, location, rental space availability, flexibility of design and property management services are the major factors that affect competition.\n\nCustomers. In the Mining Royalty Lands Segment, we have a total of five tenants currently leasing our mining locations, one of which, the Vulcan Materials Company (“Vulcan” or “Vulcan Materials”), accounted for 23% of the Company’s consolidated revenues in 2024. An event affecting Vulcan’s ability to perform under its lease agreements could materially impact the Company’s results.\n\nSales and Marketing. We use national brokerage firms to assist us in marketing our vacant properties. Our hands-on in-house management team focuses on tenant satisfaction during the life of the lease.  We employ this tactic because of its positive impact on our tenant renewal success rate over the years.\n\nFinancial Information. Financial information is discussed by industry segment in Note 10 to the consolidated financial statements included in the accompanying 2024 Annual Report to Shareholders, which is incorporated herein by reference.\n\nEnvironmental Matters. The Company incurs costs from time to time to investigate and remediate environmental contamination on its real estate, typically in connection with our Development Segment. The Company's mining leases contain provisions under which the lessee is responsible for environmental liabilities and reclamation of mining sites at least to the extent required by law.\n\nHuman Capital. The Company employed 19 people at December 31, 2024. Our small but dedicated workforce has extraordinarily low turnover, and the average tenure of our employee is 15.5 years. We are committed to an inclusive and diverse culture and do not tolerate any sort of discrimination. We maintain a whistleblower hotline allowing employees to report complaints on an anonymous basis.\n\nCompany Website. The Company’s website may be accessed at www.frpdev.com. All of our filings with the Securities and Exchange Commission are accessible through our website promptly after filing. This includes annual reports on Form 10-K, proxy statements, quarterly reports on Form 10-Q, current reports filed or furnished on Form 8-K and all related amendments.",
      "char_count": 5219
    },
    "item1a": {
      "text": "Item 1A. RISK FACTORS.\n\nOur future results may be affected by a number of factors over which we have little or no control. The following issues, uncertainties, and risks, among others, should be considered in evaluating our business and outlook. Also, note that additional risks not currently identified or known to us could also negatively impact our business or financial results.\n\nRisks Relating to our Business\n\nA decline in the economic conditions in Baltimore and Washington, D.C. markets could adversely affect our business.\n\nThe majority of our stabilized properties are located in the Baltimore area and Washington, D.C. We are, therefore, subject to increased exposure to (positive or negative) economic factors and other competitive factors specific to markets in confined geographic areas. Our operations may also be affected if too many competing properties are built in these markets. An economic downturn in these markets resulting from factors outside of our control could adversely affect our operation. Such a downturn could be triggered by such factors as the downsizing or relocation of government jobs, crime, acts of terrorism, or natural disasters. We cannot be sure that these markets will continue to grow or demand the type of assets in our portfolio.\n\nThe Trump administration has created an initiative known as the Department of Governmental Efficiency focused on reducing government expenditures. The initiative is expected to lead to a reduction of a significant number of government jobs in the Washington, D.C. region; however, the potential impact of this initiative on the demand for our residential properties in the region cannot be determined at this time.\n\nWe conduct a significant portion of our operations through joint ventures, which may lead to disagreements with our joint venture partners and adversely affect our interests in the joint ventures.\n\nWe currently are a party to several joint ventures and we may enter into additional joint ventures in the future. In each of our existing joint ventures, the consent of our joint venture partner is required to take certain actions, and in some cases will share equal voting control. Our joint venture partners, as well as future partners, may have interests that are different from ours which may result in conflicting views as to the conduct of the joint ventures. In the event that we have a disagreement with a joint venture partner as to the resolution of a particular issue to come before the joint venture, or as to the conduct or management of the joint venture generally, we \n\nmay not be able to resolve such disagreement in our favor and such a disagreement could have a material adverse effect on our interest in the joint venture or on the business of the joint venture generally.\n\nOur business may be adversely affected by seasonal factors and harsh weather conditions.\n\nThe Mining Royalty Lands Segment and the Development Segment could be adversely affected by reduced construction and mining activity during periods of inclement weather. These factors could cause our operating results to fluctuate from quarter to quarter. An occurrence of unusually harsh or long-lasting inclement weather such as hurricanes, tornadoes, excessive rainfall, and heavy snowfalls could have an adverse effect on our operations and profitability.\n\nOur business could be negatively impacted by cyberattacks targeting our computer and telecommunications systems and infrastructure, or targeting those of our third-party service providers.\n\nOur business, like other companies in our industry, has become increasingly dependent on digital technologies, including technologies that are managed by third-party service providers on whom we rely to help us collect, host or process information. Such technologies are integrated into our business operations. Use of the internet and other public networks for communications, services, and storage, including \"cloud\" computing, exposes all users (including our business) to cybersecurity risks.\n\nWhile we and our third-party service providers commit resources to the design, implementation, and monitoring of our information systems, there is no guarantee that our security measures will provide absolute security. Despite these security measures, we may not be able to anticipate, detect, or prevent cyberattacks, particularly because the methodologies used by attackers change frequently or may not be recognized until launched, and because attackers are increasingly using techniques designed to circumvent controls and avoid detection. We and our third-party service providers may therefore be vulnerable to security events that are beyond our control, and we may be the target of cyber-attacks, as well as physical attacks, which could result in information security breaches and significant disruption to our business.\n\nOur revenues depend in part on construction sector activity, which tends to be cyclical.\n\nOur Mining Royalty Lands Segment revenues are derived from royalties on construction aggregates mined on our properties. Thus, our results depend in part on residential, commercial and infrastructure construction activity and spending levels. The construction industry in our markets tends to be cyclical. Construction activity and spending levels vary across our markets and are influenced by interest rates, inflation, consumer spending habits, demographic shifts, environmental laws and regulations, employment levels and the availability of funds for public infrastructure projects. Economic downturns may lead to recessions in the construction industry, either in individual markets or nationally.\n\nOur operations are subject to various environmental laws and regulations, the violation of which could result in substantial fines or penalties.\n\nLiability for environmental contamination on real property owned by the Company may include the following costs, without limitation: investigation and feasibility study costs, remediation costs, litigation costs, oversight costs, monitoring costs, institutional control costs, penalties from state and federal agencies and third-party claims. These costs could be substantial and in extreme cases could exceed the value of the contaminated property. Moreover, on-site operations may be suspended until certain environmental contamination is remediated and/or permits are received, and governmental agencies can impose permanent restrictions on the manner in which a property may be used depending on the extent and nature of the contamination. This may result in a breach of the terms of the lease entered into with our tenants. Governmental agencies also may create liens on contaminated sites for damages it incurred to address such contamination. In addition, the presence of hazardous substances at, on, under or from a property may adversely affect our ability to sell the property or borrow funds using the property as collateral, thus harming our financial condition.\n\nThe presence of contaminated material at our Riverfront on the Anacostia development site will subject us to substantial environmental liability and costs as construction proceeds.\n\nWith respect to Phases III and IV of the Riverfront on the Anacostia site in Washington, D.C., preliminary environmental testing has indicated the presence of contaminated material that will have to be specially handled in excavation in conjunction with construction. We have recovered partial reimbursement for these costs from neighboring property owners reducing our basis in the property. The Company has no obligation to remediate this contamination on Phases III and IV of the development until such time as it makes a commitment to commence construction on each phase.  Upon development the remediation costs will be capitalized.\n\nThe geographic concentration of our properties makes our business more vulnerable to severe weather conditions, natural disasters and climate change. \n\nClimate change presents an array of risks to real estate companies due to sea level rise, flooding, extreme weather, stronger storms and human migration. A significant number of our properties are located in areas that are susceptible to hurricanes, tropical storms, flooding, sea level rise and other natural disasters. We have accounted for the risk of flooding and sea level rise in the design of our Riverfront on the Anacostia development. Future developments, including potential “second life” uses of our mining properties, could be impacted by these factors and the impacts that they have on human behavior. Weather conditions could disrupt the business of our tenants, which may affect the ability of some tenants to pay rent and/or their willingness to remain in or move to affected areas. [Additionally, the cost of insurance associated with our properties has increased, and future weather conditions may cause premiums to increase in the future.]\n\nUninsured losses could significantly reduce our earnings.\n\nWe self-insure for claims exposure outside of our coverage resulting from property damage, workers’ compensation, auto liability, general liability and employees’ health insurance. We also are responsible for our legal expenses relating to such claims. We maintain insurance above the amounts for which we self-insure with licensed insurance carriers. Although we believe the aggregate insurance limits should be sufficient to cover reasonably expected claims, it is possible that one or more claims could exceed our aggregate coverage limits. Additionally, there are certain losses, such as losses from hurricanes, terrorism, wars or earthquakes, where insurance is limited or not economically justifiable. If the Company experiences an uninsured loss of real property, we could lose both the invested capital and anticipated revenues associated with such property. We accrue currently for estimated incurred losses and expenses and periodically evaluate and adjust our claims’ accrued liability to reflect our experience. However, ultimate results may differ from our estimates, which could result in losses greater than accrued amounts.\n\nWe may be unable to renew leases or re-lease properties as leases expire.\n\nWhen a lease expires, a tenant may elect not to renew it. If that occurs, we may not be able to lease the property on similar terms. The terms of renewal or re-lease (including the cost of required renovations and concessions to tenants) may be less favorable than the prior lease. If we are unable to lease all or substantially all of our properties, or if the rental rates upon such re-leasing are significantly lower than expected rates, our cash generated may be adversely affected.\n\nWe may be unable to lease currently vacant properties.\n\nIf we are unable to obtain leases sufficient to cover carrying costs, then our cash flows may be adversely affected.\n\nThe bankruptcy or insolvency of significant tenants with long-term leases may adversely affect income produced by our properties.\n\nShould tenants default on their obligations, our cash flow would be adversely affected, and we may not be able to find another tenant to occupy the space under similar terms or may have to make expenditures to retrofit or divide the space. Additionally, we may have to incur a non-cash expense for a significant amount of deferred rent revenue generated from the accounting requirement to straight-line rental revenues. The bankruptcy or insolvency of a major tenant may also adversely affect the income produced by a property. If any of our tenants become a debtor in a case under the U.S. Bankruptcy Code, we cannot evict that tenant solely because of its bankruptcy. The bankruptcy court may authorize the tenant to reject and terminate its lease with the Company. Our claim against such a tenant for unpaid future rent would be subject to a statutory limitation that may be substantially less than the remaining rent actually owed to us under the tenant’s lease. Any shortfall in rent payments could adversely affect our cash flow.\n\nOur inability to obtain necessary approvals for property development could adversely affect our profitability.\n\nWe may be unable to obtain, or incur delays in obtaining, necessary zoning, land-use, building, occupancy and other required governmental permits and authorizations, which could result in increased costs or abandonment of certain projects. Before we can develop a property, we must obtain a variety of approvals from local and state governments with respect to such matters as zoning, density, parking, subdivision, site planning and environmental issues. Legislation could impose moratoriums on new real estate development or land-use conversions from mining to development. These factors may reduce our profit or growth and may limit the value of these properties.\n\nReal estate investments are not as liquid as other types of assets.\n\nThe illiquid nature of real estate investments may limit our ability to react promptly to changes in economic or other conditions. In addition, significant expenditures associated with real estate investments, such as mortgage payments, real estate taxes and maintenance costs, are generally not reduced when circumstances cause a reduction in income from the investments. Thus, the illiquid nature of our real estate investments could adversely affect our profitability under certain economic conditions.\n\nOur debt service obligations may have adverse consequences on our business operations.\n\nWe use debt to finance our operations, including acquisitions of properties. As of December 31, 2024, we had outstanding non-recourse mortgage indebtedness of $180,070,000, secured by developed real estate properties having a carrying value of $239,436,000. Our use of debt may have adverse consequences, including the following:\n\n•Our cash flows from operations may not be sufficient to meet required payments of principal and interest.\n\n•We may be forced to dispose of one or more of our properties, possibly on disadvantageous terms, to make payments on our debt.\n\n•We may default on our debt obligations, and the lenders may foreclose on our properties that collateralize those loans.\n\n•A foreclosure on one of our properties could create taxable income without any accompanying cash proceeds to pay the tax.\n\n•We may not be able to refinance or extend our existing debt.\n\n•The terms of any refinancing or extension may not be as favorable as the terms of our existing debt.\n\n•We may not be able to issue debt on unencumbered properties under reasonable terms to finance growth of our portfolio of properties.\n\n•We may be subject to a significant increase in the variable interest rates on our unsecured and secured lines of credit, which could adversely impact our operations.\n\n•Our debt agreements have yield maintenance requirements that result in a penalty if we prepay loans.\n\nOur uncollateralized revolving credit agreement restricts our ability to engage in some business activities.\n\nOur uncollateralized revolving credit agreement contains customary negative covenants and other financial and operating covenants that, among other things:\n\n•limits our ability to incur certain additional indebtedness;\n\n•limits our ability to make certain investments;\n\n•limits our ability to merge with another company;\n\n•limits our ability to pay dividends;\n\n•requires us to maintain financial coverage ratios; and\n\n•limits our ability to encumber certain assets except as approved by the lenders.\n\nWe face competition from numerous sources. \n\nAs a developer of apartments, retail, flexible warehouse and office space, we compete with numerous developers, owners and operators of real estate, many of whom own properties similar to ours in the same submarkets in which our properties are located. If our competitors offer space at rental rates below current market rates, or below the rental rates we currently charge our tenants, we may lose potential tenants and we may be pressured to reduce our rental rates to an amount lower than we currently charge in order to retain tenants when our tenants’ leases expire. As a result, our financial condition, results of operations, cash flow and ability to satisfy our debt service obligations could be materially adversely affected.\n\nConstruction costs may be higher than anticipated.\n\nOur long-term business plan includes a number of construction projects. The construction costs of these projects may exceed original estimates and possibly make the completion of a property uneconomical. The imposition of tariffs on foreign building materials such as lumber, building material commodity shortages, supply chain disruptions, construction delays or stoppages or rapidly escalating construction costs may out-pace market rents, which would adversely affect our profits. The market environment may not allow us to raise rents to cover these higher costs.\n\nRisks Relating to our Common Stock\n\nCertain shareholders have effective control of a significant percentage of FRP's common stock and would have significant influence on the outcome of any shareholder vote.\n\nAs of December 31, 2024, our Executive Chairman, John D. Baker II beneficially owned approximately 17.5% of the outstanding shares of our common stock (77% of which are held in trusts under which voting power is shared with other family members) and members of his family who are (i) officers or directors of the Company, (ii) required to report their beneficial ownership on Schedule 13D or Schedule 13G, or (iii) are members of his immediate family beneficially own, collectively, an additional 17.8% of the outstanding shares of our common stock. As a result, these individuals effectively may have the ability to direct the election of all members of our board of directors and to exercise a controlling influence over its business and affairs, including any determinations with respect to mergers or other business combinations involving the Company, its acquisition or disposition of assets, its borrowing of monies, its issuance of any additional securities, its repurchase of common stock and its payment of dividends.\n\nProvisions in our articles of incorporation and bylaws and certain provisions of Florida law could delay or prevent a change in control of FRP. \n\nThe existence of some provisions of our articles of incorporation and bylaws and Florida law could discourage, delay or prevent a change in control of FRP that a shareholder may consider favorable. These include provisions:\n\n•providing that directors may be removed by our shareholders only for cause;\n\n•authorizing a large number of shares of stock that are not yet issued, which would allow FRP’s board of directors to issue shares to persons friendly to current management, thereby protecting the continuity of its management, or which could be used to dilute the stock ownership of persons seeking to obtain control of FRP;\n\n•requiring the written demand of 50% of all votes entitled to be cast on a particular issue in order for shareholders to call a special meeting;\n\n•prohibiting shareholders from taking action by written consent; and\n\n•imposing advance notice requirements for nominations of candidates for election to our board of directors at the annual shareholder meetings.\n\nThese provisions apply even if a takeover offer may be considered beneficial by some shareholders.\n\nFRP may issue preferred stock with terms that could dilute the voting power or reduce the value of our common stock. \n\nOur articles of incorporation authorize us to issue, without the approval of our shareholders, one or more classes or series of preferred stock having such designations, powers, preferences and relative, participating, optional and other rights, and such qualifications, limitations or restrictions as our board of directors generally may determine. The terms of one or more classes or series of preferred stock could dilute the voting power or reduce the value of FRP's common stock. For example, FRP could grant holders of preferred stock the right to elect some number of its directors in all events or on the happening of specified events or the right to veto specified transactions. Similarly, the repurchase or redemption rights or dividend, distribution or liquidation preferences FRP could assign to holders of preferred stock could affect the residual value of the common stock.\n\nInstitutional investor focus on environmental, social and governance issues may impact our stock price.\n\nMany large institutional investors focus on sustainability in managing investment risks, portfolio design and dealing with companies in which they invest. This focus extends to climate change and the plan for transitioning to a net-zero economy, diversity and inclusion and other human resource matters, and social and governance issues and corporate social responsibility. Many of these issues lie at the heart of what the Company considers to be best practices, but a failure to adequately demonstrate our commitment to them might dissuade institutional investors from holding our stock, which would result in downward pressure on our stock price.",
      "char_count": 21085
    }
  },
  "extracted_at": "2026-01-19T15:37:53.779411"
}