{
  "ticker": "FSBC",
  "company_name": "FIVE STAR BANCORP",
  "cik": 1275168,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001275168-25-000038",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001275168&accession_number=000127516825000038&xbrl_type=v",
  "sic_code": "6022",
  "industry": "State Commercial Banks",
  "sections": {
    "item1": {
      "text": "Item 1.      Business\n\nOur Company\n\nHeadquartered in the greater Sacramento metropolitan area of California, Five Star Bancorp is a bank holding company that operates through its wholly owned subsidiary, Five Star Bank, a California state-chartered non-member bank. The Bank began operations on December 20, 1999. Bancorp was incorporated on September 16, 2002 and became the sole shareholder of the Bank on June 2, 2003. Our executive offices are located at 3100 Zinfandel Drive, Suite 100, Rancho Cordova, California 95670 and our telephone number is (916) 626-5000. Our website address is https://www.fivestarbank.com. Information on our website should not be considered a part of this Annual Report on Form 10-K.\n\nThe Company provides a broad range of banking products and services to small and medium-sized businesses, professionals, and individuals primarily in Northern California through eight branch offices. The Bank opened a full service branch in Downtown San Francisco in September 2024. The Bank’s deposits are insured in whole or in part by the FDIC. The Bank’s loans and deposits are primarily within Northern California, and the Bank’s primary funding source is deposits from customers. Our mission is to strive to become the top business bank in all markets we serve through exceptional service, deep connectivity, and customer empathy. We are dedicated to serving real estate, agricultural, faith-based, and small to medium-sized enterprises. We aim to consistently deliver value that meets or exceeds expectations of our shareholders, customers, employees, business partners, and community. We refer to our mission as “purpose-driven and integrity-centered banking.” At December 31, 2024, we had total assets of $4.1 billion, total loans held for investment of $3.5 billion, and total deposits of $3.6 billion.\n\nIn May 2021, the Company completed its IPO, in connection with which the Company terminated its status as a Subchapter S corporation as of May 5, 2021 and became a taxable C Corporation.\n\nUnless otherwise indicated, references in this report to “we,” “our,” “us,” “the Company,” or “Bancorp” refer to Five Star Bancorp and our consolidated subsidiary. All references to “the Bank” or “Five Star” refer to Five Star Bank, our wholly owned subsidiary.\n\nOur Market\n\nThe Company, through the Bank, provides financial services to customers who are predominately small and middle-market businesses, professionals, and individuals primarily in the Northern California region. Our primary loan products are commercial real estate loans, land development loans, construction loans, and operating lines of credit and our primary deposit products are checking accounts, savings accounts, money market accounts, and term certificate accounts.\n\nOur principal geographic market is the Roseville/Sacramento/Rancho Cordova/Elk Grove area (the “Greater Sacramento Area”). The Greater Sacramento Area has a profitable and productive economy driven by the governmental, education, technology, health care, agricultural, and manufacturing sectors. Since 2016, our market share of the total deposits in the Greater Sacramento Area has increased significantly, according to the FDIC Deposit Market Share Reports. We believe that our market growth confirms the quality of the purpose-driven and integrity-centered banking that we strive to deliver to our customers.\n\nDuring 2024, we continued our expansion into the San Francisco Bay Area, including the opening of a full service branch in Downtown San Francisco in September 2024. We hired eight business development officers, four relationship managers, three loan officers, one relationship specialist, one treasury solutions specialist, and one branch manager during 2024 as part of our expansion.\n\nOur Products and Services\n\nLending Activities\n\nWe focus primarily on commercial lending, with an emphasis on commercial real estate. We offer a variety of loans to small and medium-sized businesses, professionals, and individuals, including commercial real estate, commercial, commercial land and construction, and farmland loans. Although a substantial portion of our loan portfolio consists of commercial real estate loans within our market, our portfolio is diverse and includes a significant amount of SBA loans to customers nationwide. To a lesser extent, we also offer residential real estate and construction loans and consumer loans.\n\n3\n\nCommercial real estate loans: As of December 31, 2024, we had $2.9 billion in total commercial real estate loans, representing 80.75% of total loans before deferred fees. These loans are viewed primarily as cash flow loans and secondarily as loans secured by real estate. These loans are generally collateralized by first liens on real estate and amortized over a period of years. We monitor and evaluate commercial real estate loans based on collateral, geography, and risk grade criteria. Our commercial real estate lending typically involves higher loan principal amounts, and the repayment of these loans is generally largely dependent on the successful operation of the property securing the loan or the business conducted on the property securing the loan. Commercial real estate loans may be more adversely affected by conditions in the real estate markets or in the general economy. The properties securing our commercial real estate portfolio are diverse in terms of type and industry. This diversity helps reduce our exposure to adverse economic events that affect any single market or industry.\n\nCommercial land and construction loans: As of December 31, 2024, we had $115.2 million in commercial land and construction loans, representing 3.26% of total loans before deferred fees. We make loans to established builders to construct residential properties, loans to developers of commercial real estate investment properties and residential developments, and, to a lesser extent, loans to individual clients for construction of single-family homes in our market. On rare occasions, we also make loans for the acquisition of undeveloped land subject to heightened underwriting requirements. Construction loans are typically disbursed as construction progresses and carry either fixed or variable interest rates generally based on the borrowers’ ability to repay the loans from the cash flow of their businesses. The terms of our commercial land and construction loans vary depending on factors such as the type and size of the development and the financial strength of the borrower/guarantor. Loans are typically structured with an interest-only construction period and mature at the completion of construction. \n\nResidential real estate and construction loans: As of December 31, 2024, we had $37.3 million in residential real estate and construction loans, representing 1.06% of total loans before deferred fees. Residential real estate loans are underwritten based upon income, credit history, and collateral. To monitor and manage residential loan risk, policies and procedures are developed and modified, as needed. We believe that this activity, coupled with relatively small loan amounts that are spread across many individual borrowers, minimizes risk. Underwriting standards for home loans are heavily influenced by statutory requirements, which include, but are not limited to, a maximum loan-to-value percentage, collection remedies, the number of such loans a borrower can have at one time, and documentation requirements.\n\nFarmland loans: As of December 31, 2024, we had $47.2 million in farmland loans, representing 1.34% of total loans before deferred fees. We are a strong agricultural lender, with both lines of credit and term loans. Farmland loans are generally made to producers and processors of crops and livestock. Repayment is primarily from the sale of an agricultural product or service. Farmland loans are secured by real property and are susceptible to changes in market demand for specific commodities. This may be exacerbated by, among other things, industry changes, changes in the individual financial capacity of the business owner, general economic conditions, and changes in business cycles, as well as adverse weather conditions.\n\nCommercial loans: As of December 31, 2024, we had $198.1 million in commercial loans, representing 5.60% of total loans before deferred fees. Commercial loans are underwritten after evaluating the borrower’s ability to operate profitably and prudently expand its business. Underwriting standards are designed to promote relationship banking rather than transactional banking. Commercial loans are primarily made based on the identified cash flows of the borrower and secondarily on the underlying collateral provided by the borrower. The cash flows of borrowers, however, may not be as expected, and the collateral securing these loans may fluctuate in value. Most commercial loans are secured by the assets being financed or other business assets, such as accounts receivable or inventory, and may incorporate a personal guarantee; however, some short-term loans may be made on an unsecured basis. In the case of loans secured by accounts receivable, the availability of funds for the repayment of these loans may be substantially dependent on the ability of the borrower to collect amounts due from its customers.\n\nSBA loans: As of December 31, 2024, our total commercial SBA portfolio held for investment was $42.8 million, representing 1.21% of total loans before deferred fees. In 2024, we sold 56 SBA 7(a) loans with government-guaranteed portions totaling approximately $18.3 million. We participate in the SBA 7(a) program in order to meet the needs of our small business community as well as customers nationwide. As an approved participant in the SBA Preferred Lender Program, we enable our clients to obtain SBA loans without being subject to the potentially lengthy SBA approval process necessary for lenders that are not SBA Preferred Lenders. The SBA presently guarantees 75% to 90% of the principal amount of qualifying loans originated under the 7(a) loan program. The guarantee is conditional and covers a portion of the risk of payment default by the borrower, but not the risk of improper closing and servicing by the lender. As such, prudent underwriting and closing processes are \n\n4\n\nessential to effective utilization of the 7(a) program. We typically sell in the secondary market the SBA-guaranteed portion of the SBA loans we originate.\n\nConsumer and other loans: As of December 31, 2024, we had $279.6 million in consumer and other loans, representing 7.90% of total loans before deferred fees. We make a variety of loans in relatively small amounts to individuals for personal purposes, primarily for home repairs and improvements. Consumer loans are underwritten based on the individual borrower’s income, current debt level, past credit history, and the value of any available collateral. The terms of consumer loans vary considerably based upon the loan type, nature of collateral, and size of the loan. The performance of consumer loans is affected by the local and regional economy as well as the rates of personal bankruptcies, job loss, divorce, and other individual-specific characteristics. We do not expect these consumer and other loans to make up a significant portion of our lending activity.\n\nLending Philosophy\n\nIn keeping with our mission of purpose-driven and integrity-centered banking, we seek credit arrangements that serve our local community and provide attractive risk-adjusted returns to us. We pursue our objectives and are mindful of liquidity, flexibility, and risk considerations by exercising controls on non-interest expenses and close management of our assets and liabilities. We periodically set guidelines aimed to maintain stability of our loan-to-deposit ratio, minimize past-due and non-accrual loans, and achieve an optimal loan mix and concentration. We seek well-margined and collateralized loan opportunities to borrowers with extensive professional asset operating experience.\n\nLending Policy and Procedures\n\nWe have established common documentation, policies, and standards for lending based on the type of loan. A thorough credit analysis precedes commercial and real estate loan decisions, and we follow well-established and proven procedures when approving consumer loans.\n\nWe have established a Management Loan Committee and a Director Loan Committee. Our Management Loan Committee is comprised of our Chief Executive Officer, our Chief Credit Officer, certain other members of management, and select senior loan officers and is primarily responsible for day-to-day implementation and oversight of our loan approval procedures. Our board of directors approves, from time to time, a delegated lending authority to members of the Management Loan Committee. The amount of authority delegated to each member of the committee varies based on years of direct lending experience, responsibility, and performance. The authority limits also vary by collateral type.\n\nConcentrations of Credit Risk\n\nAlthough we have a diversified loan portfolio, a substantial portion is secured by commercial and residential real estate located in Northern California. As of December 31, 2024, approximately 57.66% of our real estate loans measured by dollar amount were secured by collateral located in California, a majority of which is in Northern California. Additionally, we have a high concentration of real estate related loans, which represented approximately 86.41% of total loans before deferred fees at December 31, 2024. Although management believes such concentrations have no more than the normal risk of collectability, a substantial decline in the economy in general, or a decline in real estate values in our primary market in particular, could have an adverse impact on the collectability of these loans. Personal and business incomes represent the primary source of repayment for the majority of these loans.\n\nDeposit Products\n\nRepresenting 97.30% of our total liabilities as of December 31, 2024, deposits are our primary source of funding for our business operations. As of December 31, 2024, we held total deposits of $3.6 billion, including $922.6 million in non-interest-bearing deposits.\n\nWe offer a complete array of deposit products for small and medium-sized businesses, professionals, and individuals, including a variety of checking and savings accounts, time deposits, and money market accounts. We also provide a wide range of deposit services, including debit cards, remote deposit capture, online banking, mobile banking, and direct deposit services.\n\nWe obtain most of our deposits from individuals, small and medium-sized businesses, and municipalities in our market. We solicit deposits through our relationship-driven team of dedicated and accessible bankers and through community-focused marketing. We emphasize obtaining deposit relationships at loan origination. We provide a high level of customer service to our depositors. We have invested in personnel, business and compliance processes, and technology that enable us \n\n5\n\nto acquire, and efficiently and effectively serve, a wide array of business deposit accounts, while continuing to provide the level of customer service for which we are known.\n\nAs of December 31, 2024, our 49 largest deposit relationships, each accounting for more than $10.0 million, totaled $1.8 billion, or 50.35% of our total deposits. This includes $674.1 million of our total deposits held by municipalities, of which we conduct a monthly review. Our management maintains our liquidity position and lines of credit with correspondent banks to mitigate the risk of large withdrawals by this group of large depositors.\n\nInvestment Securities\n\nAs of December 31, 2024, the carrying value of our investment portfolio, which represented 2.49% of total assets, totaled $100.9 million and had an average effective yield of 2.09% and an estimated modified duration of approximately 6.14 years. The primary objectives of the investment portfolio are to provide a source of liquidity and provide collateral that can be readily sold or pledged for public deposits or other business purposes. At December 31, 2024, 50.10% and 39.50% of our investment portfolio consisted of mortgage-backed securities and obligations of states and political subdivisions, respectively. The remainder of our securities portfolio is invested in U.S. government agencies, collateralized mortgage obligations, and corporate bonds. We regularly evaluate the composition of our investment portfolio as the interest rate yield curve changes and may sell or pledge investment securities from time to time to adjust our exposure to interest rates or to provide liquidity to meet loan demand. Due to loan growth, we are holding the majority of our on-balance sheet liquidity in the Federal Reserve Bank to provide readily available funds for loan growth and deposit activities in the normal course of business for our existing clients.\n\nCompetition\n\nThe banking business is highly competitive, and we face strong competition from many other financial institutions and financial services providers. Our principal competitors are commercial and community banks, credit unions, savings and loan associations, mortgage banking firms and online mortgage lenders, and commercial and consumer finance companies, including large national financial institutions that operate in our market. Our profitability depends in large part upon our continued ability to successfully compete with these institutions for lending opportunities, deposit funds, financial products, bankers, and potential acquisition targets.\n\nWe conduct business through eight branches in our key market of Northern California. We opened a full service branch in Downtown San Francisco in September 2024. Many other commercial and community banks, savings institutions, credit unions, and other financial institutions maintain a physical presence in our primary market area, and some maintain only a virtual presence. Many of these competitors are larger than we are, have significantly more resources, greater brand recognition, and more extensive and established branch networks or geographic footprints than we do, and may be able to attract customers more effectively than we can. Because of their scale, many of these competitors can be more aggressive on loan and deposit pricing than we can and may better afford and make broader use of media advertising, support services, and electronic technology than we do. Also, many of our non-bank competitors have fewer regulatory constraints and may have lower cost structures. To offset these competitive disadvantages, we concentrate marketing efforts in the local markets we service with local advertisements and personal contacts. We depend on our reputation of having greater personal service than our competitors, as well as consistency, flexibility, our ability to make credit and other business decisions quickly, and our deep knowledge of competitor strengths and weaknesses.\n\nBased on the FDIC Summary of Deposits as of June 30, 2024, Five Star ranks sixth in the Sacramento-Roseville-Folsom metropolitan statistical area (“MSA”) by deposit market share with deposits of $2.8 billion and four branches. As of June 30, 2024, total market deposits in the Sacramento-Roseville-Folsom MSA were $92.2 billion, of which $75.4 billion, or approximately 81.77%, is held by five money center banks across 181 branches. We are the 43rd largest insured depository institution in California by deposits as of June 30, 2024.\n\nInformation Technology Systems\n\nWe have made, and continue to make, significant investments in our information technology systems and staff for our banking and lending operations and treasury management activities. We believe this investment will support our continued growth and enable us to enhance our capabilities to offer new products, improve overall customer experience, improve profitability through efficiencies, and provide scalability for future growth. We utilize nationally recognized software vendors and their cloud/hosted models, which allow us to outsource the processing of our data. Our internal network and e-mail systems are administered by a managed service provider specializing in financial institutions, and we maintain our \n\n6\n\nproduction infrastructure in a data center facility near Reno, Nevada. This site provides for power and connectivity redundancy, and we maintain a disaster recovery program, including a cloud-based recovery environment.\n\nThe majority of our other systems, including our electronic funds transfer, transaction processing, and online banking services are hosted by third-party service providers. The scalability of this infrastructure will support our growth strategy. In addition, the tested capability of these vendors to automatically switch over to standby systems should allow us to recover our systems and provide business continuity quickly in case of a disaster.\n\nEmerging Growth Company Status\n\nWe qualify as an “emerging growth company” under the Jumpstart Our Business Startups Act of 2012 (the “JOBS Act”). An emerging growth company may take advantage of reduced reporting requirements and is relieved of certain other significant requirements that are otherwise generally applicable to public companies. Among other factors, as an emerging growth company:\n\n•we may discuss our results of operations for only two years in the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” provided that we reference disclosure where the third year of our results of operations may be found;\n\n•we are exempt from the requirement to provide an opinion from our auditors on the design and operating effectiveness of our internal control over financial reporting pursuant to the Sarbanes-Oxley Act of 2002, as amended (the “Sarbanes-Oxley Act”);\n\n•we may choose not to comply with any new requirements adopted by the PCAOB requiring mandatory audit firm rotation or a supplement to the auditor’s report providing additional information about the audit and our audited financial statements;\n\n•we are permitted to provide less extensive disclosure regarding our executive compensation arrangements pursuant to the rules applicable to smaller reporting companies and with which emerging growth companies may comply, which means we are not required to include a compensation discussion and analysis and other disclosures regarding our executive compensation in this Annual Report on Form 10-K; and\n\n•we are not required to hold nonbinding advisory votes on executive compensation or golden parachute arrangements.\n\nWe may take advantage of these provisions for up to five years unless we earlier cease to qualify as an emerging growth company. We would cease to be an emerging growth company upon the earliest of: (i) the first fiscal year following the fifth anniversary of our IPO; (ii) the first fiscal year after our annual gross revenues are $1.235 billion or more; (iii) the date on which we have, during the previous three-year period, issued more than $1.0 billion in non-convertible debt securities; or (iv) the date on which we are deemed to be a large accelerated filer under the rules of the SEC. We have elected to adopt the reduced disclosure requirements described above regarding the number of periods for which we are providing audited financial statements and selected financial data, and our executive compensation arrangements. In addition, we take advantage of the reduced reporting and other requirements under the JOBS Act with respect to the periodic reports we file with the SEC and proxy statements that we use to solicit proxies from our shareholders. Accordingly, the information contained herein may be different than the information you receive from other public companies in which you invest.\n\nThe JOBS Act exempts emerging growth companies from compliance with new or revised financial accounting standards until private companies (that is, those that have not had a registration statement declared effective under the Securities Act of 1933, as amended, or do not have a class of securities registered under the Securities Exchange Act of 1934, as amended (the “Exchange Act”)) are required to comply with the new or revised financial accounting standards. The JOBS Act provides that a company can elect to opt out of this extended transition period and comply with the requirements that apply to non-emerging growth companies, but any such election to opt out is irrevocable. We have elected not to opt out of such extended transition period, which means that when a standard is issued or revised and it has different application dates for public or private companies, we, as an emerging growth company, can adopt the new or revised standard at the time private companies adopt the new or revised standard. As such, our consolidated financial statements may not be comparable with those of a public company that is not an emerging growth company, or those of a public company that is an emerging growth company that has opted out of using the extended transition period, because of the potential differences in accounting standards used.\n\n7\n\nRisk Management\n\nWe believe that effective risk management and control processes are critical to our safety and soundness, our ability to predict and manage the challenges that we face, and, ultimately, our long-term corporate success. Risk management refers to the activities by which we identify, measure, monitor, evaluate, and manage the risks we face in the course of our banking activities. These include liquidity, interest rate, credit, operational, compliance, regulatory, strategic, financial, and reputational risk exposures. Our board of directors, both directly and through its committees, is responsible for overseeing our risk management processes, including quarterly enterprise risk management assessments and annual assessments in the following areas: (i) cyber; (ii) Bank Secrecy Act of 1970 (“Bank Secrecy Act”)/anti-money laundering; and (iii) third-party risk, with each of the committees of our board of directors assuming a different and important role in overseeing the management of the risks we face.\n\nThe Audit Committee of our board of directors is responsible for overseeing risks associated with financial matters (particularly financial reporting, accounting practices and policies, disclosure controls and procedures, and internal control over financial reporting). The Compensation Committee of our board of directors has primary responsibility for risks and exposures associated with our compensation policies, plans, and practices regarding executive compensation, board compensation, and our compensation structure generally. Our Compensation Committee, in conjunction with our President and Chief Executive Officer and other members of our management, as appropriate, reviews our incentive compensation arrangements to ensure these programs are consistent with applicable laws and regulations, including safety and soundness requirements, and do not encourage imprudent or excessive risk-taking by our employees. The Governance and Nominating Committee of our board of directors oversees risks associated with the independence of our board of directors and potential conflicts of interest.\n\nOur senior management is responsible for implementing our risk management processes by assessing and managing the risks we face, including strategic, operational, regulatory, investment, and execution risks, on a day-to-day basis, and reporting to our board of directors regarding our risk management processes. Our senior management is also responsible for creating and recommending to our board of directors for approval appropriate risk appetite metrics reflecting the aggregate levels and types of risk we are willing to accept in connection with the operation of our business and pursuit of our business objectives.\n\nThe role of our board of directors in our risk oversight is consistent with our leadership structure, with our President and Chief Executive Officer and the other members of senior management having responsibility for assessing and managing our risk exposure, and our board of directors and its committees providing oversight in connection with those efforts. We believe this division of risk management responsibilities presents a consistent, systemic, and effective approach for identifying, managing, and mitigating risks throughout our operations.\n\nHuman Capital\n\nTo facilitate talent attraction and retention, we strive to create an inclusive, safe, and healthy workplace with opportunities for our employees to grow and develop in their careers, supported by strong compensation, benefits, and health and welfare programs.\n\nEmployee Profile\n\nAs of December 31, 2024, we had 205 full-time employees and five part-time employees. None of our employees are covered by a collective bargaining agreement. We consider our relationship with our employees to be good and have not experienced interruptions of operations due to labor disagreements.\n\nCompensation and Benefits\n\nWe provide a competitive compensation and benefits program to help meet the needs of our employees. In addition to salaries, this program includes annual bonus opportunities, a 401(k) plan with an employer matching contribution, healthcare and insurance benefits, flexible spending accounts, paid time off and family leave, and an employee assistance program.\n\nLearning and Development\n\nWe invest in the growth and development of our employees by providing a multi-dimensional approach to learning that empowers, intellectually grows, and professionally develops our colleagues under the leadership of a Director of Employee \n\n8\n\nEngagement. We facilitate the educational and professional development of our employees through support to attend conferences and obtain degrees, licenses, and certifications while employed by us.\n\nCommitment to Environmental, Social, and Governance\n\nWe are executing an Environmental, Social, and Governance strategy designed to promote positive change that focuses on the environmental impacts of our business and the geographical service areas in which we serve, social factors in the communities we serve, and the governance of our board of directors.\n\nEnvironmental: Climate change impacts our customers, communities, employees, and shareholders. We are committed to developing policies and procedures that can contribute to reducing the effects of climate change, including funding customer business ventures that create a positive environmental impact through agriculture or technology. We continue to sponsor and support environmental impact initiatives by partnering with our customers that aid in the efforts of a clean and sustainable community. Additionally, we equip customers with technology tools designed to reduce their carbon footprint by reducing in-branch customer visits.\n\nWe have taken steps designed to help reduce our own carbon footprint by utilizing e-signatures to conduct business to reduce paper consumption, occupying sustainable facilities when possible, and encouraging our employees to work remotely, where possible. We recognize that reducing the effects of climate change and helping to drive the transformation to a lower carbon environment are ongoing efforts, and plan to continually seek out opportunities that can positively impact the effect that climate change has on the environment.\n\nSocial: We work to create positive social impacts in the communities in which our business operates, including by assisting unhoused populations, supporting affordable housing projects, and prioritizing non-profit donations. We believe it is our shared responsibility to build a strong foundation of community by fostering a culture of belonging and inclusion. We also remain focused on the investment in, economic development of, and sustainability of the geographical service areas in which we serve.\n\nGovernance: The Governance and Nominating Committee is committed to diversity on our board of directors and compliance with applicable rules, regulations, and guidance regarding the composition of our leadership. Members of our board of directors represent diverse backgrounds, including diversity of race, ethnicity, gender, and other demographics. We are committed to ethical business practices and accounting transparency, as evidenced through our involvement in the community and results of examinations by regulators.\n\nDedication to Diversity, Equity, and Inclusion\n\nDiversity, Equity, and Inclusion (“DE&I”) is essential in our workplace. We have a fully engaged Executive Vice President, Chief Operating Officer who leads our DE&I efforts. Our Human Resources department is focused on our commitment to DE&I through hiring practices and employee training. We are committed to ensuring that all employees feel a sense of belonging in the workplace and that processes and programs are impartial, fair, and provide equal opportunity for every individual. We also have a history of serving customers in the non-profit community who are dedicated to the success of under-resourced and vulnerable populations, the empowerment of women, and the continued vitality of the environment.\n\nAvailable Information\n\nThe Company’s annual reports on Form 10-K, quarterly reports on Form 10-Q, proxy statements, current reports on Form 8-K, amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, and other filings with the SEC are available free of charge at https://investors.fivestarbank.com under the heading “Financials & Filings,” as soon as reasonably practicable after the Company electronically files such material with, or furnishes it to, the SEC. These reports are also available for free on the SEC’s website at https://www.sec.gov. The information contained on the Company’s website as referenced in this Annual Report on Form 10-K should not be considered a part of this report.\n\nSupervision and Regulation\n\nGeneral\n\nFederal and state banking laws impose a comprehensive system of supervision, examination, regulation, and enforcement on the operations of insured banks and their holding companies. Supervision and regulation of banks, their holding companies, and affiliates is intended primarily for the protection of depositors and customers, the Deposit Insurance Fund \n\n9\n\n(the “DIF”) of the FDIC, and the U.S. banking and financial system, rather than holders of our capital stock. As a result, our growth, earnings performance, and operations may be affected by the requirements of federal and state statutes and by the regulations and policies of various bank regulatory agencies, including the DFPI, the FDIC, the Federal Reserve, and the CFPB. Furthermore, tax laws administered by the IRS and state taxing authorities, accounting rules developed by the FASB, securities laws administered by the SEC and state securities authorities, anti-money laundering laws enforced by the Treasury Department, and SBA regulations with respect to small business loans, have an impact on our business. These statutes, regulations, and policies are continually under the review of the United States Congress and state legislatures, as well as federal and state regulatory agencies, and the nature and extent of future legislative, regulatory, or other developments affecting financial institutions are impossible to predict with any certainty. Any change in the statutes, regulations or regulatory policies applicable to us, including changes in their interpretation, expectations or implementation, could have a material effect on our business and operations.\n\nTo this end, due to the recent issuance of certain executive orders by the President of the United States, it may not be clear for a period of time as to what the priorities of the three prudential banking agencies, the OCC, Federal Reserve, and FDIC, may be with respect to their respective supervisory and enforcement matters for banks and bank holding companies during the current administration. For example, one executive order requires independent agencies, including the Federal Reserve and FDIC, to submit to the White House Office of Management and Budget (“OMB”) major orders proposed by these agencies for OMB’s review. OMB would also write “performance standards and management objectives” to the heads of independent agencies, and review and adjust their budgets, including the Federal Reserve (excluding with respect to its monetary policy function) and the FDIC. As a result, it may take longer for the prudential banking agencies to establish their supervisory and enforcement priorities and develop and adopt new rules and regulations, or make changes to existing rules and regulations. Another executive order requires agency heads to determine whether ongoing enforcement of any regulations identified in their regulatory review is compliant with law and policy of the current administration. This executive order also provides that to preserve resources and ensure lawful enforcement, agency heads, in consultation with the Director of the OMB, shall, on a case-by-case basis and as appropriate and consistent with applicable law, then direct the termination of all such enforcement proceedings that do not comply with the Constitution, laws, or the policy of the current administration. It is unclear what impact these orders will have on the supervisory and enforcement activities of the OCC, Federal Reserve, and FDIC.\n\nThe following is a summary of material elements of the regulatory and supervisory framework applicable to us and the Bank. It does not describe all of the statutes, regulations, and regulatory policies that apply, nor does it provide complete summaries of the statutes, regulations, and policies referenced therein.\n\nSupervision and Regulation of the Company\n\nWe are a bank holding company registered under the Bank Holding Company Act of 1956, as amended (the “BHC Act”). As a result, we are primarily subject to the supervision, examination, and reporting requirements of the BHC Act, Federal Deposit Insurance Act (the “FDI Act”), the regulations of the Federal Reserve and FDIC, and certain of the requirements imposed by the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 (the “Dodd-Frank Act”).\n\nFederal law subjects bank holding companies, such as the Company, to restrictions on the types of activities in which they may engage and to a range of supervisory requirements and activities, including regulatory enforcement actions for violations of laws and regulations. Violations of laws and regulations, or other unsafe and unsound practices, may result in regulatory agencies imposing fines, penalties, or cease and desist orders, or taking other enforcement actions. Under certain circumstances, these agencies may enforce these remedies directly against officers, directors, employees, and other parties participating in the affairs of a bank or bank holding company.\n\nFederal Oversight over Mergers and Acquisitions, Investments, and Activities\n\nThe BHC Act requires a bank holding company to obtain the prior approval of the Federal Reserve before: (i) it may acquire direct or indirect ownership or control of any voting shares of any bank if, after such acquisition, the bank holding company will directly or indirectly own or control 5% or more of the voting shares of the bank; (ii) it or any of its subsidiaries, other than a bank, may acquire all or substantially all of the assets of any bank; or (iii) it may merge or consolidate with any other bank holding company.\n\nBefore approving any such transaction, the Federal Reserve is required by the BHC Act to consider a number of factors, including the transaction’s competitive impact, the financial and managerial resources and future prospects of the bank holding companies and banks concerned, the convenience and needs of the community to be served, and the effectiveness of the parties in combating money laundering activities. \n\n10\n\nProvisions of the FDI Act known as the Bank Merger Act impose similar approval standards for an insured depository institution to merge with another insured depository institution or a non-insured institution. On September 17, 2024, the FDIC finalized changes to its Statement of Policy on Bank Merger Transactions (the “Policy Statement”), which outlines factors that the FDIC will consider when evaluating a proposed bank merger transaction. Also on September 17, 2024, the United States Department of Justice (the “DOJ”) withdrew its 1995 Bank Merger Guidelines and announced that it will instead evaluate the competitive impact of bank mergers using its 2023 Merger Guidelines that the DOJ applies to mergers in all industries. Compared to the 1995 Bank Merger Guidelines, the 2023 Merger Guidelines set forth more stringent concentration limits and add several largely qualitative bases on which the DOJ may challenge a merger. While the effect of these changes for particular transactions remains unclear, both the Policy Statement and the change in the DOJ’s bank merger antitrust policy may make it more difficult and/or costly for us to obtain regulatory approval for an acquisition or otherwise result in more onerous conditions to obtain approval for an acquisition.\n\nThe BHC Act, as amended by the interstate banking provisions of the Riegle-Neal Interstate Banking and Branching Efficiency Act of 1994 (the “Riegle-Neal Act”), permits us to acquire a bank located in any other state, regardless of state law to the contrary, subject to certain deposit percentage, aging requirements, and other restrictions. The Riegle-Neal Act also generally permits national- and state-chartered banks to branch interstate through acquisitions of banks in other states. Bank holding companies must be “well-capitalized” and “well-managed” to obtain federal bank regulatory approval of an interstate acquisition without regard to state law prohibiting the transaction.\n\nThe BHC Act also generally requires Federal Reserve approval for a bank holding company’s acquisition of a company that is not an insured depository institution. Bank holding companies generally may engage, directly or indirectly, only in managing or controlling banks, and such other activities as are determined by the Federal Reserve to be closely related to banking, and certain other permissible nonbanking activities. Bank holding companies generally must notify the Federal Reserve before acquiring a company that is not an insured depository institution or engaging in a permissible nonbanking activity, and the Federal Reserve considers several factors in reviewing such a notice. The Federal Reserve may order a bank holding company or its subsidiaries to terminate any of these activities or to terminate its ownership or control of any subsidiary when it has reasonable cause to believe that the bank holding company’s continued ownership, activity, or control constitutes a serious risk to the financial safety, soundness, or stability of it or any of its bank subsidiaries.\n\nThe Gramm-Leach-Bliley Act (the “GLB Act”) allows a bank holding company that satisfies certain criteria to elect to become a financial holding company, which would allow such company to engage in activities that are financial in nature, incidental to such activities, or complementary to such activities. We have not elected financial holding company status.\n\nThe FDIC has the authority to approve applications by state non-member banks to establish de novo branches, including, under the Riegle-Neal Act, in states other than the bank’s home state if the law of the state in which the branch is located, or is to be located, would permit establishment of the branch if the bank were a state bank chartered by that state.\n\nCertain acquisitions of our voting stock may be subject to regulatory approval or notice under federal law. Investors are responsible for ensuring that they do not, directly or indirectly, acquire shares of our stock in excess of the amount that can be acquired without regulatory approval under the Change in Bank Control Act and the BHC Act, which prohibit any person or company from acquiring control of the Company without, in most cases, the prior written approval of the Federal Reserve.\n\nSource of Strength\n\nThe FDI Act and Federal Reserve regulations require a bank holding company to serve as a source of financial and managerial strength to its bank subsidiaries. As a result, a bank holding company may be expected to commit resources to support its bank subsidiary, including at times when the holding company may not be inclined or in a financial position to provide it.\n\nCapital Adequacy\n\nBank holding companies and banks are subject to various regulatory capital requirements administered by federal and state bank regulatory agencies. Capital adequacy regulations and prompt corrective action regulations involve quantitative measures of assets, liabilities, and certain off-balance sheet items calculated under regulatory accounting practices, as well as qualitative judgments by the regulators about components of capital, risk-weightings, and other factors. United States capital regulations were substantially revised in 2013 as a result of changes in the Dodd-Frank Act and Basel III capital rules. The Federal Reserve and the FDIC, the primary federal regulators of the Company and Bank, respectively, have substantially similar generally applicable risk-based capital ratio and leverage ratio requirements.\n\n11\n\nUnder the generally applicable capital requirements of the Federal Reserve and the FDIC, the Company and the Bank are required to meet a common equity Tier 1 capital to risk-weighted assets ratio of at least 7.00% (a minimum of 4.50% plus a capital conservation buffer of 2.50%), a Tier 1 capital to risk-weighted assets ratio of at least 8.50% (a minimum of 6.00% plus a capital conservation buffer of 2.50%), a total capital to risk-weighted assets ratio of at least 10.50% (a minimum of 8.00% plus a capital conservation buffer of 2.50%), and a Tier 1 leverage ratio of at least 4.00%. In addition, insured depository institutions such as the Bank, unlike bank holding companies, are subject to further capital requirements to be deemed “well-capitalized” under the prompt corrective action provisions of the FDI Act and implementing regulations of the federal banking agencies, as described in the section entitled “—Supervision and Regulation of the Bank—Prompt Corrective Action” below.\n\nFor purposes of calculating the denominator of the risk-based capital ratios, a banking institution’s assets and some of its specified off-balance sheet commitments and obligations are assigned to various risk categories. For purposes of calculating the numerator of the capital ratios, capital, at both the holding company and bank levels, is classified in one of three tiers depending on the “quality” and loss-absorbing features of the capital instrument. Common equity Tier 1 capital is predominantly comprised of common stock instruments (including related surplus) and retained earnings, net of treasury stock, and after making necessary capital deductions and adjustments. Tier 1 capital is comprised of common equity Tier 1 capital and additional Tier 1 capital, which includes non-cumulative perpetual preferred stock and similar instruments meeting specified eligibility criteria (including related surplus). Total capital is comprised of Tier 1 capital and Tier 2 capital, which includes certain subordinated notes with a minimum original maturity of five years (including related surplus) and a limited amount of allowance for credit losses. Newly issued trust preferred securities and cumulative perpetual preferred stock may not be included in Tier 1 capital, but generally may be included in Tier 2 capital, provided they do not include features that are disallowed by the capital rules, such as the acceleration of principal other than in the event of a bankruptcy, insolvency, or receivership of the issuer.\n\nFailure to meet minimum capital requirements could subject a banking organization to a variety of enforcement remedies. A banking organization’s failure to exceed the capital conservation buffer with common equity Tier 1 capital would result in limitations on the banking organization’s ability to make capital distributions and discretionary bonus payments.\n\nAt December 31, 2024, common equity Tier 1 capital, Tier 1 capital, and total capital of the Company on a consolidated basis equaled 11.02%, 11.02%, and 13.99% of its total risk-weighted assets, respectively, and its Tier 1 leverage ratio on a consolidated basis was 10.05%. At December 31, 2024, the Bank exceeded its minimum capital requirements with common equity Tier 1 capital, Tier 1 capital, and total capital equal to 12.61%, 12.61%, and 13.59% of its total risk-weighted assets, respectively, and a Tier 1 leverage ratio of 11.50%. As a result, the Bank was “well-capitalized” for prompt corrective action purposes based on the ratios and guidelines described above.\n\nPayment of Dividends and Stock Repurchases\n\nThe Company is limited in its ability to pay dividends or repurchase its stock by the Federal Reserve, including if doing so would be an unsafe or unsound banking practice. When a bank holding company intends to declare or pay a dividend that could raise safety and soundness concerns, it generally will be required to inform and consult with the Federal Reserve in advance. It is the policy of the Federal Reserve that a bank holding company should generally pay dividends on common stock only out of earnings, and only if prospective earnings retention is consistent with the company’s capital needs and overall current and prospective financial condition. Additionally, bank holding companies should inform and consult with the Federal Reserve in advance of declaring and paying a dividend that exceeds earnings for the period for which the dividend is being paid.\n\nAccording to guidance from the Federal Reserve, a bank holding company’s dividend policies will be assessed against, among other things, its ability to achieve applicable capital ratio requirements. If a bank holding company does not achieve applicable capital ratio requirements, it may not be able to pay dividends.\n\nA bank holding company is also required to give the Federal Reserve prior written notice before purchasing or redeeming its equity securities if the gross consideration for the purchase or redemption, when aggregated with the net consideration paid by the Company for all such purchases or redemptions during the preceding twelve months, is equal to 10% or more of the Company’s consolidated net worth. The Federal Reserve may disapprove such a purchase or redemption if it determines that the proposal would constitute an unsafe or unsound practice or would violate any law, regulation, Federal Reserve order, or any condition imposed by or written agreement with the Federal Reserve. This prior notice requirement does not apply to any bank holding company that meets certain “well-capitalized” and “well-managed” standards and is not the subject of any unresolved supervisory issues.\n\n12\n\nIn addition, a bank holding company is required to consult with the Federal Reserve before redeeming any equity or other capital instrument included in Tier 1 or Tier 2 capital prior to stated maturity if such redemption could have a material effect on the level or composition of the organization’s capital base.\n\nExaminations\n\nBank holding companies and banks are subject to regular examination by their respective regulatory agencies, which results in examination reports and ratings that, while not publicly available, can impact the conduct and growth of their businesses. These examinations may consider not only compliance with applicable laws and regulations, but also capital levels, asset quality and risk, management ability and performance, earnings, liquidity, sensitivity to market risk, and various other factors. The regulatory agencies generally have broad authority to impose restrictions and limitations on the operations of a regulated entity when an agency determines, among other things, that such operations are unsafe or unsound, fail to comply with applicable law, or are otherwise inconsistent with laws and regulations or with the supervisory policies of these agencies.\n\nAnti-Money Laundering Initiatives and Sanctions Compliance\n\nThe Company and Bank are subject to extensive regulations aimed at combating money laundering and terrorist financing. The Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (the “Patriot Act”) substantially broadened the scope of U.S. anti-money laundering laws and regulations by imposing significant compliance and due diligence obligations, creating new crimes and penalties, and expanding the extra-territorial jurisdiction of the United States. Treasury Department regulations implementing the Patriot Act impose obligations on financial institutions to maintain appropriate policies, procedures, and controls to detect, prevent, and report money laundering and terrorist financing and to verify the identity of their customers. In addition, the Anti-Money Laundering Act of 2020 (the “AML Act”), enacted in January 2021, includes the most substantial changes to U.S. anti-money laundering law since the Patriot Act. Among other things, the AML Act creates new beneficial ownership reporting requirements for certain entities doing business in the United States, requires the Treasury Department’s Financial Crimes Enforcement Network to establish national anti-money laundering priorities and combating the financing of terrorism priorities, increases anti-money laundering whistleblower awards and expands whistleblower protections, and enhances penalties for Bank Secrecy Act and anti-money laundering violations. Failure of a financial institution to maintain and implement adequate programs to combat money laundering and terrorist financing, or to comply with all of the relevant laws or regulations, could have serious legal and financial consequences for the institution.\n\nThe Treasury Department’s Office of Foreign Assets Control (“OFAC”) is responsible for helping to ensure that U.S. entities do not engage in transactions with certain prohibited parties, as defined by various Executive Orders and Acts of Congress. OFAC publishes lists of persons, organizations, and countries suspected of aiding, harboring, or engaging in terrorist acts, known as Specially Designated Nationals and Blocked Persons. OFAC administers and enforces applicable economic and trade sanctions programs. These sanctions are usually targeted against foreign countries, terrorists, international narcotics traffickers, and those believed to be involved in the proliferation of weapons of mass destruction. These regulations generally require either the blocking of accounts or other property of specified entities or individuals, but they may also require the rejection of certain transactions involving specified entities or individuals. The Company maintains policies, procedures, and other internal controls designed to comply with anti-money laundering requirements and sanctions programs.\n\nSarbanes-Oxley Act\n\nThe Sarbanes-Oxley Act represents a comprehensive revision of laws affecting corporate governance, accounting obligations, and corporate reporting. The Sarbanes-Oxley Act is applicable to all companies with equity securities registered, or that file reports, under the Exchange Act. In particular, the act established: (i) requirements for audit committees, including independence, expertise, and responsibilities; (ii) responsibilities regarding financial statements for the chief executive officer and chief financial officer of the reporting company and new requirements for them to certify the accuracy of periodic reports; (iii) standards for auditors and regulation of audits; (iv) disclosure and reporting obligations for the reporting company and its directors and executive officers; and (v) civil and criminal penalties for violations of the federal securities laws. The legislation also established a new accounting oversight board to enforce auditing standards and restrict the scope of services that accounting firms may provide to their publicly traded company audit clients.\n\n13\n\nSupervision and Regulation of the Bank\n\nThe Bank is a commercial bank chartered under the laws of the state of California and is primarily subject to the supervision, examination, and reporting requirements of the FDIC and the DFPI. Almost every area of the operations and financial condition of the Bank is subject to extensive regulation and supervision and to various requirements and restrictions under federal and state law, including loans, reserves, investments, issuance of securities, establishment of branches, capital adequacy, liquidity, earnings, dividends, management practices, and the provision of services. The FDIC and the DFPI regularly examine the Bank’s operations and have the authority to approve or disapprove mergers, the establishment of branches, and similar corporate actions. Both regulatory agencies have the power to take enforcement action to prevent the development or continuance of unsafe or unsound banking practices or other violations of law. The Bank is subject to supervision, examination, enforcement, and reporting requirements under the FDI Act, the California Financial Code, regulations of the FDIC and the DFPI, and certain of the requirements imposed by the Dodd-Frank Act. The Company and the Bank are also subject to a wide range of consumer protection laws and regulations.\n\nCalifornia Law\n\nCalifornia law governs the chartering and regulation of California commercial banks like ours, including organizational and capital requirements, fiduciary powers, investment authority, banking offices and electronic terminals, declaration of dividends, changes of control and mergers, out of state activities, interstate branching and banking, debt offerings, borrowing limits, and limits on loans to one borrower. The DFPI is charged with the Bank’s supervision and regulation. The DFPI may take possession of a bank if certain conditions exist, such as insufficient shareholders’ equity, unsafe or unauthorized operations, or violations of law.\n\nUnder California law, we may engage in the general business of banking, including, but not limited to, accepting deposits, making secured and unsecured loans, purchasing and holding real property for our own use, and issuing, advising, and confirming letters of credit. The amount a bank generally may borrow may not exceed the amount of its shareholders’ equity without the consent of the DFPI.\n\nRestrictions on Lending, Insider Transactions, and Affiliate Transactions\n\nCalifornia law limits California banks in the amount they may lend to one borrower and the amount they may lend to insiders. Under California law, with limited exceptions, unsecured loans to one person may not exceed 15% of the sum of a bank’s shareholders’ equity, allowance for credit losses, capital notes, and debentures. Additionally, both secured and unsecured loans to one person (excluding certain secured lending and letters of credit) at any given time generally may not exceed 25% of the sum of a bank’s shareholders’ equity, allowance for credit losses, capital notes, and debentures.\n\nSection 22(g) of the Federal Reserve Act, as implemented by the Federal Reserve’s Regulation O, governs and restricts extensions of credit by a member bank to an executive officer, director, or principal shareholder of the bank and its affiliates. By making these provisions applicable to state non-member banks, the FDI Act and FDIC regulations impose these restrictions on the Bank’s purchases or sales of assets from or to insiders of the Bank and the Company. In general, extensions of credit to insiders: (i) may not exceed certain dollar limitations; (ii) must be made on substantially the same terms, including interest rates and collateral, as those prevailing at the time for comparable transactions with third parties; and (iii) must not involve more than the normal risk of repayment or present other unfavorable features. Additionally, California law imposes insider lending limits that are similar to the restrictions of the Federal Reserve’s Regulation O.\n\nSections 23A and 23B of the Federal Reserve Act, which the FDI Act makes applicable to a state non-member bank like ours in the same manner and to the same extent as if it were a member bank, establish parameters for an insured bank to conduct “covered transactions” with its affiliates, generally: (i) limiting the extent to which the bank or its subsidiaries may engage in “covered transactions” with any one affiliate to an amount not greater than 10% of the bank’s capital stock and surplus, and limiting the aggregate of all such transactions with all affiliates to an amount not greater than 20% of the bank’s capital stock and surplus; and (ii) requiring that all such transactions be on terms substantially the same, or at least as favorable, to the bank or subsidiary as those that would be provided to a non-affiliate. In addition, an insured bank’s loans to affiliates generally must be fully collateralized. The term “covered transaction” includes the making of loans to the affiliate, purchase of assets from the affiliate, issuance of a guarantee on behalf of the affiliate, and several other types of transactions.\n\n14\n\nConcentrations in Lending\n\nIn 2006, the federal bank regulatory agencies released guidance advising financial institutions of the risks posed by commercial real estate lending concentrations and reinforcing that financial institutions should implement sound risk management processes to identify, monitor, and control risks associated with commercial real estate concentrations. Higher allowances for credit losses and capital levels may also be required. The commercial real estate guidance provides that further supervisory analysis of an institution’s commercial real estate loan concentrations is warranted when its concentrations exceed either: (i) total reported loans for construction, land development, and other land of 100% or more of a bank’s total risk-based capital; or (ii) total reported loans secured by multifamily and non-farm non-residential properties and loans for construction, land development, and other land of 300% or more of a bank’s total risk-based capital, where the outstanding balance of the institution’s commercial real estate portfolio has also increased by 50% or more during the prior 36 months. We have exposures to loans secured by commercial real estate due to the nature of our market and the loan needs of both our retail and commercial customers. We believe that our long-term experience in commercial real estate lending, underwriting policies, internal controls, and other policies currently in place, as well as our loan and credit monitoring and administration procedures, are generally appropriate to managing our concentrations as required under the commercial real estate guidance.\n\nPrompt Corrective Action\n\nThe FDI Act identifies five capital categories for insured depository institutions: well-capitalized, adequately capitalized, undercapitalized, significantly undercapitalized, and critically undercapitalized. Under the banking agencies’ prompt corrective action framework, an insured depository institution is subject to differential regulation corresponding to the capital category within which the institution falls. For an insured depository institution to be “well-capitalized” under this framework, it must have a common equity Tier 1 capital ratio of at least 6.50%, a Tier 1 capital ratio of at least 8.00%, a total capital ratio of at least 10.00%, and a leverage ratio of at least 5.00%, and must not be subject to any written agreement, order or capital directive, or prompt corrective action directive issued by its primary federal or state banking regulator to meet and maintain a specific capital level for any capital measure. These limitations apply to the Bank, and not to the Company on a standalone basis.\n\nThe FDI Act requires the federal banking agencies to take prompt corrective action whenever an insured depository institution does not meet minimum capital requirements. Failure to meet the capital guidelines could also subject an insured depository institution to capital raising requirements. In addition, an insured depository institution is generally prohibited from making capital distributions, including paying dividends or paying management fees to a holding company, if the institution would thereafter be undercapitalized. Finally, failure to meet statutorily mandated capital guidelines or more restrictive ratios separately established for an insured depository institution could subject the institution to a variety of enforcement remedies available to federal regulatory authorities, including issuance of a capital directive, the termination of deposit insurance by the FDIC, a prohibition on accepting or renewing brokered deposits, limitations on the rates of interest that the institution may pay on its deposits, and other restrictions on its business.\n\nThe FDI Act also requires the federal banking agencies to prescribe certain noncapital standards for safety and soundness relating generally to operations and management, asset quality, and executive compensation, and permits regulatory action against an insured depository institution that does not meet such standards.\n\nPayment of Dividends\n\nThe principal source of the Company’s cash flow is dividends from the Bank. There are various legal and regulatory provisions that limit the amount of dividends the Bank can pay to the Company without regulatory approval. Under the California Financial Code, the Bank may not make any distribution to shareholders that exceeds the lesser of its retained earnings or its net income for the last three fiscal years, less the amount of any distributions made by the Bank to shareholders of the Bank during such period. However, with prior approval of the DFPI, the Bank may make a distribution to shareholders that exceeds such amounts, subject to limits set forth in the California Financial Code. Moreover, an institution’s failure to exceed the capital conservation buffer set forth in the federal banking agencies’ capital rules with common equity Tier 1 capital would result in limitations on an institution’s ability to make capital distributions and discretionary bonus payments. In addition, an insured depository institution is generally prohibited from making capital distributions, including paying dividends or paying management fees to a holding company, if the institution would thereafter be undercapitalized. Finally, the FDI Act prohibits an insured depository institution from paying dividends on its capital stock if it is in default of its payment of deposit insurance assessments to the FDIC.\n\n15\n\nReserve Requirements\n\nFederal Reserve rules require depository institutions, such as the Bank, to maintain reserves against their transaction accounts. In response to the COVID-19 pandemic, the Federal Reserve reduced reserve requirement ratios to 0.00% effective March 26, 2020. Increases to the reserve requirement would decrease the amount of the Bank’s assets that it may make available for lending and investment activities. Currently, the Federal Reserve has no plans to re-impose reserve requirements. However, the Federal Reserve may adjust reserve requirement ratios in the future if conditions warrant. Balances maintained by or on behalf of depository institutions in accounts at Federal Reserve Banks continue to receive interest when reserve requirement ratios are set to 0.00%. All balances earned the interest on excess reserves rate through July 28, 2021. Thereafter, all balances earn the Interest on Reserve Balances (the “IORB”) rate. The IORB rate is the rate of interest paid by the Federal Reserve Bank on balances maintained by or on behalf of an eligible institution in an account at a Federal Reserve Bank. The Board of Governors votes on the level of the IORB rate at each Federal Open Market Committee meeting that is consistent with the announced monetary policy stance. The amount of interest on reserve balances is calculated by multiplying the IORB rate on a day by the end of day balance maintained in an account on that day.\n\nConsumer Protection Laws\n\nWhile consumer lending is not currently a significant focus of our business, we are subject to numerous laws and regulations intended to protect consumers, in addition to those discussed above, when lending or offering deposit products to consumers. These laws include, among others: the Truth in Lending Act, the Truth in Savings Act, the Electronic Fund Transfer Act, the Expedited Funds Availability Act, the Equal Credit Opportunity Act, the Fair and Accurate Credit Transactions Act, the Fair Housing Act, the Fair Credit Reporting Act, the Fair Debt Collection Act, the GLB Act, the Home Mortgage Disclosure Act, the Right to Financial Privacy Act, the Real Estate Settlement Procedures Act, laws regarding unfair and deceptive acts and practices, and usury laws. Additionally, the Dodd-Frank Act created the CFPB, which has authority to issue regulations prohibiting unfair, deceptive, or abusive acts or practices.\n\nMany states and local jurisdictions have consumer protection laws analogous, and in addition, to those listed above. These include, for instance, the California Unfair Competition Law, which broadly prohibits any unlawful, unfair, or fraudulent business act or practice, and false, deceptive, or misleading advertising. Violations of applicable consumer protection laws can result in significant potential liability, including actual damages, restitution, and injunctive relief, from litigation brought by customers, state attorneys general, and other plaintiffs, as well as enforcement actions by banking regulators.\n\nFinancial Privacy Laws\n\nThe GLB Act and California Consumer Privacy Act impose requirements related to the privacy of customer financial information. Among other things, these laws require disclosure of privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain personal information to a nonaffiliated third party. The California Consumer Privacy Act grants California residents the rights to know about personal information collected about them, to delete certain of this personal information, to opt out of the sale of personal information, and to non-discrimination for exercising these rights. The privacy provisions of these laws may affect how consumer information is transmitted through diversified financial companies and conveyed to outside vendors.\n\nOn October 22, 2024, the CFPB released a final rule to implement Section 1033 of the Dodd-Frank Act. Under the final rule, financial institutions are required, upon request, to make available to a consumer or third party authorized by the consumer certain information the Bank has concerning a consumer financial product or service covered by the rule, such as a credit card or a deposit account. In issuing this rule, the CFPB said that the rule will move the U.S. closer to an “open banking” system that will allow consumers to switch banks or other providers more easily. The final rule also requires, among other things, covered data providers, such as the Bank, to establish a developer interface that satisfies certain performance and data security specifications through which the data provider can receive requests for, and provide, specific types of data covered by the rule in electronic, usable form to authorized third parties directly or through data aggregators. Under the final rule, the Bank will be prohibited from charging fees for maintaining the developer interface or providing access to such data. The Bank may also act as an authorized third party to request and access covered data under the final rule from other financial institutions that are covered data providers. The final rule places data security, authorization, and other obligations on those authorized third parties, including limitations on secondary uses of the data received. Industry organizations have challenged the final rule in court and the litigation is ongoing. If the challenge is not successful, as a data provider, the Bank must comply with the rule beginning April 1, 2028. We are monitoring the status of the litigation and evaluating the impact of this rule.\n\n16\n\nBranching\n\nUnder California law, the Bank may open branch offices throughout California with the prior approval of the DFPI. In addition, with prior DFPI approval, the Bank may acquire branches of existing banks located in California. Under federal law, the Bank may establish branch offices with the prior approval of the FDIC. Federal law allows a bank to branch into a new state through the establishment of a new branch if, among other factors, the bank is “well-managed” and “well-capitalized” and, under the laws of the state in which the branch is to be located, a state bank chartered by that state would be permitted to establish the branch.\n\nFDIC Deposit Insurance Assessments\n\nThe deposits of the Bank are insured by the DIF as administered by the FDIC and, accordingly, are subject to deposit insurance assessments to maintain the DIF at minimum levels required by statute. The Dodd-Frank Act increased the minimum reserve ratio requirement for the DIF to 1.35% of total estimated insured deposits or the comparable percentage of the deposit assessment base. The DIF reserve ratio fell to below the statutory minimum of 1.35% during the COVID-19 pandemic. The FDIC adopted a restoration plan in September 2020, which it amended in June 2022, to restore the DIF reserve ratio to at least 1.35% by September 30, 2028. On October 18, 2022, the FDIC adopted a final rule to increase initial base deposit insurance assessment rates for insured depository institutions by two basis points, beginning with the first quarterly assessment period of 2023. The increased assessment rate schedules will remain in effect unless and until the reserve ratio of the DIF meets or exceeds 2.00%. As a result of the new rule, the FDIC insurance costs of insured depository institutions, including the Bank, generally increased.\n\nThe FDIC uses a risk-based assessment system that imposes insurance premiums as determined by multiplying an insured bank’s assessment base by its assessment rate. A bank’s deposit insurance assessment base is generally equal to its total assets minus its average tangible equity during the assessment period. For a depository institution that has been insured for more than five years and that has total consolidated assets of less than $10.0 billion, such as the Bank, the FDIC determines the assessment rate within a range of base assessment rates based on the bank’s CAMELS composite rating, considering other factors and adjustments. The CAMELS rating system is a supervisory rating system developed to classify a bank’s overall condition by considering capital adequacy, assets, management capability, earnings, liquidity, and sensitivity to market and interest rate risk.\n\nInsurance of deposits may be terminated by the FDIC upon a finding that a bank has engaged in unsafe and unsound practices, is in an unsafe or unsound condition to continue operations, or has violated any applicable law, regulation, rule, order, or condition imposed by the bank’s federal regulatory agency. In addition, the FDI Act provides that, in the event of the liquidation or other resolution of an insured depository institution, the claims of depositors of the institution, including the claims of the FDIC as subrogee of insured depositors, and certain claims for administrative expenses of the FDIC as a receiver, will have priority over other general unsecured claims against the institution, including those of its parent bank holding company.\n\nOn July 30, 2024, the FDIC issued a proposed rule that would revise the FDIC’s regulations governing the classification and treatment of brokered deposits. The proposal would require many insured depository institutions to classify a greater amount of their deposits obtained with the involvement of third parties as brokered deposits. An increase in the amount of brokered deposits on an insured depository institution’s balance sheet could, among other consequences, increase the institution’s deposit insurance assessment costs.\n\nCommunity Reinvestment Act (“CRA”)\n\nThe CRA requires that, in connection with examinations of insured depository institutions within their respective jurisdictions, the federal banking agencies must evaluate the record of each financial institution in meeting the credit needs of its local community, including low- and moderate-income neighborhoods. A bank’s CRA performance is also considered in evaluating applications seeking approval for mergers, acquisitions, and new offices or facilities, and a CRA rating of less than “Satisfactory” may adversely affect the ability of a bank or its parent company to engage in such transactions. The FDIC’s evaluation of the Bank’s record of performance under the CRA is publicly available. The FDIC’s CRA regulations provide that a bank may elect to have its CRA performance evaluated under a strategic plan. This option enables a bank to structure its CRA goals and objectives to address the needs of its community consistent with its business strategy, operational focus, capacity, and constraints. The Bank operated under a CRA Strategic Plan approved by the FDIC for the years 2019 to 2021 and received a rating of “Satisfactory” at its most recent CRA evaluation, dated as of July 22, 2024 and covering activities from 2021 through the evaluation date.\n\n17\n\nOn October 24, 2023, the federal banking agencies issued a final rule amending the CRA regulations, to substantially revise how they evaluate an insured depository institution’s record of satisfying the credit needs of its entire communities, including low- and moderate-income individuals and neighborhoods. Under the final rule, banks with assets of at least $2 billion, including the Bank, are considered large banks and their retail lending, retail services and products, community development financing, and community development services will be subject to periodic evaluation. Depending on a large bank’s geographic distribution of lending, the evaluation of retail lending may include assessment areas in which the bank extends loans but does not operate any deposit-taking facilities, in addition to assessment areas in which the bank has deposit-taking facilities. Additionally, while the final rule retains the option for a large bank to adopt a strategic plan, a strategic plan under the final rule will generally be required to cover the same tests and geographies as the revised framework applies to other large banks. Most of the final rule’s new requirements were scheduled to become applicable beginning January 1, 2026. The remaining new requirements, including data reporting requirements, were scheduled to become applicable on January 1, 2027. However, industry organizations have challenged the final rule in court, and on March 29, 2024, the United States District Court for the Northern District of Texas granted an injunction and stay of the final rule. The final outcome of such challenge is uncertain.\n\nFHLB Membership\n\nThe Bank is a member of the FHLB, which is one of 11 regional Federal Home Loan Banks that administer the home financing credit function of banking institutions. Each Federal Home Loan Bank is funded primarily from proceeds derived from the sale of consolidated obligations of the Federal Home Loan Bank system and makes advances to members in accordance with policies and procedures established by the Board of Directors of the Federal Home Loan Bank and subject to the oversight of the Federal Housing Finance Agency. All advances from a Federal Home Loan Bank are required to be fully secured by sufficient collateral as determined by the Federal Home Loan Bank. In addition, all long-term advances are required to provide funds for residential home financing.\n\nCybersecurity\n\nFederal banking agencies pay close attention to the cybersecurity practices of banks and their holding companies and affiliates. The interagency council of the agencies, the FFIEC, has issued several policy statements and other guidance for banks as new cybersecurity threats arise. The FFIEC has recently focused on such matters as compromised customer credentials and business continuity planning. Examinations by the banking agencies now include review of an institution’s information technology and its ability to thwart cyber-attacks.\n\nBanking organizations are required to notify their primary federal regulator of significant computer security incidents within 36 hours of determining that such an incident has occurred. In addition, the SEC enacted rules, effective as of December 18, 2023, requiring public companies to disclose material cybersecurity incidents that they experience on Form 8-K within four business days of determining that a material cybersecurity incident has occurred and to disclose on annual basis material information regarding their cybersecurity risk management, strategy, and governance.",
      "char_count": 81708
    },
    "item1a": {
      "text": "Item 1A.      Risk Factors\n\nCertain factors may have an adverse effect on our business, financial condition, and results of operations. You should carefully consider the following risks, together with all of the other information contained in this Annual Report on Form 10-K, including the sections entitled “Cautionary Note Regarding Forward-Looking Statements” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our financial statements and the related notes thereto. Any of the following risks could have an adverse effect on our business, financial condition, and results of operations and could cause the trading price of our common stock to decline, which would cause you to lose all or part of your investment. Our business, financial condition, and results of operations could also be harmed by risks and uncertainties not currently known to us or that we currently do not believe are material.\n\nRisk Factor Summary\n\nThe most significant risks that may have an adverse effect on our business, financial condition, and results of operations are summarized below.\n\n•Our business and operations are concentrated in Northern California, and we are sensitive to adverse changes in the local economy.\n\n•We operate in a highly competitive market and face increasing competition from traditional and new financial services providers.\n\n18\n\n•We are subject to the various risks associated with our banking business and operations, including, among others, credit, market, liquidity, interest rate, and compliance risks, which may have an adverse effect on our business, financial condition, and results of operations if we are unable to manage such risks.\n\n•We may be unable to effectively manage our growth, which could have an adverse effect on our business, financial condition, and results of operations.\n\n•We operate in a highly regulated industry, and current regulatory requirements, including stringent capital requirements, consumer protection laws, and anti-money laundering laws, and failure to comply with these requirements and any future legislative and regulatory changes may have an adverse effect on our business, financial condition, and results of operations.\n\n•We are subject to laws regarding privacy, information security, and protection of personal information, and any violation of these laws or incidents involving personal, confidential, or proprietary information of individuals, including, among others, system failures or cybersecurity breaches of our network security, could damage our reputation and otherwise adversely affect our business, financial condition, and results of operations.\n\n•Our charter documents contain certain provisions, including anti-takeover and exclusive forum provisions, that limit the ability of our shareholders to take certain actions and could delay or discourage takeover attempts that shareholders may consider favorable.\n\nRisks Related to Our Business\n\nOur business and operations are concentrated in California, specifically Northern California, and we are more sensitive than our more geographically diversified competitors to adverse changes in the local economy.\n\nUnlike many of our larger competitors that maintain significant operations located outside our market, substantially all of our customers are individuals and businesses located and doing business in the state of California. As of December 31, 2024, approximately 57.66% of our real estate loans measured by dollar amount were secured by collateral located in California, substantially all of which is in Northern California. Therefore, our success will depend upon the general economic conditions and real estate activity in these areas, which we cannot predict with certainty. As a result, our operations and profitability may be more adversely affected by a local economic downturn than those of larger, more geographically diverse competitors. A downturn in the local economy could make it more difficult for our borrowers to repay their loans, may lead to credit losses that are not offset by operations in other markets, and may also reduce the ability of depositors to make or maintain deposits with us. In addition, businesses operating in Northern California, and Sacramento in particular, depend on California state government employees for business, and reduced spending activity by such employees in the event of furloughing or termination of such employees could have an adverse impact on the success or failure of these businesses, some of which are current or could become future customers of the Bank. For these reasons, any regional or local economic downturn could have an adverse effect on our business, financial condition, and results of operations.\n\nThe small to medium-sized businesses to which we lend may have fewer resources to weather adverse business developments, which may impair a borrower’s ability to repay a loan.\n\nWe target our business development and marketing strategy primarily to serve the banking and financial services needs of small to medium-sized businesses. These businesses generally have fewer financial resources in terms of capital or borrowing capacity than larger entities, frequently have smaller market shares than their competition, may be more vulnerable to economic downturns, often need substantial additional capital to expand or compete, and may experience substantial volatility in operating results, any of which may impair their ability as a borrower to repay a loan. In addition, the success of small and medium-sized businesses often depends on the management skills, talents, and efforts of one or two people or a small group of people, and the death, disability, or resignation of one or more of these people could have an adverse impact on the business and its ability to repay its loan. If general economic conditions negatively impact the markets in which we operate or any of our borrowers are otherwise affected by adverse business developments, our small to medium-sized borrowers may be disproportionately affected and their ability to repay outstanding loans may be negatively affected, resulting in an adverse effect on our business, financial condition, and results of operations.\n\n19\n\nOur business is significantly dependent on the real estate markets in which we operate, as a significant percentage of our loan portfolio is secured by real estate.\n\nAs of December 31, 2024, a significant majority of our loan portfolio was comprised of loans with real estate as a primary or secondary component of collateral, with a majority of these real estate loans concentrated in Northern California. Real property values in our market may be different from, and in some instances worse than, real property values in other markets or in the United States as a whole and may be affected by a variety of factors outside of our control and the control of our borrowers, including national and local economic conditions, generally. Declines in real estate values, including prices for homes and commercial properties, could result in a deterioration of the credit quality of our borrowers, an increase in the number of loan delinquencies, defaults, and charge-offs, and reduced demand for our products and services, generally. Our commercial real estate loans may have a greater risk of loss than residential mortgage loans, in part because these loans are generally larger or more complex to underwrite. In particular, real estate construction and land acquisition and development loans have risks not present in other types of loans, including risks associated with construction cost overruns, project completion risk, general contractor credit risk, and risks associated with the ultimate sale or use of the completed construction. In addition, declines in real property values in California could reduce the value of any collateral we realize following a default on these loans and could adversely affect our ability to continue to grow our loan portfolio consistent with our underwriting standards. We may have to foreclose on real estate assets if borrowers default on their loans, in which case we are required to record the related asset to the then-fair market value of the collateral, which may ultimately result in a loss. An increase in the level of nonperforming assets increases our risk profile and may affect the capital levels regulators believe are appropriate in light of the ensuing risk profile. Our failure to effectively mitigate these risks could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to interest rate risk, which could adversely affect our profitability.\n\nOur profitability, like that of most financial institutions of our type, depends to a large extent on our net interest income, which is the difference between our interest income on interest-earning assets, such as loans and investment securities, and our interest expense on interest-bearing liabilities, such as deposits and borrowings. Changes in interest rates can increase or decrease our net interest income because different types of assets and liabilities may react differently, and at different times, to market interest rate changes.\n\nInterest rates are highly sensitive to many factors that are beyond our control, including general economic conditions and policies of various governmental and regulatory agencies and, in particular, the Federal Reserve, which has raised interest rates significantly in 2022 and 2023. As interest rates have increased, so have competitive pressures on the deposit cost of funds. This has been exacerbated by the bank failures in the first half of 2023 and the resulting heightened competition for deposits, which has also affected the interest we pay on deposits. It is not possible to predict the pace and magnitude of changes in interest rates, or the impact rate changes will have on our results of operations. Changes in monetary policy, including changes in interest rates, could influence not only the interest we receive on loans and securities and the interest we pay on deposits and borrowings, but such changes could also affect our ability to originate loans and obtain deposits, the fair value of our financial assets and liabilities, and the average duration of our assets and liabilities. If the interest rates paid on deposits and other borrowings increase at a faster rate than the interest rates received on loans and other investments, our net interest income, and therefore earnings, could be adversely affected. Earnings could also be adversely affected if the interest rates received on loans and other investments fall more quickly than the interest rates paid on deposits and other borrowings. Any substantial, unexpected, or prolonged change in market interest rates could have an adverse effect on our business, financial condition, and results of operations. As of December 31, 2024, significant portions of our interest-bearing liabilities were variable rate, where our variable rate liabilities reprice at a faster rate than our variable rate assets.\n\nIn addition, an increase in interest rates could also have a negative impact on our results of operations by reducing the demand for loans, decreasing the ability of borrowers to repay their current loan obligations, and increasing early withdrawals on term deposits. These circumstances could not only result in increased loan defaults, foreclosures, and charge-offs, but also reduce collateral values and necessitate further increases to the allowance for credit losses, which could have an adverse effect on our business, financial condition, and results of operations. The Federal Reserve has indicated that it expects to continue to lower the target range for the federal funds rate in 2025. A decrease in the general level of interest rates may affect us through, among other things, increased prepayments on our loan portfolio, and our cost of funds may not fall as quickly as yields on interest-earning assets. Our asset-liability management strategy may not be effective in mitigating exposure to the risks related to changes in market interest rates.\n\n20\n\nWe operate in a highly competitive market and face increasing competition from a variety of traditional and new financial services providers.\n\nWe have many competitors. Our principal competitors are commercial and community banks, credit unions, savings and loan associations, mortgage banking firms and online mortgage lenders, and commercial and consumer finance companies, including large national financial institutions that operate in our market. Many of these competitors are larger than we are, have significantly more resources, greater brand recognition, and more extensive and established branch networks or geographic footprints than we do, and may be able to attract customers more effectively than we can. Because of their scale, many of these competitors can be more aggressive on loan and deposit pricing than we can and may better afford and make broader use of media advertising, support services, and electronic technology than we do. Also, many of our non-bank competitors have fewer regulatory constraints and may have lower cost structures. We compete with these other financial institutions both in attracting deposits and making loans. We expect competition to continue to increase as a result of legislative, regulatory, and technological changes, the continuing trend of consolidation in the financial services industry, and the emergence of alternative banking sources. Our profitability in large part depends upon our continued ability to compete successfully with traditional and new financial services providers, some of which maintain a physical presence in our market and others of which maintain only a virtual presence. Increased competition could require us to increase the rates we pay on deposits or lower the rates that we offer on loans, which could reduce our profitability.\n\nAdditionally, like many of our competitors, we rely on customer deposits as our primary source of funding for our lending activities, and we continue to seek and compete for customer deposits to maintain this funding base. Our future growth will largely depend on our ability to retain and grow our deposit base. Although we have historically maintained a high deposit customer retention rate, these deposits are subject to potentially dramatic fluctuations in availability or price due to certain factors outside of our control, such as increasing competitive pressures for deposits, changes in interest rates and returns on other investment classes, customer perceptions of our financial health and general reputation, and a loss of confidence by customers in us or the banking sector generally, which could result in significant outflows of deposits within short periods of time or significant changes in pricing necessary to maintain current customer deposits or attract additional deposits. Additionally, any such loss of funds could result in lower loan originations, which could have an adverse effect on our business, financial condition, and results of operations. Our failure to compete effectively in our market could restrain our growth or cause us to lose market share, which could have an adverse effect on our business, financial condition, and results of operations.\n\nFailure to keep up with the rapid technological changes in the financial services industry could have an adverse effect on our competitive position and profitability.\n\nThe financial services industry is undergoing rapid technological changes, with frequent introductions of new technology-driven products and services. The effective use of technology increases efficiency and enables financial institutions to better serve customers and reduce costs. Our future success will depend, in part, upon our ability to address the needs of our customers by using technology to provide products and services that will satisfy customer demands for convenience, as well as to create additional efficiencies in our operations. Many of our competitors have substantially greater resources to invest in technological improvements than we do. We may not be able to implement new technology-driven products and services effectively or be successful in marketing these products and services to our customers. Failure to keep pace successfully with technological change affecting the financial services industry could harm our ability to compete effectively and could have an adverse effect on our business, financial condition, and results of operations. As these technologies improve in the future, we may be required to make significant capital expenditures in order to remain competitive, which may increase our overall expenses and have an adverse effect on our business, financial condition, and results of operations.\n\nWe are dependent on the use of data and modeling in both our management’s decision-making generally and in meeting regulatory expectations in particular.\n\nThe use of statistical and quantitative models and other quantitatively based analyses is endemic to bank decision making and regulatory compliance processes, and the employment of such analyses is becoming increasingly widespread in our operations. Liquidity stress testing, interest rate sensitivity analysis, allowance for credit loss measurement, portfolio stress testing, and the identification of possible violations of anti-money laundering regulations are examples of areas in which we are dependent on models and the data that underlie them. We anticipate that model-derived insights will be used more widely in our decision making in the future. While these quantitative techniques and approaches improve our decision making, they also create the possibility that faulty data or flawed quantitative approaches could yield adverse outcomes or regulatory scrutiny. Secondarily, because of the complexity inherent in these approaches, misunderstanding or misuse of \n\n21\n\ntheir outputs could similarly result in suboptimal decision making, which could have an adverse effect on our business, financial condition, and results of operations.\n\nWe may not be able to measure and limit our credit risk adequately, which could adversely affect our profitability. \n\nOur business depends on our ability to successfully measure and manage credit risk. As a lender, we are exposed to the risk that the principal of, or interest on, a loan will not be paid timely or at all or that the value of any collateral supporting a loan will be insufficient to cover our outstanding exposure. In addition, we are exposed to risks with respect to the period of time over which the loan may be repaid, risks relating to proper loan underwriting, risks resulting from changes in economic and industry conditions, and risks inherent in dealing with individual loans and borrowers. The creditworthiness of a borrower is affected by many factors, including local market conditions and general economic conditions. Many of our loans are made to small to medium-sized businesses that are less able to withstand competitive, economic, and financial pressures than larger borrowers. If the overall economic climate in the United States, generally, or in our market specifically, experiences material disruption, our borrowers may experience difficulties in repaying their loans, the collateral we hold may decrease in value or become illiquid, and the level of nonperforming loans, charge-offs, and delinquencies could rise and require significant additional provisions for credit losses. Additional factors related to the credit quality of multifamily residential, real estate construction, and other commercial real estate loans include the quality of management of the business and tenant vacancy rates.\n\nOur risk management practices, such as monitoring the concentration of our loans within specific markets and our credit approval, review, and administrative practices, may not adequately reduce credit risk, and our credit administration personnel, policies, and procedures may not adequately adapt to changes in economic or any other conditions affecting customers and the quality of the loan portfolio. A failure to effectively measure and limit the credit risk associated with our loan portfolio may result in loan defaults, foreclosures, and additional charge-offs, and may necessitate that we significantly increase our allowance for credit losses, each of which could adversely affect our net income. As a result, our inability to successfully manage credit risk could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are exposed to higher credit risk and other risks and costs by our commercial real estate, commercial land and construction, commercial construction, farmland loans and other real estate assets.\n\nCommercial real estate, commercial land and construction, commercial construction, and farmland-based lending, which form significant portions of our loan portfolio, usually involve higher credit risks than other types of mortgage loans. These types of loans also involve larger loan balances to a single borrower or groups of related borrowers. These higher credit risks are further heightened when the loans are concentrated in a small number of larger borrowers, leading to relationship exposure.\n\nNon-owner-occupied commercial real estate loans may be affected to a greater extent than residential loans by adverse conditions in real estate markets or the economy because commercial real estate borrowers’ ability to repay their loans depends on successful development of their properties, in addition to the factors affecting residential real estate borrowers. These loans also involve greater risk because they generally are not fully amortizing over the loan period but have a balloon payment due at maturity. A borrower’s ability to make a balloon payment typically will depend on being able to either refinance the loan or sell the underlying property in a timely manner.\n\nBanking regulators closely supervise banks’ commercial real estate lending activities and may require banks with higher levels of commercial real estate loans to implement improved underwriting, internal controls, risk management policies, and portfolio stress testing, as well as possibly higher levels of allowances for losses and capital levels as a result of commercial real estate lending growth and exposures.\n\nCommercial land development loans and owner-occupied commercial real estate loans are typically based on the borrowers’ ability to repay the loans from the cash flow of their businesses. These loans may involve greater risk because the availability of funds to repay each loan depends substantially on the success of the business itself. In addition, the assets securing the loans have the following characteristics: (i) they depreciate over time; (ii) they are difficult to appraise and liquidate; and (iii) they fluctuate in value based on the success of the business.\n\nCommercial real estate loans, commercial and industrial loans, and construction loans are more susceptible to a risk of loss during a downturn in the business cycle. In particular, the increase in working from home since outbreak of the COVID-19 pandemic could have adverse effects on our loans for office space, which are dependent for repayment on the successful \n\n22\n\noperation and management of the associated commercial real estate. Our underwriting, review, and monitoring cannot eliminate all the risks related to these loans.\n\nWe also make both secured and unsecured loans to our commercial clients. Secured commercial loans are generally collateralized by real estate, accounts receivable, inventory, equipment, or other assets owned by the borrower, or may include a personal guaranty of the business owner. Unsecured loans generally involve a higher degree of risk of loss than do secured loans because, without collateral, repayment is wholly dependent upon the success of the borrowers’ businesses. Because of this lack of collateral, we are limited in our ability to collect on defaulted unsecured loans. Furthermore, the collateral that secures our secured commercial and industrial loans typically includes inventory, accounts receivable, and equipment, which, if the business is unsuccessful, usually has a value that is insufficient to satisfy the loan without a loss.\n\nWe may be forced to foreclose on the collateral and own the underlying real estate, subjecting us to the costs and potential risks associated with the ownership of real property, or consumer protection initiatives or changes in state or federal law may substantially raise the cost of foreclosure or prevent us from foreclosing at all. The amount that we, as a mortgagee, may realize after a foreclosure depends on factors outside of our control, including, but not limited to, general or local economic conditions, environmental cleanup liabilities, assessments, interest rates, real estate tax rates, operating expenses of the mortgaged properties, our ability to obtain and maintain adequate occupancy of the properties, zoning laws, governmental and regulatory rules, and natural disasters. Our inability to manage the amount of costs or size of the risks associated with the ownership of real estate, or write-downs in the value of OREO could have an adverse effect on our business, financial condition, and results of operations.\n\nAdditionally, consumer protection initiatives or changes in state or federal law may substantially increase the time and expenses associated with the foreclosure process or prevent us from foreclosing at all. A number of states in recent years have either considered or adopted foreclosure reform laws that make it substantially more difficult and expensive for lenders to foreclose on properties in default. Additionally, federal and state regulators and state attorneys general have prosecuted or pursued enforcement action against a number of mortgage servicing companies for alleged consumer protection law violations. If new federal or state laws or regulations are ultimately enacted that significantly raise the cost of foreclosure or raise outright barriers to foreclosure, they could have an adverse effect on our business, financial condition, and results of operations.\n\nIn addition, if we foreclose on and take title to real property securing loans, there is a risk that hazardous or toxic substances could be found on these properties and that we could be liable for remediation costs, as well as personal injury and property damage. Environmental laws may require us to incur substantial expenses and may materially reduce the affected property’s value or limit our ability to sell the affected property. The remediation costs and any other financial liabilities associated with an environmental hazard could have an adverse effect on our business, financial condition, and results of operations.\n\nCurtailment of government-guaranteed loan programs or changes in federal government funding could affect our business.\n\nOne component of our business consists of originating and periodically selling U.S. government-guaranteed loans, in particular those guaranteed by the SBA. Pursuant to the Consolidated Appropriations Act, 2021, the SBA guaranteed 90% of the principal amount of each qualifying SBA loan originated under the SBA’s 7(a) loan program through October 1, 2021. The SBA presently guarantees 75% to 90% of the principal amount of qualifying loans originated under the 7(a) loan program. The U.S. government may not maintain the SBA 7(a) loan program, and even if it does, the guaranteed portion may not remain at its current or anticipated level. In addition, from time to time, the government agencies that guarantee these loans reach their internal limits and cease to guarantee future loans. In addition, these agencies may change their rules for qualifying loans or Congress may adopt legislation that would have the effect of discontinuing or changing the loan guarantee programs. Non-governmental programs could replace government programs for some borrowers, but the terms might not be equally acceptable. Therefore, if these changes occur, the volume of loans to small business and industrial borrowers of the types that now qualify for government-guaranteed loans could decline. Also, the profitability of the sale of the guaranteed portion of these loans could decline as a result of market displacements due to increases in interest rates, and premiums realized on the sale of the guaranteed portions could decline from current levels. As the funding and sale of the guaranteed portion of SBA 7(a) loans is a major portion of our business and a significant portion of our non-interest income, any significant changes to the SBA 7(a) loan program, such as its funding or eligibility requirements, may have an unfavorable impact on our prospects, future performance, and results of operations. The aggregate principal balance of SBA 7(a) guaranteed portions sold during the year ended December 31, 2024 was approximately $18.3 million, compared to approximately $36.5 million for the year ended December 31, 2023.\n\n23\n\nIn addition, current or future delays to, reductions of, and/or cancellations of certain federal government payments in connection with cost-saving and government efficiency efforts undertaken by the Trump Administration may lead to increased repayment risk from clients of the Bank who rely on payments from the federal government in conducting their businesses. Potential losses could adversely affect our business, financial condition, and results of operations.\n\nLiquidity risk could impair our ability to fund operations and meet our obligations as they become due.\n\nLiquidity is essential to our business, and we monitor our liquidity and manage our liquidity risk at the holding company and bank levels. We require sufficient liquidity to fund asset growth, meet customer loan requests, facilitate customer deposit maturities and withdrawals, make payments on our debt obligations as they come due, and fulfill other cash commitments under both normal operating conditions and other unpredictable circumstances, including events causing industry or general financial market stress. Liquidity risk can increase due to a number of factors, which include, but are not limited to, an over-reliance on a particular source of funding, changes in the liquidity needs of our depositors, adverse regulatory actions against us, or a downturn in the markets in which our loans are concentrated.\n\nMarket conditions or other events could also negatively affect the level or cost of funding, affecting our ongoing ability to accommodate liability maturities and deposit withdrawals, meet contractual obligations, and fund asset growth and new business transactions at a reasonable cost, in a timely manner, and without adverse consequences. Our inability to raise funds through deposits, borrowings, the sale of loans, and other sources could have an adverse effect on our business, financial condition, and results of operations, and could result in the closure of the Bank.\n\nOther primary sources of funds consist of cash flows from operations, maturities and sales of investment securities, and proceeds from issuance and sale of our equity and debt securities. Additional liquidity is provided by the ability to borrow from the FHLB and the Federal Reserve Bank of San Francisco to fund our operations. We may also borrow funds from third-party lenders, such as other financial institutions. Our access to funding sources in amounts adequate to finance our activities or on acceptable terms could be impaired by factors that affect our organization specifically or the financial services industry or economy in general. Our access to funding sources could also be affected by a decrease in the level of our business activity as a result of a downturn in our primary market or by one or more adverse regulatory actions against us.\n\nAny substantial, unexpected, and/or prolonged change in the level or cost of liquidity could impair our ability to fund operations and meet our obligations as they become due and could have an adverse effect on our business, financial condition, and results of operations. Although we have historically been able to replace maturing deposits and advances if desired, we may not be able to replace such funds in the future if our financial condition, the financial condition of the FHLB, or market conditions change. FHLB borrowings and other current sources of liquidity may not be available or, if available, may not be sufficient to provide adequate funding for operations and to support our continued growth. The unavailability of sufficient funding could have an adverse effect on our business, financial condition, and results of operations.\n\nWe may be adversely affected by the soundness of other financial institutions.\n\nOur ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services companies may be interrelated as a result of trading, clearing, counterparty, and other relationships. The failures of Silicon Valley Bank, Signature Bank, and First Republic Bank in 2023 resulted in significant disruption in the financial services industry and negative media attention, which has also adversely impacted the volatility and market prices of the securities of financial institutions and resulted in outflows of deposits for us and many other financial institutions. These events have adversely impacted and could continue to adversely affect our business, results of operations, and financial condition, as well as the market price and volatility of our common stock.\n\nThe rapid rise in interest rates during 2022 and 2023 and the resulting industry-wide reduction in the fair value of securities portfolios, among other events, have resulted in a current state of volatility and uncertainty with respect to the health of the United States banking system. There is heightened awareness around liquidity, uninsured deposits, deposit composition, unrecognized investment losses, and capital. We are exposed to different industries and counterparties through transactions with counterparties in the financial services industry, including broker-dealers, commercial banks, investment banks, and other financial intermediaries. As a result, defaults by, declines in the financial condition of, or even rumors or questions about one or more financial services companies, or the financial services industry generally, could lead to market-wide liquidity problems and losses or defaults by us or other institutions. These losses could adversely affect our business, financial condition, and results of operations.\n\n24\n\nRegulatory requirements affecting our loans secured by commercial real estate could limit our ability to leverage our capital and adversely affect our growth and profitability.\n\nThe federal banking agencies have issued guidance regarding concentrations in commercial real estate lending for institutions that are deemed to have particularly high concentrations of commercial real estate loans within their lending portfolios. Under this guidance, an institution that has: (i) total reported loans for construction, land development, and other land which represent 100% or more of the institution’s total risk-based capital; or (ii) total reported loans secured by multifamily and non-farm non-residential properties and loans for construction, land development, and other land of 300% or more of the institution’s total risk-based capital, where the outstanding balance of the institution’s commercial real estate loan portfolio has increased 50% or more during the prior 36 months, is identified as having potential commercial real estate concentration risk. An institution that is deemed to have concentrations in commercial real estate lending is expected to employ heightened levels of risk management with respect to its commercial real estate portfolios and may be required to maintain higher levels of capital. We have a concentration in commercial real estate loans, and we have experienced significant growth in our commercial real estate portfolio in recent years. We cannot guarantee that any risk management practices we implement will be effective to prevent losses relating to our commercial real estate portfolio. Management has extensive experience in commercial real estate lending and has implemented and continues to maintain heightened portfolio monitoring and reporting, and strong underwriting criteria with respect to our commercial real estate portfolio. Nevertheless, we could be required to maintain higher levels of capital as a result of our commercial real estate concentration, which could limit our growth, require us to obtain additional capital, and have an adverse effect on our business, financial condition, and results of operations.\n\nOur recovery on commercial real estate loans could be further reduced by a lack of a liquid secondary market for such mortgage loans and mortgage-backed securities.\n\nOur current business strategy includes an emphasis on commercial real estate lending. Although we sold 56 SBA 7(a) loans with government-guaranteed portions totaling approximately $18.3 million in the year ended December 31, 2024, we may decide to sell more loans in the future. A secondary market for most types of commercial real estate loans is not readily liquid, so we have less opportunity to mitigate credit risk by selling part or all of our interest in these loans. As a result of these characteristics, if we foreclose on a commercial real estate loan, our holding period for the collateral typically is longer than for residential mortgage loans because there are fewer potential purchasers of the collateral. Accordingly, charge-offs on commercial real estate loans may be larger as a percentage of the total principal outstanding than those incurred with our residential or consumer loan portfolios.\n\nThe appraisals and other valuation techniques we use in evaluating and monitoring loans secured by real property and OREO may not accurately reflect the net value of the asset.\n\nIn considering whether to make a loan secured by real property, we generally require an appraisal of the property. However, an appraisal is only an estimate of the value of the property at the time the appraisal is made, and as real estate values may change significantly in value in relatively short periods of time (especially in periods of heightened economic uncertainty), this estimate may not accurately reflect the net value of the collateral after the loan is made. As a result, we may not be able to realize the full amount of any remaining indebtedness when we foreclose on and sell the relevant property. In addition, we rely on appraisals and other valuation techniques to establish the value of OREO that we acquire through foreclosure proceedings and to determine loan impairments. If any of these valuations are inaccurate, our consolidated financial statements may not reflect the correct value of our OREO, if any, and our allowance for credit losses may not reflect accurate loan impairments. Inaccurate valuation of OREO or inaccurate provisioning for credit losses could have an adverse effect on our business, financial condition, and results of operations.\n\nFederal, state, and local consumer lending laws may restrict our or our partners’ ability to originate certain loans or increase our risk of liability with respect to such loans.\n\nFederal, state, and local laws have been adopted that are intended to prevent certain lending practices considered “predatory.” These laws prohibit practices such as steering borrowers away from more affordable products, selling unnecessary insurance to borrowers, repeatedly refinancing loans, and making loans without a reasonable expectation that the borrowers will be able to repay the loans irrespective of the value of the underlying property. It is our policy to determine borrowers’ ability to repay and not to make predatory loans. Nonetheless, the law and related rules create the potential for increased liability with respect to our lending and loan investment activities. Compliance with these laws increases our cost of doing business.\n\n25\n\nAdditionally, consumer protection initiatives or changes in state or federal law may substantially increase the time and expenses associated with the foreclosure process or prevent us from foreclosing at all. A number of states in recent years have either considered or adopted foreclosure reform laws that make it substantially more difficult and expensive for lenders to foreclose on properties in default, and we cannot be certain that the state in which we operate will not adopt similar legislation in the future. Additionally, federal regulators have prosecuted or pursued enforcement actions against a number of mortgage servicing companies for alleged consumer protection law violations. If new state or federal laws or regulations are ultimately enacted that significantly raise the cost of foreclosure or raise outright barriers to foreclosure, such laws or regulations could have an adverse effect on our business, financial condition, and results of operations.\n\nOur largest loan relationships make up a material percentage of our total loan portfolio, and credit risks relating to these would have a disproportionate impact.\n\nAs of December 31, 2024, our 30 largest borrowing relationships ranged from approximately $20.3 million to $284.3 million (including unfunded commitments) and totaled approximately $1.4 billion in total commitments (representing, in the aggregate, 38.68% of our total loans held for investment before deferred fees at that date). Each of the loans associated with these relationships has been underwritten in accordance with our underwriting policies and limits. Along with other risks inherent in these loans, such as the deterioration of the underlying businesses or property securing these loans, this concentration of borrowers presents a risk that, if one or more of these relationships were to become delinquent or suffer default, we could be exposed to material losses. The allowance for credit losses may not be adequate to cover losses associated with any of these relationships, and any loss or increase in the allowance would negatively affect our earnings and capital. Even if these loans are adequately collateralized, an increase in classified assets could harm our reputation with our regulators and inhibit our ability to execute our business plan.\n\nOur largest deposit relationships currently make up a material percentage of our deposits and the withdrawal of deposits by our largest depositors could force us to fund our business through more expensive and less stable sources.\n\nAt December 31, 2024, our 49 largest deposit relationships, each accounting for more than $10.0 million, amounted to $1.8 billion, or 50.35% of our total deposits. This includes $674.1 million in deposits from municipalities, of which we conduct a monthly review. Withdrawals of deposits by any one of our largest depositors or by one of our related customer groups could force us to rely more heavily on borrowings and other sources of funding for our business and withdrawal demands, adversely affecting our net interest margin and results of operations. If a significant amount of these deposits were withdrawn within a short period of time, it could have a negative impact on our short-term liquidity and have an adverse impact on our earnings. We may also be forced, as a result of withdrawals of deposits, to rely more heavily on other, potentially more expensive and less stable, funding sources. Additionally, such circumstances could require us to raise deposit rates in an attempt to attract new deposits, which would adversely affect our results of operations, and/or to raise funding through brokered deposits. Under applicable regulations, if the Bank were no longer “well-capitalized,” the Bank would not be able to accept brokered deposits without the approval of the FDIC.\n\nOur allowance for credit losses may be inadequate to absorb losses inherent in the loan portfolio.\n\nExperience in the banking industry indicates that a portion of our loans will become delinquent, and that some may only be partially repaid or may never be repaid at all. We may experience losses for reasons beyond our control, such as the impact of general economic conditions on customers and their businesses. Accordingly, we maintain an allowance for credit losses that represents management’s judgment of probable losses and risks inherent in our loan portfolio. In determining the size of our allowance for credit losses, we rely on an analysis of our loan portfolio that considers historical loss experience, volume and types of loans, trends in classification, volume and trends in delinquencies and non-accruals, economic conditions, and other pertinent information. The determination of the appropriate level of the allowance for credit losses is inherently highly subjective and requires us to make significant estimates of and assumptions regarding current credit risk and future trends, all of which may change materially. Although we endeavor to maintain our allowance for credit losses at a level adequate to absorb any inherent losses in the loan portfolio, these estimates of credit losses are necessarily subjective, and their accuracy depends on the outcome of future events. At December 31, 2024, the allowance for credit losses was $37.8 million.\n\nDeterioration of economic conditions affecting borrowers, new information regarding existing loans, inaccurate management assumptions, identification of additional problem loans, temporary modifications, loan forgiveness, automatic forbearance, and other factors, both within and outside of our control, may result in our experiencing higher levels of nonperforming assets and charge-offs, and incurring credit losses in excess of our current allowance for credit losses, \n\n26\n\nrequiring us to make material additions to our allowance for credit losses, which could have an adverse effect on our business, financial condition, and results of operations.\n\nAdditionally, federal and state banking regulators, as an integral part of their supervisory function, periodically review the allowance for credit losses. These regulatory agencies may require us to increase our allowance for credit losses or to recognize further loan charge-offs based upon their judgments, which may be different from ours. If we need to make significant and unanticipated increases in the loss allowance in the future, or to take additional charge-offs for which we have not established adequate reserves, our business, financial condition, and results of operations could be adversely affected at that time.\n\nOn January 1, 2023, the Company adopted ASU No. 2016-13, Financial Instruments – Credit Losses (Topic 326): Measurement of Credit Losses on Financial Instruments and all subsequent amendments that modified ASU 2016-13 (collectively, “ASC 326,”), which replaced the former “incurred loss” model for recognizing credit losses with an “expected loss” model referred to as the CECL model. The CECL model applies to estimated credit losses on loans receivable, held-to-maturity debt securities, unfunded loan commitments, and certain other financial assets measured at amortized cost. Under ASC 326, available-for-sale debt securities are evaluated for impairment if fair value is less than amortized cost, with any estimated credit losses recorded through a credit loss expense and an allowance, rather than a write-down of the investment. Changes in fair value that are not credit-related will continue to be recorded in other comprehensive income. Under the CECL model, the calculated allowance for credit losses was $5.3 million higher on January 1, 2023 than the allowance under the incurred loss model. For further information, please see Note 2, Recently Issued Accounting Standards, in the notes to our audited consolidated financial statements included in this Annual Report on Form 10-K.\n\nWe could recognize losses on investment securities held in our securities portfolio, particularly if interest rates increase or economic and market conditions deteriorate.\n\nAs of December 31, 2024, the carrying value of our investment securities portfolio was approximately $100.9 million. As of the same date, 8.27% of our investments were U.S. government agency securities. Factors beyond our control can significantly influence the fair value of securities in our portfolio and can cause potential adverse changes to the fair value of these securities. These factors include, but are not limited to, rating agency actions with respect to the securities, defaults by the issuer or with respect to the underlying securities, and changes in market interest rates and instability in the capital markets. Any of these factors, among others, could require the Company to record an allowance for credit losses, which could have an adverse effect on our business, financial condition, and results of operations. The process for determining whether an allowance for credit losses is required involves complex, subjective judgments about the future financial performance and liquidity of the issuer, any collateral underlying the security, and our intent and ability to hold the security for a sufficient period of time to allow for any anticipated recovery in fair value, in order to assess the probability of receiving all contractual principal and interest payments on the security. Our failure to correctly and timely assess any impairments or losses with respect to our securities could have an adverse effect on our business, financial condition, and results of operations.\n\nWe depend on the accuracy and completeness of information provided by customers and counterparties.\n\nIn deciding whether to extend credit or enter into other transactions with customers and counterparties, we may rely on information furnished by or on behalf of customers and counterparties, including financial information. We may also rely on representations of customers and counterparties as to the accuracy and completeness of that information. In deciding whether to extend credit, we may rely upon customers’ representations that their financial statements conform to GAAP and present fairly the financial condition, results of operations, and cash flows of the customer. We also may rely on customer representations and certifications, or other audit or accountants’ reports, with respect to the business and financial condition of our customers. Our business, financial condition, and results of operations could be adversely affected if we rely on misleading, false, inaccurate, or fraudulent information.\n\nRisks Related to Our Industry and Regulation\n\nOur industry is highly regulated, and the regulatory framework, together with any future legislative or regulatory changes, may have an adverse effect on our operations.\n\nThe banking industry is highly regulated and supervised under both federal and state laws and regulations that are intended primarily for the protection of depositors, customers, the public, the banking system as a whole, and/or the FDIC DIF, not for the protection of our shareholders and creditors. We are subject to regulation and supervision by the Federal Reserve, \n\n27\n\nand our Bank is subject to regulation and supervision by the FDIC and the DFPI. Compliance with these laws and regulations can be difficult and costly, and changes to laws and regulations can impose additional compliance costs. The Dodd-Frank Act, which imposed significant regulatory and compliance changes on financial institutions, is an example of this type of federal law. The laws and regulations applicable to us govern a variety of matters, including permissible types, amounts, and terms of loans and investments we may make, the maximum interest rate that may be charged, the amount of reserves we must hold against deposits we take, the types of deposits we may accept and the rates we may pay on such deposits, maintenance of adequate capital and liquidity, changes in control of us and our Bank, transactions between us and our Bank, handling of nonpublic information, restrictions on dividends, and establishment of new offices. We must obtain approval from our regulators before engaging in certain activities, and there is risk that such approvals may not be granted, either in a timely manner or at all. These requirements may constrain our operations, and the adoption of new laws and changes to or repeal of existing laws may have an adverse effect on our business, financial condition, and results of operations. Also, the burden imposed by those federal and state regulations may place banks in general, including our Bank in particular, at a competitive disadvantage compared to their non-bank competitors. Compliance with current and potential regulation, as well as supervisory scrutiny by our regulators, may significantly increase our costs, impede the efficiency of our internal business processes, require us to increase our regulatory capital, and limit our ability to pursue business opportunities in an efficient manner by requiring us to expend significant time, effort, and resources to ensure compliance and respond to any regulatory inquiries or investigations. Our failure to comply with any applicable laws or regulations, interpretations of such laws and regulations, or regulatory policies could result in sanctions by regulatory agencies, civil money penalties, and/or damage to our reputation, all of which could have an adverse effect on our business, financial condition, and results of operations.\n\nApplicable laws, regulations, interpretations, enforcement policies, and accounting principles have been subject to significant changes in recent years and may be subject to significant future changes. Additionally, federal and state regulatory agencies may change the manner in which existing regulations are applied. We cannot predict the substance or effect of pending or future legislation or regulation or changes to the application of laws and regulations to us. Future changes may have an adverse effect on our business, financial condition, and results of operations.\n\nIn addition, given the current economic and financial environment, regulators may elect to alter standards or the interpretation of the standards used to measure regulatory compliance or to determine the adequacy of liquidity, risk management, or other operational practices for financial service companies. This could impact our ability to implement our strategy, could affect us in substantial and unpredictable ways, and could have an adverse effect on our business, financial condition, and results of operations. Furthermore, the regulatory agencies have broad discretion in their interpretation of laws and regulations and their assessment of the quality of our loan portfolio, securities portfolio, and other assets. Based on our regulators’ assessment of the quality of our assets, operations, lending practices, investment practices, capital structure, or other aspects of our business, we may be required to take additional charges or undertake, or refrain from taking, actions that could have an adverse effect on our business, financial condition, and results of operations.\n\nMonetary policies and regulations of the Federal Reserve could have an adverse effect on our business, financial condition, and results of operations.\n\nOur earnings and growth are affected by the policies of the Federal Reserve. An important function of the Federal Reserve is to regulate the money supply and credit conditions. Among the instruments used by the Federal Reserve to implement these objectives are open market purchases and sales of U.S. government securities, adjustments of the discount rate, and changes in banks’ reserve requirements against bank deposits. These instruments are used in varying combinations to influence overall economic growth and the distribution of credit, bank loans, investments, and deposits. Their use also affects interest rates charged on loans or paid on deposits.\n\nThe monetary policies and regulations of the Federal Reserve have had a significant effect on the operating results of commercial banks in the past and are expected to continue to do so in the future. The effects of such policies upon our business, financial condition, and results of operations cannot be predicted with certainty.\n\nFederal and state regulators periodically examine our business and may require us to remediate adverse examination findings or may take enforcement action against us.\n\nThe Federal Reserve, the FDIC, and the DFPI periodically examine our business, including our compliance with laws and regulations. If, as a result of an examination, the Federal Reserve, the FDIC, or the DFPI were to determine that our financial condition, capital resources, asset quality, earnings prospects, management, liquidity, or other aspects of any of our operations had become unsatisfactory, or that we were in violation of any law or regulation, they may take a number of \n\n28\n\ndifferent remedial actions as they deem appropriate. These actions may include requiring us to remediate any such adverse examination findings.\n\nIn addition, these agencies have the power to take enforcement action against us to enjoin “unsafe or unsound” practices, to require affirmative action to correct any conditions resulting from any violation of law or regulation or unsafe or unsound practice, to issue an administrative order that can be judicially enforced, to direct an increase in our capital, to direct the sale of subsidiaries or other assets, to limit dividends and distributions, to restrict our growth, to assess civil money penalties against us or our officers or directors, to remove officers and directors, and, if it is concluded that such conditions cannot be corrected or there is imminent risk of loss to depositors, to terminate our deposit insurance and place the Bank into receivership or conservatorship. Any regulatory enforcement action against us could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to stringent capital requirements, which could have an adverse effect on our operations.\n\nFederal regulations establish minimum capital requirements for insured depository institutions, including minimum risk-based capital and leverage ratios, and define different forms of capital for calculating these ratios. The capital rules generally require bank holding companies and banks to maintain a common equity Tier 1 capital to risk-weighted assets ratio of at least 7.00% (a minimum of 4.50% plus a capital conservation buffer of 2.50%), a Tier 1 capital to risk-weighted assets ratio of at least 8.50% (a minimum of 6.00% plus a capital conservation buffer of 2.50%), a total capital to risk-weighted assets ratio of at least 10.50% (a minimum of 8.00% plus a capital conservation buffer of 2.50%), and a Tier 1 leverage ratio of at least 4.00%. An institution’s failure to exceed the capital conservation buffer with common equity Tier 1 capital would result in limitations on an institution’s ability to make capital distributions and discretionary bonus payments. In addition, for an insured depository institution to be “well-capitalized” under the banking agencies’ prompt corrective action framework, it must have a common equity Tier 1 capital ratio of at least 6.50%, a Tier 1 capital ratio of at least 8.00%, a total capital ratio of at least 10.00%, and a Tier 1 leverage ratio of at least 5.00%, and must not be subject to any written agreement, order or capital directive, or prompt corrective action directive issued by its primary federal or state banking regulator to meet and maintain a specific capital level for any capital measure.\n\nAny new or revised standards adopted in the future may require us to maintain materially more capital, with common equity as a more predominant component, or manage the configuration of our assets and liabilities to comply with formulaic capital requirements. We may not be able to raise additional capital at all, or on terms acceptable to us. Failure to maintain capital to meet current or future regulatory requirements could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to numerous “fair and responsible banking” laws and other laws and regulations designed to protect consumers, and failure to comply with these laws could lead to a wide variety of sanctions.\n\nThe Equal Credit Opportunity Act, the Fair Housing Act, and other fair lending laws and regulations, including state laws and regulations, prohibit discriminatory lending practices by financial institutions. The Federal Trade Commission Act prohibits unfair or deceptive acts or practices, and the Dodd-Frank Act prohibits unfair, deceptive, or abusive acts or practices by financial institutions. The U.S. Department of Justice, federal and state banking agencies, and other federal and state agencies, including the CFPB, are responsible for enforcing these fair and responsible banking laws and regulations. Banks with no more than $10.0 billion in total consolidated assets, including the Bank, are subject to rules promulgated by the CFPB but are examined and supervised by federal banking agencies for compliance with federal consumer protection laws and regulations. The CFPB has issued rules that restrict or place conditions on various fees that financial institutions can charge consumers, including credit card late fees and overdraft fees. Although these rules have been challenged in court, and leadership of the CFPB during the Trump Administration has taken steps to curtail the CFPB’s regulatory activities, in general CFPB rulemaking has the potential to have a significant impact on the operations of the Bank.\n\nA challenge to an institution’s compliance with fair and responsible banking laws and regulations could result in a wide variety of sanctions, including damages and civil money penalties, injunctive relief, restrictions on mergers and acquisitions activity, restrictions on expansion, and restrictions on entering new business lines. Private parties may also have the ability to challenge an institution’s performance under fair lending laws in private litigation, including through class action litigation. Such actions could have an adverse effect on our business, financial condition, and results of operations.\n\n29\n\nWe are a bank holding company and are dependent upon the Bank for cash flow, and the Bank’s ability to make cash distributions is restricted. Additionally, the Federal Reserve may require us to commit capital resources to support the Bank.\n\nWe are a bank holding company with no material activities other than activities incidental to holding the common stock of the Bank. Our principal source of funds to pay distributions on our common stock and service any of our obligations, other than further issuances of securities, is dividends received from the Bank. The holding company, Five Star Bancorp, is a legal entity separate and distinct from the Bank. Furthermore, the Bank is not obligated to pay dividends to us, and any dividends paid to us would depend on the earnings or financial condition of the Bank, various business considerations, and applicable law and regulation. As is generally the case for banking institutions, the profitability of the Bank is subject to the fluctuating cost and availability of money, changes in interest rates, and economic conditions in general. In addition, various federal and state statutes and regulations limit the amount of dividends that the Bank may pay to the Company without regulatory approval.\n\nIn addition, the Federal Reserve requires a bank holding company to act as a source of financial and managerial strength to its subsidiary banks and to commit resources to support its subsidiary banks. Under the “source of strength” doctrine that was codified by the Dodd-Frank Act, the Federal Reserve may require a bank holding company to make capital injections into a subsidiary bank, including at times when the bank holding company may not be inclined to do so, and may charge the bank holding company with engaging in unsafe and unsound practices for failure to commit resources to such a subsidiary bank. Accordingly, we could be required to provide financial assistance to the Bank if it experiences financial distress.\n\nA capital injection may be required at a time when our resources are limited, and we may be required to borrow the funds or raise capital to make the required capital injection. Any loan by a bank holding company to its subsidiary bank is subordinate in right of payment to deposits and certain other indebtedness of such subsidiary bank. In the event of a bank holding company’s bankruptcy, the bankruptcy trustee will assume any commitment by the holding company to a federal bank regulatory agency to maintain the capital of a subsidiary bank. Moreover, bankruptcy law provides that claims based on any such commitment will be entitled to a priority of payment over the claims of the holding company’s general unsecured creditors, including the holders of any note obligations. Thus, any borrowing by a bank holding company for the purpose of making a capital injection to a subsidiary bank may become more difficult and expensive relative to other corporate borrowings.\n\nWe face a risk of noncompliance and enforcement action with the Bank Secrecy Act and other anti-money laundering statutes and regulations.\n\nThe Bank Secrecy Act, the Patriot Act, and other laws and regulations require financial institutions, among other duties, to institute and maintain an effective anti-money laundering program and to file reports such as suspicious activity reports and currency transaction reports. We are required to comply with these and other anti-money laundering requirements. Our federal and state banking regulators, the Treasury Department’s Financial Crimes Enforcement Network, and other government agencies are authorized to impose significant civil money penalties for violations of anti-money laundering requirements. We are also subject to increased scrutiny of compliance with the regulations issued and enforced by the Treasury Department’s OFAC, which is responsible for helping to ensure that U.S. entities do not engage in transactions with certain prohibited parties, as defined by various Executive Orders and Acts of Congress. If our program is deemed deficient, we could be subject to liability, including fines, civil money penalties, and other regulatory actions, which may include restrictions on our business operations and our ability to pay dividends, restrictions on mergers and acquisitions activity, restrictions on expansion, and restrictions on entering new business lines. Failure to maintain and implement adequate programs to combat money laundering and terrorist financing could also have significant reputational consequences for us. Any of these circumstances could have an adverse effect on our business, financial condition, and results of operations.\n\nRisks Related to Ownership of Our Common Stock\n\nThe market price of our common stock may be volatile, and we may not be able to meet investor or analyst expectations. You may not be able to resell your shares at or above the price you paid and may lose part or all of your investment as a result.\n\nOur stock price has fluctuated from a low of $18.21 to a high of $33.55 between our initial public offering and December 31, 2024. Volatility in the market price of our common stock may negatively impact the price at which our common stock may be sold and may also negatively impact the timing of any sale. The market price of our common stock \n\n30\n\nmay continue to fluctuate widely in response to a variety of factors including the risk factors described herein and, among other things:\n\n•actual or anticipated variations in quarterly or annual operating results, financial conditions, or credit quality;\n\n•changes in business or economic conditions;\n\n•changes in accounting standards, policies, guidance, interpretations, or principles;\n\n•changes in recommendations or research reports about us or the financial services industry in general published by securities analysts;\n\n•the failure of securities analysts to cover, or to continue to cover, us;\n\n•changes in financial estimates or publication of research reports and recommendations by financial analysts or actions taken by rating agencies with respect to us or other financial institutions;\n\n•news reports relating to trends, concerns, and other issues in the financial services industry;\n\n•reports related to the impact of natural or man-made disasters in our market;\n\n•perceptions in the marketplace regarding us and or our competitors;\n\n•sudden increases in the demand for our common stock, including as a result of any “short squeezes”;\n\n•significant acquisitions or business combinations, strategic partnerships, joint ventures, or capital commitments by or involving us or our competitors;\n\n•additional investments from third parties;\n\n•additions or departures of key personnel;\n\n•future sales or issuance of additional shares of our common stock;\n\n•fluctuations in the market price of our common stock and operating results of our competitors;\n\n•changes or proposed changes in laws or regulations, or differing interpretations thereof, affecting our business, or enforcement of these laws or regulations;\n\n•new technology used, or services offered, by competitors;\n\n•additional investments from third parties; or\n\n•geopolitical conditions such as acts or threats of terrorism, pandemics, or military conflicts.\n\nIn particular, the realization of any of the risks described in this section could have an adverse effect on the market price of our common stock and cause the value of your investment to decline. In addition, the stock market in general has experienced extreme volatility that has often been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the market price of our common stock over the short, medium, or long term, regardless of our actual performance. In the past, following periods of volatility in the market price of a company’s securities, shareholders have often instituted securities class action litigation. If we were to be involved in a class action lawsuit, it could divert the attention of our senior management and could adversely affect our business, financial condition, and results of operations.\n\nWe are an “emerging growth company,” as defined in the JOBS Act and are able to avail ourselves of reduced disclosure requirements applicable to emerging growth companies, which could make our common stock less attractive to investors and adversely affect the market price of our common stock.\n\nWe are an “emerging growth company,” as defined in the JOBS Act. For as long as we continue to be an emerging growth company, we may take advantage of certain exemptions from various requirements generally applicable to public companies. These exemptions allow us, among other things, to discuss our results of operations for only two years in the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations”; not to provide an auditor attestation of our internal control over financial reporting; to take advantage of an extended transition period to comply with the new or revised accounting standards applicable to public companies; and not to seek a non-binding advisory vote on executive compensation or golden parachute arrangements.\n\n31\n\nWe may take advantage of these exemptions until we are no longer an emerging growth company. We would cease to be an emerging growth company upon the earliest of: (i) the first fiscal year following the fifth anniversary of our IPO; (ii) the first fiscal year after our annual gross revenues are $1.235 billion or more; (iii) the date on which we have, during the previous three-year period, issued more than $1.0 billion in non-convertible debt securities; or (iv) the date on which we are deemed to be a large accelerated filer under the rules of the SEC.\n\nWe cannot predict whether investors will find our common stock less attractive because we may rely on these exemptions. If some investors find our common stock less attractive as a result, there may be a less active trading market for our common stock, and our stock price may be more volatile or decline.\n\nOur significant shareholders have the ability to control significant corporate activities, and our significant shareholders’ interests may not coincide with yours.\n\nUpon the closing of our IPO, our directors, executive officers, and principal shareholders beneficially owned an aggregate of 5,881,682 shares, or approximately 34.47% of our issued and outstanding shares of common stock. Consequently, our directors, executive officers, and principal shareholders are able to significantly affect our affairs and policies, including the outcome of the election of directors and the potential outcome of other matters submitted to a vote of our shareholders, such as mergers, the sale of substantially all of our assets, and other extraordinary corporate matters. This influence may also have the effect of delaying or preventing changes of control or changes in management or limiting the ability of our other shareholders to approve transactions that they may deem to be in the best interests of our Company. The interests of these insiders could conflict with the interests of our other shareholders, including you.\n\nIf securities or industry analysts do not publish research or publish inaccurate or unfavorable research about our business, or change their recommendations regarding our common stock, or if our operating results do not meet their expectations, the market price of our common stock and trading volume could decline.\n\nThe trading market for our common stock depends in part on the research and reports that securities or industry analysts publish about us or our business. If one or more of the analysts who covers us downgrades our stock or publishes inaccurate or unfavorable research about our business, or our operating results do not meet their expectations, either absolutely or relative to our competitors, the market price of our common stock would likely decline. If one or more of these analysts cease coverage of us or fail to publish reports on us regularly, we would lose visibility in the financial markets, which in turn could cause the market price of our common stock or trading volume to decline. If we fail to meet the expectations of analysts for our operating results, the market price of our common stock would likely decline. If one or more of these analysts ceases coverage of us or fails to publish reports on us regularly, demand for our stock could decrease, which could cause the market price of our common stock and trading volume to decline.\n\nWe may not pay dividends on our common stock in the future, and our ability to pay dividends is subject to certain restrictions.\n\nHolders of our common stock are entitled to receive only such dividends as our board of directors may declare out of funds legally available for such payments. Our board of directors may, in its sole discretion, change the amount or frequency of dividends or discontinue the payment of dividends entirely. In addition, we are a bank holding company, and our ability to declare and pay dividends is dependent on federal regulatory considerations, including the guidelines of the Federal Reserve regarding capital adequacy and dividends. It is the policy of the Federal Reserve that bank holding companies should generally pay dividends on common stock only out of earnings, and only if prospective earnings retention is consistent with the organization’s expected future needs, asset quality, and financial condition, and that bank holding companies should inform and consult with the Federal Reserve in advance of declaring and paying a dividend that exceeds earnings for the period for which the dividend is being paid.\n\nThe holders of our debt obligations and preferred stock, if any, have priority over the holders of our common stock with respect to payment in the event of liquidation, dissolution, or winding up and with respect to the payment of interest and dividends.\n\nIn any liquidation, dissolution, or winding up of the Company, our common stock would rank below all claims of debt holders against us as well as any preferred stock that has been issued. As of December 31, 2024, we had outstanding an aggregate of $73.9 million of subordinated notes, net of debt issuance costs, outstanding, and we did not have any outstanding preferred stock or trust preferred securities. We could incur future debt obligations or issue preferred stock in the future to raise additional capital. In such event, holders of our common stock will not be entitled to receive any payment or other distribution of assets upon the liquidation, dissolution, or winding up of the Company until after all of our \n\n32\n\nobligations to the debt holders are satisfied and holders of subordinated notes and senior equity securities, including preferred shares, if any, have received any payment or distribution due to them. In addition, we are required to pay interest on the subordinated notes and dividends on the trust preferred securities and preferred stock before we will be able to pay any dividends on our common stock. Since any decision to issue debt securities or incur other borrowings in the future will depend on market conditions and other factors beyond our control, the amount, timing, nature, or success of our future capital raising efforts is uncertain. Thus, holders of our common stock bear the risk that our future issuances of debt securities or our incurrence of other borrowings will negatively affect the market price of our common stock.\n\nCalifornia law and the provisions of our amended and restated articles of incorporation and amended and restated bylaws may have an anti-takeover effect, and there are substantial regulatory limitations on changes of control of bank holding companies.\n\nCalifornia corporate law and provisions of our amended and restated articles of incorporation (“articles of incorporation”) and our second amended and restated bylaws (“bylaws”) could make it more difficult for a third party to acquire us, even if doing so would be perceived to be beneficial by our shareholders. Furthermore, with certain limited exceptions, federal regulations prohibit a person, company, or group of persons deemed to be “acting in concert” from, directly or indirectly, acquiring 10% or more (5% or more if the acquirer is a bank holding company) of any class of our voting stock or obtaining the ability to control in any manner the election of a majority of our directors or otherwise direct the management or policies of our Company without prior notice or application to and the approval of the Federal Reserve. Accordingly, prospective investors must comply with these requirements, if applicable, in connection with any purchase of shares of our common stock. Collectively, provisions of our articles of incorporation and bylaws and other statutory and regulatory provisions may delay, prevent, or deter a merger, acquisition, tender offer, proxy contest, or other transaction that might otherwise result in our shareholders receiving a premium over the market price for their common stock. Moreover, the combination of these provisions effectively inhibits certain business combinations, which, in turn, could adversely affect the market price of our common stock.\n\nOur bylaws have an exclusive forum provision, which could limit a shareholder’s ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or other employees.\n\nOur bylaws have an exclusive forum provision providing that, unless we consent in writing to the selection of an alternative forum, the United States District Court for the Northern District of California (or, in the event that the United States District Court for the Northern District of California does not have jurisdiction, any federal or state court of California) shall be the sole and exclusive forum for: (i) any derivative action or proceeding brought on our behalf; (ii) any action asserting a claim of breach of any duty owed by any director, officer, or other employee to us or to our shareholders; (iii) any action asserting a claim against us or any of our directors, officers, or other employees arising pursuant to any provision of the General Corporation Law of California or the articles of incorporation or the bylaws; or (iv) any action asserting a claim against us or any of our directors, officers, or other employees that is governed by the internal affairs doctrine. Our bylaws will further provide that, unless we consent in writing to the selection of an alternative forum, the federal district courts of the United States of America will, to the fullest extent permitted by applicable law, be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the federal securities laws, including the applicable rules and regulations promulgated thereunder. Any person purchasing or otherwise acquiring any interest in any shares of our capital stock will be deemed to have notice of and to have consented to this provision of our bylaws. The exclusive forum provision may limit a shareholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers, or other employees, which may discourage such lawsuits. Alternatively, if a court were to find the exclusive forum provision to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could have an adverse effect on our business, financial condition, results of operations, and growth prospects.\n\nThe requirements of being a public company may strain our resources and divert management’s attention.\n\nAs a public company, we incur significant legal, accounting, insurance, and other expenses. We are subject to the reporting requirements of the Exchange Act, the Sarbanes-Oxley Act, and applicable securities rules and regulations. These laws and regulations increase the scope, complexity, and cost of corporate governance, reporting, and disclosure practices over those of non-public or non-reporting companies. Despite our conducting business in a highly regulated environment, these laws and regulations have different requirements for compliance than we experienced prior to becoming a public company. Among other things, the Exchange Act requires that we file annual, quarterly, and current reports with respect to our business and operating results and maintain effective disclosure controls and procedures and internal control over financial reporting. As a Nasdaq-listed company, we are required to prepare and file proxy materials which meet the requirements of the Exchange Act and the SEC’s proxy rules. Compliance with these rules and regulations has increased, and will continue \n\n33\n\nto increase, our legal and financial compliance costs, will make some activities more difficult, time-consuming, or costly, and will increase demand on our systems and resources, particularly after we are no longer an “emerging growth company” as defined in the JOBS Act. In order to maintain, appropriately document and, if required, improve our disclosure controls and procedures and internal control over financial reporting to meet the standards required by the Sarbanes-Oxley Act, significant resources and management oversight may be required. As a result, management’s attention may be diverted from other business concerns, which could harm our business and operating results. Additionally, any failure by us to file our periodic reports with the SEC in a timely manner could harm our reputation and cause our investors and potential investors to lose confidence in us, and restrict trading in, and reduce the market price of, our common stock, and potentially impact our ability to access the capital markets.\n\nIf we fail to design, implement, and maintain effective internal control over financial reporting or remediate any future material weakness in our internal control over financial reporting, we may be unable to accurately report our financial results or prevent fraud.\n\nOur internal control over financial reporting is designed to provide reasonable assurance regarding the reliability of the financial reporting and the preparation of financial statements for external purposes in accordance with GAAP. Effective internal control over financial reporting is necessary for us to provide reliable reports and prevent fraud. We may not be able to identify all significant deficiencies and/or material weaknesses in our internal control over financial reporting in the future, and our failure to maintain effective internal control over financial reporting in accordance with Section 404 of the Sarbanes-Oxley Act could have an adverse effect on our business, financial condition, and results of operations.\n\nIn the normal course of our operations, we may identify deficiencies that would have to be remediated to satisfy the SEC rules for certification of our internal control over financial reporting. A material weakness is defined by the standards issued by the PCAOB as a deficiency, or combination of deficiencies, in internal control over financial reporting that results in a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. As a consequence, we would have to disclose in periodic reports we file with the SEC any material weakness in our internal control over financial reporting. The existence of a material weakness would preclude management from concluding that our internal control over financial reporting is effective and, when we cease to be an emerging growth company under the JOBS Act, preclude our independent registered public accounting firm from rendering their report addressing an assessment of the effectiveness of our internal control over financial reporting. In addition, disclosures of deficiencies of this type in our SEC reports could cause investors to lose confidence in our financial reporting, may negatively affect the market price of our common stock, and could result in the delisting of our securities from the securities exchanges on which they trade. Moreover, effective internal controls are necessary to produce reliable financial reports and to prevent fraud. If we have deficiencies in our disclosure controls and procedures or internal control over financial reporting, such deficiencies may adversely affect us.\n\nGeneral Risk Factors\n\nOur success is largely dependent upon our management team and key employees and ability to successfully execute our business strategy.\n\nOur success depends, in large part, on the retention of our management team and key employees. Our management team and other key employees, including those who conduct our loan origination and other business development activities, have significant industry experience. We cannot ensure that we will be able to retain the services of any members of our management team or other key employees. Though we have employment agreements in place with certain members of our management team, they may still elect to leave at any time. The loss of any of our management team or our key employees could adversely affect our ability to execute our business strategy, and we may not be able to find adequate replacements on a timely basis, or at all.\n\nOur future success also depends on our continuing ability to attract, develop, motivate, and retain key employees. Qualified individuals are in high demand, and we may incur significant costs to attract and retain them. Because the market for qualified individuals is highly competitive, we may not be able to attract and retain qualified officers or candidates. Failure to attract and retain a qualified management team and qualified key employees could have an adverse effect on our business, financial condition, and results of operations.\n\nThere can be no assurance that we will be able to continue to grow and to remain profitable in future periods, or, if profitable, that our overall earnings will remain consistent with our prior results of operations or increase in the future. A downturn in economic conditions in our market, particularly in the real estate market, heightened competition from other financial services providers, an inability to retain or grow our core deposit base, regulatory and legislative considerations, \n\n34\n\nand failure to attract and retain high-performing talent, among other factors, could limit our ability to grow assets or increase profitability as rapidly as we have in the past. Sustainable growth requires that we manage our risks by following prudent loan underwriting standards, balancing loan and deposit growth without materially increasing interest rate risk or compressing our net interest margin, maintaining more than adequate capital at all times, managing a growing number of customer relationships, scaling technology platforms, hiring and retaining qualified employees, and successfully implementing our strategic initiatives. We must also successfully implement improvements to, or integrate, our management information and control systems, procedures, and processes in an efficient and timely manner and identify deficiencies in existing systems and controls. In particular, our controls and procedures must be able to accommodate an increase in loan volume in various markets and the infrastructure that comes with expanding operations, including new branches. Our growth strategy may require us to incur additional expenditures to expand our administrative and operational infrastructure. If we are unable to effectively manage and grow our banking franchise, we may experience compliance and operational problems, have to slow the pace of growth, or have to incur additional expenditures beyond current projections to support such growth. We may not have, or may not be able to develop, the knowledge or relationships necessary to be successful in new markets. Our failure to sustain our historical rate of growth, adequately manage the factors that have contributed to our growth, or successfully enter new markets could have an adverse effect on our earnings and profitability and, therefore, on our business, financial condition, and results of operations.\n\nIf we implement new lines of business, products, or services, we may invest significant time and resources in doing so, and such new lines of business, products, or services may not be successful.\n\nFrom time to time, we may implement new lines of business or offer new products and product enhancements as well as new services within our existing lines of business. There are substantial risks and uncertainties associated with these efforts. In developing, implementing, or marketing new lines of business, products, product enhancements, or services, we may invest significant time and resources. We may underestimate the appropriate level of resources or expertise necessary to make new lines of business or products successful or to realize their expected benefits. We may not achieve the milestones set in initial timetables for the development and introduction of new lines of business, products, product enhancements, or services, and price and profitability targets may not prove feasible. External factors, such as new or changing regulations, competitive alternatives, and shifting market preferences, may also impact the ultimate implementation of a new line of business or offerings of new products, product enhancements, or services. Any new line of business, product, product enhancement, or service could have a significant impact on the effectiveness of our system of internal controls. We may also decide to discontinue businesses or products due to lack of customer acceptance or unprofitability. Failure to successfully manage these risks in the development and implementation of new lines of business or offerings of new products, product enhancements, or services could have an adverse effect on our business, financial condition, and results of operations.\n\nWe may pursue strategic acquisitions in the future, and we may not be able to overcome risks associated with such transactions.\n\nAlthough we plan to continue to grow our business organically, we may explore opportunities to invest in, or to acquire, other financial institutions and businesses that we believe would complement our existing business.\n\nOur investment or acquisition activities could be material to our business and involve a number of risks including the following:\n\n•investing time and incurring expense associated with identifying and evaluating potential investments or acquisitions and negotiating potential transactions, resulting in our attention being diverted from the operation of our existing business;\n\n•the lack of history among our management team in working together on acquisitions and related integration activities;\n\n•the time, expense, and difficulty of integrating the operations and personnel of the combined businesses;\n\n•unexpected asset quality problems with acquired companies;\n\n•inaccurate estimates and judgments used to evaluate credit, operations, management, and market risks with respect to the target institution or assets;\n\n•risks of impairment to goodwill or allowance for credit losses of investment securities;\n\n•potential exposure to unknown or contingent liabilities of banks and businesses we acquire;\n\n35\n\n•an inability to realize expected synergies or returns on investment;\n\n•potential disruption of our ongoing banking business; and\n\n•loss of key employees or key customers following our investment or acquisition.\n\nWe may not be successful in overcoming these risks or other problems encountered in connection with potential investments or acquisitions. Our inability to overcome these risks could have an adverse effect on our ability to implement our business strategy and enhance shareholder value, which, in turn, could have an adverse effect on our business, financial condition, and results of operations. Additionally, if we record goodwill in connection with any acquisition, our business, financial condition, and results of operations may be adversely affected if that goodwill is determined to be impaired, which would require us to take an impairment charge.\n\nOur reputation is critical to our business, and damage to it could have an adverse effect on us.\n\nA key differentiating factor for our business is the strong reputation we are building in our market. Maintaining a positive reputation is critical to attracting and retaining customers and employees. Adverse perceptions of us could make it more difficult for us to execute on our strategy. Harm to our reputation can arise from many sources, including actual or perceived employee misconduct, errors or misconduct by our third-party vendors or other counterparties, litigation or regulatory actions, our failure to meet our high customer service and quality standards, and compliance failures.\n\nIn particular, it is not always possible to prevent employee error or misconduct, and the precautions we take to prevent and detect this activity may not be effective in all cases. Because the nature of the financial services business involves a high volume of transactions, certain errors may be repeated or compounded before they are discovered and successfully rectified. Our necessary dependence upon processing systems to record and process transactions and our large transaction volume may further increase the risk that employee errors, tampering, or manipulation of those systems will result in losses that are difficult to detect. Employee error or misconduct could also subject us to financial claims. If our internal control systems fail to prevent or detect an occurrence, or if any resulting loss is not insured, exceeds applicable insurance limits, or if insurance coverage is denied or not available, it could have an adverse effect on our business, financial condition, and results of operations.\n\nAdditionally, as a financial institution, we are inherently exposed to operational risk in the form of theft and other fraudulent activity by employees, customers, and other third parties targeting us and our customers or data. Such activity may take many forms, including check fraud, electronic fraud, wire fraud, phishing, social engineering, and other dishonest acts. Although we devote substantial resources to maintaining effective policies and internal controls to identify and prevent such incidents, given the increasing sophistication of possible perpetrators, we may experience financial losses or reputational harm as a result of fraud.\n\nNegative publicity about us, whether accurate or not, may also damage our reputation, which could have an adverse effect on our business, financial condition, and results of operations.\n\nOur operations could be interrupted if our third-party service providers experience difficulty, terminate their services, or fail to comply with banking regulations.\n\nWe outsource some of our operational activities and, accordingly, depend on relationships with third-party providers for services such as core systems support, informational website hosting, internet services, online account opening, and other processing services. Our business depends on the successful and uninterrupted functioning of our information technology and telecommunications systems, many of which also depend on third-party providers. The failure of these systems, a cybersecurity breach involving any of our third-party service providers, or the termination or change in terms of a third-party software license or service agreement on which any of these systems is based could interrupt our operations. Because our information technology and telecommunications systems interface with and depend on third-party systems, we could experience service denials if demand for such services exceeds capacity, or such third-party systems fail or experience interruptions. Replacing vendors or addressing other issues with our third-party service providers could entail significant delay, expense, and disruption of service.\n\nAs a result, if these third-party service providers experience difficulties, are subject to cybersecurity breaches, or terminate their services, and we are unable to replace them with other service providers, particularly on a timely basis, our operations could be interrupted. If an interruption were to continue for a significant period of time, our business, financial condition, and results of operations could be adversely affected. Even if we are able to replace third-party service providers, it may be at a higher cost to us, which could adversely affect our business, financial condition, and results of operations.\n\n36\n\nFurthermore, third-party service providers, and banking organizations’ relationships with those providers, are subject to demanding regulatory requirements and attention by bank regulators. These regulatory expectations may change, and potentially become more rigorous in certain ways, due to an interagency effort to replace existing guidance on the risk management of third-party relationships with new guidance. Our regulators may hold us responsible for any deficiencies in our oversight or control of our third-party service providers and in the performance of the parties with which we have these relationships. As a result, if our regulators assess that we have not exercised adequate oversight and control over our third-party service providers or that such providers have not performed adequately, we could be subject to administrative penalties, fines, or other forms of regulatory enforcement action as well as requirements for consumer remediation, any of which could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to laws regarding the privacy, information security, and protection of personal information, and any violation of these laws or other incidents involving personal, confidential, or proprietary information of individuals could damage our reputation and otherwise adversely affect our business.\n\nOur business requires the collection and retention of large volumes of customer data, including personally identifiable information (“PII”), in various information systems that we maintain and in those maintained by third-party service providers. We also maintain important internal company data such as PII about our employees and information relating to our operations. We are subject to complex and evolving laws and regulations governing the privacy and protection of PII of individuals (including customers, employees, and other third parties). For example, our business is subject to the GLB Act, which, among other things: (i) imposes certain limitations on our ability to share nonpublic PII about our customers with nonaffiliated third parties; (ii) requires that we provide certain disclosures to customers about our information collection, sharing, and security practices and afford customers the right to “opt out” of any information sharing by us with nonaffiliated third parties (with certain exceptions); and (iii) requires that we develop, implement, and maintain a written comprehensive information security program containing appropriate safeguards based on our size and complexity, the nature and scope of our activities, and the sensitivity of customer information we process, as well as plans for responding to data security breaches. Various federal and state banking regulators and states have also enacted data breach notification requirements with varying levels of individual, consumer, regulatory, or law enforcement notification in the event of a security breach. The California Consumer Privacy Act grants California residents the rights to know about personal information collected about them, to delete certain of this personal information, to opt out of the sale of personal information, and to non-discrimination for exercising these rights.\n\nEnsuring that our collection, use, transfer, and storage of PII complies with all applicable laws and regulations can increase our costs. Furthermore, we may not be able to ensure that customers and other third parties have appropriate controls in place to protect the confidentiality of the information that they exchange with us, particularly where such information is transmitted by electronic means. If personal, confidential, or proprietary information of customers or others were to be mishandled or misused (in situations where, for example, such information was erroneously provided to parties who are not permitted to have the information, or where such information was intercepted or otherwise compromised by third parties), we could be exposed to litigation or regulatory sanctions under privacy and data protection laws and regulations. Concerns regarding the effectiveness of our measures to safeguard PII, or even the perception that such measures are inadequate, could cause us to lose customers or potential customers and thereby reduce our revenues. Accordingly, any failure or perceived failure to comply with applicable privacy or data protection laws and regulations may subject us to inquiries, examinations, and investigations that could result in requirements to modify or cease certain operations or practices or in significant liabilities, fines, or penalties, and could damage our reputation and otherwise adversely affect our business, financial condition, and results of operations.\n\nSystem failure or cybersecurity breaches of our network security could subject us to increased operating costs as well as litigation, damage to our reputation, and other potential losses.\n\nFailures in, or breaches of, our computer systems and network infrastructure, or those of our third-party vendors or other service providers, including as a result of cyber-attacks, cybersecurity breaches, and other disruptions, could disrupt our business, result in the disclosure or misuse of confidential or proprietary information, result in supervisory liability or regulatory enforcement action, damage our reputation, result in a loss of customers and business, result in a loss of confidence in the security of our systems, products, and services, increase our costs, and cause losses. Our operations are dependent upon our ability to protect our computer equipment against damage from fire, power loss, telecommunications failure, or a similar catastrophic event. Any damage or failure that causes an interruption in our operations could have an adverse effect on our business, financial condition, and results of operations. In addition, our operations are dependent upon our ability to protect our computer systems and network infrastructure, including our internet banking activities, against damage from physical break-ins, cybersecurity breaches, and other disruptive problems caused by the internet or other users. Cybersecurity breaches and other disruptions would jeopardize the security of information stored in and \n\n37\n\ntransmitted through our computer systems and network infrastructure, which may result in business disruptions, significant liability to us, and damage to our reputation and may discourage current and potential customers from using our internet banking services. Our security measures, including firewalls and penetration testing, as well as oversight by our board of directors and the Audit Committee as well as management’s assessment, identification, and management of cybersecurity risks, may not prevent or detect future potential losses from system failures or cybersecurity breaches, attacks, or other disruptions. While we seek to continuously monitor for and react to any and all such malicious cyber activity and develop our systems to protect our technology infrastructure and data, such monitoring and systems development may not be effective in preventing misuse, misappropriation, or corruption. In the ordinary course of business, our board of directors receives quarterly cybersecurity risk management updates and members of the Audit Committee of our board of directors also attend the meetings of our information technology steering committee on a quarterly basis. Cybersecurity risk management is incorporated into our overall enterprise risk management model, which is updated on a quarterly basis and subject to oversight by our board of directors.\n\nIn the normal course of business, we collect, process, and retain sensitive and confidential information regarding our customers. Although we devote significant resources, oversight by our board of directors, and management focus to ensuring the integrity of our systems through information security and business continuity programs, our facilities and systems, and those of our third-party service providers, are vulnerable to external or internal security breaches, acts of vandalism, computer viruses, malware, misplaced or lost data, programming or human errors, or other similar events. We and our third-party service providers have experienced these types of events in the past and expect to continue to experience them in the future. These events could interrupt our business or operations or result in significant legal and financial exposure (including costs associated with remediating any security breaches), supervisory liability, regulatory enforcement action, damage to our reputation, loss of customers and business, or a loss of confidence in the security of our systems, products, and services. Although the impact to date from these events has not had an adverse effect on us, we cannot be sure this will be the case in the future. Any of these occurrences could have an adverse effect on our business, financial condition, and results of operations. We are not able to anticipate or implement effective preventive measures against all security breaches of these types, especially because attacks are increasingly sophisticated, change frequently, often are not recognized until launched, and can originate from a wide variety of sources. Our early detection and response mechanisms could fail to detect, mitigate, or remediate these risks in a timely manner. Despite our implementation of protective measures and endeavoring to modify them as circumstances warrant, our computer systems, software, and networks may be vulnerable to human error, equipment failure, natural disasters, power loss, unauthorized access, supply chain attacks, distributed denial of service attacks, computer viruses and other malicious code, and other events that could result in significant liability and damage to our reputation, and have an ongoing impact on the security and stability of our operations. In addition, although we maintain insurance coverage that may, subject to terms and conditions, cover certain aspects of cyber and information security risks, such insurance coverage may be insufficient to cover all losses, such as litigation costs or financial losses that exceed our policy limits or are not covered under any of our current insurance policies.\n\nInformation security risks for financial institutions like us have increased recently in part because of new technologies, the use of the internet, cloud, and telecommunications technologies (including mobile devices) to conduct financial and other business transactions, and the increased sophistication and activities of organized crime, perpetrators of fraud, hackers, terrorists, and others. Additionally, like many large enterprises, we have introduced more remote work arrangements for our employees. The increase in remote work arrangements over the past few years has introduced potential new vulnerabilities to cyber threats. We also face increased cybersecurity risk as we deploy additional technologies and digital solutions, including our website and digital banking platform with complementary treasury management solutions. Moreover, any cyber-attack or other security breach may persist for an extended period of time without detection. We endeavor to design and implement policies and procedures to identify such cyber-attacks or breaches as quickly as possible; however, we expect that any investigation of a cyber-attack or breach would take substantial amounts of time, and that there may be extensive delays before we obtain full and reliable information. During such time we would not necessarily know the extent of the harm or how best to remediate it, and certain errors or actions could be repeated or compounded before they are discovered and remediated, all of which would further increase the costs and consequences of such an attack or breach.\n\nIn addition to cyber-attacks or other security breaches involving the theft of sensitive and confidential information, hackers recently have engaged in attacks against large financial institutions that are designed to disrupt key business services, such as consumer-facing web sites. We are not able to anticipate or implement effective preventive measures against all security breaches of these types, especially because the techniques used change frequently and because attacks can originate from a wide variety of sources. Our early detection and response mechanisms may be thwarted by sophisticated attacks and malware designed to avoid detection.\n\n38\n\nBanking organizations are required to notify their primary federal regulator of significant computer security incidents within 36 hours of determining that such an incident has occurred. Failure to comply with this requirement in the event of such an incident could result in sanctions by regulatory agencies, civil money penalties, and/or damage to our reputation, all of which could have an adverse effect on our business, financial condition, and results of operations.\n\nThe SEC enacted rules, effective as of December 18, 2023, requiring public companies to disclose material cybersecurity incidents that they experience on Form 8-K within four business days of determining that a material cybersecurity incident has occurred and to disclose on an annual basis material information regarding their cybersecurity risk management, strategy, and governance. If we fail to comply with these new requirements we could incur regulatory fines in addition to other adverse consequences to our reputation, business, financial condition, and results of operations.\n\nWe may also be subject to liability under various data protection laws. In the normal course of business, we collect, process, and retain sensitive and confidential information regarding our customers and employees, including personal data. As a result, we are subject to numerous laws and regulations designed to protect this information, such as U.S. federal, state, and international laws governing the protection of personally identifiable information. These laws and regulations are increasing in complexity and number. If any person, including any of our employees, negligently disregards or intentionally breaches our established controls with respect to client or employee data, or otherwise mismanages or misappropriates such data, we could be subject to significant monetary damages, regulatory enforcement actions, fines and/or criminal prosecution. In addition, unauthorized disclosure of sensitive or confidential client or employee data, whether through system failure, employee negligence, fraud, or misappropriation, could damage our reputation and cause us to lose clients and related revenue. Potential liability in the event of a security breach of client data could be significant. Depending on the circumstances giving rise to the breach, this liability may not be subject to a contractual limit or an exclusion of consequential or indirect damages.\n\nOur ability to conduct our business could be disrupted by natural or man-made disasters or the effects of climate change.\n\nAll of our offices, a significant portion of the real estate securing loans we make, and many of our borrowers’ business operations in general, are located in California. California has had and will continue to have major earthquakes in areas where a significant portion of the collateral and assets of our borrowers are concentrated. California is also prone to wildfires, droughts, mudslides, floods, and other natural disasters. Additionally, acts of terrorism, war, civil unrest, violence, other man-made disasters, or the effects of climate change could also cause disruptions to our business or to the economy as a whole. The occurrence of natural or man-made disasters or the effects of climate change could destroy, or cause a decline in the value of, mortgaged properties or other assets that serve as our collateral and increase the risk of delinquencies, defaults, foreclosures, and losses on our loans, damage our banking facilities and offices, negatively impact regional economic conditions, result in a decline in loan demand and loan originations, result in drawdowns of deposits by customers impacted by disasters, and negatively impact the implementation of our growth strategy. Natural or man-made disasters or the effects of climate change could also disrupt our business operations more generally. We have implemented a business continuity program that allows us to move critical functions to a backup data center in the event of a catastrophe. Although this program has been tested, we cannot guarantee its effectiveness in any disaster scenarios. Regardless of the effectiveness of our disaster recovery and business continuity plan, the occurrence of any natural or man-made disaster or the effects of climate change could have an adverse effect on our business, financial condition, and results of operations. Climate change also could present financial risks to us as a result of transition risks, such as societal and/or technological responses to climate change, which could include changes in climate policy or in the regulation of financial institutions with respect to risks posed by climate change.\n\nLitigation and regulatory actions, including possible enforcement actions, could subject us to significant fines, penalties, judgments, or other requirements resulting in increased expenses or restrictions on our business activities.\n\nFrom time to time, in the normal course of business, we have in the past been and may in the future be named as a defendant in various legal actions, arising in connection with our current and/or prior business activities. Legal actions could include claims for substantial compensatory or punitive damages or claims for indeterminate amounts of damages. Further, in the future our regulators may impose consent orders, civil money penalties, matters requiring attention, or similar types of supervisory criticism. We may also, from time to time, be the subject of subpoenas, requests for information, reviews, investigations, and proceedings (both formal and informal) by governmental agencies regarding our current and/or prior business activities. Any such legal or regulatory actions may subject us to substantial compensatory or punitive damages, significant fines, penalties, obligations to change our business practices, or other requirements resulting in increased expenses, diminished income, and damage to our reputation. Our involvement in any such matters, whether tangential or otherwise and even if the matters are ultimately determined in our favor, could also cause significant harm to \n\n39\n\nour reputation and divert management attention from the operation of our business. Further, any settlement, consent order, or adverse judgment in connection with any formal or informal proceeding or investigation by government agencies may result in litigation, investigations, or proceedings as other litigants and government agencies begin independent reviews of the same activities. As a result, the outcome of legal and regulatory actions could have an adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to an extensive body of accounting rules and best practices. Periodic changes to such rules may change the treatment and recognition of critical financial line items. In addition, the accuracy of our consolidated financial statements and related disclosures could be affected if the judgments, assumptions, or estimates used in our critical accounting policies are inaccurate.\n\nThe nature of our business makes us sensitive to the large body of accounting rules in the United States. From time to time, the governing bodies that oversee changes to accounting rules and reporting requirements may release new guidance for the preparation of our consolidated financial statements. These changes can materially impact how we record and report our financial condition and results of operations. In some instances, we could be required to apply a new or revised standard retroactively, resulting in the restatement of prior period financial statements. Changes which have been approved for future implementation, or which are currently proposed or expected to be proposed or adopted include requirements that we: (i) calculate the allowance for credit losses on the basis of the current expected credit losses over the lifetime of our loans, which was applicable to us beginning in 2023, and may result in increases in our allowance for credit losses and future provisions for credit losses; and (ii) record the value of and liabilities relating to operating leases on our balance sheet, which became applicable to us beginning in 2022. These changes could adversely affect our capital, regulatory capital ratios, ability to make larger loans, earnings, and performance metrics. Any such changes could have an adverse effect on our business, financial condition, and results of operations.\n\nThe preparation of financial statements and related disclosures in conformity with GAAP requires us to make judgments, assumptions, and estimates that affect the amounts reported in our consolidated financial statements and accompanying notes. Our critical accounting policies, which are included in the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report on Form 10-K, describe those significant accounting policies and methods used in the preparation of our consolidated financial statements that we consider “critical” because they require judgments, assumptions, and estimates that materially affect our consolidated financial statements and related disclosures. As a result, if future events or regulatory views concerning such analysis differ significantly from the judgments, assumptions, and estimates in our critical accounting policies, those events or assumptions could have a material impact on our consolidated financial statements and related disclosures, in each case resulting in our possible need to revise or, if in error, restate prior period financial statements, cause damage to our reputation and the price of our common stock, and adversely affect our business, financial condition, and results of operations.",
      "char_count": 122002
    }
  },
  "extracted_at": "2026-01-19T15:37:59.053050"
}