{
  "ticker": "FSLY",
  "company_name": "Fastly, Inc.",
  "cik": 1517413,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001517413-25-000063",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001517413&accession_number=000151741325000063&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "Item 1.         Business \n\nOverview \n\nOrganizations around the world are more dependent on the quality of digital experiences they provide than ever before. At Fastly, we deliver an edge cloud platform capable of delivering fast, safe, and engaging digital experiences. By focusing holistically on the edge cloud from developer inspiration to end-user experience, we have the opportunity to differentiate with our global footprint, dynamic infrastructure, and security solution. Performance, security, and building the most engaging applications are paramount to driving mission success for Fastly’s customers. \n\nThe edge cloud is a category of Infrastructure as a Service (“IaaS”) that enables developers to build, secure, and deliver digital experiences, at the edge of the Internet. This service represents the convergence of the Content Delivery Network (“CDN”) with functionality that has been traditionally delivered by hardware-centric appliances such as Application Delivery Controllers (“ADC”), Web Application Firewalls (“WAF”), Bot Detection, Distributed Denial of Service (“DDoS”), and observability solutions. It also includes the emergence of a new, but growing, edge computing market which aims to move compute power and logic as close to the end user as possible. When milliseconds matter, processing at the edge is an ideal way to handle highly dynamic and time-sensitive data. This has led to its acceptance and adoption by organizations who monetize or grow their user base with every millisecond saved. Organizations that want to improve their user experience, whether it’s faster loading websites or reduced shopping cart abandonment, can benefit from processing at the edge. The edge cloud complements data center, central cloud, and hybrid solutions.\n\nOrganizations must keep up with complex and ever-evolving end-user requirements. We help them surpass their end users’ expectations by powering fast, safe, and engaging digital experiences. We built a powerful edge cloud platform, designed from the ground up to be programmable and support agile software development. We believe that our platform gives our customers a significant competitive advantage, whether they were born into the digital age or are just embarking on their digital transformation journey. \n\nDevelopers on the Fastly platform have a high degree of flexibility with granular control and real-time visibility, where they can write and deploy code in a serverless environment and push application logic to the edge. Our infrastructure is built for the software-defined future. Our network is powerful, efficient, and flexible, designed to enable us to rapidly scale to meet the needs of the most demanding customers. Our approach to scalable, secure reliability integrates security into multiple layers of development: architecture, engineering, and operations. That's why we invest in building security into the fabric of our platform, alongside performance. We provide developers and security operations teams with a fast and safe environment to create, build, and run modern applications.\n\nWe serve established enterprises, mid-market companies, and technology-savvy organizations. Our customers represent a diverse set of organizations across many industries with one thing in common: they care about delivering best-in-class digital experiences. With our edge cloud platform, our customers are disrupting existing industries and creating new ones. For example, several of our customers have reinvented digital publishing by connecting readers through subscription models to indispensable content. Fastly’s ability to dynamically manage content in real time enables readers to have instant access to the most up to date information.\n\nOur customers’ ecommerce solutions use Fastly's edge compute functionality to deliver very low-latency customer experiences, including providing better recommendations to their shoppers, converting more shopping carts into sales and executing fast and secure financial transactions. Content streaming organizations leverage Fastly's platform to deliver content to users around the world and those that livestream gain easy access to enormous edge compute resources for even greater reliability. The range of applications that developers build with our edge cloud platform continues to expand rapidly.\n\n7\n\nOur mission is to make the Internet a better place where all experiences are fast, safe, and engaging. We want all developers to have the ability to deliver the next transformative digital experience on a global scale. And because big ideas often start small, we love it when developers experiment and iterate on our platform, coming up with exciting new ways to solve today’s complex problems.\n\nFor the fiscal years ended December 31, 2024, 2023 and 2022, our revenue was $543.7 million, $506.0 million and $432.7 million, respectively. We continue to invest in our business and had a net loss of $158.1 million, $133.1 million and $190.8 million for the fiscal years ended December 31, 2024, 2023 and 2022, respectively.\n\nWe measure the revenue growth from existing customers attributable to increased usage of our platform and features, and purchase of additional products and services with our Last-Twelve Months Net Retention Rate (\"LTM NRR\") metrics. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Key Business Metrics\" for further discussion of LTM NRR.\n\nProducts & Services \n\nProgrammable Edge Platform\n\nFastly’s programmable edge platform was built to support modern digital experiences. We sit between our customers’ end users and their origin—whether that’s in the cloud, on premise or a hybrid environment—and power online experiences that are fast, safe, and engaging. \n\nFastly was founded in an era where legacy CDNs were failing to keep up with the explosive growth of user-generated content and demands for faster, more personalized websites and apps. Legacy CDNs could not cache highly dynamic content at the edge—they had to continuously go back to origin to fetch this content, driving up egress costs. Deploying changes meant, at best, hours-long waits for configurations to propagate. At worst, it meant being forced to engage professional services at a cost of hundreds of dollars an hour. Legacy CDNs also failed to provide real-time visibility. Traffic logs were provided in batch format, meaning the data could be anywhere from 15 minutes to several hours old, making it impossible to monitor performance and get instant feedback.\n\nWith a view to addressing these challenges, we have taken a fundamentally different approach to architecting our platform. \n\n•Powerful POPs. We have architected our Points of Presence (“POPs”) using robust customized servers with incredible processing density. As a result, our POPs require minimal footprint and yield colocation cost savings compared to traditional POP architectures. We have located these POPs near major cloud providers and peered with Internet exchange points around the world, so that we can deliver content as close to end users as possible. Because our POPs are powerful and well-connected to the Internet, we are able to operate fewer of them and still achieve optimal performance relative to traditional POPs. \n\n•Software-defined network. We have built a smarter network using fast switches and routing intelligence at the server layer. This has allowed us to provide real-time responses by ensuring our customers’ traffic is routed in the most optimal manner on our network.\n\n•Network Resilience. Our network is built to withstand common performance degradation or connectivity issues with internet transit providers. With fast path failover we automatically detect and re-route underperforming edge connections at the transport layer. Precision Path detects underperforming origin connections and automatically reroutes the connection to the best alternative in real-time. AutoPilot is an automated egress traffic engineering solution which enables us to reliably deliver high traffic events without manual intervention. \n\n•Fully programmable. In keeping with our belief that companies should be able to control everything through software, we have built a fully programmable platform. Using Varnish Configuration Language (“VCL”) as a domain-specific language, and flexible application programming interfaces (“APIs”), we give customers comprehensive control over how their content is cached and how we respond to end-user requests. Our customers are able to make their own configuration changes versus waiting on a professional services engagement. This translates into faster end-user experiences and cost savings. \n\n8\n\n•DevOps-friendly. We have made it easy for our customers to integrate Fastly into their existing DevOps toolchains and workflows. We have enabled deep integration through rich APIs that let teams build with Terraform, or integrate with Amazon S3, Google Cloud Storage, Splunk, Drupal and many more popular platforms. Combined with our configurability and visibility, this empowered developers to make Fastly part of their continuous integration and continuous deployment (“CI/CD”) processes. As a result, our customers have been able to enhance end-user experiences by speeding up software and feature releases, without their CDN getting in the way. For example, we have seen customers release new code to production multiple times a day instead of once a month.\n\nAll of our product lines have been built on top of this single, programmable platform, and therefore they all benefit from the same granular control, real-time visibility, and immediate scalability.\n\nAs developers gained awareness of the power of our programmable platform, they have tapped into it to build complex performance-based use cases on top of it, from paywall authentication at the edge to A/B testing and edge redirects. From this trend, we realized that there was a need for a more general compute environment versus one that was primarily designed for caching and content delivery.\n\nTo address this need, we built a powerful compute environment on top of our programmable platform. We give customers access to our serverless compute environment through our compute offering, Fastly Compute. App developers can use this offering to build high performance, personalized apps on our programmable edge without the complexity of managing the underlying infrastructure. We knew our customers would need this environment to be scalable, fast and secure so we chose its building blocks carefully: \n\n•WebAssembly (“WASM”). We chose WASM, an extremely powerful open source technology that allows developers to run complex code on our platform. Apps can be compiled to WASM (using native machine code for better performance) and replicated to all our edge POPs. \n\n•Isolation technology. With security top of mind, we created a unique isolation technology. This gives us the ability to create and destroy an isolated sandbox for each user request that comes through, enabling code to be run in a safe, fast execution environment at scale.\n\n•WASM compiler and runtime. To make this code run even faster, we built our own WASM compiler and runtime. \n\n9\n\nThrough our observability offerings, we also provide real-time insights to inform continuous performance improvements and facilitate faster debugging during development. See “Compute” and “Observability” sections below for more details.\n\nNetwork Services\n\nFastly is an extension of our customers’ infrastructure. Our Network Services are designed to speed up and optimize the delivery of web and application traffic while ensuring developers and engineers do not lose visibility or control. Whether customers are looking to deliver engaging web and streaming experiences to their users, move apps to the cloud or scale their DevOps practices, our Network Services provide the speed, security and flexibility needed.\n\nContent Delivery Network\n\n•Dynamic Site Acceleration. Speeds up requests and responses between cache nodes in our POPs and customers’ origin servers to serve their dynamic web and mobile content faster.\n\n•Origin Shield. Allows us to designate a specific POP to serve as a shield for a customer’s origin servers. When web content is refreshed and multiple end users request the new content simultaneously, a deluge of requests can hit a customer’s origin server. This can result in poor web or application performance. With Origin Shield, we collapse all these content requests into a single request and hold it in queue at the Origin Shield POP. That allows us to retrieve the new content from the customer’s origin server only once, and then serve it to all end users who requested it. This approach reduces costs for our customers, while improving performance for their end users.\n\n•Instant Purge. Allows customers to clear the cached copy of their content globally in milliseconds, not seconds. We allow customers to send a command to our platform that invalidates an old version of their content throughout our global edge infrastructure. This causes a new version of content to be retrieved from the application server the next time it is requested. This feature enables our customers to serve highly dynamic content at the edge more quickly and allows for delightful application experiences. Rapidly changing content like shopping cart items, flight search results, sports scores, or current weather conditions in any given location can all be served faster from the network edge.\n\n•Surrogate Keys. Allows customers to fine-tune purging by tagging related objects across their site with a key name and description, then purging by that key. They can purge their entire site of a given object or set of objects at once, without impacting performance. For example, they could purge any images and content related to discontinued sale items, discounted products, or outdated news across their site all at once.\n\n•Programmatic Control. Provides direct programmatic control of edge delivery services to our customers via VCL, allowing them to precisely control what content is cached, for how long and when it should be refreshed. Combined with comprehensive APIs, VCL allows our customers to build, test and deploy custom logic, using their own development, test and deployment environment, for even the most complex digital experiences. \n\n•Content Compression. Compresses content with technologies like Gzip and Brotli, providing direct performance improvements and a more responsive web experience for end users.\n\n•Reliability Features. Support the availability of customer content with features including origin health checks, a ‘grace mode’ feature that will continue serving content even when customer origin(s) fail, Multipath TCP, and real time error dashboards and API feeds that are backed by a 100% uptime Service Level Agreement (“SLA”).\n\n•Fanout. Enables customers to push data in real time to many users, such as synchronous communication of messages in a chatroom, server updates to IoT devices and other types of data between devices. Real-time messaging is used in a wide range of data streaming applications, including IoT, live commenting, end-user notifications, chat and more.\n\n10\n\n•Domainr. Provides customers with a real-time and programmatic means for checking domain availability. A programmatic solution for verifying trust for domains is especially useful for platform customers. Using Domainr's APIs, customers can embed these functions directly into their workflows.\n\n•Modern protocols and performance. Helps our customers, and the Internet in general, receive the best possible performance regardless of user device, connectivity or location though supporting the development of next generation web technologies and protocols such as HTTP/3, QUIC, client hints and HTTP prioritization.\n\nVideo / Streaming\n\n•Live Streaming. Delivers millions of concurrent high-quality live streams. It can deliver online content using major HTTP streaming formats while providing real-time feedback to optimize viewer experiences. In addition, we partner with multiple video platform vendors to improve the flexibility and scale of live-streaming workflows and reduce the total cost of ownership.\n\n•Live Event Monitoring. With real-time monitoring, streaming delivery, request collapsing, capacity planning, and flexible deployment, Fastly Live Event Monitoring gives customers insights into their live streaming performance and the ability to troubleshoot immediately–all while reducing costs.\n\n•Video on Demand. Reduces the load on origin servers and accelerates time-to-first-frame by caching and rapidly delivering Video on Demand content. Our on-the-fly-packaging feature optimizes streaming media on demand and facilitates immediate playback, thus enhancing viewer experiences across regions, devices, and platforms.\n\n•Media Shield. Large streaming customers typically use multiple CDNs for media delivery for redundancy and protection. Our Media Shield product supports these efforts and can reduce the total cost of ownership while also regaining lost visibility and improving performance. By collapsing multiple origin requests for identical content across several CDNs, content can be streamed faster, more efficiently, and with a significantly smaller infrastructure burden.\n\nLoad Balancing\n\n•Load Balancer. Manages HTTP/HTTPS requests to a customer’s origin using granular content-aware routing decisions. We allow customers to manage traffic across multiple IaaS providers, data centers, and hybrid clouds. We also provide improved performance and cost savings over ADCs, especially during a spike or surge in traffic.\n\nImage Optimization\n\n•Image Optimizer. We offer a real-time image manipulation and delivery service and store transformations at the edge. When an image is requested, we resize it, adjust quality, crop/trim, change orientations, convert formats, and more, all on demand. Transforming images at the edge eliminates latency and reduces traffic to a customer’s origin servers, allowing them to save on infrastructure and egress costs.\n\nOrigin Connect\n\n•Origin Connect. Ideal for companies moving more than one gigabyte of data per second, such as media, video, and streaming companies, Origin Connect provides a direct private network connection between an organization’s origin server and an Origin Shield POP. It is an effective way to lower transit costs, reduce engineering complexity, and improve reliability for high-volume streaming content.\n\n11\n\nSecurity\n\nSecurity is an essential part of every online business, and customers rely on Fastly to help rapidly secure their business-critical websites, apps, and APIs. Our modern approach to application security provides the accuracy, flexibility, and ease-of-use that our customers have come to know and expect. Fastly provides a range of security solutions for businesses that focus on protecting websites, apps, and APIs from various threats, including DDoS attacks, application layer attacks and abusive behavior from automated software. These solutions are designed to be real-time, scalable, and customizable, offering businesses the ability to tailor their security to their specific needs. With a focus on performance and flexibility, Fastly enables businesses to safeguard their digital experiences.\n\nNext-Gen WAF. Our next-generation Web Application Firewall protects applications from malicious attacks that seek to compromise apps and APIs. Our solution requires no tuning, and is more accurate than the traditional rule or signature-based approaches. Our WAF can be installed in any infrastructure: cloud, container, on-premise data center or hybrid environments or at the edge. Key features include:\n\n•Bot Management. Bad bots can perform content scraping, tie up system resources, perform account brute forcing and other harmful actions. Our solution (available as part of our Next-Gen WAF) monitors web application and API traffic for automated bot activity, allowing customers to automatically block malicious bot-generated web requests, while providing access for wanted or verified bots.\n\n•API Protection. Attackers often target sensitive APIs, attempting to validate stolen credit cards, perform ecommerce gift card fraud or obtain patient healthcare records. We help customers stop API abuse by enabling them to monitor for unexpected values and parameters submitted to API endpoints, and block unauthorized requests.\n\n•ATO Protection. Account takeover (“ATO”) occurs when attackers use authentication credentials to take over legitimate user accounts. Attackers test stolen credentials in an automated manner called “credential stuffing.” Our Account Takeover Protection empowers customers to automatically block and alert on credential stuffing attacks.\n\nBot Management. Fastly's Bot Management is an add-on service that provides customers with visibility into bot traffic, allowing them to differentiate between good and bad bots at the network edge, closer to where requests arrive and further from their origin. They can then enforce rulesets and policies in the Fastly Next-Gen WAF control panel as part of their web asset and application protection measures. \n\nAdvanced Rate Limiting. Advanced Rate Limiting enables customers to stop malicious and anomalous high volume web requests and reduce resource consumption while allowing legitimate traffic through to application and API endpoints—doing so means companies can provide a superior customer experience that scales to meet increasing demand.\n\nDDoS. Customers using Fastly’s CDN automatically get access to our always-on DDoS protection capabilities. These capabilities provide immediate protection from Layer 3 and 4 DDoS attacks which can target network infrastructure by flooding systems with large volumes of traffic.Our high-bandwidth, globally distributed network is built to absorb these network layer DDoS attacks, helping to ensure websites and services stay up and running despite attacks.\n\nFastly DDoS Protection is an add-on service which provides extra application layer protection against DDoS attacks. Fastly DDoS Protection blocks application DDoS attacks without requiring any upfront tuning. When unexpected volumetric attack events arise, our proprietary attribute unmasking techniques validate their legitimacy, and if malicious, begin scanning a comprehensive list of characters to find the attacker and quickly mitigate their attacks, even if they rotate IPs. Fastly DDoS Protection offers a zero attack fee billing model ensuring customers are not billed for attack traffic.\n\n12\n\nTLS Encryption\n\n•Transport Layer Security (“TLS”). As part of our standard product, our platform terminates HTTPS connections at our network edge, offloading encrypted traffic from our customers’ web servers for better performance. We provide a number of different certificate procurement and hosting options.\n\n•Platform TLS. Our Platform TLS offering is designed to allow customers with multiple web properties to manage TLS certificates at scale, while enabling a fast, secure experience for their end-users. It supports delivery and management of hundreds of thousands of certificates, supported by our worldwide TLS termination and acceleration solution.\n\n•Certainly. Certainly is our own publicly-trusted TLS Certification Authority (“CA”). Fastly customers can use a certificate issued by Certainly to secure any website or API endpoint served by our CDN.\n\nPrivacy. Fastly offers several privacy enablement capabilities. Our OHTTP Relay solution provides fast, reliable separation and isolation of end user data, while passing along non-identifying requests to the business server. Fastly’s OHTTP Relay is designed to enhance online privacy for users of several of the largest internet vendors. Fastly has worked with others to develop and standardize the technology behind Private Access Tokens. As an alternative to CAPTCHAs, Privacy Access Tokens provide better user privacy by helping ensure there is no leakage of non-essential data.\n\nCompliance. We speed up the caching and delivery of sensitive content at the edge, helping customers meet data compliance and privacy regulations such as the Health Insurance Portability and Accountability Act (“HIPAA”), the European Union's General Data Protection Regulation (“EU GDPR”) and the United Kingdom’s GDPR (“U.K. GDPR”), in addition to industry standards such as PCI Data Security Standard and SOC. Fastly is also certified to the ISO/IEC 27001:2013 standard for its Information Security Management System. Our Assurance Services offering includes support for additional documentation and audit procedures for customers with these needs.\n\nCompute\n\nFastly Compute allows app developers to build high performance, personalized apps on Fastly's programmable edge without the cost and complexity of managing the underlying infrastructure. Like all our offerings, Compute is built to be secure, performant and scalable.\n\nCompute supports a multitude of use cases, including:\n\n•Enhancing Search Engine Optimization ranking by managing redirects at the edge to improve site performance and gain real-time visibility;\n\n•Lowering infrastructure costs and offering faster personalized experiences by generating unique user tokens for authentication; and\n\n•Enabling low latency ad personalization by allowing our customers to serve ads quickly from the edge based on user data.\n\nKey features of Compute include:\n\n•Serverless execution environment. Compute offers a fast, secure serverless code execution engine. It allows customers to deploy code across Fastly’s global edge cloud infrastructure, and execute the code close to the user for low latency. Compute also exposes the power of Fastly’s global infrastructure via a set of powerful developer API’s for fine grained programmatic control (e.g. Cache API’s).\n\n•Language support. Compute works with any WASM-supported languages, including JavaScript, Rust, Go, Ruby and more. Customers also have the ability to create their own language Software Development Kits. Support for languages that developers already know and want to code in is key for adoption and we will continue to add more over time. \n\n13\n\n•Data. Compute has a number of features that makes it easier and faster to access data at the edge instead of having to go back to the central cloud. This helps developers innovate faster and unlocks more latency-sensitive use cases at the edge.\n\n◦KV Store. KV Store offers global, durable storage for compute functions at the edge. With fast reads and writes from both the edge or via API, customers can store, control, or cache their data to reduce origin dependency and unlock new use cases.\n\n◦Config Store. Developers want to iterate fast when developing applications. Config Store supports this by allowing them to store multiple common code configurations at the edge, which they can then deploy instantly, instead of having to push new code for every single configuration change.\n\n◦Secret Store. Secret Store is a secure and performant storage system for Compute customers' most sensitive data like API keys, passwords, certificates, and other credentials. It leverages the Hashicorp vault to centrally store, access, and manage secrets across Fastly's cloud infrastructure.\n\n•Storage. Fastly Object Storage is an Amazon S3-compatible large object storage solution that works seamlessly with Fastly’s Compute service. Customers can store large file sizes with Fastly, improving latency, increasing cache hit ratios, and reducing egress charges. Objects stored in Fastly Object Storage are accessible via an S3-compatible interface.\n\n•AI Accelerator. AI Accelerator is a semantic caching solution designed to enhance performance and reduce costs for Large Language Model (LLM) generative AI applications. The solution leverages Fastly Edge Cloud Platform to cache responses for repeated queries, eliminating the need to make individual calls to AI providers. AI Accelerator supports OpenAI, Azure OpenAI Service, Gemini and LLMs with OpenAI-compatible APIs.\n\n•Visibility. In addition to real-time logs and metrics, which all our products benefit from, Compute also features log tailing and tracing to improve developer visibility.\n\n◦Log Tailing. We give customers visibility into log messages from their applications so they can quickly identify bugs all within their terminal of choice with Fastly Command Line Interface. This helps avoid difficult third party log management and debugging challenges.\n\n◦Tracing. For customers building apps with Compute, we tag individual end-user requests with unique identifiers and maintain request tracing parameters by tracking when users enter and exit our serverless platform. This feature allows developers to more easily track the performance of application functions post-deployment. \n\n•Developer Experience. Our award-winning Developer Experience team and products exist to bring success to all developers from their first interaction with Fastly to serving billions of requests per second. The team works cross functionally to advocate for developers across Fastly’s product line, defining and teaching best practices that foster developer success.\n\n◦Developer Relations. The Developer Relations team guides developers through training materials, events, and tooling aimed at building a deep understanding of our products. By maintaining code samples published to Fastly Developer Hub and building testing tools like Fastly Fiddle, we engage developers with our products, such as Compute, that integrate directly into DevOps tools and internal developer platforms. We also facilitate testing on our platform with rapid global deploy times and live logs, in addition to debugging.\n\n•Glitch. In order to expand our product offerings to more developers, we acquired Glitch, Inc. (“Glitch”) in May of 2022. Glitch is a popular tool for web-based development with a total lifetime user count of over 3.1 million registered developers as of December 2024. Glitch has become a cornerstone for Fastly’s developer community, supporting  learning initiatives, code samples, and demos  created by developers from all corners of the internet.\n\n14\n\n•Open Source Support. Our Fast Forward program is designed to empower and support developers, open source projects, and nonprofits that share our vision of an internet that is free, open, and safe for all. Any eligible open source project can apply to receive free Fastly products. \n\nObservability\n\nFor customers, the ability to continuously monitor the status of their website, product, or service is essential. Across all our Network Services, Compute and Security product lines, we provide customers with real-time insights for better decision making. DevOps and engineers can quickly identify potential issues, investigate anomalies, improve performance, and uptime and iterate faster on new releases. \n\n•Real-time Logging. To help tune the performance of Fastly services, we support real-time log streaming of customer data that passes through Fastly. We support a number of protocols that allow our customers to stream logs to a variety of locations, including third-party services, for storage and analysis.\n\n•Logging Insights. Fastly Logging Insights is a professional services package that provides actionable intelligence that can be used to diagnose and troubleshoot issues for optimal performance and user experience. Our expert consultants implement a guided customization of preconfigured dashboards tailored to a customer’s specific goals.\n\n•Metrics. We offer customers a variety of ways to report on the performance and activity of their services. Our metrics, APIs and dashboards provide real-time, per-second visibility and historical reporting. \n\n•Log Explorer & Insights. This feature allows customers to store, inspect and monitor their log data directly on our platform, eliminating the need for third-party tools to view and analyze logs. Using the Insights dashboard, customers get a variety of views of their logging data so they can visualize and identify trends. Log Explorer facilitates troubleshooting by allowing customers to view, filter and analyze logs using the Fastly control panel and API.\n\n•Origin Inspector. Customers can simplify their data pipeline and easily monitor every origin response, byte, status code, and more without needing a third party data collector. They can report on egress data within the Fastly web interface with interactive dashboards. Customers can also verify the success of their Fastly services, especially with shielding or multi-CDN environments.\n\n•Domain Inspector. Customers can easily monitor traffic for a single fully qualified domain name or multiple domains within a Fastly service. They can account for every domain request, byte, and status code or quickly determine edge or origin issues with our combined edge and aggregated origin metrics, all without needing to send log data to a third-party data collector.\n\n•Edge Observer: Provides per-second visibility and historical reporting on the performance and activity of multiple Fastly services in a single pane of glass. Metrics and logs along with every part of the request path are available for consumption in real-time without adding latency. \n\nServices\n\nProfessional Services. Fastly offers the following professional services:\n\n•Network Services. Distributed systems can be complex, but regardless of a customer’s skill level, Fastly technical experts are available to guide and optimize the customer's cloud strategy. We offer various levels of engagements, from a light helping hand, to acting as an extension of developer teams, with global support and flexible professional services hours.\n\n•Managed Security Service. The Fastly Managed Security Service is a full-service offering for our Next-Gen WAF, DDoS and Edge Rate Limiting customers who require comprehensive monitoring over their environments.\n\n15\n\n•Response Security Service. Fastly’s Response Security Service provides Next-Gen WAF customers with priority, direct access to Fastly’s Customer Security Operations Center 24/7/365 along with regular configuration maintenance and an industry-leading response SLA.\n\nManaged CDN. Fastly’s Managed CDN provides maximum control and flexibility. We deploy our edge cloud network on dedicated POPs within a customer’s private network at locations of their choosing. Our service can be used exclusively, or as part of a hybrid, multi-CDN strategy.\n\nSupport Plans. Fastly offers three levels of support plans and available technical support add-ons with dedicated technical specialists and account managers that provide extended security expertise.\n\n•Standard. The Standard support plan gives every Fastly customer immediate access to our Community Forum and extensive documentation. Customer support is available via email during business hours.\n\n•Gold. The Gold support plan offers enhanced product support, priority routing for support cases, and expedited 24/7 incident response times. \n\n•Enterprise. Enterprise level support equips customers with 24/7 online support for incidents and general inquiries, 15-minute escalation response times, phone support, access to a private Slack channel, and a team of technical experts to help optimize a customer’s Fastly service, including compliance support.\n\nOur Growth Strategy \n\nOur growth strategy focuses on making our edge cloud platform accessible to a broader base of customers through enhancing our product experience, investments in technology, and vertical expansion. Key elements of our growth strategy include the following:\n\n•Product strategy. Built upon a strategy of durable innovation, our programmable edge cloud platform creates a consistent and predictable pipeline of innovation. We plan to expand existing product lines like Network Services and Security, and expect to further incubate newer product lines like Compute and Observability for future growth. \n\nWith the goal of making it easier for customers to do business with us, we will continue to build out a single, unified platform where they can access and manage all their Fastly services in one place. We will simplify customer onboarding and service usage, through easy access to self-training information from within the Fastly app, and more code samples and support. In 2023, we simplified our pricing and packaging in order to make it easier for customers to buy and renew our services.\n\nWe launched our Next-Gen WAF in Q1 of 2022. This enables us to protect customers’ applications and APIs on premise, in the cloud and on the edge. We plan to continue to invest in application security with the goal of making it easier for developers to seamlessly protect their apps and APIs wherever they are without impacting performance. \n\n•Expansion into additional vertical markets. Our platform offers a broad range of capabilities. Our differentiated high performance and low-latency delivery network and edge compute platform, as well as enhanced security capabilities, allows us to serve the needs of our existing customers and continue to add customers from a diverse set of industries.\n\n•Expand existing customer relationships. Over time, our customers have expanded their use of our platform. In more technically savvy organizations, developers have championed our solution, paving the way for us to engage with business decision makers. For more traditional organizations, we are often brought in to initially help facilitate a move to the cloud and from there we extend our product to support many other use cases. We plan to continually increase wallet-share over time for existing customers as we build out new products and features, and as customers continue to fully recognize the value of our platform.\n\n16\n\n•Grow our technology partner ecosystem. We operate between and complement the “big 3” origin cloud platforms, Amazon Web Services (“AWS”), Microsoft (Azure), and Google Cloud Platform, and a growing community of companies that provide big data, machine learning, and security solutions. In this sense, we act as the unifying layer for a growing number of cloud services. As customers consume more cloud and software as a service (“SaaS”) offerings, we can create additional value and grow with these partners.\n\n•International expansion. As our customer base grows, we plan to scale our network to bring edge computing closer to where our customers are. We believe significant opportunities exist for international growth.\n\nPartner Ecosystem \n\nWe partner with a number of global channel partners who offer our performant and secure solutions on top of their own value-added services. We work with top cloud service providers to combine our complementary products and services to deliver even more value for our joint end users. We also partner with a number of third-party technologies to extend our capabilities across new markets and use-cases. Ultimately, partners help our customers by:\n\n•Providing a complete suite of value-added services and solutions \n\n•Offering flexible and efficient engagement models\n\n•Acting as a single point of contact; and\n\n•Extending geographic coverage and support\n\nChannel Partners. Our channel program provides partners with the flexibility to accommodate different go-to-market models and allows each partner to customize their offerings to provide their own differentiated value. The three primary channel partner types we work with are:\n\n•Referral partners: Recommend Fastly products to their customers for a commission and include partners like agencies and consultants; and\n\n•Reseller partners: Act as a reseller to offer additional value on top of Fastly’s products and services and include partners like value-added resellers, system integrators, and more.\n\n•MSP and MSSP partners: Utilize Fastly technology to enhance and optimize the offerings to their customer base.  Fastly works with a broad range of the service provider community, entities such as Managed Service Providers (MSP) and Managed Security Service Providers (MSSP). \n\nPartners work with Fastly’s sales and presales teams to scale sales cycle support. This helps expand our worldwide network of partners dedicated to protecting and delivering customers’ content. We have expanded the reach and breadth of these partners to include cross-selling delivery and security products. We have made significant investments in this area by adding additional channel sales and marketing resources, technical training and enablement, a new partner portal, enhanced pricing and packaging offerings, and an elevated partner program to offer partners even more benefits.\n\nCloud Partners. We integrate with major cloud providers to enhance their services and create solutions that are powerful, scalable, and secure. We have exclusive Private Network Interconnects (PNIs) and peering arrangements with key cloud providers such as Google Cloud Platform, AWS, and others to eliminate or minimize egress fees, enhance security, and improve overall performance. We are also available for purchase on the Google Cloud Marketplace and AWS Marketplace which can help eliminate the need for customers to have separate billing arrangements and makes Fastly services eligible for Google Cloud and AWS committed spends. We have strong go-to-market relationships with our cloud partners which allow us to access the benefits of their partner programs like joint business planning, co-selling, account support, added marketing funding, and more. \n\nIntegration Partners. We integrate with a number of third party partners who offer complementary technology across a number of strategic use-cases and industries. These partners help expand our reach into new markets by offering \n\n17\n\ncustomers a solution that seamlessly integrates with their existing technology stack making our technology even stickier. Here are some examples:\n\n•Security: Our Next-Gen WAF seamlessly integrates with third-party tools to help customers enhance their workflows, empower DevOps processes, increase their security visibility, and drive operational efficiencies. Examples include: VMware (Tanzu), Palo Alto Networks, Cisco, Datadog, Citrix, PagerDuty and more.\n\nIn May 2023, we announced a partnership with A10. The Fastly Next-Gen WAF was integrated into the A10 ADC appliances and offered as an optional Application Security control for their customers. The A10-Fastly partnership gives us access to new customers, many of whom use their own data centers, have less of a public cloud footprint, and are located in different geographic areas than Fastly's traditional customer base. \n\n•Logging & Analytics: Our real-time logging feature integrates with more than 20 logging endpoint partners to allow customers to customize and visualize their edge data for better monitoring of performance and security anomalies. Examples include: DataDog, Looker (Google Cloud), SumoLogic, Logentries, Google Cloud Platform, Microsoft (Azure Blob Storage), and more. \n\n•Compute: We work with a growing ecosystem of partners who are tapping into our powerful Compute serverless technology to extend their solutions across a variety of different use-cases. \n\n•Media & Entertainment: We have partnerships across a number of technology providers in the media & entertainment industry to enhance our edge platform’s performance features, modern security offerings, and real-time metrics. \n\nCompetition\n\nOur platform spans several markets from cloud computing and cloud security to CDNs. We segment the competitive landscape into six key categories:\n\n•Legacy CDNs like Akamai;\n\n•Application and API security vendors like Akamai, Cloudflare, F5, and Thales (Imperva);\n\n•Point CDN players like Bunny CDN, CDNetworks, CDN77, and Qwilt;\n\n•CDN providers, which now offer serverless edge compute functionality like Akamai (Linode) and Cloudflare;\n\n•Public cloud providers that have added CDN and WAF capabilities like AWS, Google Cloud Platform, and Microsoft (Azure); and\n\n•Traditional on-premise, data center appliance vendors for load balancing, WAF, and/or DDoS like F5, Thales (Imperva), and Radware.\n\nThe principal competitive factors in our market include:\n\n•platform functionality, scalability, performance, ease of use, ease of integration and programmability, reliability, security availability, and cost effectiveness;\n\n•global network coverage and availability;\n\n•ability to support modern application development processes and utilize new and proprietary technologies to offer services and features previously not available in the marketplace;\n\n•ability to identify new markets, applications, and technologies;\n\n•ability to attract and retain customers;\n\n18\n\n•brand, reputation, and trustworthiness;\n\n•credibility with developers;\n\n•quality of customer support;\n\n•ability to recruit software engineers and sales and marketing personnel;\n\n•ability to protect intellectual property; and\n\n•ability to identify opportunities for acquisitions and strategic relationships and successfully execute on them.\n\nWe believe we generally compete favorably with our competitors on the basis of these factors. Our edge cloud platform integrates many of the point products offered by our competitors which is a key differentiator. However, many of our competitors have substantially greater financial and technical resources in addition to larger sales and marketing budgets, broader market distribution, and more mature intellectual property portfolios.\n\nOur Culture and Human Capital Resources\n\nOur Values\n\nTechnology has the potential to make a radically positive impact on the world, and we aspire to improve human lives through our work. We were founded on strong ethical principles, and have intentionally grown values-first, scaling our workforce, services, customer portfolio, and investment partners purposefully. We are only as good as the company we keep, and this guides our hiring practices as well as the ethics we are committed to upholding as we scale. We believe that as a result of our values, we have been able to identify, attract, engage and retain great people. We want to serve the very best of the Internet. We choose to work with customers that we believe have integrity, are trustworthy, and do not promote violence or hate. Our eight core values define who we are and how we choose to grow, hire, train, work, communicate, make decisions, support each other, and serve our customers.\n\n19\n\nOur Hiring Strategy\n\nWe are dedicated to building an inclusive workforce and leadership team that reflects our values and the unique needs of our global customer base. We strive to be a company full of talented, highly effective, kind, honest, passionate, and high-integrity people. We are dependent on our highly qualified employees and executives, and it is crucial that we continue to attract, engage and retain valuable employees. We believe in investing in our people and motivating talented individuals with a strong career path and competitive compensation program. Our U.S. support engineers are often hired from code schools, and many code school graduates transition from support into other organizations within the company, championing the customer voice and infusing our teams with a strong, service-focused mindset. Our engineering staff recruits world-class experts in every part of the technology stack that makes up the Internet, which inspires great developers to join us. Our compensation program is designed to attract, retain, and motivate highly qualified employees and executives. We use a mix of competitive base salary, equity compensation awards, and other employee benefits. \n\nWe are building a global, healthy, and safe workforce and an inclusive culture that empowers and supports our employees and customers, regardless of background. We onboard all new employees with training programs on our values, certain aspects of our business, and important policies, including our Safe, Welcoming, and Productive Work Environment Policy. Annually thereafter we provide employees with code of conduct and security awareness training, a learning reimbursement program and performance evaluations. Our employee engagement efforts currently include company-wide newsletters and all-hands meetings, through which we aim to keep our employees well-informed and increase transparency. Our Employee Resource Groups are open to all employees and focus on making Fastly a better place where all employees are included, valued and engaged. We also use employee engagement surveys to collect employee feedback and assess the effectiveness of our culture, our strategy, and various health and well-being programs.\n\nEmployees\n\nAs of December 31, 2024, we had a total of 1,100 employees worldwide and 240 employees located outside of the United States; 45% of our employees resided within 50 miles of a Fastly office and 55% of our employees worldwide were considered remote, which means they resided more than 50 miles from a Fastly office or in locations where we do not have a Fastly office presence. We will continue to search for the best possible talent for every role and cultivate best-in-class in-office and remote employee experiences. \n\nOur Organization\n\nSales & Marketing\n\nBy focusing our resources, expertise and talent we have the opportunity to drive growth for Fastly, gain market share in our total addressable market and become a place where team members can develop their skills and grow their careers.\n\nWe are building a go-to-market engine that scales, becomes increasingly more efficient, and is nimble enough to continue to grow our business in four dimensions:\n\n•Customer logo acquisition\n\n•Expansion into additional vertical markets and within existing customers \n\n•Partner ecosystem leverage\n\n•International expansion\n\nFastly’s marketing efforts have a significant impact on new logo acquisition and demand generation. We are focused on optimizing the return on our marketing investment to drive demand across our portfolio and regions.\n\nOur sales and marketing organizations work together closely to cultivate customer relationships with developers and business leaders at enterprises and technology-savvy organizations to drive revenue growth. We have geographically-based sales teams that continue to enhance our value-based selling methodology. Our land and expand sales strategy for enterprise customers has successfully demonstrated our platform’s capabilities, and our customer support enables broad adoption of our technology within an organization.\n\n20\n\nCustomer Support\n\nWe have designed our products and platform to be self-service and require minimal customer support. Customers are automatically covered by our Standard support plan as soon as they sign up with us. They can file a ticket with the support team, access documentation including online FAQs, API references, and configuration guidelines. Our support approach is unique as we have built it with developers in mind. Our first-line support employee typically has an engineering background and is highly technical.\n\nWe also provide several options for premier, hands-on support from a team of highly-technical senior support engineers and technical account managers. They act as a single point of contact for our support, product, and engineering teams. Our support model is global, with 24/7 coverage and support offices located in North America, EMEA, and APAC. \n\nResearch & Development\n\nOur research and development team members are responsible for the design, development, and reliability of all aspects of our edge cloud platform. Continuous improvement and innovation are core to our DNA, and these efforts are baked directly into our service life cycle. Scale, performance, security, and reliability are core functional requirements of everything we build into our platform to serve our customers.\n\nOur philosophy of customer empowerment guides our research processes. Our product managers regularly engage with customers and developers, DevOps and site reliability engineering communities, as well as our internal stakeholders and subject matter experts, in order to understand customer needs. Our engineering team includes experts with deep experience who intimately understand customers’ technical challenges and build solutions accordingly.\n\nThroughout the strategic design and build phases of our product life cycle, our development organization works closely with our product, infrastructure, operations, and compliance teams to design, develop, test, and launch any given solution. We strive for a balance of rapid iteration without compromise on the core functional requirements that our customers expect: scale, performance, security, and reliability.\n\nAs of December 31, 2024, we had 389 employees in our research and development group. Our research and development expenses were $138.0 million for the year ended December 31, 2024.\n\nInfrastructure\n\nOur infrastructure team is responsible for the design, deployment, and maintenance of the servers and network hardware that form the foundation of our mission critical edge cloud environment. We invest in research into global Internet geography to identify optimal colocation site selection, network partner identification, and network-to-network interconnection opportunities. These activities allow us to connect in close proximity to core Internet backbones and Internet service providers, thereby enhancing network performance. We carefully evaluate and test hardware from leading server, network, and component manufacturers to assess their compliance with our workload performance, system efficiency, and mean time-to-repair standards. In our process, we evaluate commodity server and network platforms to avoid vendor lock-in, while optimizing the mix of components in an effort to improve efficiency and optimize our capital expenditures. We intend to grow the number of data center colocation sites as traffic on our network grows and as demands for new markets justify investment.\n\nTrust\n\nOur security, compliance and data governance teams, as well as other departments across the company, continually iterate on our trust programs to better meet growing customer needs, updated regulatory requirements, and the evolving security threat landscape. To help validate the controls that safeguard our platform and the data moving through it, we have expanded our portfolio of security and compliance-related assessments and certifications over time.\n\nIntellectual Property\n\nWe rely on a combination of patent, copyright, trademark, and trade secret laws in the United States and other jurisdictions, as well as license agreements and other contractual protections, to protect our proprietary technology. We also rely on a number of registered and unregistered trademarks to protect our brand.\n\n21\n\nAs of December 31, 2024, in the United States, we had 105 issued or allowed patents, which expire between August 2033 and March 2042, and three patent applications pending for examination. As of such date, we also had 25 issued patents and nine patent applications published or pending for examination in foreign jurisdictions, all of which are related to U.S. patents and patent applications. In addition, as of December 31, 2024, we had 20 registered trademarks and two pending trademarks in the United States. As of such date, we also had 35 registered trademarks in foreign jurisdictions. \n\nIn addition, we seek to protect our intellectual property rights by requiring our employees and independent contractors involved in development of intellectual property on our behalf to enter into agreements acknowledging that all works or other intellectual property generated or conceived by them on our behalf are our property, and assigning to us any rights, including intellectual property rights, that they may claim or otherwise have in those works or property, to the extent allowable under applicable law.\n\nDespite our efforts to protect our technology and proprietary rights through intellectual property rights, licenses, and other contractual protections, unauthorized parties may still copy or otherwise obtain and use our software and other technology. In addition, we intend to continue to expand our international operations, and effective intellectual property, copyright, trademark, and trade secret protection may be unavailable or limited in foreign countries. Any significant impairment of our intellectual property rights could harm our business or our ability to compete. Further, companies in the communications and technology industries own large numbers of patents, copyrights, and trademarks and frequently threaten litigation, or file suit based on allegations of infringement or other violations of intellectual property rights. We are currently subject to, and expect to face in the future, allegations that we have infringed the intellectual property rights of third parties. From time to time, we also receive demands for indemnification from our customers under the terms of our contracts with them for infringement of a third-party’s intellectual property rights.\n\nLegal Proceedings\n\nFrom time to time, we have been and will continue to be subject to legal proceedings and claims, including proceedings and claims relating to employment, intellectual property, and commercial disputes. We are not presently a party to any legal proceedings that, if determined adversely to us, would individually or taken together have a material effect on our business, results of operations, financial condition, or cash flows. We have received, and may in the future continue to receive, claims from third parties asserting, among other things, infringement of their intellectual property rights. Future litigation may be necessary to defend ourselves, our partners, and our customers by determining the scope, enforceability, and validity of third-party proprietary rights, or to establish our proprietary rights. The results of any current or future litigation cannot be predicted with certainty, and regardless of the outcome, litigation can have an adverse impact on us because of defense and settlement costs, diversion of management resources, and other factors.\n\nPlease refer to Note 10—Commitments and Contingencies for discussion around our legal proceedings. \n\nRegulatory\n\nWe are subject to a number of U.S. federal and state and foreign laws and regulations that involve matters central to our business. These laws and regulations may involve privacy and data security, intellectual property, competition, consumer protection, critical infrastructure or other subjects. Many of the laws and regulations to which we are subject are still evolving and being tested in courts and could be interpreted in ways that could harm our business. In addition, the application and interpretation of these laws and regulations often are uncertain, particularly in the new and rapidly evolving industry in which we operate. Because global laws and regulations have continued to develop and evolve rapidly, it is possible that we may not be, or may not have been, compliant with each such applicable law or regulation. For a description of the risks we face related to regulatory matters, refer to “Item 1A.—Risk Factors” in this Annual Report on Form 10-K.\n\nCorporate Information\n\nWe were initially incorporated under the laws of the State of Delaware in March 2011 under the name SkyCache, Inc. We changed our name to Fastly, Inc. in May 2012. Our principal executive offices are located at 475 Brannan Street, Suite 300, San Francisco, California 94107. Our telephone number is 1-844-432-7859. Our website address is www.fastly.com. The information contained on, or that can be accessed through, our website does not constitute part of this Annual Report on Form 10-K.\n\n22\n\nWe file annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to reports filed or furnished pursuant to Sections 13(a), 14 and 15(d) of the Exchange Act. The SEC maintains a website at https://www.sec.gov that contains reports, and other information regarding us and other companies that file materials with the SEC electronically. Copies of our reports on Forms 10-K, Forms 10-Q, and Forms 8-K, may be obtained, free of charge, electronically through our investor relations website at www.fastly.com/investors as soon as reasonably practicable after we file such material with, or furnish such material to, the SEC.",
      "char_count": 60462
    },
    "item1a": {
      "text": "Item 1A.     Risk Factors\n\nInvesting in our common stock involves a high degree of risk. Investors should carefully consider the risks and uncertainties described below, together with all of the other information contained in this Annual Report on Form 10-K, including the section titled “Management's Discussion and Analysis of Financial Condition and Results of Operations” and our consolidated financial statements and related notes, before deciding to invest in our common stock. Unless otherwise indicated, references to our business being harmed in these risk factors will include harm to our business, reputation, customer growth, results of operations, financial condition, or prospects. Any of these events could cause the trading price of our common stock to decline, which would cause our stockholders to lose all or part of their investment. Our business, results of operations, financial condition, or prospects could also be harmed by risks and uncertainties not currently known to us or that we currently do not believe are material.\n\nRisks Related to Our Business, Industry and Technology\n\nIf our platform fails to perform properly due to defects, interruptions, outages, delays in performance, or similar problems, and if we fail to develop enhancements to resolve any defect, interruption, delay, or other problems, we could lose customers, become subject to service performance or warranty claims, or incur significant costs.\n\nOur operations are dependent upon our ability to prevent system interruption. The applications underlying our edge cloud computing platform are inherently complex and may contain material defects or errors, which may cause disruptions in availability or other performance problems. We have from time to time found defects and errors in our platform and may discover additional defects or errors in the future that could result in data unavailability, unauthorized access to, loss, corruption, or other harm to our customers’ data. These defects or errors could also be found in third-party applications or open source software on which we rely. We may not be able to detect and correct defects or errors before implementing our products. Consequently, we or our customers may discover defects or errors after our products have been deployed.\n\nWe currently serve our customers from our POPs located around the world. Our customers need to be able to access our platform at any time, without interruption or degradation of performance. However, we have not developed redundancies for all aspects of our platform. We depend, in part, on our third-party facility providers’ ability to protect these facilities against damage or interruption from natural disasters, extreme weather events, power or telecommunications failures, criminal acts, armed conflict, public health issues, such as a pandemic or epidemic, and similar events. In some cases, third-party cloud providers run their own platforms that we access, and are, therefore, vulnerable to their service interruptions. In the event that there are any defects or errors in software, failures of hardware, damages to a facility, or misconfigurations of any of our services, we may have to divert resources away from other planned work, could experience lengthy interruptions in our platform, and also incur delays and additional expenses in arranging new facilities and services. Our customers may choose to divert their traffic away from our platform as a result of interruptions or delays. Business continuity arrangements, including the existence of redundant data centers that are designed to become active during certain lapses of service, may not function as intended, and any disruptions to our service could harm our business.\n\nWe design our system infrastructure and procure and own or lease the computer hardware used for our platform. Design and mechanical errors, spikes in usage volume, and failure to follow system protocols and procedures could cause our systems to fail, resulting in interruptions on our platform. Moreover, we have experienced and may in the future experience system failures or interruptions in our platform as a result of human error. These outages have resulted and may in the future result in service level agreement claims. Any interruptions or delays in our platform, whether caused by our products or our data centers, third-party error, our own error, natural disasters (such as drought, flooding, wildfires, and storms), or security breaches, whether accidental or willful, could harm our relationships with customers, reduce customers’ usage of our platform, cause our revenue to decrease and our expenses to increase, and divert resources away from product development. Climate change and other environmental or social pressures is expected to increase the frequency and severity of certain events, as well as contribute to chronic changes (such as changes in meteorological and hydrological patterns) that may also result in similar or additional risks. Also, in the event of damage or interruption, our insurance policies may not adequately compensate us for any losses that we may incur. These factors in turn could further reduce our revenue, subject us to liability and cause us to issue service credits or cause customers to fail to renew their customer contracts, any of which could harm our business.\n\nThe occurrence of any defects, errors, disruptions in service, failures involving redundant data centers, or other performance problems, interruptions, or delays with our platform, whether in connection with the day-to-day operations or otherwise, could result in:\n\n24\n\n•loss of customers;\n\n•reduced customer usage of our platforms;\n\n•lost or delayed market acceptance and sales of our products, or the failure to launch products or features on anticipated timelines;\n\n•delays in payment to us by our customers;\n\n•injury to our reputation and brand;\n\n•governmental inquiry or oversight; \n\n•legal claims, including warranty and service level agreement claims, against us; or\n\n•diversion of our resources, including through increased service and warranty expenses or financial concessions, and increased insurance costs.\n\nThe costs incurred in correcting any material defects, errors, or other performance problems in our platform may be substantial and could harm our business.\n\nIf we are unable to attract new customers, in particular, enterprise customers, and to have existing enterprise customers continue and increase their use of our platform, our business will likely be harmed.\n\nTo grow our business, we must continue to attract new customers, in particular, enterprise customers, and generate revenue from those new customers. To do so, we must successfully convince potential customers of the benefits and the value of our platform. This may require significant and costly sales efforts that are targeted at larger enterprises and senior management of these potential customers. Sales to enterprise customers may involve longer sales cycles as a result of customers requiring considerable time to evaluate our platform, requiring participation in a competitive purchasing process, having more formal processes for approval of purchases, and more complex requirements. These factors significantly impact our ability to add new customers and increase the time, resources, and sophistication required to do so. In addition, numerous other factors, some of which are out of our control, may now or in the future impact our ability to acquire new customers, including potential customers’ commitments to other providers, real or perceived costs of switching to our platform, our failure to expand, retain, and motivate our sales and marketing personnel, our failure to develop or expand relationships with potential customers and channel partners, failure by us to help our customers to successfully deploy our platform, negative media or industry or financial analyst commentary regarding us or our solutions, litigation, and deteriorating general economic conditions. If we fail to attract new customers, particularly enterprise customers, as a result of these and other factors our business will likely be harmed.\n\nIn addition, our ability to grow and generate incremental revenue depends on our ability to maintain and grow our relationships with our existing enterprise customers so that they continue and increase their usage of our platform. If these customers do not maintain and increase their usage of our platform, our revenue may decline and our results of operations will likely be harmed. \n\nFor some of our products, we charge our customers based on their usage of our platform. Most of our customers, including some of our largest enterprise customers, do not have long-term contractual financial commitments to us. Some of our customers, who generally do not include our enterprise customers, enter into “click-though” agreements with us via our self-service model, and agree to a minimum monthly fee by signing up online with a credit card, and can easily terminate their subscriptions, or switch to a less expensive plan, at will with little advance notice. In addition, most of our current customer contracts are only one year in duration and these customers may not use our platform in a subsequent year. In order for us to maintain or improve our results of operations, it is important that our customers, in particular, our enterprise customers, use our platform in excess of their commitment levels, if any, and continue to use our platform on the same or more favorable terms. Our ability to retain our largest customers and expand their usage could be impaired for a variety of reasons, including customer budget constraints, customer satisfaction, changes in our customers’ underlying businesses, changes in the type and size of our customers, pricing changes, competitive conditions (including customers building their own CDNs), the acquisition of our customers by other companies, governmental actions, or the possibility thereof, and general economic conditions. Because many of our largest customers’ minimum usage commitments for our platform are relatively low compared to their expected \n\n25\n\nusage, it can be easy for certain customers to quickly reallocate usage or switch from our platform to an alternative platform altogether. In addition, they may reduce or cease their use of our products at any time without penalty or termination charges, even after they have expanded usage in prior periods.\n\nWe base our decisions about expense levels and investments on estimates of our future revenue and anticipated rate of growth. Many of our expenses are fixed cost in nature for some minimum amount of time, such as colocation and bandwidth, so if we do experience slower usage growth on our platform it may not be possible to reduce costs in a timely manner or without the payment of fees to exit certain obligations early. If any of these events were to occur, our business may be harmed. \n\nIn addition, many of our customers have negotiated and may continue to negotiate lower rates in exchange for an agreement to renew, expand their usage in the future, or adopt new products. As a result, in certain cases, even though customers have not reduced their usage of our platform, the revenue we derive from that usage has decreased. If our platform usage or revenue fall significantly below the expectations of the public market, securities analysts, or investors, our business would be harmed, which could cause our stock price to decline.\n\nOur future success also depends in part on our ability to expand our existing customer relationships, in particular, with enterprise customers, by increasing their usage of our platform, selling them additional products and upgrading their existing products. The rate at which our customers increase their usage of our platform and purchase products from us depends on a number of factors, including our ability to grow our platform and maintain the security and availability of it, develop and deliver new features and products, maintain customer satisfaction, general economic conditions and pricing and services offered by our competitors. If our efforts to increase usage of our platform by, or sell new and additional products to, our enterprise customers are not successful, our business would be harmed. In addition, even if our largest customers increase their usage of our platform, we cannot guarantee that they will maintain those usage levels for any meaningful period of time. In addition, because many of our products endeavor to deliver increased efficiency and functionality, the successful sale of a new or additional product to an existing customer could result in a reduction of the customer’s overall usage of our platform.\n\nWe receive a substantial portion of our revenues from a limited number of customers from a limited number of industries, and the loss of, or a significant reduction in usage by, one or more of our major customers would result in lower revenues and could harm our business.\n\nOur future success depends on establishing and maintaining successful relationships with a diverse set of customers. We currently receive a substantial portion of our revenues from a limited number of customers and from a limited number of industries, such as media and entertainment. Our 10 largest customers generated an aggregate of 33% and 37% of our revenue in the trailing 12 months ended December 31, 2024 and 2023, respectively. No affiliated customers that are business units of a single company generated more than 10% of our revenue in the trailing 12 months ended December 31, 2024. Affiliated customers that are business units of a single company in the streaming entertainment space generated an aggregate of 12% of our revenue in the trailing 12 months ended December 31, 2023. In addition, in April 2024, the former administration signed into law a bill that would effectively ban TikTok in the United States if ByteDance, its China-based parent company, does not sell its stake in TikTok within a set time frame. The current administration signed an executive order on January 20, 2025 instructing the Attorney General not to enforce the law or impose any penalties against any entity for noncompliance for a period of 75 days and to provide written guidance as to how the law will be implemented. TikTok was one of our largest customers for the year ended December 31, 2024 and remains a customer of ours. While the full impact of the legislation is unknown, it could eventually lead to a reduction in this customer’s United States traffic levels which could have a negative impact on our business. We do not know whether or how ByteDance might restructure its business and how that may impact our traffic levels. It is likely that we will continue to be dependent upon a limited number of customers for a significant portion of our revenues for the foreseeable future and, in some cases, the portion of our revenues attributable to individual customers may increase in the future. In addition, changes to our customers’ businesses may contribute to further customer concentration, including any impact from acquisition activities, internal business reorganizations leading to operational and decision making changes, and corporate structure changes such as subsidiary consolidation and reorganization that may arise in the future. The loss of one or more key customers or a reduction in usage by any major customers would reduce our revenues. If we fail to maintain existing customers or develop relationships with new customers and across different industries, our business would be harmed.\n\n26\n\nComponent delays, shortages or price increases could interrupt our ability to complete the construction of our servers to meet the usage needs of our customers. Our operating results could be materially harmed if we are unable to adequately manage our server needs.\n\nOur business depends on the timely supply of certain parts and components to construct our servers. We rely on a limited number of suppliers for several components of the equipment we use to operate our network and provide products to our customers. Our reliance on these suppliers exposes us to risks including reduced control over production costs and constraints based on the then current availability, terms, and pricing of these components, including pricing changes as a result of inflationary pressures. The COVID-19 pandemic caused disruptions and delays for these components and the delivery and installation of such components at our colocation facilities, in addition to pricing increases. If our supply of certain components is further disrupted or delayed, there can be no assurance that we will be able to obtain adequate replacements for the existing components or that supplies will be available on terms and prices that are favorable to us, if at all. Any disruption or delay in the supply of our hardware components has in the past and may in the future limit capacity expansion or replacement of defective or obsolete equipment, or cause other constraints on our operations that could damage our customer relationships and harm our business.\n\nTo ensure adequate supply of parts and components, we must forecast server needs and expenses and place orders sufficiently in advance with our suppliers based on estimates of future demand for network capacity. As we continue to experience growth, we may face challenges managing adequate server capacity due to potential component delays, shortages, price increases, hardware efficiencies gained through internal development, or any potential changes in server architecture including due to technological advances or obsolescence. We may incur charges in future periods related to server management or incorrectly forecast our network capacity needs in future periods. If we have excess server capacity, we have in the past needed to, and may in the future need to, write-down or write-off server assets, which may materially harm our operating results. For example, in the year ended December 31, 2024, we recognized certain equipment, internal-use software project and right-of-use asset related write-off charges of $4.1 million. Conversely, if we underestimate network capacity needs, we may in future periods be unable to meet demand and be required to incur higher costs to secure necessary parts and components of our servers, which could adversely affect our customer relationships and harm our business.\n\nOur history of operating losses makes it difficult to evaluate our current business and prospects and may increase the risks associated with your investment.\n\nWe were founded in 2011 and have experienced net losses and negative cash flows from operations since inception. We have encountered and will continue to encounter risks and difficulties frequently experienced by growth companies in constantly evolving industries, including companies in the technology sector, including the risks described in this report. If we do not address these risks successfully, our business may be harmed.\n\nWe generated a net loss of $158.1 million for the year ended December 31, 2024 and we had an accumulated deficit of $992.8 million. We will need to generate and sustain increased revenue levels and manage costs in future periods in order to become profitable; even if we achieve profitability, we may not be able to maintain or increase our level of profitability. We intend to continue to expend significant funds to support further growth and further develop our platform, including expanding the functionality of our platform, expanding our technology infrastructure and business systems to meet the needs of our customers, expanding our direct sales force and partner ecosystem, increasing our marketing activities, and growing our international operations. We have in the past faced, and will continue to face, increased compliance costs associated with growth and expansion of our customer base. Our efforts to grow our business may be costlier than we expect, and we may not be able to increase our revenue enough to offset our increased operating expenses. We may incur significant losses in the future for a number of reasons, including the other risks described herein, and unforeseen expenses, difficulties, complications and delays, and other unknown events. If we are unable to achieve and sustain profitability, our business may be harmed.\n\nIf our information technology systems or data, or those of third parties upon which we rely, are compromised now, or in the future, or the security, confidentiality, integrity or availability of our information technology, software, services, networks, communications or data is compromised, limited or fails, our business could experience materially adverse consequences, including but not limited to regulatory investigations or actions, litigation, fines and penalties, disruptions of our business operations, loss of revenue or profits, loss of customers or sales, reputational harm, and other adverse consequences.\n\nOur business depends on providing our customers with fast, efficient, and reliable distribution of applications and content over the Internet. In the ordinary course of our business, we and the third parties upon which we rely, collect, receive, \n\n27\n\nstore, process, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share, proprietary, confidential, and sensitive data, including personal information, intellectual property, trade secrets, and encryption keys, including our data and data of our customers, including their end-users (collectively, “Sensitive Information”). Maintaining the security and availability of our platform, network, and internal information technology systems and the security of information we hold on behalf of our customers is a critical issue for us and our customers, and we expend significant resources, and may need to fundamentally change our business activities and continue to modify our practices and operations, in an effort to protect against security incidents and to mitigate, detect, and remediate actual and potential vulnerabilities. \n\nCyber-attacks, malicious Internet-based activity, online and offline fraud, and other similar activities threaten the confidentiality, integrity, and availability of our Sensitive Information and information technology systems, and those of the third parties upon which we rely. Such threats are prevalent and continue to rise, are difficult to detect, and come from a variety of sources, including threat actors, “hacktivists,” personnel (such as through theft or misuse), sophisticated nation states, and nation-state-supported actors. \n\nSome actors now engage, and are expected to continue to engage in cyber-attacks, including without limitation nation-state actors for geopolitical reasons and in conjunction with military conflicts and defense activities. We have in the past been subject to cyber-attacks from third parties, including parties who we believe are sponsored by government actors. Since our customers share our multi-tenant architecture, cyber-attacks on any one of our customers could have a negative effect on our other customers. In the past, these attacks have significantly increased the bandwidth used on our platform and have strained our network. During times of war and other major conflicts, we, the third parties upon which we rely, and our customers may be vulnerable to a heightened risk of these attacks, including retaliatory cyber-attacks, that could materially disrupt our systems and operations, supply chain, and ability to produce, sell, and distribute our services. \n\nWe and the third parties upon which we rely are subject to a variety of evolving threats, including but not limited to social-engineering attacks (including through deep fakes, which may be increasingly more difficult to identify as fake, and phishing attacks), malicious code, malware (including as a result of advanced persistent threat intrusions), denial-of-service attacks (“DDoS”), account takeover attacks, credential harvesting, personnel misconduct or error, ransomware attacks, supply-chain attacks, software bugs, server malfunctions, software or hardware failures, attacks facilitated or enhanced by artificial intelligence (“AI”), loss of data or other information technology assets, adware, telecommunications failures, natural disasters, and other similar threats. For example, we have experienced DDoS attacks of significant size and severity that caused us to invest resources into improving our systems, and we expect to continue to be subject to DDoS and other forms of attacks in the future, particularly as they have become more prevalent in our industry. Similarly, we have been the target of phishing and social engineering schemes that may be designed to, among other things, improperly gain access to our confidential information or fraudulently obtain payments or funds from us. Further, we are not immune from the possibility of a malicious insider compromising our information systems and infrastructure or misappropriating our confidential information. \n\nIn particular, severe ransomware attacks are becoming increasingly prevalent, and can lead to significant interruptions in our operations, loss of Sensitive Information and revenue, reputational harm, and diversion of funds. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to a number of factors, including applicable laws or regulations prohibiting such payments. \n\nWe are incorporated into the supply chain of a number of companies worldwide and, as a result, if our services are compromised, a significant number or, in some instances, all of our customers and their data could be simultaneously affected. In addition, supply-chain attacks have increased in frequency and severity, and we cannot guarantee that third parties’ infrastructure in our supply chain or our third-party partners’ supply chains have not been compromised.  The potential liability and associated consequences we could suffer as a result of such a large-scale event could be catastrophic and result in irreparable harm. \n\nFuture or past business transactions (such as acquisitions or integrations) could expose us to additional cybersecurity risks and vulnerabilities, as our systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies. Furthermore, we may discover security issues that were not found during due diligence of such acquired or integrated entities, and it may be difficult to integrate companies into our information technology environment and security program.\n\nWe rely on third-party service providers and technologies to operate critical business systems to process Sensitive Information in a variety of contexts, including, without limitation, cloud-based infrastructure, data center facilities, encryption and authentication technology, content delivery to customers, and other functions. Like many other companies, our ability to monitor third parties’ information security practices is limited, and these third parties may not have adequate information \n\n28\n\nsecurity measures in place. If our third-party service providers experience a security incident or other interruption, we could experience adverse consequences. While we may be entitled to damages if our third-party service providers fail to satisfy their privacy and data security-related obligations to us, any award may be insufficient to cover our damages, or we may be unable to recover such award.\n\nAny of the previously identified or similar threats could cause a security incident or other interruption that could result in unauthorized, unlawful, or accidental acquisition, modification, destruction, loss, alteration, encryption, disclosure of, or access to our Sensitive Information or our information technology systems, or those of the third parties upon whom we rely. A security incident or other interruption could disrupt our ability (and that of third parties upon whom we rely) to provide our platform, products and services. \n\nIn addition, as we expand our emphasis on selling security-related products, we may become a more attractive target for attacks on our infrastructure intended to destabilize, overwhelm, or shut down our platform. For example, we have had security incidents in the past that have tested the limits of our infrastructure and impacted the performance of our platform. \n\nIn addition to experiencing a security incident, third parties may gather, collect, or infer Sensitive Information about us from public sources, data brokers, or other means that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or market position. Further, Sensitive Information of the Company or our customers could be leaked, disclosed, or revealed as a result of or in connection with our employees’, personnel’s, or vendors’ use of generative AI technologies.\n\nCertain privacy and data security obligations may require us to implement and maintain specific security measures or industry-standard or reasonable security measures to protect our information technology systems and Sensitive Information.\n\nWhile we have implemented security measures designed to protect against security incidents, there can be no assurance that these measures will be effective. We take steps to detect and remediate vulnerabilities, but we may not be able to detect and remediate all vulnerabilities because the threats and techniques used to exploit the vulnerability change frequently and are often sophisticated in nature. Therefore, such vulnerabilities could be exploited but may not be detected until after a security incident has occurred. These vulnerabilities pose material risks to our business. Further, we may experience delays in developing and deploying remedial measures designed to address any such identified vulnerabilities. \n\nApplicable privacy and data security obligations may require us to notify relevant stakeholders, including affected individuals, customers, regulators, and investors of security incidents. For example, SEC rules require disclosure on Form 8-K of the nature, scope and timing of any material cybersecurity incident and the reasonably likely impact of such incident. Compliance with such disclosure efforts is costly, and the disclosure or the failure to comply with such requirements could lead to adverse consequences. If we (or a third party upon whom we rely) experience a security incident or are perceived to have experienced a security incident, we may experience adverse consequences, such as government enforcement actions (for example, investigations, fines penalties, audits, and inspections); additional reporting requirements and/or oversight, restrictions on processing Sensitive Information (including personal data); litigation (including class action claims); indemnification obligations; negative publicity; reputational harm; monetary fund diversions; diversion of management attention; interruptions or degradation of performance in our services (including availability of data); financial loss; and other similar harms. Security incidents and attendant consequences may cause customers to stop using our platform, products, and services, cause us to offer pricing and other concessions, deter new customers from using our platform, products, and services, and negatively impact our ability to grow and operate our business.\n\nOur contracts may not contain limitations of liability, and even where they do, there can be no assurance that limitations of liability in our contracts are sufficient to protect us from liabilities, damages, or claims related to our privacy and data security obligations. We cannot be sure that our insurance coverage will be adequate or sufficient to protect us from or to mitigate liabilities arising out of our privacy and data security practices, that such coverage will continue to be available on commercially reasonable terms or at all, or that such coverage will pay future claims.\n\nIf we fail to efficiently develop and sell new products and respond effectively to rapidly changing technology, evolving industry standards, changing regulations, and changing customer needs, requirements, or preferences, our products may become less competitive.\n\nThe market in which we compete is relatively new and subject to rapid technological change, evolving industry standards and regulatory changes, as well as changing customer needs, requirements, and preferences. The success of our business will depend, in part, on our ability to adapt and respond effectively to these changes on a timely basis. If we are unable to develop \n\n29\n\nand sell new products that satisfy and are adopted by our customers and provide enhancements, new features, and capabilities to our platform that keep pace with rapid technological and industry change, our revenue and operating results could be adversely affected. Further, some of our prospective customers may require custom development of features as part of their purchase decision, or our existing customers may require us to develop custom features. If we are unable to meet their requirements, they may look to our competitors or internal solutions that eliminate reliance on third-party providers, and our revenue and operating results could be adversely affected. Further, prioritizing such custom features can be difficult to adapt to other customers and may require significant engineering resources. If new technologies emerge that enable large Internet platform companies to utilize their own data centers and implement delivery approaches that limit or eliminate reliance on third-party providers like us, or that enable our competitors to deliver competitive products and applications at lower prices, more efficiently, more conveniently, or more securely, such technologies could adversely impact our ability to compete. If our platform does not allow us or our customers to comply with the latest regulatory requirements, our existing customers may decrease their usage on our platform and new customers will be less likely to adopt our platform. \n\nOur platform must also integrate with a variety of network, hardware, mobile, and software platforms and technologies, and we need to continuously modify and enhance our products and platform capabilities to adapt to changes and innovation in these technologies. If developers widely adopt new software platforms, we would have to attempt to develop new versions of our products and enhance our platform’s capabilities to work with those new platforms. These development efforts may require significant engineering, marketing, and sales resources, all of which would affect our business and operating results. Any failure of our platform’s capabilities to operate effectively with future infrastructure platforms, technologies, and software platforms could reduce the demand for our platform. If we are unable to respond to these changes in a cost-effective manner, our products may become less marketable and less competitive or obsolete, and our business may be harmed. \n\nMoreover, our platform is highly technical and complex. For example, our delivery products rely on knowledge of the Varnish Configuration Language (“VCL”) to utilize many features of this platform. Potential developers may be unfamiliar or opposed to working with VCL and therefore decide to not adopt our platform, which may harm our business.\n\nIf we fail to forecast our revenue accurately, or if we fail to manage our expenditures, our operating results could be adversely affected.\n\nWe cannot accurately predict customers’ usage or renewal rates given the diversity of our customer base across industries, geographies and size, and ability of customers to allocate usage, among other factors. Accordingly, we may be unable to accurately forecast our revenues. Notwithstanding our substantial investments in sales and marketing, infrastructure, and research and development in anticipation of growth in our business, if we do not realize returns on these investments in our growth, our results of operations could differ materially from our forecasts, which would adversely affect our results of operations and could disappoint analysts and investors, causing our stock price to decline. In addition, we have experienced, and may continue to experience, longer payment cycles in collecting accounts receivable from certain of our customers, difficulty in detecting potentially fraudulent self-service customer accounts in a timely manner, and errors in calculating the number of ongoing self-service customer accounts. If we are unable to timely collect accounts receivable from our customers or detect fraudulent self-service customer accounts in a timely manner, our business will be harmed. \n\nFailure to effectively develop and expand our marketing and sales capabilities could harm our ability to increase our customer base and achieve broader market acceptance of our platform.\n\nWe have historically benefited from word-of-mouth and other organic marketing to attract new customers. Through this word-of-mouth marketing, we have been able to build our brand with relatively low marketing and sales costs. This strategy has allowed us to build a substantial customer base and community of users who use our products and act as advocates for our brand and our platform, often within their own corporate organizations. However, our ability to further increase our customer base and achieve broader market acceptance of our products will significantly depend on our ability to expand our marketing and sales operations. We plan to continue expanding our sales force and strategic partners, both domestically and internationally. We also plan to continue to dedicate significant resources to sales, marketing, and demand-generation programs, including various online marketing activities as well as targeted account-based marketing. The effectiveness of our targeted account-based marketing has varied over time and may vary in the future. All of these efforts will require us to invest significant financial and other resources and if they fail to attract additional customers, our business will be harmed. We have also used a strategy of offering free trial versions of our platform in order to strengthen our relationship and reputation within the developer community by providing these developers with the ability to familiarize themselves with our platform without first becoming a paying customer. However, these developers may not perceive value in the additional benefits and services we offer beyond the free trial versions of our platform and may choose not to pay for those additional benefits. Moreover, some \n\n30\n\nexisting paying customers may choose not to renew their commitment with us in favor of relying on the free version of our platform. Most trial accounts do not convert to paid versions of our platform, and to date, only a few users who have converted to paying customers have gone on to generate meaningful revenue. If our other lead generation methods do not result in broader market acceptance of our platform and the users of trial versions of our platform do not become, or are unable to convince their organizations to become, paying customers, or if paying customers choose to convert to the free versions of our platform, we will not realize the intended benefits of this strategy, and our business will be harmed.\n\nWe believe that there is significant competition for sales personnel, including sales representatives, sales managers, and sales engineers, with the skills and technical knowledge that we require. Our ability to achieve significant revenue growth will depend, in large part, on our success in recruiting, training, incentivizing, and retaining sufficient numbers of sales personnel to support our growth. New hires require significant training and may take significant time before they achieve full productivity. Our recent hires may not become productive as quickly as we expect, if at all, and we may be unable to hire or retain sufficient numbers of qualified individuals in the markets where we do business or plan to do business. In addition, particularly if we continue to grow rapidly, new members of our sales force will have relatively little experience working with us, our platform, and our business model. If we are unable to hire and train sufficient numbers of effective sales personnel, our sales personnel do not reach significant levels of productivity in a timely manner, our sales personnel are not effectively incentivized, or our sales personnel are not successful in acquiring new customers or expanding usage by existing customers, our business will be harmed.\n\nThe markets in which we participate are competitive, and if we do not compete effectively, our business will be harmed.\n\nThe market for cloud computing platforms, particularly enterprise grade products, is highly fragmented, competitive, and constantly evolving. With the introduction of new technologies and market entrants, we expect that the competitive environment in which we compete will remain intense going forward. Application and API security vendors like Akamai, Cloudflare, F5, and Thales (Imperva) offer products that compete with ours. We also compete with CDN providers, which now offer serverless edge compute functionality like Akamai (Linode) and Cloudflare, public cloud providers that have added CDN and WAF capabilities like Amazon Web Services (AWS), Google Cloud Platform, and Microsoft (Azure), legacy CDNs, such as Akamai, point CDN players like Bunny CDN, CDNetworks, CDN77, and Qwilt, and traditional on-premise data center appliance vendors for load balancing, WAF, and/or DDoS like F5, Thales (Imperva), and Radware. Some of our competitors have made or may make acquisitions or may enter into partnerships or other strategic relationships that may provide more comprehensive offerings than they individually had offered. Such acquisitions or partnerships may help competitors achieve greater economies of scale than us. In addition, new entrants not currently considered to be competitors may enter the market through acquisitions, partnerships, or strategic relationships. We compete on the basis of a number of factors, including:\n\n•our platform’s functionality, scalability, performance, ease of use, ease of integration and programmability, reliability, security availability, and cost effectiveness relative to that of our competitors’ products and services;\n\n•our global network coverage and availability;\n\n•our ability to support modern application development processes and utilize new and proprietary technologies to offer services and features previously not available in the marketplace;\n\n•our ability to identify new markets, applications, and technologies;\n\n•our ability to attract and retain customers;\n\n•our brand, reputation, and trustworthiness;\n\n•our credibility with developers;\n\n•the quality of our customer support;\n\n•our ability to recruit software engineers and sales and marketing personnel; \n\n•our ability to protect our intellectual property; and\n\n31\n\n•our ability to identify opportunities for acquisitions and strategic relationships and successfully execute on them.\n\nWe face substantial competition from legacy CDNs, small business-focused CDNs, cloud providers, traditional data center, and appliance vendors. In addition, existing customers have transitioned or notified us of their intent to transition, and existing and potential customers may in the future transition, off of our platform, or may limit their use, because they pursue a “do-it-yourself” approach to develop their own CDN by putting in place equipment, software, and other technology products for content and application delivery within their internal systems; enter into relationships directly with network providers instead of relying on an overlay network like ours; or implement multi-vendor policies to reduce reliance on external providers like us.\n\nOur competitors vary in size and in the breadth and scope of the products and services offered. Many of our competitors and potential competitors have greater name recognition, longer operating histories, more established customer relationships and installed customer bases, larger marketing budgets, and greater resources than we do. While some of our competitors provide a platform with applications to support one or more use cases, many others provide point-solutions that address a single use case. Other potential competitors not currently offering competitive applications may expand their product offerings, and our current customers may develop their own products or features, to compete with our offerings. Our competitors may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards, and customer requirements. An existing competitor or new entrant could introduce new technology that reduces demand for our platform. In addition to application and technology competition, we face pricing competition. Some of our competitors offer their applications or services at a lower price, which has resulted in pricing pressures. Some of our larger competitors have the operating flexibility to bundle competing applications and services with other offerings, including offering them at a lower price or for no additional cost to customers as part of a larger sale of other products. For all of these reasons, we may not be able to compete successfully and competition could result in the failure of our platform to achieve or maintain market acceptance, the market for our edge cloud platform may grow more slowly than we anticipate, any of which could harm our business.\n\nIf we fail to maintain and enhance our brand, our ability to expand our customer base will be impaired and our business, results of operations and financial condition may suffer.\n\nWe believe that maintaining and enhancing our brand is important to continued market acceptance of our existing and future products, attracting new customers, and retaining existing customers. We also believe that the importance of brand recognition will increase as competition in our market increases. Successfully maintaining and enhancing our brand will depend largely on the effectiveness of our marketing efforts, our ability to provide reliable products that continue to meet the needs of our customers at competitive prices, our ability to maintain our customers’ trust, our ability to continue to develop new functionality and products, and our ability to successfully differentiate our platform from competitive products and services. Additionally, our brand and reputation may be affected if customers do not have a positive experience with our partners’ services. Our brand promotion activities may not generate customer awareness or yield increased revenue, and even if they do, any increased revenue may not offset the expenses we incurred in building our brand. If we fail to successfully promote and maintain our brand, our business may be harmed.\n\nAcquisitions, strategic investments, partnerships, or alliances could be difficult to identify and integrate, divert the attention of management, disrupt our business, and dilute stockholder value.\n\nWe have in the past acquired, and we may in the future seek to acquire or invest in, businesses, products, or technologies that we believe could complement or expand our platform, enhance our technical capabilities, or otherwise offer growth opportunities. Our acquisitions of Glitch and Signal Sciences reflect this strategy. The pursuit of potential acquisitions may divert the attention of management and cause us to incur various expenses in identifying, investigating, and pursuing acquisitions, whether or not such acquisitions are completed. In addition, we have limited experience in acquiring other businesses and we may not successfully identify desirable acquisition targets or, when we acquire additional businesses, we may not be able to integrate them effectively following the acquisition. Acquisitions could also result in dilutive issuances of equity securities or the incurrence of debt, which could adversely affect our operating results, may cause unfavorable accounting treatment, may expose us to claims and disputes by third parties, including intellectual property claims, and may not generate sufficient financial returns to offset additional costs and expenses related to the acquisitions. We may also incur significant, and sometimes unanticipated costs in connection with these acquisitions or in integration with our business. In addition, if an acquired business fails to meet our expectations or we do not realize sufficient value, our business may be harmed.\n\n32\n\nFurther, it is possible that there could be a loss of our existing or any acquired company’s key employees and customers, disruption of either company’s or both companies’ ongoing businesses or unexpected issues, higher than expected costs and an overall post-completion process that takes longer than originally anticipated. Specifically, the following issues, among others, must be addressed in combining any company’s operations with ours in order to realize the anticipated benefits of the acquisition so the combined company performs as the parties hope:\n\n•combining the companies’ corporate functions;\n\n•combining their business with our business in a manner that permits us to achieve the synergies anticipated to result from the acquisition, the failure of which would result in the anticipated benefits of the acquisition not being realized in the time frame currently anticipated or at all;\n\n•maintaining existing and new agreements with customers, service providers, and vendors;\n\n•determining whether and how to address possible differences in corporate cultures, management philosophies and strategies relating to channels, resellers, and partners;\n\n•integrating the companies’ administrative and information technology infrastructure;\n\n•developing products and technology that allow value to be unlocked in the future; and\n\n•evaluating and forecasting the financial impact of the acquisition transaction, including accounting impacts.\n\nFailure to address any of the above listed issues could have a material adverse effect on our business, results of operations and financial position. In addition, at times the attention of certain members of our management and resources may be focused on completion of the acquisition and integration planning of the businesses of the two companies and diverted from day-to-day business operations, which may disrupt our ongoing business and the business of the combined company. \n\nWe are, and may in the future be, involved in class-action lawsuits and other litigation matters that are expensive and time-consuming. If resolved adversely, lawsuits and other litigation matters could seriously harm our business.\n\nWe are, and may in the future be, subject to litigation such as putative class action and stockholder derivative lawsuits brought by stockholders. For example, on May 24, 2024, we and certain of our officers were named as defendants in putative securities class action filed in the United States District Court for the Northern District of California purportedly brought on behalf of holders of our common stock. On November 1, 2024, the lead plaintiff filed an amended complaint. On June 12, 2024 and July 1, 2024, stockholder derivative complaints were filed in the United States District Court for the Northern District of California against certain of our officers and directors based on substantially similar allegations as those in the putative securities class action. These two shareholder derivative actions have been consolidated and stayed pending resolution of our motion to dismiss in the securities class action. On August 23, 2024 and December 20, 2024, substantially similar stockholder derivative complaints were filed against certain of our officers and directors in the United States District Court for the District of Delaware and the Court of Chancery for the State of Delaware. These two shareholder derivative actions have also been stayed pending resolution of our motion to dismiss in the above-referenced putative securities class action. Defendants filed a motion to dismiss the putative securities class action on January 15, 2025. We anticipate that we may be a target for lawsuits in the future, as we have been in the past. Any litigation to which we are a party may result in an onerous or unfavorable judgment that may not be reversed on appeal, or we may decide to settle lawsuits on similarly unfavorable terms. Any such negative outcome could result in payments of substantial monetary damages and accordingly our business could be seriously harmed. The results of lawsuits and claims cannot be predicted with certainty. Regardless of the final outcome, defending these claims, and associated indemnification obligations, are costly and can impose a significant burden on management and employees, and we may receive unfavorable preliminary, interim, or final rulings in the course of litigation, which could seriously harm our business.\n\nWe may not be able to scale our business quickly enough to meet our customers’ growing needs. If we are not able to grow efficiently, our business could be harmed.\n\nAs usage of our edge cloud computing platform grows and as the breadth of use cases for our platform expands, we will need to devote additional resources to improving our platform architecture, integrating with third-party applications and maintaining infrastructure performance. In addition, we will need to appropriately scale our processes and procedures that \n\n33\n\nsupport our growing customer base, including increasing our number of POPs around the world and investments in systems, training, and customer support.\n\nAny failure of or delay in these efforts could cause impaired system performance and reduced customer satisfaction. These issues could reduce the attractiveness of our platform to customers, resulting in decreased sales to new customers, lower renewal rates by existing customers, the issuance of service credits, or requested refunds, which would hurt our revenue growth and our reputation. Even if we are able to upgrade our systems and expand our staff, any such expansion will be expensive and complex, and require the dedication of significant management time and attention. We could also face inefficiencies or operational failures as a result of our efforts to scale our cloud infrastructure, such as by over investing in systems and equipment to support anticipated growth in our platform. We cannot be sure that the expansion and improvements to our cloud infrastructure will be effectively implemented on a timely basis, if at all, and such failures would harm our business.\n\nWe may have insufficient transmission bandwidth and colocation space, which could result in disruptions to our platform and loss of revenue.\n\nOur operations are dependent in part upon transmission bandwidth provided by third-party telecommunications network providers and access to colocation facilities to house our servers. There can be no assurance that we are adequately prepared for unexpected increases in bandwidth demands by our customers, particularly when customers experience cyber-attacks. The bandwidth we have contracted to purchase may become unavailable for a variety of reasons, including service outages, payment disputes, network providers going out of business, natural disasters, extreme weather events, networks imposing traffic limits, or governments adopting regulations that impact network operations. In some regions, bandwidth providers have their own services that compete with us, or they may choose to develop their own services that will compete with us. These bandwidth providers may become unwilling to sell us adequate transmission bandwidth at fair market prices, if at all. This risk is heightened where market power is concentrated with one or a few major networks. We also may be unable to move quickly enough to augment capacity to reflect growing traffic or security demands. Failure to put in place the capacity we require could result in a reduction in, or disruption of, service to our customers and ultimately a loss of those customers. Such a failure could result in our inability to acquire new customers demanding capacity not available on our platform.\n\nThe nature of our business exposes us to inherent liability risks.\n\nOur platform and related applications, including our security solutions, are designed to provide rapid protection against web application vulnerabilities and cyber-attacks. However, no security product can provide absolute protection against all vulnerabilities and cyber-attacks. Our platform is subject to cyber-attacks, and the failure of our platform and related applications to adequately protect against these cyber-attacks may allow our customers to be attacked. Any adverse consequences of these attacks, and our failure to meet our customers’ expectations as they relate to such attacks, could harm our business.\n\nDue to the nature of our applications, we are potentially exposed to greater risks of liability for product or system failures than may be inherent in other businesses. Although substantially all of our customer agreements contain provisions that limit our liability to our customers, these limitations may not be sufficient, and we cannot assure you that these limitations will be enforced or the costs of any litigation related to actual or alleged omissions or failures would not have a material adverse effect on us even if we prevail.\n\nOur dedication to our values may negatively influence our financial results.\n\nWe have taken, and may continue to take, actions that we believe are in the best interests of our customers, our employees, and our business, even if those actions do not maximize financial results in the short term. For instance, we do not knowingly allow our platform to be used to deliver content from groups that promote violence or hate, and that conflict with our values like strong ethical principles of integrity and trustworthiness, among others. In the past, we have removed customers from our platform who we believed took positions conflicting with these values, and we may continue to do so in the future. While we believe this is beneficial to the long term performance of our business, this approach may not result in the benefits that we expect, and our employees or third parties may disagree with our interpretation of our values, or take issue with how we execute on our values, which may result in us becoming a target for negative publicity, increased scrutiny, lawsuits, or network attacks, in which case our business could be harmed.\n\n34\n\nOur growth depends in large part on the success of our partner relationships.\n\nWe maintain a partner ecosystem of companies who build edge applications to integrate with our platform. We are dependent on these partner relationships to amplify our reach and provide our customers with enhanced value from our platform. Our future growth will be increasingly dependent on the success of our partner relationships, including their development of useful applications for our platform. If those partnerships do not provide these benefits or if our partners are unable to serve our customers effectively, we may need to allocate resources internally to provide these services or our customers may not realize the full value of our platform, which could harm our business.\n\nMoreover, our partners’ business partners may not completely align with our core values and therefore may do business with companies that we otherwise would not do business with. Our association with these companies could damage our brand and reputation and potentially harm our business.\n\nWe operate in an emerging and evolving market, which may develop more slowly or differently than we expect. If our market does not grow as we expect, or if we cannot expand our services to meet the demands of this market, our revenue may decline, or fail to grow, and we may incur operating losses.\n\nThe market for edge computing is still developing. There is considerable uncertainty over the size and rate at which this market will grow, as well as whether our platform will be widely adopted. Our success will depend, to a substantial extent, on the widespread adoption of our platform as an alternative to other solutions, such as legacy CDNs, and CDNs focused on enterprise data centers, central cloud, and small businesses. Some organizations may be reluctant or unwilling to use our platform for a number of reasons, including concerns about additional costs, uncertainty regarding the reliability, and security of cloud-based offerings or lack of awareness of the benefits of our platform. Moreover, many organizations have invested substantial personnel and financial resources to integrate traditional on-premise services into their businesses, and therefore may be reluctant or unwilling to migrate to cloud-based services. Our ability to expand sales of our product into new and existing markets depends on several factors, including potential customer awareness of our platform; the timely completion of data centers in those markets; introduction and market acceptance of enhancements to our platform or new applications that we may introduce; our ability to attract, retain and effectively train sales and marketing personnel; our ability to develop relationships with partners; the effectiveness of our marketing programs; the pricing of our services; and the success of our competitors. If we are unsuccessful in developing and marketing our product into new and existing markets, or if organizations do not perceive or value the benefits of our platform, the market for our product might not continue to develop or might develop more slowly than we expect, either of which may harm our business.\n\nThe estimates of market opportunity and forecasts of market growth may prove to be inaccurate, and any real or perceived inaccuracies may harm our reputation and negatively affect our business. Even if the market in which we compete achieves the forecasted growth, our business could fail to grow at similar rates, if at all.\n\nThird-party market opportunity estimates and our growth forecasts are subject to significant uncertainty and are based on assumptions and estimates that may not prove to be accurate. The variables that go into the calculation of our market opportunity are subject to change over time, and there is no guarantee that any particular number or percentage of addressable companies or end-users covered by our market opportunity estimates will purchase our products at all or generate any particular level of revenues for us. Even if the market in which we compete meets the size estimates and growth forecasted, our business could fail to grow for a variety of reasons, including reasons outside of our control, such as competition in our industry.\n\nUsage of our platform accounts for substantially all of our revenue, and as a result, our operating results could suffer from a reduction in usage.\n\nWe expect that we will be substantially dependent on our edge cloud platform to generate revenue for the foreseeable future. As a result, our operating results could suffer due to:\n\n•any decline in demand for our edge cloud platform;\n\n•the failure of our edge cloud platform to achieve continued market acceptance;\n\n•the market for edge cloud computing services not continuing to grow, or growing more slowly than we expect;\n\n35\n\n•the introduction of products and technologies that serve as a replacement or substitute for, or represent an improvement over, our edge cloud platform;\n\n•technological innovations or new standards that our edge cloud platform does not address;\n\n•sensitivity to current or future prices offered by us or our competitors;\n\n•our customers’ development of their own edge cloud platform; and\n\n•our inability to release enhanced versions of our edge cloud platform on a timely basis.\n\nIn addition, because substantially all of our revenue from usage is recognized during the term of the relevant contract upon usage, downturns or upturns in sales contracts are not immediately reflected in full in our operating results. \n\nIf the market for our edge cloud platform grows more slowly than anticipated or if demand for our edge cloud platform does not grow as quickly as anticipated, whether as a result of competition, pricing sensitivities, product obsolescence, technological change, unfavorable economic conditions, uncertain geopolitical environment, budgetary constraints of our customers, or other factors, our business would be harmed.\n\nWe expect fluctuations in our financial results and key metrics, making it difficult to project future results, and if we fail to meet the expectations of securities analysts or investors, our stock price and the value of your investment could decline significantly.\n\nOur operating results, including revenue, gross margin and net income, as well as our key metrics, including our LTM NRR, have fluctuated in the past and are expected to fluctuate in the future due to a variety of factors, many of which are outside of our control. As a result, our past results may not be indicative of our future performance and period-to-period comparisons of our operating results and key metrics may not be meaningful or accurately measure our business. In addition to the other risks described herein, factors that may affect our operating results include the following:\n\n•fluctuations in demand for or pricing of our platform;\n\n•our ability to attract new customers;\n\n•our ability to retain our existing customers;\n\n•fluctuations in the usage of our platform by our customers, which is directly related to the amount of revenue that we recognize from our customers;\n\n•fluctuations in customer delays in purchasing decisions in anticipation of new products or product enhancements by us or our competitors;\n\n•changes in customers’ budgets and in the timing of their budget cycles and purchasing decisions;\n\n•the timing of customer payments and any difficulty in collecting accounts receivable from customers;\n\n•timing of new functionality of our existing platform;\n\n•our ability to control costs, including our operating expenses and transmission bandwidth pricing;\n\n•the amount and timing of payment for operating expenses, particularly research and development and sales and marketing expenses, including commissions;\n\n36\n\n•the amount and timing of costs associated with recruiting, training, and integrating new employees;\n\n•the effects of acquisitions or other strategic transactions;\n\n•expenses in connection with acquisitions or other strategic transactions;\n\n•our ability to successfully deploy POPs in new regions;\n\n•general economic conditions, both domestically and internationally, as well as economic conditions specifically affecting industries in which our customers participate;\n\n•the ability to maintain our partnerships;\n\n•the impact of new accounting pronouncements;\n\n•changes in the competitive dynamics of our market, including consolidation among competitors or customers;\n\n•significant security breaches of, technical difficulties with, or interruptions to, the delivery and use of our platform; and\n\n•awareness of our brand and our reputation in our target markets.\n\nAdditionally, certain large scale events, such as major elections and sporting events, can significantly impact usage of our platform, which could cause fluctuations in our results of operations. While increased usage of our platform during these events could result in increased revenue, these seasonal and one-time events could also impact the performance of our platform during those events and lead to a sub-optimal experience for some customers. Such annual and one-time events may cause fluctuations in our results of operations as they would impact both our revenue and our operating expenses.\n\nAny of the foregoing and other factors may cause our results of operations to vary significantly. Furthermore, if our quarterly results of operations or our guidance fall below the expectations of investors and securities analysts who follow our stock, the price of our common stock could decline substantially, and our business could be harmed. We cannot assure you that our operating results or projected operating results will meet the expectations of market analysts or our investors. \n\nOur pricing models subject us to various challenges that could make it difficult for us to derive sufficient value from our customers, and we do not have sufficient history with our pricing models to accurately predict the optimal pricing necessary to attract new customers and retain existing customers.\n\nWe generally charge our customers for their usage of our platform based on the combined total usage, as well as the features and functionality enabled. Additionally, once our product is purchased, customers can also buy a combination of our add-on products. We do not know whether our current or potential customers or the market in general will continue to accept this pricing model going forward and, if it fails to gain acceptance, our business could be harmed. We also generally purchase bandwidth from Internet service providers and server colocation space from third parties based on expected usage from our customers. Moreover, if our customers use our platform in a manner that is inconsistent with how we have purchased bandwidth, servers, and colocation space, our business could be harmed.\n\nWe have limited experience with respect to determining the optimal prices for our products and, as a result, we have in the past changed our pricing model and expect that we may need to do so in the future, including as a result of inflationary pressures. In addition, during 2023 we introduced the option for customers to purchase product packages with single price points and set limits on usage. We do not charge for overages on these single price point product packages. This pricing model has been in place for a limited amount of time, and we do not know the impact it will have on our usage-based pricing model over time. As the market for our products matures, or as new competitors introduce new products or services that compete with ours, we may be unable to attract new customers at the same price or based on the same pricing models as we have used historically. Pricing decisions may also impact the mix of adoption among our customers and negatively impact our overall revenue. Moreover, larger organizations may demand substantial price concessions. As a result, in the future we may be \n\n37\n\nrequired to reduce our prices or develop new pricing models, which could adversely affect our revenue, gross margin, profitability, financial position, and cash flow.\n\nOur sales and onboarding cycles with customers can be long and unpredictable, and our sales and onboarding efforts require considerable time and expense.\n\nThe timing of our sales with our enterprise customers and related revenue recognition is difficult to predict because of the length and unpredictability of the sales cycle for these customers. In addition, for our enterprise customers, the lengthy sales cycle for the evaluation and implementation of our products may also cause us to experience a delay between expenses for such sales efforts and the generation of corresponding revenue. The length of our sales cycle for these customers, from initial evaluation to payment, can range from several months to well over a year and can vary substantially from customer to customer. Similarly, the onboarding and ramping process with new enterprise customers, or with existing customers that are moving additional traffic onto our platform, can take several months. As the purchase of our products can be dependent upon customer initiatives, our sales cycle can extend to even longer periods of time. Customers often view a switch to our platform as a strategic decision requiring significant investment and, as a result, frequently require considerable time to evaluate, test, and qualify our product offering prior to entering into or expanding a contract commitment. During the sales cycle, we expend significant time and money on sales and marketing and contract negotiation activities, which may not result in a completed sale. Additional factors that may influence the length and variability of our sales cycle include:\n\n•the effectiveness of our sales force, particularly new salespeople and sales leadership, as we increase the size of our sales force and train our new salespeople to sell to enterprise customers;\n\n•the discretionary nature of customers’ purchasing decisions and budget cycles;\n\n•customers’ procurement processes, including their evaluation of competing products;\n\n•economic conditions and other factors affecting customer budgets;\n\n•the regulatory environment in which our customers operate;\n\n•integration complexity for a customer deployment;\n\n•the customer’s familiarity with edge cloud computing platforms;\n\n•evolving customer demands; \n\n•selling new products to enterprise customers; and\n\n•competitive conditions.\n\nGiven these factors, it is difficult to predict whether and when a customer will switch to our platform.\n\nGiven that it can take several months for our customers to ramp up their usage of our platform, during that time, we may not be able to generate enough revenue from a particular customer or that customer may not increase their usage in a meaningful way. Moreover, because the switching costs are fairly low, our customers are able to switch from our platform to alternative services relatively easily. As a result, actual usage could be materially below our forecasts, which could adversely affect our results of operations, disappoint analysts and investors, or cause our stock price to decline.\n\nIf our platform does not achieve sufficient market acceptance, our financial results and competitive position will suffer.\n\nTo meet our customers’ rapidly evolving demands, we invest substantial resources in research and development of enhanced products to incorporate additional functionality or expand the use cases that our platform addresses. Maintaining adequate research and development resources, such as the appropriate personnel and development technology, to meet the demands of the market is essential. If we are unable to develop products internally due to inadequate or ineffective research and \n\n38\n\ndevelopment resources, we may not be able to address our customers’ needs on a timely basis or at all. In addition, if we seek to supplement our research and development capabilities or the breadth of our products through acquisitions, such acquisitions could be expensive and we may not successfully integrate acquired technologies or businesses into our business. When we develop or acquire new or enhanced products, we typically incur expenses and expend resources upfront to develop, market, promote, and sell the new offering. Therefore, when we develop or acquire and introduce new or enhanced products, they must achieve high levels of market acceptance in order to justify the amount of our investment in developing or acquiring and bringing them to market. Our new products or enhancements and changes to our existing products could fail to attain sufficient market acceptance for many reasons, including:\n\n•failure to predict market demand accurately in terms of functionality and a failure to supply products that meet this demand in a timely fashion;\n\n•defects, errors, or failures;\n\n•negative publicity about our platform’s performance or effectiveness;\n\n•changes in the legal or regulatory requirements, or increased legal or regulatory scrutiny, adversely affecting our platform;\n\n•emergence of a competitor that achieves market acceptance before we do;\n\n•delays in releasing enhancements to our platform to the market; and\n\n•introduction or anticipated introduction of competing products by our competitors.\n\nIf our platform and any future enhancements do not achieve adequate acceptance in the market, or if products and technologies developed by others achieve greater acceptance in the market, our business could be harmed.\n\nBeyond overall acceptance of our platform by our customers, it is important that we maintain and grow acceptance of our platform among the developers that work for our customers. We rely on developers to choose our platform over other options they may have, and to continue to use and promote our platform as they move between companies. These developers often make design decisions and influence the product and vendor processes within our customers. If we fail to gain or maintain their acceptance of our platform, our business would be harmed.\n\nWe rely on third-party hosting providers that may be difficult to replace.\n\nWe rely on third-party hosting services such as AWS, Google Cloud Platform, Microsoft (Azure), and other cloud providers that facilitate the offering of our platform. Some of these third-party hosting services offer competing products to ours and therefore may not continue to be available on commercially reasonable terms, or at all. These providers may be unwilling to do business with us if they view our platform as a threat. Any loss of the right to use any of the hosting providers could impair our ability to offer our platform and harm our business until we are able to obtain alternative hosting providers.\n\nOur business is exposed to risks associated with credit card and other online payment processing methods.\n\nMany of our customers pay for our service using a variety of different payment methods, including credit and debit cards, prepaid cards, direct debit, and online payment applications and wallets. We rely on internal systems as well as those of third parties to process payments. Acceptance and processing of these payment methods are subject to certain rules and regulations and require payment of interchange and other fees. If we fail to comply with applicable rules and regulations, we may be subject to fines or higher transaction fees, and may lose our ability to accept online payments or other payment card transactions, or fees may increase over time, both of which would adversely affect our revenue, operating results, and financial condition. In addition, from time to time, we encounter fraudulent use of payment methods, which could impact our results of operations and if not adequately controlled and managed could create negative consumer perceptions of our service. If we are unable to maintain our chargeback rate at acceptable levels, card networks may impose fines and our card approval rate may be impacted. If we fail to adequately control fraudulent credit card transactions, we may face civil liability, reputational harm, and \n\n39\n\nsignificantly higher credit card-related costs, each of which could harm our business, results of operations and financial condition.\n\nIf we do not or cannot maintain the compatibility of our platform with third-party applications that our customers use in their businesses, our business will be harmed.\n\nBecause our customers choose to integrate our products with certain capabilities provided by third-party providers, the functionality and popularity of our platform depends, in part, on our ability to integrate our platform and applications with third-party applications. These third parties may change the features of their technologies, restrict our access to their applications, or alter the terms governing use of their applications in a manner that is adverse to our business. Such changes could functionally limit or prevent our ability to use these third-party technologies in conjunction with our platform, which would negatively affect adoption of our platform and harm our business. If we fail to integrate our platform with new third-party applications that our customers use, we may not be able to offer the functionality that our customers need, which would harm our business.\n\nWe provide service level commitments under our customer agreements. If we fail to meet these contractual commitments, we could be obligated to provide credits for future service, or face contract termination with refunds of prepaid amounts, which could harm our business.\n\nMost of our customer agreements contain service level commitments. If we are unable to meet the stated service level commitments, including failure to meet the uptime and delivery requirements under our customer agreements, we may be contractually obligated to provide the affected customers with service credits which could significantly affect our revenues in the periods in which the uptime and delivery failure occurs and the credits are applied. In the past, as a result of degradation of service and interruptions to our platform, we have provided service credits to certain of our affected customers with whom we had service level commitments. We could also face customer terminations with refunds of prepaid amounts, which could significantly affect both our current and future revenues. Any service level failures could harm our business.\n\nIf we fail to offer high quality support, our business may be harmed.\n\nOur customers rely on our support team to assist them in deploying our products effectively and resolve technical and operational issues. High-quality support is important for the renewal and expansion of our agreements with existing customers. The importance of maintaining high quality support will increase as we expand our business and pursue new customers. If we do not help our customers quickly resolve issues and provide effective ongoing support, our ability to maintain and expand our relationships with existing and new customers could suffer and our business could be harmed. Further, increased demand for customer support, without corresponding revenue, could increase costs and adversely affect our business. In addition, as we continue to grow our operations and expand internationally, we will need to be able to provide efficient customer support that meets our customers’ needs globally at scale and our customer support team will face additional challenges, including those associated with delivering support and documentation in multiple languages. Our failure to do so could harm our business.\n\nScrutiny relating to environmental, social and governance factors may impose additional costs and expose us to new risks.\n\nThere is an increasing focus from investors, employees, customers, policymakers, and other stakeholders concerning companies' management of various environmental, social, and governance matters (“ESG”), such as climate change and human capital. Any initiatives, including disclosures, that we engage in to improve our ESG profile and respond to stakeholder expectations may be costly and may not have the desired effect. For example, many ESG initiatives leverage methodologies and data that continue to evolve. As with other companies, our approach to such matters also evolves, and we cannot guarantee that our approach will align with any particular stakeholder’s expectations or preferences. Moreover, various stakeholders have different, and at times conflicting expectations. For example, while some policymakers (such as the State of California and the European Union) have adopted requirements for various disclosures or actions on environmental and social matters, policymakers in other jurisdictions have sought to constrain companies’ consideration of such matters in certain circumstances. Proponents and opponents of such matters are increasingly resorting to activism, including litigation, to advance their perspectives. Various capital providers and customers also incorporate ESG matters into their investment and procurement considerations. Addressing stakeholder expectations or requirements entails costs and any failure to successfully navigate such expectations, as well as evolving interpretations of any existing governmental laws or requirements, may result in reputational harm, loss of customers or contracts, regulatory or investor engagement, or other adverse impacts to our business. Such risks may also be augmented based on relative performance, both against any initiatives or goals we communicate as well as in \n\n40\n\ncomparison to our competitors. Various of our stakeholders are also subject to similar pressures, which may result in additional or novel risks.\n\nRisks Related to Employees and Managing Our Growth\n\nThe failure to attract and retain qualified personnel could prevent us from executing our business strategy.\n\nTo execute our business strategy, we must attract and retain highly qualified personnel. Competition for executive officers, software developers, sales personnel, product managers, and other key employees in our industry is intense. In particular, we compete with many other companies for software developers with high levels of experience in designing, developing, and managing cloud-based software, as well as for skilled sales, operations, and security professionals. In addition, we believe that the success of our business and corporate culture depends on employing people with a variety of backgrounds and experiences, and the competition for such diverse personnel is significant. The market for such talented personnel is competitive. Many of the companies with which we compete for experienced personnel have greater resources than we do and can frequently offer such personnel substantially greater compensation than we can offer, including, in some cases, large equity packages and cash incentive bonuses. In addition, prospective and existing employees often consider the value of the equity awards they receive in connection with their employment. If the perceived value of our equity awards declines, experiences significant volatility, or increases such that prospective employees believe there is limited upside to the value of our equity awards, it may adversely affect our ability to recruit and retain key employees. In order to manage attrition, including as a result of stock price decreases and market volatility on the perceived value of our equity awards, we have issued, and may continue to issue, additional equity awards and increased cash compensation to attract and retain employees, which may impact our results of operations or be dilutive to stockholders. Moreover, the increase in the number of equity awards has reduced the number of shares available for us to grant under our equity incentive plan. We also face significant competition in hiring and attracting qualified employees in all aspects of our business, and the move by companies to offer a remote or hybrid work environment has increased the competition for such employees. If we fail to attract new personnel or fail to retain and motivate our current personnel, our ability to maintain and enhance our platform, develop and deliver new products, fix bugs, support our existing customers, attract new customers, respond to competitive pressures, and otherwise execute our business plan would be harmed. \n\nWe rely on the performance of highly skilled personnel, including our senior management and other key employees, and the loss or transition of one or more of such personnel, or of a significant number of our team members, could harm our business.\n\nWe believe that our success has depended, and continues to depend, on the efforts and talents of senior management and key employees, including Artur Bergman, our Chief Technology Officer and Todd Nightingale, our Chief Executive Officer. There have been, and from time to time, there may continue to be, changes in our management team resulting from the hiring or departure of executives and key employees, or the transition of executives within our business, which could disrupt our business. Such changes in our executive management team may be disruptive to our business. Some of our executive officers and members of our management team have been with us for a short period of time and we continue to develop key functions within various aspects of our business. We are also dependent on the continued service of our existing software engineers because of the complexity of our platform. Our senior management, including Mr. Nightingale and Mr. Bergman, and key employees are employed on an at-will basis. We cannot ensure that we will be able to retain the services of any member of our senior management or other key employees or that we would be able to timely replace members of our senior management or other key employees should any of them depart. The loss of one or more of our senior management or other key employees could harm our business.\n\nOur past growth may not be indicative of our future growth and we may not be able to manage our growth effectively.\n\nWe have experienced growth in various aspects of our business in prior periods. For example, for the years ended December 31, 2024, 2023, and 2022, our revenue was $543.7 million, $506.0 million and $432.7 million, respectively. In addition, we are expanding, and expect to continue to expand in the future, our international operations. We have also experienced growth in the number of customers, usage, and amount of data delivered across our platform. This growth has placed, and may continue to place, significant demands on our corporate culture, operational infrastructure, and management. Although our business has experienced growth in the past, we cannot provide any assurance that our business will continue to grow at the same rate, or at all. Overall growth of our business depends on a number of factors, including our ability to:\n\n•address new and developing markets, such as large enterprise customers outside the United States;\n\n•recruit, hire, train, and manage additional qualified engineers and product managers;\n\n41\n\n•recruit, hire, train, and manage additional sales and marketing personnel;\n\n•maintain and enhance our corporate culture;\n\n•expand our international operations;\n\n•establish more mature organizational designs and structures, with more skill, technical and leadership depth with experience scaling and expanding global businesses;\n\n•implement and improve our administrative, financial and operational systems, procedures, and controls;\n\n•attract new customers and increase our existing customers’ usage on our platform;\n\n•expand the functionality and use cases for the products we offer on our platform;\n\n•provide our customers with customer support that meets their needs; \n\n•successfully identify and acquire or invest in businesses, products, or technologies that we believe could complement or expand our products; and \n\n•recruit experienced leaders and strategists to facilitate successful acquisitions and integrations.\n\nWe may not successfully accomplish any of the above objectives. We expect to continue to expend substantial financial and other resources on:\n\n•sales and marketing, including a significant expansion of our sales organization;\n\n•our infrastructure, including POP deployments, systems architecture, management tools, scalability, availability, performance, and security, as well as business continuity measures;\n\n•product development, including investments in our product development team and the development of new products and new functionality for our existing products;\n\n•acquisitions or strategic investments;\n\n•international expansion; and\n\n•general administration, including legal and accounting expenses associated with being a public company.\n\nThese activities will require significant investments and allocation of valuable management and employee resources, and our growth will continue to place significant demands on our management and our operational and financial infrastructure. There are no guarantees we will be able to grow our business in an efficient or timely manner, or at all. If we fail to manage the growth of our business and operations effectively, the quality of our services and the efficiency of our operations could suffer, which could adversely affect our business, financial condition, and results of operations. If we are unable to return to our prior level of growth, our business will be harmed. \n\nIn addition, our past rapid growth may make it difficult to evaluate our future performance. Our ability to forecast our future results of operations is subject to a number of uncertainties. If we fail to achieve the necessary level of efficiency in our company as it grows, or if we are not able to accurately forecast future growth, our business would be negatively impacted.\n\n42\n\nIf we cannot maintain our company culture as we grow, our success and our business may be harmed.\n\nWe believe our culture has been a key contributor to our success to date and that the critical nature of the products that we provide promotes a sense of greater purpose and fulfillment in our employees. Any failure to preserve our culture could negatively affect our ability to recruit and retain personnel and to effectively focus on and pursue our corporate objectives. As we grow, we may find it difficult to maintain these important aspects of our culture. In addition, while we have historically benefited from having a dispersed workforce, as we have grown and our resources have become more globally dispersed and our organizational management structures have become more complex, we have found it increasingly difficult to maintain these beneficial aspects of our corporate culture. In addition, we may seek to acquire or invest in businesses, products or technologies with differing corporate cultures that could be difficult to integrate. If we fail to maintain our company culture, our business may be harmed.\n\nRisks Related to Our Financial Position and Need for Additional Capital\n\nOur ability to timely raise capital in the future may be limited, or may be unavailable on acceptable terms, if at all, and debt or equity issued to raise additional capital may reduce the value of our common stock.\n\nWe have funded our operations since inception primarily through payments received from our customers, sales of equity and debt securities, and borrowings under our credit facilities. We cannot be certain when or if our operations will generate sufficient cash to fully fund our ongoing operations or the growth of our business, or our debt obligations. We also intend to continue to make investments to support our business and may require additional funds to do so. Our future capital requirements may vary materially from those currently planned and will depend on many factors, including our growth rate, our operating cash flow, market acceptance of our platform, the expansion of sales and marketing activities, strategic transactions, as well as overall economic conditions. \n\nWe may need to engage in equity or debt financings to secure additional funds, in particular if we are required to repay our outstanding convertible notes in cash. Additional financing may not be available on favorable terms, if at all, and the terms of our existing Senior Secured Credit Facilities Credit Agreement, dated as of February 16, 2021, with the lenders from time to time party thereto and Silicon Valley Bank, a division of  First-Citizens Bank & Trust Company (as amended, restated, amended and restated, supplemented, restructured, or otherwise modified from time to time, the “Credit Agreement”) may limit our ability to pursue additional financings. \n\n If adequate funds are not available on acceptable terms, we may be forced to reduce or delay our business activities and capital expenditures, unable to invest in future growth opportunities, sell assets, or restructure or refinance all or a portion of our debt on or before maturity, all of which could harm our business, operating results, and financial condition. Furthermore, if we issue additional equity securities, stockholders will experience dilution, and the new equity securities could have rights senior to those of our common stock. Any debt financing we secure may have higher interest rates and could involve additional restrictive covenants relating to our capital raising activities and other financial and operational matters, which may make it more difficult for us to obtain additional capital and to pursue business opportunities, including potential acquisitions. If we were to violate the covenants under our Credit Agreement or any additional restrictive covenants, we could incur penalties, increased expenses and an acceleration of the payment terms of our outstanding debt, which could in turn materially harm our business and financial condition. Because our decision to issue securities in future offerings will depend on numerous considerations, including factors beyond our control, we cannot predict or estimate the amount, timing, or nature of any future issuances of debt or equity securities. As a result, our stockholders bear the risk of future issuances of debt or equity securities reducing the value of our common stock and diluting their interests.\n\nSeasonality may cause fluctuations in our sales and operating results.\n\nWe have experienced, and expect to continue to experience in the future, seasonality in our business, and our operating results and financial condition may be affected by such trends in the future. We generally experience seasonal fluctuations in demand for our platform. For example, we have some customers who increase their usage and requests when they need more capacity during busy periods, especially in the fourth quarter of the year, and then subsequently scale back. Some of our customers host certain large-scale events, such as sporting events or coverage of major elections, increasing their usage on a seasonal or one-time basis which can cause revenue to fluctuate between the periods in which these events occur and subsequent periods. Since we have built our network to handle seasonal capacity fluctuations, we may not be able to reduce our capacity in a timely manner, and as such sustain more costs. We believe that the seasonal trends that we have experienced in the past may continue for the foreseeable future, particularly as we expand our sales to larger enterprises. To the extent we \n\n43\n\nexperience this seasonality, it may cause fluctuations in our operating results and financial metrics, and make forecasting our future operating results and financial metrics difficult. Additionally, we do not have sufficient experience in selling certain of our products to determine if demand for these products is, or will be, subject to material seasonality.\n\nOur current operations are international in scope and we plan on further geographic expansion, creating a variety of operational challenges.\n\nA component of our growth strategy involves the further expansion of our operations and customer base internationally. For the year ended December 31, 2024, the percentage of revenue generated from customers outside the United States was 25% of our total revenue. We continue to adapt to and develop strategies to address international markets but there is no guarantee that such efforts will have the desired effect. As of December 31, 2024, approximately 22% of our full-time employees were located outside of the United States. We expect that our international activities will grow over the foreseeable future as we continue to pursue opportunities in existing and new international markets, which will require significant management attention and financial resources. In connection with such expansion, we may face difficulties including costs associated with varying seasonality patterns, potential adverse movement of currency exchange rates, longer payment cycles, difficulties in collecting accounts receivable in some countries, tariffs and trade barriers, a variety of regulatory or contractual limitations on our ability to operate, adverse tax events, reduced protection of intellectual property rights in some countries, and a geographically and culturally diverse workforce and customer base. Failure to overcome any of these difficulties could harm our business. Our current and future international business and operations involve a variety of risks, including:\n\n•changes in a specific country’s or region’s political or economic conditions;\n\n•longer payment cycles;\n\n•greater difficulty collecting accounts receivable;\n\n•potential or unexpected changes in trade relations, regulations, or laws, including as a result of tariffs imposed by the current administration; \n\n•increased regulatory inquiry or oversight;\n\n•more stringent regulations relating to privacy and data security and the unauthorized use of, or access to, commercial and personal information, particularly in Europe;\n\n•differing labor regulations, especially in Europe and Japan, where labor laws are generally more advantageous to employees as compared to the United States, including deemed hourly wage and overtime regulations in these locations, and where potential labor organizing and works council negotiations in certain of those countries could contribute to increased operational costs or otherwise disrupt our business;\n\n•challenges inherent in efficiently managing an increased number of employees over large geographic distances, including the need to implement appropriate systems, policies, benefits, and compliance programs;\n\n•challenges to our corporate culture resulting from a dispersed workforce;\n\n•difficulties in managing a business in new markets with diverse cultures, languages, customs, legal systems, alternative dispute systems, and regulatory systems;\n\n•increased travel, real estate, infrastructure, and legal compliance costs associated with international operations;\n\n•currency exchange rate fluctuations and the resulting effect on our revenue and expenses, and the cost and risk of entering into hedging transactions if we choose to do so in the future;\n\n44\n\n•challenges related to providing support and developing products in foreign languages;\n\n•limitations on our ability to reinvest earnings from operations in one country to fund the capital needs of our operations in other countries;\n\n•laws and business practices favoring local competitors or general market preferences for local vendors;\n\n•potential tariffs and trade barriers;\n\n•limited or insufficient scope, strength and enforcement of intellectual property rights;\n\n•political instability, economic sanctions, terrorist activities, or international conflicts, including ongoing conflicts between Russia and Ukraine and Hamas and Israel, which may impact the operations of our business or the businesses of our customers;\n\n•inflationary pressures, such as those the global market is currently experiencing, labor shortages and supply chain disruptions, which may increase costs for certain services;\n\n•exposure to liabilities under anti-corruption and anti-money laundering laws, and similar laws and regulations in other jurisdictions; and\n\n•adverse tax burdens and foreign exchange controls that could make it difficult to repatriate earnings and cash. \n\nIf any of the above risks materialize, it could harm our business and prospects. In addition, our limited experience in operating our business internationally increases the risk that any potential future expansion efforts that we may undertake will not be successful. If we invest substantial time and resources to further expand our international operations and are unable to do so successfully and in a timely manner, our business may be harmed.\n\nIf our estimates or judgments relating to our critical accounting estimates prove to be incorrect, our results of operations could be adversely affected.\n\nThe preparation of financial statements in conformity with generally accepted accounting principles in the United States (“U.S. GAAP”) requires management to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, as provided in the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Critical Accounting Estimates.” The results of these estimates form the basis for making judgments about the carrying values of assets, liabilities, and equity and the amount of revenue and expenses that are not readily apparent from other sources. Significant assumptions and estimates used in preparing our consolidated financial statements include, but are not limited to, those related to revenue, accounts receivable and related reserves, fair value of assets acquired and liabilities assumed for business combinations, useful lives and realizability of long-lived assets including our goodwill and intangible assets, income tax reserves, and accounting for stock-based compensation. Our results of operations may be adversely affected if our assumptions change or if actual circumstances differ from those in our assumptions, which could cause our results of operations to fall below the expectations of securities analysts and investors, resulting in a decline in the trading price of our common stock.\n\nFor example, as a result of a sustained decrease in our stock price and market capitalization, we performed an interim qualitative impairment assessment of our goodwill as of September 30, 2024 and concluded it is not more likely than not that the fair value of our one single reporting unit is less than its carrying amount. Therefore, we determined that goodwill was not impaired and no impairment charge was recorded. In addition, we performed our annual goodwill assessment as of October 31, 2024, and concluded it is not more likely than not that the fair value of our one single reporting unit is less than its carrying amount. Therefore, we determined that goodwill was not impaired and no impairment charge was recorded. Further declines in our market capitalization increase the risk that we may be required to perform a quantitative impairment analysis in subsequent periods, which could result in an impairment of up to the entire balance of our goodwill and other intangible assets. Any such impairment charge or write-off may have an adverse effect on our business, financial condition, and results of operation.\n\n45\n\nCurrent and future indebtedness could restrict our operations, particularly our ability to respond to changes in our business or to take specified actions.\n\nOur Credit Agreement contains, and any future indebtedness would likely contain, a number of restrictive covenants that impose significant operating and financial restrictions on us, including restrictions on our ability to incur additional indebtedness, grant liens, pay dividends and make distributions, transfer property, make investments, and take other actions that may otherwise be in our best interests. In addition, our Credit Agreement contains a financial covenant that requires us to maintain a consolidated adjusted quick ratio of at least 1:25 to 1:00 tested on a quarterly basis as well as a springing revenue growth covenant for certain periods if our consolidated adjusted quick ratio falls below 1:75 to 1:00 on the last day of any fiscal quarter. Our ability to meet these financial covenants can be affected by events beyond our control, and we may not be able to continue to meet those covenants. In addition, a breach of a covenant under our Credit Agreement or any other current or future indebtedness may result in a cross-default under any such indebtedness. If we seek to incur additional indebtedness in the future, we may not be able to obtain debt or equity financing on terms that are favorable to us, if at all. Holders of our existing debt have, and holders of any future debt we may incur would have, rights senior to holders of common stock to make claims on our assets. In addition, the terms of our existing debt do, and the terms of any future debt could, restrict our operations, including our ability to pay dividends on our common stock. If we are unable to obtain adequate financing or financing on terms that are satisfactory to us when we require it, our ability to continue to support our business growth and to respond to business challenges could be significantly impaired, and our business may be harmed.\n\nWe have identified a material weakness in our internal control over financial reporting, and if we are unable to remediate and maintain effective internal control over financial reporting in the future, investors may lose confidence in the accuracy and completeness of our financial reports, and the market price of our common stock may be seriously harmed.\n\nAs a public company, we are required to maintain internal control over financial reporting and to report any material weaknesses in those internal controls. For example, we are required to perform system and process evaluation and testing of our internal control over financial reporting to allow management to report on the effectiveness of our internal control over financial reporting, as required by Section 404 of the Sarbanes-Oxley Act 9 (“Section 404”). Our independent registered public accounting firm also needs to attest to the effectiveness of our internal control over financial reporting. We designed, implemented, and tested internal control over financial reporting required to comply with this obligation. That process is time-consuming, costly, and complicated. \n\nAs detailed in Item 9A in this report, we and our independent registered public accounting firm identified a material weakness in our internal control over financial reporting for the year ended December 31, 2024. This material weakness relates to deficiencies in our design and operating effectiveness controls within our revenue process, primarily caused by a lack of sufficiently qualified personnel due to turnover. These deficiencies are related to certain business process controls, information technology general controls, including the absence of a service auditor's report for our billing system hosted by a third-party, and insufficient monitoring controls over third-party service providers. In the aggregate, these deficiencies created a reasonable possibility that a material misstatement to our consolidated financial statements might not be prevented or detected on a timely basis, and represent a material weakness. This material weakness did not result in a misstatement, but could result in misstatements to our financial statements in the future, if not remediated.  While management has developed a remediation plan, we will not be able to conclude whether the steps management is taking will remediate the material weakness until a sustained period of time has passed to allow management to test the design and operational effectiveness of the new controls.\n\nThe process of implementing an effective financial reporting system is a continuous effort that requires us to anticipate and react to changes in our business and the economic and regulatory environments and to expend significant resources to maintain a financial reporting system that is adequate to satisfy our reporting obligations. We continue to evaluate and take actions to improve our internal control over financial reporting, which includes but is not limited to hiring additional resources, to address control deficiencies.\n\nIf we fail to remediate our existing material weakness or identify future material weaknesses in our internal control over financial reporting, if we are unable to comply with the requirements of Section 404 or assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an unqualified opinion or expresses a qualified or adverse opinion about the effectiveness of our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected. Moreover, any failure to identify new material weaknesses in our internal control over financial reporting, could result in material misstatements in our financial statements that may continue undetected and cause us \n\n46\n\nto fail to meet our reporting and financial obligations or incur significant additional costs to remediate new material weaknesses, each of which could harm our ability to raise capital on favorable terms in the future or otherwise have a negative impact on our financial condition. In addition, we could become subject to investigations by the New York Stock Exchange (the “NYSE”), the SEC, and other regulatory authorities, which could require additional financial and management resources.\n\nWe may not be able to successfully manage the growth of our business if we are unable to improve our internal systems, processes and controls.\n\nWe need to continue to improve our internal systems, processes, and controls to effectively manage our operations and growth. We may not be able to successfully implement and scale improvements to our systems and processes in a timely or efficient manner or in a manner that does not negatively affect our operating results. For example, we may not be able to effectively monitor certain extraordinary contract requirements or provisions that are individually negotiated by our sales force as the number of transactions continues to grow. Moreover, as we continue to improve our pricing structure, we will need to implement and maintain corresponding improvements to our systems around payment of sales commissions. In addition, our systems and processes may not prevent or detect all errors, omissions, or fraud. We may experience difficulties in managing improvements to our systems, processes, and controls or in connection with third-party software, which could impair our ability to manage our business, pay sales commissions, or offer our platform to our customers in a timely manner, causing us to lose customers or employees, limit our growth, limit us to smaller deployments of our products, or increase our technical support costs.\n\nOur financial results may be adversely affected by changes in accounting principles applicable to us.\n\nGAAP are subject to interpretation by the Financial Accounting Standards Board, the SEC and other various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our reported financial results for periods prior to and subsequent to such change, and could affect the reporting of transactions completed before the announcement of a change.\n\nMarket practices with respect to these new disclosures are continuously evolving, and securities analysts and investors may not fully understand the implications of our disclosures or how or why they may differ from similar disclosures by other companies. Any additional new accounting standards could have a significant effect on our reported results. If our reported results fall below analyst or investor expectations, our stock price could decline.\n\nRisks Related to Laws, Regulations, and the Global Economy\n\nFailure to comply with United States and foreign governmental laws and regulations could harm our business.\n\nOur business is subject to regulation by various federal, state, local, and foreign governments. If we do not comply with these laws or regulations or if we become liable under these laws or regulations due to the failure of our customers to comply with these laws, we could face direct liability or delivery of content by our platform may be blocked by certain governments. In certain jurisdictions, these regulatory requirements may be more stringent than those in the United States. For example, in June 2020, China passed a national security law for Hong Kong that imposes criminal liability for the violation of content regulations, it is currently not clear how broadly such legislation will be interpreted or applied in relation to our customers or our business, and additional developments in our understanding of the application of this law could cause us to remove our POP from Hong Kong. Noncompliance with applicable regulations or requirements could subject us to investigations, sanctions, enforcement actions, disgorgement of profits, fines, damages, civil and criminal penalties, injunctions, or other collateral consequences. If any governmental sanctions are imposed, or if we do not prevail in any possible civil or criminal litigation, our business could be harmed. In addition, responding to any action will likely result in a significant diversion of management’s attention and resources and an increase in professional fees. Enforcement actions and sanctions could harm our business.\n\nIf the United States government prohibits our current or potential customers from doing business with us, whether through policy, regulations or laws, we could face direct liability or our delivery of content by our platform may be blocked. For example, in the current environment of economic trade negotiations and tensions between the Chinese and the United States governments, the United States government has expressed concerns about the ability of companies operating in China to do business in the United States or with United States companies. As a result, we could lose the ability to contract with current or potential customers and usage of our platform may decrease by affected customers, which could harm our business and reputation. Even in the absence of new restrictions or trade actions imposed by the United States or other governments, \n\n47\n\nincluding potential new regulations resulting from the recent presidential and congressional elections in the United States, our customers that operate in China, target China as a market, or that have strong business ties to China, may take actions to reduce dependence on our platform, which could harm our business. In April 2024, under the prior administration, a bill was signed into law that would effectively ban TikTok in the United States if ByteDance, its China-based parent company, does not sell its stake in TikTok within a set time frame. The current administration issued an executive order on January 20, 2025 instructing the Attorney General not to enforce the law or impose any penalties against any entity for noncompliance for a period of 75 days and to provide written guidance as to how the law will be implemented. TikTok was one of our largest customers for the year ended December 31, 2024 and remains a customer of ours. While the full impact of the legislation is unknown, it could eventually lead to a reduction in this customer’s United States traffic levels which could have a negative impact on our business. We do not know whether or how ByteDance might restructure its business and how that may impact our traffic levels. \n\nWe are subject, or may become subject, to stringent and evolving U.S. and foreign laws, governmental regulations and rules, and contractual obligations, industry standards, policies and other obligations related to privacy, infrastructure, and data security. Our actual or perceived failure to comply with such obligations could harm our business, by resulting in regulatory investigations or actions, litigation, fines and penalties, disruptions of our business operations, adverse publicity and reputational damage, loss of revenue or profits, loss of customers or sales and other adverse consequences that may negatively affect the value of our business and decrease the price of our common stock. Compliance with such obligations could also result in costs and liabilities to us or inhibit sales of our products.\n\nWe receive, store, process, collect, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share personal information and other proprietary, confidential, and sensitive data, including intellectual property, trade secrets, encryption keys, and including our data and data of our customers (including their end-users). Our handling of data is subject to a variety of obligations related to privacy and data security, contractual obligations, internal and external privacy policies, guidance, industry standards, and other obligations that govern the processing of personal information. Additionally, we are or may become subject to other laws and regulations around the world with respect to the Internet related to, among other things, content liability, security requirements, critical infrastructure designations, Internet resiliency, law enforcement access to information, net neutrality, data localization requirements, and restrictions on social media or other content.\n\nIn the United States, federal, state, and local governments have enacted numerous privacy and data security laws, including data breach notification laws, personal data privacy laws, consumer protection laws (e.g., Section 5 of the FTC Act), and other similar laws (e.g., wiretapping laws). Domestically, states have also begun to introduce more comprehensive privacy and data security legislation, including data breach notification laws, personal information privacy laws, and consumer protection laws. \n\nIn the past few years, numerous U.S. states—including California, Virginia, Colorado, Connecticut, and Utah—have enacted comprehensive privacy and data security laws that impose certain obligations on covered businesses, including providing specific disclosures in privacy notices and affording residents with certain rights concerning their personal information. As applicable, such rights may include the right to access, correct, or delete certain personal information, and to opt-out of certain data processing activities, such as targeted advertising, profiling, and automated decision-making. The exercise of these rights may impact our business and ability to provide our products and services. Certain states also impose stricter requirements for processing certain personal information, including Sensitive Information, such as conducting data privacy impact assessments. These state laws allow for statutory fines for noncompliance. For example, the California Consumer Privacy Act of 2018 as amended by the California Privacy Rights Act of 2020 (“CPRA”), collectively (\"CCPA\") applies to personal information of consumers, business representatives, and employees who are California residents, and requires businesses to provide specific disclosures in privacy notices and honor requests of such individuals to exercise certain privacy rights related to their personal information. The CCPA allows for statutory fines for noncompliance (up to $7,500 per violation), as well as a private right of action for individuals affected by certain data breaches to recover significant statutory damages. \n\nSimilar laws have been proposed in several other states and at the federal and local levels, and we expect more states to pass similar laws in the future, which could increase our compliance costs and adversely affect our business.\n\nOur customers may deploy AI models or technologies using our platform, and our employees and personnel may use AI to perform their work. The regulatory framework for AI is rapidly evolving as many governments have passed and are likely to pass additional laws regulating AI. For example, in the United States, the current administration has rescinded an executive order relating to the safe and secure development of AI that was previously implemented by the former administration. Thus, the current administration may continue to rescind other existing federal orders or administrative policies relating to AI, or may implement new executive orders or other rule making relating to AI in the future. Therefore, our use of AI could result in \n\n48\n\nadditional compliance costs, regulatory investigations and actions, and lawsuits. If we are unable to use AI or use AI less successfully than our competitors, it could impair our ability to compete effectively against our competitors, adversely affect our business and result in competitive disadvantages. Due to inaccuracies or flaws in the inputs, outputs, or logic of AI, the AI model could be biased and could lead us to make decisions that could bias certain individuals (or classes of individuals), and adversely impact their rights, employment, and ability to obtain certain pricing, products, services, or benefits.\n\nSeveral jurisdictions around the globe, including Europe and certain U.S. states, have proposed, enacted, or are considering laws governing the development, deployment and use of AI, such as the European Union’s (the “EU”) AI Act. We expect other jurisdictions will adopt similar laws. Additionally, existing laws and regulations may be interpreted in ways that could affect our use of AI, or could be rescinded or amended as new administrations take differing approaches to evolving AI. As a result, implementation standards and enforcement practices are likely to remain uncertain for the foreseeable future, and we cannot yet completely determine the impact future laws, regulations, standards, or market perception of their requirements may have on our business and may not always be able to anticipate how to respond to these laws or regulations. Therefore, this uncertainty may make it harder for us to conduct our business using AI, lead to regulatory fines or penalties, require us to change our business practices, retrain our AI, or prevent or limit our use of AI. If we cannot use or are restricted in using AI technologies, or deployment of AI by our customers using our platform is affected, our business and results of operations may be harmed, and we may be at a competitive disadvantage.\n\nOutside of the United States, an increasing number of foreign laws and regulations apply to privacy and data security. For example, the European Union’s General Data Protection Regulation (“EU GDPR”), the United Kingdom’s GDPR (“UK GDPR”), (collectively “GDPR”) Brazil’s General Data Protection Law (Lei Geral de Proteção de Dados Pessoais or “LGPD”) (Law No. 13,709/2018), Canada’s Personal Information Protection and Electronic Documents Act (“PIPEDA”) and Canada’s Anti-Spam Legislation (“CASL”), and China’s Personal Information Protection Law (“PIPL”) impose strict requirements for processing the personal information of individuals. For example, under the GDPR, government regulators may impose restrictions or injunctions on data processing, and fines of up to 20 million euros (£17.5 million) or 4% of annual global revenue, whichever is greater. The GDPR also provides for private litigation related to the processing of personal information, which can be brought by classes of data subjects or consumer protection organizations authorized by law to represent the interests of such classes. European legislative proposals and existing laws and regulations also apply to cookies and similar tracking technologies, electronic communications, and marketing. In the EU and the United Kingdom (\"UK\"), regulators are increasingly focusing on compliance with requirements related to the online behavioral advertising ecosystem. It is anticipated that the ePrivacy Regulation and national implementing laws will replace the current national laws that implement the ePrivacy Directive that governs electronic communications. Compliance with these laws may require us to make significant operational changes, limit the effectiveness of our marketing activities, divert the attention of our technology personnel, adversely affect our margins, and subject us to liabilities. Furthermore, there is a new regulation in the EU related to AI that will impose onerous obligations related to the use of AI-related systems and may require us to change our business practices. We may also become subject to new laws in the EU that regulate cybersecurity and non-personal information, such as the European Data Act. Depending on how these laws are interpreted, we may have to adapt our business practices and products to comply with such obligations.\n\nCertain jurisdictions have enacted data localization laws and cross-border personal information transfer laws, which could make it more difficult to transfer information across jurisdictions. In particular, the European Economic Area (“EEA”) and the UK have significantly restricted the transfer of personal information to the United States and other countries whose privacy and data security laws are generally believed to be inadequate. Other jurisdictions may adopt similarly stringent interpretations of their data localization and cross-border personal information transfer laws. Although there are currently various mechanisms that may be used to lawfully transfer personal information to the United States, such as the standard contractual clauses for transfers from the EEA and UK, the UK’s International Data Transfer Agreement / Addendum, and the EU-U.S. Data Privacy Framework (which allows for transfers to relevant U.S.-based organizations who self-certify compliance and participate in the Framework), these mechanisms are subject to legal challenges and there is no assurance that we can satisfy or rely on these measures to lawfully transfer personal information to the United States or elsewhere. Certain countries outside Europe (e.g., Russia, China, Brazil) have also passed or are considering laws requiring local data residency or otherwise impeding the transfer of personal information across borders, any of which could increase the cost and complexity of doing business. \n\nIf there is no lawful manner for us to transfer personal information from the EEA, the UK or other jurisdictions to the United States or elsewhere, or if the requirements for a legally-compliant transfer are too onerous, we may face significant adverse consequences, such as the interruption or degradation of our operations, increased exposure to regulatory actions, substantial fines, injunctions against processing or transferring personal information, determinations by customers not to use our services, limited ability to collaborate with parties that are subject to cross-border data transfer or localization laws, and the \n\n49\n\nneed to increase or relocate our personal information processing capabilities and infrastructure in foreign jurisdictions at significant expense. Additionally, companies that transfer personal information out of the EEA and UK to other jurisdictions, particularly to the United States, are subject to increased scrutiny from regulators, individual litigants, and activist groups. Some European regulators have ordered certain companies to suspend or permanently cease certain transfers out of Europe for allegedly violating the EU GDPR’s cross-border data transfer limitations.\n\nIn addition to government regulation, privacy advocates, and industry groups may propose new and different self-regulatory standards that may apply to us. We may publish privacy policies, marketing materials and other statements, such as compliance with certain certifications or self-regulatory principles, regarding privacy and data security. If these policies, materials or statements are found to be deficient, lacking in transparency, deceptive, unfair, or misrepresentative of our practices, we may be subject to investigation, enforcement actions by regulators or other adverse consequences. We may also be bound by contractual obligations related to privacy and data security, and our efforts to comply with such obligations may not be successful. For example, certain privacy and data security laws, such as the EU GDPR and the CCPA, require our customers to impose specific contractual restrictions on their service providers. Additionally, in limited circumstances, under various privacy and data security laws and other obligations, we may be required to obtain certain consents to process personal information. Our inability or failure to do so could result in adverse consequences. Laws relating to the liability of providers of online services for activities of their users and other third parties are currently being tested by a number of claims, including actions based on invasion of privacy and other torts, unfair competition, copyright and trademark infringement, and other theories based on the nature and content of the materials searched, the ads posted, or the content provided by users. Moreover, our global platform outage in June 2021 increased our public profile and resulted in more frequent interest in our company by regulators. Any additional outages may draw additional scrutiny or focused legislation from regulators.\n\nIn addition, the United States or foreign jurisdictions may establish new laws or regulations regarding the Internet or online services. These new laws and regulations may affect our products and infrastructure, which could cause us to incur substantial costs to comply, expose us to regulatory scrutiny, criminal or civil liability, require us to fundamentally change our products or operations, or otherwise have an adverse effect on our business. \n\nObligations relating to privacy and data security (and customers’ data privacy expectations) are evolving, increasingly stringent, creating uncertainty, and may result in increasing scrutiny. Such obligations may be subject to different applications and interpretations, and which may be inconsistent and conflicting among different jurisdictions. Preparing for and complying with these obligations require us to devote significant resources and may necessitate changes to our services, information technologies, systems, and practices and to those of any third parties that process personal information on our behalf. Because the interpretation and application of privacy and data security related obligations are uncertain, they may be interpreted or applied in a manner that is inconsistent with our existing data management practices or the functionality of our platform. We could be required to fundamentally change our business activities and practices or modify our software, which could have an adverse effect on our business. Future restrictions on the collection, use, sharing, or disclosure of data or additional requirements for express or implied consent of our customers, partners, or end-users for the use and disclosure of such information could require us to incur additional costs or modify our platform, possibly in a material manner, and could limit our ability to develop new functionality.\n\nWe may at times fail (or be perceived to have failed) in our efforts to comply with our privacy and data security obligations. Moreover, despite our efforts, our personnel or third parties on whom we rely may fail to comply with such obligations, which could negatively impact our business operations. \n\nAny failure or perceived failure by us or third parties upon whom we rely to comply with obligations, relating to privacy and data security may result in significant consequences including but not limited to governmental investigations and enforcement actions (e.g., investigations, fines, penalties, audits, inspections, and similar), litigation (including class-action claims), additional reporting requirements and/or oversight, bans on processing personal data, and orders to destroy or not use personal information. \n\nAny of these events could have a material adverse effect on our reputation, business, or financial condition, including but not limited to: loss of customers; interruptions or stoppages in our business operations; inability to process personal information or to operate in certain jurisdictions; limited ability to develop or commercialize our products; expenditure of time and resources to defend any claim or inquiry; adverse publicity; or substantial changes to our business model or operations.\n\nActivities of our customers or the content of their websites and other Internet properties may violate applicable laws and/or our terms of service and could subject us to lawsuits, regulatory enforcement actions, and/or liability in various jurisdictions.\n\n50\n\nThrough our network, we provide a wide variety of products that enable our customers and our customers’ users to exchange information, conduct business, and engage in various online activities both domestically and internationally. Our customers and our customers’ users may use our network and products in violation of applicable law or in violation of our terms of service or the customer’s own policies. The existing laws relating to the liability of providers of online products and services for activities of their users are highly unsettled and in flux both within the United States and internationally. In the future we may be subject to lawsuits and/or liability arising from the conduct of our customers and our customers’ users. Additionally, the conduct of our customers and our customers’ users may subject us to regulatory enforcement actions and/or liability. There can be no assurance that we will not face litigation in the future or that we will prevail in any litigation we may face. An adverse decision in one or more of these lawsuits could materially and adversely affect our business, results of operations, and financial condition.\n\nSeveral U.S. federal statutes may apply to us with respect to various activities of our customers, including the Digital Millennium Copyright Act (“DMCA”), which provides recourse for owners of copyrighted material who believe their rights under U.S. copyright law have been infringed on the Internet; and section 230, enacted in the Communications Decency Act (“CDA”), which addresses blocking and screening of content on the Internet. Although these and other similar legal provisions provide limited protections from liability for service providers like us, those protections may not be interpreted in a way that applies to us, may be amended or removed in the future, or may not provide us with complete protection from liability claims. If we are found not to be protected by the safe harbor provisions of the DMCA, CDA or other similar laws, or if we are deemed subject to laws in other countries that may not have the same protections or that may impose more onerous obligations on us, we may owe substantial damages and our brand, reputation, and financial results may be harmed.\n\nPolicies and laws in this area remain highly dynamic, and we may face additional theories of intermediary liability in various jurisdictions. For example, policymakers in the United States have called for a re-examination of CDA section 230 and copyright law, the UK has passed the Online Safety Act 2023, and the EU has implemented the Digital Services Act and Digital Markets Act to impose additional legal requirements on certain service providers. The DSA sets out a framework of layered responsibilities targeted at different types of services, including requirements for service providers to act on orders against illegal content and to publish reports on moderation of content. Member States can also issue rules on penalties for violating the DSA, with fines of up to 6% of annual global revenue. Complying with these obligations could cause us to change our products, policies, and procedures. In addition, in 2019, the EU approved a Copyright Directive that will impose additional obligations on service providers and failure to comply could give rise to significant liability. Other laws and pending legislation at the EU level (terrorist content, child sexual abuse materials) and in the UK (online harms), Australia (online harms), and India (Digital India Act), as well as other new laws like them, may also expose Internet companies like us to significant liability. We may incur additional costs to comply with these new laws, which may have an adverse effect on our business, results of operations, and financial condition.\n\nWe could be subject to claims for potential damages based on a significant number of online occurrences under statutory or other damage theories. Such claims may result in liability that exceeds our ability to pay or our insurance coverage. Even if potential claims against us are ultimately unsuccessful, defending against such claims could increase our legal expenses and divert management’s attention from the operation of our business, which could materially and adversely impact our business and results of operations.\n\nOur sales to highly regulated organizations and government entities are subject to a number of challenges and risks.\n\nWe sell to customers in highly regulated industries such as financial services, insurance, and healthcare, as well as to various governmental agency customers, including state and local agency customers, and foreign governmental agency customers. Sales to such entities are subject to a number of challenges and risks. Selling to such entities can be highly competitive, expensive, and time-consuming, often requiring significant upfront time and expense without any assurance that these efforts will generate a sale. Government contracting requirements may change and in doing so restrict our ability to sell into the government sector until we comply with the revised requirements. Government demand and payment for our offerings are affected by public sector budgetary cycles and funding authorizations, with funding reductions or delays adversely affecting public sector demand for our offerings.\n\nFurther, highly regulated and governmental entities may demand shorter contract terms or other contractual provisions that differ from our standard arrangements, including terms that can lead those customers to obtain broader rights in our offerings than would be standard. Such entities may have statutory, contractual, or other legal rights to terminate contracts with us or our partners due to a default or for other reasons, and any such termination may harm our business. In addition, these \n\n51\n\ngovernmental agencies may be required to publish the rates we negotiate with them, which could harm our negotiating leverage with other potential customers and in turn harm our business.\n\nThe success of our business depends on customers’ continued and unimpeded access to our platform on the Internet.\n\nOur customers must have Internet access in order to use our platform. Some Internet providers may take measures that affect their customers’ ability to use our platform, such as degrading the quality of the content we transmit over their lines, giving that content lower priority, giving other content higher priority than ours, blocking our content entirely, or attempting to charge their customers more for using our platform.\n\nIn January 2018, the Federal Communications Commission (the “FCC”), repealed the “network neutrality” rules adopted during the Obama Administration, which barred Internet service providers from blocking or slowing down access to online content, protecting services like ours from such interference. The 2018 decision was largely affirmed by the United States Court of Appeals for the District of Columbia Circuit, subject to a remand to consider several issues raised by parties that supported network neutrality, and in November 2020 the FCC affirmed its decision to repeal the rules. On October 19, 2023, the FCC adopted a notice of proposed rulemaking that would reinstate the network neutrality rules, and asked for comment on that proposal and on potential changes to those rules. On April 25, 2024, the FCC voted to restore the network neutrality rules which bring back a national standard for broadband reliability, security, and consumer protection. On August 1, 2024, the United States Court of Appeals for the Sixth Circuit granted a stay of the network neutrality rules. On January 2, 2025, the United States Court of Appeals for the Sixth Circuit struck down the FCC’s network neutrality rules, ruling that the FCC lacks statutory authority to impose its proposed net neutrality policies and therefore exceeded its authority in imposing the net neutrality regulations. We cannot predict the impact of such rules or the outcome of any legal challenges to such rules on our operations or business. A number of states have adopted or are adopting or considering legislation or executive actions that would regulate the conduct of broadband providers. California’s state-specific network neutrality law has taken effect, as has a similar law in Vermont, but a challenge to the Vermont law remains pending and has been suspended until an appeal in another case addressing state powers to adopt internet regulation is resolved. In addition, the status of state regimes may be affected by the FCC’s action in its new network neutrality proceeding. We cannot predict whether any FCC order or other state initiatives will be enforced, modified, overturned, or vacated by legal action of the court, federal legislation, or the FCC.\n\nTo the extent network operators attempt to interfere with our platform, absent network neutrality rules, attempt to interfere with our services, extract fees from us to deliver our platform, or otherwise engage in discriminatory practices, our business could be adversely impacted. Within such a regulatory environment, we could experience discriminatory or anti-competitive practices that could impede our domestic and international growth, cause us to incur additional expense, or otherwise harm our business. At the same time, re-adoption of network neutrality rules could affect the services used by us and our customers by restricting the offerings made by Internet service providers or reducing their incentives to invest in their networks. Such actions could limit or reduce the quality of Internet access services and have an adverse impact on the quality of the services we provide to our customers.\n\nWe are subject to anti-corruption, anti-bribery, anti-money laundering and similar laws, and non-compliance with such laws can subject us to criminal and/or civil liability and harm our business.\n\nWe are subject to the United States Foreign Corrupt Practices Act, the United States domestic bribery statute contained in 18 U.S.C. § 201, the United States Travel Act, the U.K. Bribery Act, and other anti-bribery and anti-money laundering laws in the countries in which we conduct activities. Anti-corruption and anti-bribery laws have been enforced aggressively in recent years and are interpreted broadly to generally prohibit companies and their employees and third-party intermediaries from authorizing, offering or providing, directly or indirectly, improper payments, or benefits to recipients in the public or private sector. As we increase our international sales and business and sales to the public sector, we may engage with business partners and third-party intermediaries to market our platform and to obtain necessary permits, licenses, and other regulatory approvals. In addition, we or our third-party intermediaries may have direct or indirect interactions with officials and employees of government agencies or state-owned or affiliated entities. We can be held liable for the corrupt or other illegal activities of these third-party intermediaries, our employees, representatives, contractors, partners, and agents, even if we do not explicitly authorize such activities.\n\nWhile we have policies and procedures to address compliance with such laws, we cannot assure you that all of our employees and agents will not take actions in violation of our policies and applicable laws, for which we may be ultimately held responsible. As we increase our international sales and business, our risks under these laws may increase.\n\n52\n\nDetecting, investigating, and resolving actual or alleged violations can require a significant diversion of time, resources, and attention from senior management. In addition, noncompliance with anti-corruption, anti-bribery, or anti-money laundering laws could subject us to whistleblower complaints, investigations, sanctions, settlements, prosecution or other enforcement actions, disgorgement of profits, significant fines, damages, other civil and criminal penalties or injunctions, suspension or debarment from contracting with certain persons, the loss of export privileges, reputational harm, adverse media coverage, and other collateral consequences. If any subpoenas or investigations are launched, or governmental or other sanctions are imposed or if we do not prevail in any possible civil or criminal litigation, our business could be harmed. In addition, responding to any action will likely result in a materially significant diversion of management’s attention and resources and significant defense costs and other professional fees. Enforcement actions and sanctions could further harm our business.\n\nChanges in our effective tax rate or tax liability may harm our business.\n\nOur effective tax rate could be adversely impacted by several factors, including:\n\n•Changes in the relative amounts of income before taxes in the various jurisdictions in which we operate that have differing statutory tax rates;\n\n•Changes in tax laws, tax treaties, and regulations or the interpretation of them;\n\n•Changes to our assessment about our ability to realize our deferred tax assets that are based on estimates of our future results, the prudence and feasibility of possible tax planning strategies, and the economic and political environments in which we do business;\n\n•The outcome of current and future tax audits, examinations, or administrative appeals; and\n\n•Limitations or adverse findings regarding our ability to do business in some jurisdictions.\n\nShould our effective tax rate rise, our business could be harmed.\n\nWe could be required to collect additional sales taxes or be subject to other tax liabilities that may increase the costs our clients would have to pay for our offering and harm our business.\n\nAn increasing number of states have considered or adopted laws that attempt to impose tax collection obligations on out-of-state companies. Additionally, the Supreme Court of the United States ruled in South Dakota v. Wayfair, Inc. et al (“Wayfair”) that online sellers can be required to collect sales and use tax despite not having a physical presence in the buyer’s state. In response to Wayfair, or otherwise, states or local governments may adopt, or begin to enforce, laws requiring us to calculate, collect, and remit taxes on sales in their jurisdictions. A successful assertion by one or more jurisdictions requiring us to collect taxes where we presently do not do so, or to collect more taxes in a jurisdiction in which we currently do collect some taxes, could result in substantial tax liabilities, including taxes on past sales, as well as penalties and interest. The imposition by state governments or local governments of sales tax collection obligations on out-of-state sellers could also create additional administrative burdens for us, put us at a competitive disadvantage if they do not impose similar obligations on our competitors and decrease our future sales, which could harm our business.\n\nAdverse tax laws or regulations could be enacted or existing laws could be applied to us, which could adversely affect our business and financial condition.\n\nWe operate, and are subject to taxes, in the United States and numerous other jurisdictions throughout the world. The U.S. federal, state, local, or non-U.S. international tax laws on income, sales, use, indirect, or other tax laws, statutes, rules, regulations, or ordinances on multinational corporations to which we are subject are or under which we operate are unsettled in certain respects and may be subject to significant change. For example, many countries in Europe, as well as a number of other countries and organizations, including the Organization for Economic Cooperation and Development and the European Commission, have recently proposed, recommended, or (in the case of countries) enacted changes to existing tax laws or new tax laws that could significantly increase our tax obligations in the countries where we do business or require us to change the manner in which we operate our business. These proposals, recommendations and enactments include changes to the existing \n\n53\n\nframework in respect of income taxes, as well as new types of non-income taxes (such as taxes based on a percentage of revenue or taxes applicable to digital services), which could apply to our business. These contemplated tax initiatives, if finalized and adopted by countries, may ultimately impact our effective tax rate and could adversely affect our sales activity resulting in a negative impact on our operating results and cash flows.\n\nIn addition, existing tax laws, statutes, rules, regulations, or ordinances could be interpreted, modified, or applied adversely to us (possibly with retroactive effect), which could require us to pay additional tax amounts, fines or penalties, and interest for past amounts. The additional tax obligations could relate to our taxes or obligations to report or withhold on customer taxes. We could take steps to collect customer related taxes, but if we are unsuccessful in collecting such taxes from our customers, we could be held liable for such costs, thereby adversely impacting our operating results and cash flows. Further, if our customers must pay additional fines or penalties, it could adversely affect demand for our services.\n\nLegislation enacted in 2017 informally titled the “Tax Act” significantly revised the Internal Revenue Code of 1986, as amended (the “Code”). In  2022, the Inflation Reduction Act of 2022 (the “IRA”) was enacted, which includes provisions that impact the U.S. federal income taxation of corporations, including imposing a minimum tax on the book income of certain large corporations and an excise tax on certain corporate stock repurchases that is imposed on the corporation repurchasing such stock. Future legislation or regulatory guidance, including under the Tax Act or the IRA, or other executive or Congressional actions in the United States may occur, including as a result of the recent presidential and congressional elections in the United States, and could ultimately increase or lessen the impact of such taxes on our business and financial condition. We urge our stockholders to consult with their legal and tax advisors with respect to this legislation and the potential tax consequences of investing in or holding our common stock.\n\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations.\n\nOur net operating loss (“NOL”) carryforwards could expire unused and be unavailable to offset future income tax liabilities because of their limited duration or because of restrictions under United States tax law. For U.S. federal income tax purposes, our NOLs generated in tax years beginning before January 1, 2018 are permitted to be carried forward for 20 years. Our U.S. federal NOLs generated in tax years beginning after December 31, 2017 may be carried forward indefinitely, but our use of such U.S. federal NOLs generally is limited to 80% of such year’s taxable income, computed without regard to the NOL deduction and certain other deductions. It is uncertain if, and to what extent, various states will conform to these limitations on the use of U.S. federal NOLs.\n\nIn addition, under Section 382 of the Code, a corporation that undergoes an “ownership change” may be subject to limitations on its ability to utilize its pre-change NOLs to offset future taxable income. A detailed analysis was performed through December 31, 2021 for us to determine whether an ownership change under Section 382 of the Code has occurred, and ownership changes were identified in 2013 and 2020. As a result of this analysis, we concluded that there is no longer any limitation on our utilization of such NOLs. A detailed analysis was performed for the period March 1, 2014 to October 1, 2020 for Signal Sciences to determine whether an ownership change under Section 382 of the Code has occurred and an ownership change was identified in 2020. As a result of this analysis, we concluded that there is no longer any limitation on our utilization of the NOLs of Signal Sciences. We may experience ownership changes in the future as a result of subsequent shifts in our stock ownership, some of which shifts are outside our control. Furthermore, our ability to utilize NOLs of companies that we have acquired or may acquire in the future may be subject to limitations. For these reasons, we may not be able to utilize a material portion of the NOLs, even if we were to achieve profitability.\n\nOur international operations may subject us to potential adverse tax consequences.\n\nWe are expanding our international operations and staff to better support our growth into international markets. Our corporate structure and associated transfer pricing policies contemplate future growth into the international markets, and consider the functions, risks, and assets of the various entities involved in the intercompany transactions. The amount of taxes we pay in different jurisdictions may depend on: the application of the tax laws of the various jurisdictions, including the United States, to our international business activities; changes in tax rates; new or revised tax laws or interpretations of existing tax laws and policies; and our ability to operate our business in a manner consistent with our corporate structure and intercompany arrangements. The taxing authorities of the jurisdictions in which we operate may challenge our methodologies for pricing intercompany transactions pursuant to our intercompany arrangements or disagree with our determinations as to the income and expenses attributable to specific jurisdictions. If such a challenge or disagreement were to occur, and our position was not sustained, we could be required to pay additional taxes, interest, and penalties, which could result in one-time tax \n\n54\n\ncharges, higher effective tax rates, reduced cash flows, and lower overall profitability of our operations. Our financial statements could fail to reflect adequate reserves to cover such a contingency.\n\nWe are subject to governmental export and import controls that could impair our ability to compete in international markets or subject us to liability if we violate such controls.\n\nOur products are subject to United States export controls, including the Export Administration Regulations administered by the United States Commerce Department, and economic sanctions administered by the Office of Foreign Assets Control of the United States Treasury Department (“OFAC”). We incorporate encryption technology into certain of our products. These encryption products and the underlying technology may be exported outside of the United States only with the required export authorizations. Other countries also regulate the import and export of certain encryption products and technology through import and export licensing requirements, and have enacted laws that could limit our ability to distribute our products or could limit our customers’ ability to implement our products in those countries. Additionally, export restrictions recently imposed on Russia and Belarus in connection with the military conflict involving Ukraine specifically restrict the export of encryption software to these locations.\n\nFurthermore, our activities are subject to United States economic sanctions laws and regulations that generally prohibit the direct or indirect exportation or provision of products and services to countries, governments, and individuals and entities targeted by United States embargoes or sanctions, except to the extent authorized by OFAC or exempt from sanctions. For example, following Russia’s invasion of Ukraine, the United States and other countries imposed economic sanctions and severe export control restrictions against Russia and Belarus, and the United States and other countries could impose wider sanctions and export restrictions and take other actions should the conflict further escalate. Obtaining the necessary export license or other authorization for a particular sale may not always be possible, and, even if the export license is ultimately granted, the process may be time-consuming and may result in the delay or loss of sales opportunities. Violations of United States sanctions or export control laws can result in significant fines or penalties, and possible incarceration for responsible employees and managers could be imposed for criminal violations of these laws.\n\nChanges in our products or future changes in export and import regulations may create delays in the introduction of our products in international markets, prevent our customers with international operations from deploying our products globally, or, in some cases, prevent the export or import of our products to certain countries, governments, or persons altogether. From time to time, various governmental agencies have proposed additional regulation of encryption products and technology, including the escrow and government recovery of private encryption keys. Any change in export or import regulations, economic sanctions or related legislation, increased export and import controls, or change in the countries, governments, persons, or technologies targeted by such regulations could result in decreased use of our products by, or in our decreased ability to export or sell our products to, existing or potential customers with international operations. Any decreased use of our products or limitation on our ability to export or sell our products would harm our business.\n\nWe are exposed to fluctuations in currency exchange rates.\n\nOur sales contracts are primarily denominated in U.S. dollars, and therefore a majority of our revenue is not subject to foreign currency revaluation. However, a strengthening of the U.S. dollar could increase the real cost of our platform to our customers outside of the United States, which could cause an increase in requests to renegotiate contracts and adversely affect our operating results. Foreign currency exchange rates have recently been and could continue to be subject to increased volatility. In addition, our international sales in the future could become foreign currency denominated sales, increasing our foreign currency risk. In addition, an increasing portion of our operating expenses is incurred outside the United States. These operating expenses are denominated in foreign currencies and are subject to fluctuations due to changes in foreign currency exchange rates. As these expenses become more material and if there are significant fluctuations in foreign currency exchange rates, this could result in significant fluctuations in our operating expenses and results of operations, which could harm our business. \n\nUnfavorable conditions in our industry or the global economy, rising inflation or reductions in information technology spending could harm our business.\n\nGlobal economic conditions have impacted, and will likely continue to impact, businesses around the world, including ours. Inflation and other macroeconomic pressures in the U.S. and the global economy such as rising interest rates, banking instability and recession fears are creating a complex and challenging environment for us and our customers. Our results of operations may vary based on the impact of changes in our industry or the global economy on us or our customers and potential customers. Current or future economic uncertainties or downturns could adversely affect our business and results of operations. \n\n55\n\nThe U.S. capital markets experienced and continue to experience extreme volatility. While our ability to do business has not been materially affected, and the global restrictive measures that have been taken in response to such events, and could be taken in the future, have created significant global economic uncertainty that could prolong and escalate tensions and expand the geopolitical conflict, which could have a lasting impact on regional and global economies, any of which could harm our business and operating results. Further, due to political uncertainty and international military actions, we and the third parties upon which we rely may be vulnerable to a heightened risk of security breaches, computer malware, social-engineering attacks, supply-chain attacks, software bugs, server malfunctions, software or hardware failures, loss of data or other information technology assets, and other cyber-attacks, including attacks that could materially disrupt our systems and operations, supply chain, and ability to do business. These attacks are expected to continue to occur in the future. Furthermore, inflation rates in the U.S. in the past few years have increased to levels not seen in decades, prompting the Federal Reserve to increase interest rates. Negative conditions in the general economy both in the United States and abroad, including conditions resulting from changes in gross domestic product growth, financial and credit market fluctuations, currency and interest rate fluctuations, political turmoil, natural catastrophes, warfare, public health issues, and terrorist attacks on the United States, Europe, the Asia Pacific region, or elsewhere, could cause a downturn or recession and a decrease in business investments, including spending on information technology, which would harm our business. To the extent that our platform and our products are perceived by customers and potential customers as too costly, or difficult to deploy or migrate to, our revenue may be disproportionately affected by delays or reductions in general information technology spending. Also, our competitors, many of whom are larger and have greater financial resources than we do, may respond to market conditions by lowering prices and attempting to lure away our customers. In addition, the increased pace of consolidation in certain industries may result in reduced overall spending on our products. We cannot predict the timing, strength, or duration of any economic slowdown, instability, or recovery, generally or within any particular industry.\n\nRisks Related to Intellectual Property\n\nWe could incur substantial costs in protecting or defending our intellectual property and proprietary rights, and any failure to adequately protect our rights could impair our competitive position and we may lose valuable assets, experience reduced revenue, and incur costly litigation to protect our rights.\n\nOur success is dependent, in part, upon protecting our intellectual property and proprietary technology. We rely on a combination of patents, copyrights, trademarks, service marks, trade secret laws, and contractual provisions in an effort to establish and protect our intellectual property and proprietary rights. However, the steps we take to protect our intellectual property may be inadequate. While we have issued patents in the United States and other countries and have additional pending patent applications, we may be unable to obtain patent protection for the technology covered in our patent applications or enforce such rights. In addition, any patents issued in the future may not provide us with competitive advantages, or may be successfully challenged by third parties. Any of our patents, trademarks, or other intellectual property rights may be challenged or circumvented by others or invalidated through administrative process or litigation. There can be no guarantee that others will not independently develop similar products, duplicate any of our products, or design around our patents. Furthermore, legal standards relating to the validity, enforceability, and scope of protection of intellectual property rights are uncertain and vary by jurisdiction. Despite our precautions, it may be possible for unauthorized third parties to copy our products and use information that we regard as proprietary or confidential to create products and services that compete with ours. Some license provisions protecting against unauthorized use, copying, transfer, and disclosure of our products may be unenforceable. To the extent we expand our international activities, our exposure to unauthorized copying and use of our products, intellectual property and proprietary information may increase.\n\nWe enter into confidentiality and invention assignment agreements with our employees and consultants and enter into confidentiality agreements with the parties with whom we have strategic relationships and business alliances. No assurance can be given that these agreements will be effective in controlling access to and distribution of our products, intellectual property and proprietary information. Further, these agreements do not prevent our competitors or partners from independently developing technologies that are substantially equivalent or superior to our platform.\n\nIn order to monitor and protect our intellectual property rights, we may be required to spend significant resources. Litigation may be necessary to enforce our intellectual property rights and to protect our trade secrets and other confidential information. Intellectual property litigation could be costly, time consuming, and distracting to management and could result in the impairment or loss of portions of our intellectual property. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims, and countersuits attacking the validity and enforceability of our intellectual property rights. Our inability to protect our intellectual property and proprietary technology against unauthorized copying or use, as well as any costly litigation or diversion of our management’s attention and resources, could, among other things, delay \n\n56\n\nfurther sales or the implementation of our platform, impair the functionality of our platform, delay introductions of new products, result in our substituting inferior or more costly technologies into our products, or injure our reputation. We will not be able to protect our intellectual property if we are unable to enforce our rights or if we do not detect unauthorized use of our intellectual property. Moreover, policing unauthorized use of our technologies, trade secrets, and intellectual property may be difficult, expensive, and time-consuming, particularly in jurisdictions outside of the United States where the laws may not be as protective of intellectual property rights as those in the United States and where mechanisms for enforcement of intellectual property rights may be weak or inadequate. If we fail to meaningfully protect our intellectual property and proprietary rights, our business and competitive advantage may be harmed.\n\nWe may in the future be subject to legal proceedings and litigation relating to intellectual property disputes, which are costly and may subject us to significant liability and increased costs of doing business. Our business may suffer if it is alleged or determined that our technology infringes the intellectual property rights of others.\n\nOur industry is characterized by the existence of a large number of patents, copyrights, trademarks, trade secrets, and other intellectual property rights. From time to time, we may be required to defend against litigation claims by other companies based on allegations of infringement or other violations of their intellectual property rights. Many of these companies have the capability to dedicate substantially greater resources than us to enforce their intellectual property rights and to defend claims that may be brought against them. Therefore, we may not be able to withstand any such third-party intellectual property claims. In addition, we may be required to defend against litigation claims by patent holding companies or other adverse patent owners that have no relevant product revenue. If a third party is able to obtain an injunction preventing us from accessing such third-party intellectual property rights, or if we cannot license or develop technology for any infringing aspect of our business, we would be forced to limit or stop selling products impacted by the claim or injunction or cease business activities covered by such intellectual property, and may be unable to compete effectively. Any inability to license third-party technology in the future would have an adverse effect on our business and operating results, and would adversely affect our ability to compete. We may also be contractually obligated to indemnify our customers or other third parties in the event of infringement of a third party’s intellectual property rights. We receive demands for such indemnification from time to time and expect to continue to do so. Responding to and defending such claims, regardless of their merit, can be time consuming, costly, distracting to our management and damage our reputation, business and brand.\n\nLawsuits are time-consuming and expensive to resolve and they divert management’s time and attention. Although we carry insurance, our insurance may not cover potential claims of this type or may not be adequate to indemnify us for all liability that may be imposed. We cannot predict the outcome of lawsuits, and the results of any such actions may harm our business.\n\nElements of our platform and our products use open source software, which may restrict the functionality of our platform and our products, or require that we release the source code of certain products subject to those licenses.\n\nOur platform incorporates software licensed under open source licenses. Such open source licenses typically require that source code subject to the license be made available to the public and that any modifications or derivative works to open source software continue to be licensed under open source licenses. Few courts have interpreted open source licenses, and the manner in which these licenses may be interpreted and enforced is therefore subject to some uncertainty. We rely on multiple software programmers to design our proprietary technologies, and we do not exercise complete control over the development efforts of our programmers and we cannot be certain that our programmers have not incorporated open source software into our proprietary products and technologies or that they will not do so in the future. In the event that portions of our proprietary technology are determined to be subject to an open source license, we could be required to publicly release the affected portions of our source code, re-engineer all or a portion of our technologies, or otherwise be limited in the licensing of our technologies, each of which could reduce or eliminate the value of our platform and technologies and materially and adversely affect our ability to sustain and grow our business.\n\nProvisions in various agreements potentially expose us to substantial liability for intellectual property infringement, data protection, and other losses.\n\nOur agreements with customers and other third parties generally include provisions under which we are liable or agree to indemnify them for losses suffered or incurred as a result of claims of intellectual property infringement, data protection, damages caused by us to property or persons, or other liabilities relating to or arising from our platform, services, or other contractual obligations. Some of these agreements provide for uncapped liability for which we would be responsible, and some \n\n57\n\nprovisions survive termination or expiration of the applicable agreement. Large liability payments could harm our business, results of operations, and financial condition. Although we often contractually limit our liability with respect to such obligations, we may still incur substantial liability related to them, and in case of an intellectual property infringement indemnification claim, we may be required to cease use of certain functions of our platform as a result of any such claims. Any dispute with a customer with respect to such obligations could have adverse effects on our relationship with that customer and other existing customers and new customers and harm our business. Even when we have contractual protections against such customer claims, we may choose to honor a customer’s request for indemnification or otherwise seek to maintain customer satisfaction by issuing customer credits, assisting our customer in defending against claims, or in other ways.\n\nRisks Related to Ownership of Our Common Stock\n\nOur stock price may be volatile, and the value of our common stock may decline.\n\nHistorically, our stock price has been volatile. During the year ended December 31, 2024, our stock traded as high as $25.87 per share and as low as $5.52 per share, and from January 1, 2025 to February 14, 2025, our stock price has ranged from $11.14 per share to $7.45 per share. The market price of our common stock may continue to be highly volatile and may fluctuate or decline substantially as a result of a variety of factors, some of which are beyond our control or are related in complex ways, including:\n\n•actual or anticipated fluctuations in our financial condition and operating results;\n\n•decreased usage by one or more of our customers;\n\n•variance in our financial performance from expectations of securities analysts or investors;\n\n•changes in the pricing we offer our customers;\n\n•changes in our projected operating and financial results;\n\n•changes in laws or regulations applicable to our platform or related products;\n\n•announcements by us or our competitors of significant business developments, acquisitions, or new offerings;\n\n•publicity associated with network outages and problems;\n\n•our involvement in litigation;\n\n•changes in senior management or key personnel;\n\n•the trading volume of our common stock;\n\n•potential equity or debt financings;\n\n•changes in the anticipated future size and growth rate of our market; and\n\n•general political, social, economic, regulatory, and market conditions, in both domestic and our foreign markets, including the effects of global events like the war in Ukraine and the more recent hostilities in Israel on the global economy, labor shortages, supply chain disruptions, inflation, increased interest rates, banking instability and slow or negative growth of our markets.\n\nBroad market and industry fluctuations, as well as general economic, political, social, regulatory, and market conditions, may impact the market price of our common stock. For example, in connection with the COVID-19 pandemic, we initially experienced an increase in the usage of our platform, and as a result, the trading price of our common stock significantly increased. Over the past few years, our stock price has declined significantly. There are no assurances that the trading price of \n\n58\n\nour common stock will recover to prior levels. Moreover, the trading price of our common stock could experience further volatility and declines. These fluctuations could cause you to lose all or part of your investment in our common stock.\n\nIn addition, extreme price and volume fluctuations in the stock markets have affected and continue to affect many technology companies’ stock prices, including ours. Often, their stock prices have fluctuated in ways unrelated or disproportionate to the companies’ operating performance.\n\nIn the past, companies that have experienced volatility in the market price of their securities have been subject to securities class action litigation. We are currently and may be the target of this type of litigation in the future, which could result in substantial costs and divert our management’s attention.\n\nWe may not have the ability to raise the funds necessary to repay or settle conversions of the Notes in whole or in part in cash or to repurchase the Notes upon a fundamental change, and our future debt may contain limitations on our ability to pay cash upon conversion or repurchase of the Notes.\n\nIn March 2021, we entered into a purchase agreement for the sale of an aggregate of $948.8 million principal amount of our 0% convertible senior notes due 2026 (the “2026 Notes”). During the year ended December 31, 2022, we entered into separate, privately negotiated transactions with certain holders of the Notes to repurchase approximately $235.0 million aggregate outstanding principal amount of the 2026 Notes for an aggregate cash repurchase price of approximately $176.4 million. During the year ended December 31, 2024, we entered into several separate, privately negotiated transactions with certain holders of the 2026 Notes to exchange (the “Exchange”) $157.9 million of aggregate principal amount of the 2026 Notes for $150.0 million aggregate principal amount of 7.75% convertible senior unsecured notes due in 2028 (the “2028 Notes” and together with the 2026 Notes, the “Notes”). The remaining 2026 Notes with an aggregate principal amount of $188.6 million will mature on March 15, 2026, unless earlier converted, redeemed or repurchased. The 2028 Notes incurred transaction costs of $5.8 million which were recorded as contra-liability and represents the difference between the principal and carrying amount of the 2028 Notes. The 2028 Notes will mature on June 1, 2028, unless earlier converted or repurchased. Holders of the Notes will have the right, subject to certain conditions and limited exceptions, to require us to repurchase all or a portion of their Notes upon the occurrence of a fundamental change at a fundamental change repurchase price equal to 100% of the principal amount of the Notes to be repurchased, plus accrued and unpaid special interest, if any, as described in the indenture governing the Notes. If our stock price is lower than the conversion price of the Notes on maturity, the holders of our Notes will likely not convert and we will have to repay those Notes in cash. In addition, upon conversion of the Notes, unless we elect to deliver solely shares of our common stock to settle such conversion (other than paying cash in lieu of delivering any fractional share), we will be required to make cash payments in respect of the Notes being converted as described in the indenture governing the Notes. However, we may not have enough available cash or be able to obtain financing at the time we are required to repay or make repurchases of Notes surrendered therefor or pay cash with respect to Notes being converted. In addition, our ability to repurchase the Notes or to pay cash upon conversions of the Notes may be limited by law, by regulatory authority or by agreements governing our future indebtedness. Our failure to repurchase notes at a time when the repurchase is required by the indenture or to pay any cash payable on future conversions of the Notes as required by the indenture would constitute a default under the indenture. A default under the indenture governing the Notes or the fundamental change itself could also lead to a default under agreements governing our future indebtedness. If the repayment of the related indebtedness were to be accelerated after any applicable notice or grace periods, we may not have sufficient funds to repay the indebtedness and repurchase the Notes or make cash payments upon conversions thereof. Such acceleration could result in our bankruptcy. In a bankruptcy, the holders of the Notes would have a claim to our assets that is senior to the claims of our equity holders.\n\nConversion of the Notes may dilute the ownership interest of our stockholders or may otherwise depress the price of our common stock.\n\nThe conversion of some or all of the Notes will dilute the ownership interests of our stockholders. Upon conversion of the Notes, we have the option to pay or deliver, as the case may be, cash, shares of our common stock, or a combination of cash and shares of our common stock. If we elect to settle our conversion obligation in shares of our common stock or a combination of cash and shares of our common stock, any sales in the public market of our common stock issuable upon such conversion could adversely affect prevailing market prices of our common stock. In addition, the existence of the Notes may encourage short selling by market participants because the conversion of the Notes could be used to satisfy short positions, or anticipated conversion of the Notes into shares of our common stock could depress the price of our common stock.\n\n59\n\nServicing our debt requires a significant amount of cash, and we may not have sufficient cash flow from our business to pay our substantial debt.\n\nOur ability to make scheduled payments of the principal of or to refinance our indebtedness, including the Notes, depends on our future performance, which is subject to economic, financial, competitive, and other factors beyond our control. Our business may not generate cash flow from operations in the future sufficient to service our debt, including the Notes, and make necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, refinancing or restructuring debt or obtaining additional equity capital on terms that may be onerous or highly dilutive. Our ability to refinance or restructure our indebtedness will depend on the capital markets and our financial condition at such time, and if the financial markets become difficult or costly to access, including due to rising interest rates, fluctuations in foreign currency exchange rates or other changes in economic conditions, our ability to raise additional capital may be negatively impacted. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations. Even if we can refinance or restructure our debt, the revised terms may harm our business.\n\nRegulatory actions and other events may adversely affect the trading price and liquidity of the Notes.\n\nWe expect that many investors in, and potential purchasers of, the Notes may employ, or seek to employ, a convertible arbitrage strategy with respect to the Notes. Investors would typically implement such a strategy by selling short the common stock underlying the Notes and dynamically adjusting their short position while continuing to hold the Notes. Investors may also implement this type of strategy by entering into swaps on our common stock in lieu of or in addition to short selling the common stock.\n\nThe SEC and other regulatory and self-regulatory authorities have implemented various rules and taken certain actions and may in the future adopt additional rules and take other actions, that may impact those engaging in short selling activity involving equity securities (including our common stock). Such rules and actions include Rule 201 of SEC Regulation SHO, the adoption by the Financial Industry Regulatory Authority, Inc. and the national securities exchanges of a “Limit Up-Limit Down” program, the imposition of market-wide circuit breakers that halt trading of securities for certain periods following specific market declines, and the implementation of certain regulatory reforms required by the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010. Any governmental or regulatory action that restricts the ability of investors in, or potential purchasers of, the Notes to effect short sales of our common stock, borrow our common stock or enter into swaps on our common stock could adversely affect the trading price and the liquidity of the Notes.\n\nThe conditional conversion feature of the Notes, if triggered, may adversely affect our financial condition and operating results.\n\nIn the event the conditional conversion feature of the Notes is triggered, holders of Notes will be entitled to convert their Notes at any time during specified periods at their option. If one or more holders elect to convert their Notes, unless we elect to satisfy our conversion obligation by delivering solely shares of our common stock (other than paying cash in lieu of delivering any fractional share), we would be required to settle a portion or all of our conversion obligation through the payment of cash, which could adversely affect our liquidity. In addition, even if holders do not elect to convert their Notes, we could be required under applicable accounting rules to reclassify all or a portion of the outstanding principal of the Notes as a current rather than long-term liability, which would result in a material reduction of our net working capital, which could impact our existing covenants and inhibit our ability to raise future debt. For additional information regarding the conditional conversion feature of the Notes, see Note 9, Debt Instruments. \n\nFuture sales and issuances of our capital stock or rights to purchase capital stock could result in dilution of the percentage ownership of our stockholders and could cause the price of our common stock to decline.\n\nFuture sales and issuances of our capital stock or rights to purchase our capital stock could result in substantial dilution to our existing stockholders. For example, we may issue approximately 9.4 million shares of our common stock if the Notes convert, subject to customary anti-dilution adjustments. In addition, we may need to secure additional funds for our existing debt obligations, including repayment of the Notes. We may sell common stock, convertible securities, and other equity securities in one or more transactions at prices and in a manner as we may determine from time to time. If we sell any such securities in subsequent transactions, investors may be materially diluted. New investors in such subsequent transactions could gain rights, preferences, and privileges senior to those of holders of our common stock.\n\n60\n\nFuture sales of our common stock in the public market could cause the market price of our common stock to decline.\n\nSales of a substantial number of shares of our common stock in the public market, or the perception that these sales might occur, could depress the market price of our common stock and could impair our ability to raise capital through the sale of additional equity securities. We are unable to predict the effect that such sales may have on the prevailing market price of our common stock.\n\nAs of December 31, 2024, we have outstanding a total of 142.1 million shares of common stock. All of our outstanding shares are eligible for sale in the public market, other than shares and options held by directors, executive officers, and other affiliates that are subject to volume limitations under Rule 144 of the Securities Act, various vesting agreements, and shares that must be sold under an effective registration statement. Additionally, the shares of common stock subject to outstanding options and restricted stock unit awards under our equity incentive plans and the shares reserved for future issuance under our equity incentive plans will become eligible for sale in the public market upon issuance, subject to applicable insider trading policies. The outstanding portion of the 2026 Notes will also become convertible at the option of the holders, subject to certain limitations and restrictions, prior to March 15, 2026. The 2028 Notes will also become convertible at the option of the holders, subject to certain limitations and restrictions, prior to June 1, 2028.\n\nFuture sales also could cause the trading price of our common stock to decline and make it more difficult for investors to sell shares of our common stock.\n\nIf securities or industry analysts do not publish research or publish unfavorable or inaccurate research about our business, our common stock price and trading volume could decline.\n\nOur stock price and trading volume are heavily influenced by the way analysts and investors interpret our financial information and other disclosures. If securities or industry analysts do not publish research or reports about our business, delay publishing reports about our business, or publish negative reports about our business, regardless of accuracy, our common stock price and trading volume could decline.\n\nThe trading market for our common stock depends, in part, on the research and reports that securities or industry analysts publish about us or our business. We do not have any control over these analysts. If the number of analysts that cover us declines, demand for our common stock could decrease and our common stock price and trading volume may decline.\n\nEven if our common stock is actively covered by analysts, we do not have any control over the analysts or the measures that analysts or investors may rely upon to forecast our future results. Over-reliance by analysts or investors on any particular metric to forecast our future results may result in forecasts that differ significantly from our own.\n\nRegardless of accuracy, unfavorable interpretations of our financial information and other public disclosures could have a negative impact on our stock price. If our financial performance fails to meet analyst estimates, for any of the reasons discussed above or otherwise, or one or more of the analysts who cover us downgrade our common stock or change their opinion of our common stock, our stock price would likely decline.\n\nWe do not intend to pay dividends for the foreseeable future.\n\nWe have never declared or paid any cash dividends on our capital stock, and we do not intend to pay any cash dividends in the foreseeable future. Any determination to pay cash dividends in the future will be at the discretion of our board of directors and are restricted by the terms of our Credit Agreement. The Credit Agreement permits the payment of cash dividends so long as, after giving effect to any such dividend, we maintain a consolidated adjusted quick ratio of at least 1.50 to 1.00 and are otherwise in pro forma compliance with all covenants under the Credit Agreement. In addition, the Credit Agreement permits us to pay up to $10.0 million in cash dividends per fiscal year so long as, after giving effect to any such dividend, we are in pro forma compliance with all covenants under the Credit Agreement, including a consolidated adjusted quick ratio of at least 1.25 to 1.00. Accordingly, investors must rely on sales of their common stock after price appreciation, which may never occur, as the only way to realize any future gains on their investments.\n\n61\n\nWe incur significant costs as a result of operating as a public company, and our management is required to devote substantial time to compliance with our public company responsibilities and corporate governance practices.\n\nAs a public company, we incur significant legal, accounting, and other expenses. The Sarbanes-Oxley Act, the Dodd-Frank Wall Street Reform and Consumer Protection Act, the listing requirements of the NYSE, and other applicable securities rules and regulations impose various requirements on public companies. As a result, our management and other personnel have to devote a substantial amount of time to compliance with these requirements. Moreover, these rules and regulations increase our legal and financial compliance costs and make some activities more time-consuming and costly. We cannot predict or estimate the amount of additional costs we will incur as a public company or the timing of such costs.\n\nAnti-takeover provisions in our charter documents, the indenture governing the Notes, and under Delaware law could make an acquisition of our company more difficult, limit attempts by our stockholders to replace or remove our current board of directors or management and limit the market price of our common stock.\n\nProvisions in our amended and restated certificate of incorporation and amended and restated bylaws may have the effect of delaying or preventing a change of control or changes in board of directors or our management. Our amended and restated certificate of incorporation and amended and restated bylaws include provisions that:\n\n•authorize our board of directors to issue, without further action by the stockholders, shares of undesignated preferred stock with terms, rights, and preferences determined by our board of directors that may be senior to our common stock;\n\n•require that any action to be taken by our stockholders be effected at a duly called annual or special meeting and not by written consent;\n\n•specify that special meetings of our stockholders can be called only by our board of directors, the chairperson of our board of directors, or our chief executive officer;\n\n•establish an advance notice procedure for stockholder proposals to be brought before an annual meeting, including proposed nominations of persons for election to our board of directors;\n\n•establish that our board of directors is divided into three classes, with each class serving three-year staggered terms;\n\n•prohibit cumulative voting in the election of directors;\n\n•provide that our directors may be removed for cause only upon the vote of the holders of a majority of our outstanding shares of common stock; and\n\n•provide that vacancies on our board of directors may be filled only by a majority of directors then in office, even though less than a quorum. \n\nThese provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our board of directors, which is responsible for appointing the members of our management. In addition, because we are incorporated in Delaware, we are governed by the provisions of Section 203 of the Delaware General Corporation Law, which generally, subject to certain exceptions, prohibits a Delaware corporation from engaging in any of a broad range of business combinations with any “interested” stockholder for a period of three years following the date on which the stockholder became an “interested” stockholder. Any delay or prevention of a change of control transaction or changes in our management could cause the market price of our common stock to decline.\n\nCertain provisions in the indenture governing the Notes may make it more difficult or expensive for a third party to acquire us. For example, the indenture governing the Notes will require us, except as described therein, to repurchase the Notes for cash upon the occurrence of a fundamental change and, in certain circumstances, to increase the conversion rate for a holder that converts its notes in connection with a make-whole fundamental change. A takeover of us may trigger the requirement that \n\n62\n\nwe repurchase the Notes, increase the conversion rate, or both, which could make it costlier for a potential acquirer to engage in such takeover. Such additional costs may have the effect of delaying or preventing a takeover of us that would otherwise be beneficial to investors.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware and, to the extent enforceable, the federal district courts of the United States of America will be the exclusive forums for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers, or employees.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for the following types of actions or proceedings under Delaware statutory or common law:\n\n•any derivative action or proceeding brought on our behalf;\n\n•any action asserting a breach of fiduciary duty;\n\n•any action asserting a claim against us arising under the Delaware General Corporation Law,\n\n•our amended and restated certificate of incorporation, or our amended and restated bylaws; and\n\n•any action asserting a claim against us that is governed by the internal-affairs doctrine.\n\nThis provision would not apply to suits brought to enforce a duty or liability created by the Exchange Act. Furthermore, Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all such Securities Act actions. Accordingly, both state and federal courts have jurisdiction to entertain such claims. To prevent having to litigate claims in multiple jurisdictions and the threat of inconsistent or contrary rulings by different courts, among other considerations, our amended and restated certificate of incorporation provides that the federal district courts of the United States of America will be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act. While the Delaware courts have determined that such choice of forum provisions are facially valid, and several state trial courts have enforced such provisions and required that suits asserting Securities Act claims be filed in federal court, there is no guarantee that courts of appeal will affirm the enforceability of such provisions and a stockholder may nevertheless seek to bring a claim in a venue other than those designated in the exclusive forum provisions. In such instance, we would expect to vigorously assert the validity and enforceability of the exclusive forum provisions of our amended and restated certificate of incorporation. This may require significant additional costs associated with resolving such action in other jurisdictions, and there can be no assurance that the provisions will be enforced by a court in those other jurisdictions. If a court were to find either exclusive forum provision in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur further significant additional costs associated with litigating Securities Act claims in state court, or both state and federal court, which could seriously harm our business, financial condition, results of operations, and prospects.\n\nThese forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers, or other employees, which may discourage lawsuits against us and our directors, officers, and other employees. If a court were to find either exclusive-forum provision in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur further significant additional costs associated with resolving the dispute in other jurisdictions, all of which could harm our business.",
      "char_count": 203249
    }
  },
  "extracted_at": "2026-01-19T15:38:02.521959"
}