{
  "ticker": "FULT",
  "company_name": "FULTON FINANCIAL CORP",
  "cik": 700564,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000700564-25-000014",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000700564&accession_number=000070056425000014&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nGeneral\n\nThe Corporation was incorporated under the laws of Pennsylvania on February 8, 1982 and became a bank holding company through the acquisition of all of the outstanding stock of Fulton Bank on June 30, 1982. In 2000, we became a financial holding company as defined in the GLBA, which gave us the ability to expand our financial services activities under our holding company structure. See \"Item 1. Business - Competition and - Supervision and Regulation.\" We directly own 100% of the common stock of Fulton Bank and five non-bank entities.\n\nOn April 26, 2024, the Corporation consummated the Republic First Transaction.\n\nOn July 1, 2022, the Corporation completed our acquisition of 100% of the outstanding common stock of Prudential Bancorp. Prudential Bancorp's wholly-owned subsidiary, Prudential Bank, became our wholly-owned subsidiary. Prudential Bank merged with and into Fulton Bank on November 5, 2022.\n\nOur Internet address is www.fultonbank.com. Electronic copies of our 2024 Annual Report on Form 10-K are available free of charge by visiting \"Investor Relations - Documents\" at www.fultonbank.com. Electronic copies of Quarterly Reports on Form 10-Q and Current Reports on Form 8-K are also available at this Internet address. These reports, as well as any amendments thereto, are posted on our website as soon as reasonably practicable after they are electronically filed with the SEC. The information contained on our website or in any websites linked by our website is not a part of this Annual Report on Form 10-K.\n\nBanking and Financial Services \n\nThrough our banking subsidiary, Fulton Bank, the Corporation delivers financial services primarily within our five-state market area, comprised of Pennsylvania, Delaware, Maryland, New Jersey and Virginia, in a personalized, community-oriented style that emphasizes relationship banking. \n\nThe Corporation operates in areas that are home to a wide range of manufacturing, healthcare, agriculture and other service companies. Although a large portion of our loan portfolio is comprised of commercial loans, commercial mortgage loans and construction loans, we are not dependent upon one or a few customers and the loss of any single customer or a few customers would not have a material adverse impact on our business. See \"Item 1A. Risk Factors - Interest Rate and Credit Risks - Our loan portfolio composition subjects us to credit risk and A significant proportion of our loan portfolio consists of commercial mortgage loans that may pose increased credit risk.\"\n\nThe Corporation offers a wide range of consumer and commercial banking products and services, as well as wealth management products and services, to our customers and the communities the Corporation serves:\n\nConsumer Banking - We offer a diversified suite of consumer banking products and services in our market area. Our consumer banking products and services include various checking account and savings deposit products and certificates of deposit. We offer home equity loans and lines of credit as well as a variety of fixed, variable and adjustable rate mortgage products, including construction loans and jumbo residential mortgage loans, all of which are underwritten based upon loan-to-value limits specified in our lending policy. Our consumer loan products also include automobile loans, student loans, personal loans and lines of credit and checking account overdraft protection. \n\nCommercial Banking - We provide commercial banking products and services primarily to small- and medium-sized businesses (generally with annual gross revenue of less than $150 million) in our market area. Commercial lending products include commercial real estate loans, commercial and industrial loans and construction loans. Variable, adjustable and fixed rate loans are provided, with variable and adjustable rate loans generally tied to an index, such as the Prime Rate or SOFR, as well as interest rate derivatives. Our commercial lending policy encourages relationship banking and provides guidelines related to customer creditworthiness and collateral requirements for secured loans. We offer equipment lease financing, letters of credit, cash management services and traditional deposit products to commercial customers. We have established lending limits based on our internal risk rating of a borrower and for certain types of lending commitments.\n\n9\n\nWealth Management - We offer wealth management services, which include investment management, trust, brokerage, insurance and investment advisory services, to consumer and commercial customers in our market area through Fulton Financial Advisors and Fulton Private Bank, both operating divisions of Fulton Bank.\n\nWe deliver these products and services through a network of financial center locations. Electronic delivery channels include a network of ATMs and telephone, mobile and online banking. The variety of available delivery channels allows customers to access their account information and perform certain transactions, such as depositing checks, transferring funds and paying bills, at any time of the day. As of December 31, 2024, we had 216 financial centers, not including remote service facilities (mainly stand-alone ATMs), and our main office located in Lancaster, Pennsylvania. \n\nHuman Capital\n\nOur workforce, excluding temporary employees and interns, consisted of approximately 3,400 employees, at December 31, 2024 and December 31, 2023. \n\nEmployee Engagement and Retention - We place a premium on having a highly engaged workforce because engaged employees tend to perform at a higher level, support our success, and are more likely to stay with the Corporation. We conduct an annual survey of our workforce to measure employee engagement, assess employee morale, and help identify areas of the employee experience that could be improved. We then task our leaders with developing and implementing communication and action plans to gain a better understanding of the results of the assessment and to foster enhanced future engagement. \n\nCulture and Inclusion - We place significant emphasis on shaping our corporate culture, and we consider our culture to be one of the primary components of our continuing success. Our culture-shaping program, The Fulton Experience, is a highly engaging program that is intended to create new ways of thinking about employees' individual roles, how employees collaborate, and how we grow together. We recognize that having an inclusive culture fosters a culture of respect and is a crucial element of our success.\n\nCompensation and Rewards - The Corporation invests in its workforce by offering a comprehensive Total Rewards program that includes competitive salaries, incentives, and benefits programs. We offer performance-based incentive programs designed to drive results in the business units as well as at the corporate level. \n\nWorkforce Recruitment and Development - We recruit our workforce, filling replacement and new positions through employee referrals, recruiting efforts, and by posting positions internally, on our website and on social media platforms.  We provide for professional development of new and existing employees through the efforts of our Learning and Development area that develops and administers a wide variety of training programs. We also provide a number of third-party offerings in which employees can further enhance their skills, knowledge and leadership potential. \n\nSafety, Health and Wellness - The safety, health and wellness of our employees is a top priority. In addition to healthcare, paid time off, paid parental leave and retirement benefits, we provide behavioral and mental health support and work-life services through our Employee Assistance Program. \n\nCybersecurity\n\nCybersecurity is a major component of our overall risk management approach. By the very nature of our business, handling sensitive data is a part of daily operations and is taken very seriously by all employees. The cybersecurity threat environment is volatile and dynamic requiring all levels of the organization to be cognizant and aware of these threats at all times. As such, we maintain a comprehensive cybersecurity strategy that includes, but is not limited to: regular employee cybersecurity training and communications; continuous monitoring, detection, alerting, and defense in-depth technologies; regular internal and third-party program oversight; policies and procedures regularly reviewed and designed with regulatory and industry guidance; and regular reviews of vendors who maintain sensitive data on behalf of Fulton Bank.\n\nGiven that cybersecurity threat actors are continuously adapting their techniques, it is important to note that no cybersecurity program is completely infallible. As we continue to offer new and innovative technologies for our customers, the risk of cybersecurity attacks and our oversight of this risk will remain at a high level. See \"Item 1C. Cybersecurity.\"\n\nClimate Risk Management\n\nAt this time, we have not experienced material losses from climate change. However, we are aware that its impact may increase in the future. We recognize the potential impact climate change may have on us, our clients, our suppliers, employees, \n\n10\n\nshareholders, and the communities we serve. We are cognizant of our responsibility to better understand the impact of our operations on global climate change and are taking steps to help ensure our organization operates in a manner consistent with responsible environmental stewardship. We are susceptible to losses and disruptions caused by fire, power shortages, telecommunications failures, water shortages, floods, and other extreme weather conditions. Climate change may contribute to or exacerbate these conditions. We are also susceptible to losses arising from policy changes, energy costs, and shifts in market and customer sentiment that can impact us and our clients as well as other key stakeholders.  As the potential impact of climate change broadens, we will continue to assess and respond to climate risks as they evolve.\n\nNon-Bank Subsidiaries\n\nWe own 100% of the outstanding equity of five non-bank subsidiaries, which are consolidated for financial reporting purposes: (i) Fulton Financial Realty Company, which holds title to or leases certain properties where our financial centers and other facilities are located; (ii) Central Pennsylvania Financial Corp., which owns limited partnership interests in partnerships invested primarily in low- and moderate-income housing projects; (iii) FFC Penn Square, Inc., which owns TruPS issued by a subsidiary of Fulton Bank; (iv) Fulton Insurance Services Group, Inc., which engages in the sale of various life insurance products; and (v) Fulton Community Partner, LLC, whose mission is to change lives for the better by supporting community and economic development projects in distressed and underserved communities through participation in the NMTC program. \n\nCompetition\n\nThe banking and financial services industries are highly competitive. Within our geographic region, we face direct competition from other commercial banks, varying in size from local community banks to regional and national banks, credit unions and non-bank entities. As a result of the wide availability of electronic delivery channels, we also face competition from financial institutions that do not have a physical presence in our geographic markets.\n\nThe industry is also highly competitive due to the various types of entities that now compete aggressively for customers that were traditionally served only by the banking industry. Under the current financial services regulatory framework, banks, insurance companies and securities firms may affiliate under a financial holding company structure, allowing their expansion into non-banking financial services activities that had previously been restricted. These activities include a full range of banking, securities and insurance activities, including securities and insurance underwriting, issuing and selling annuities and merchant banking activities. Moreover, we face increased competition from certain non-bank entities, such as FinTechs, private equity funds, private debt funds and marketplace lenders, that in many cases, are not subject to the same regulatory compliance requirements as us.\n\nStock Information\n\nThe Corporation's common stock is traded on the Nasdaq Global Select Market under the ticker symbol \"FULT.\" There are 600 million authorized shares of the Corporation's common stock, with approximately 182 million shares outstanding as of December 31, 2024. The Corporation has an additional 10 million authorized shares of preferred stock, of which approximately 200,000 shares with a liquidation preference of $1,000 per share were outstanding as of December 31, 2024.\n\nSupervision and Regulation\n\nWe operate in an industry that is subject to laws and regulations that are enforced by a number of federal and state agencies. Changes in these laws and regulations, including interpretation and enforcement activities, could impact the cost of operating in the financial services industry, limit or expand permissible activities or affect competition among banks and other financial institutions.\n\nThe Corporation is a registered bank holding company that has elected to be treated as a financial holding company under the BHCA. The Corporation is regulated, supervised and examined by the Federal Reserve Board. Fulton Bank is a national banking association chartered under the laws of the United States and is primarily regulated by the OCC. In addition, the CFPB examines Fulton Bank for compliance with most federal consumer financial protection laws, including the laws relating to fair lending and prohibiting unfair, deceptive or abusive acts or practices in connection with the offer, sale or provision of consumer financial products or services and enforces such laws with respect to Fulton Bank and our affiliates.\n\nFederal statutes that apply to us and our subsidiaries include the GLBA, the BHCA, the Dodd-Frank Act, the Federal Reserve Act, the National Bank Act and the Federal Deposit Insurance Act, among others. In general, these statutes, regulations promulgated thereunder, and related interpretations establish the eligible business activities we can engage in, certain acquisition and merger restrictions, limitations on intercompany transactions (such as loans and dividends), cash reserve requirements, lending limitations, compliance with unfair, deceptive and abusive acts and practices prohibitions, limitations on \n\n11\n\ninvestments, and capital adequacy requirements, among other things. Such laws and regulations are intended primarily for the protection of depositors, customers and the DIF, as well as to minimize risk to the banking system as a whole, and, as a result, these laws and regulations are not for the protection of our shareholders or non-depository creditors.\n\nThe following discussion is general in nature and seeks to highlight some of the more significant regulatory requirements to which we are subject but does not purport to be complete or to describe all applicable laws and regulations.\n\nBHCA - The Corporation is subject to regulation and examination by the Federal Reserve Board and is required to file periodic reports and to provide additional information that the Federal Reserve Board may require. The BHCA regulates activities of bank holding companies, including requirements and limitations relating to capital, transactions with officers, directors and affiliates, securities issuances, dividend payments and extensions of credit, among others. The BHCA permits the Federal Reserve Board, in certain circumstances, to issue cease and desist orders and other enforcement actions against bank holding companies (and their non-banking affiliates) to correct or curtail unsafe or unsound banking practices. In addition, the Federal Reserve Board must approve certain proposed changes in organizational structure or other business activities before they occur. The BHCA imposes certain restrictions upon the Corporation regarding the acquisition of substantially all of the assets of, or direct or indirect ownership or control of, any bank for which it is not already the majority owner.\n\nSource of Strength - Federal banking law requires bank holding companies like us to act as a source of financial strength and to commit capital and other financial resources to each of their banking subsidiaries. This support may be required at times when we may not be able to provide such support without adversely affecting our ability to meet other obligations or when, absent such requirements, we might not otherwise choose to provide such support. If we are unable to provide such support, the Federal Reserve Board could instead require the divestiture of our subsidiaries and impose operating restrictions pending the divestiture. If a bank holding company commits to a federal bank regulator that it will maintain the capital of its bank subsidiary, whether in response to the Federal Reserve Board's invoking its source of strength authority or in response to other regulatory measures, that commitment will be assumed by the bankruptcy trustee, and the bank will be entitled to priority payment in respect of that commitment.\n\nThe Economic Growth Act - The Economic Growth Act amended certain provisions of the Dodd-Frank Act to raise the total asset threshold for mandatory applicability of enhanced prudential standards for bank holding companies to $250 billion and to allow the Federal Reserve Board to apply enhanced prudential standards to bank holding companies with between $100 billion and $250 billion in total assets to address financial stability risks or safety and soundness concerns. The Economic Growth Act's increased threshold took effect immediately for bank holding companies with total assets of less than $100 billion, including the Corporation.\n\nThe Economic Growth Act also enacted other important changes, for which the banking agencies issued certain corresponding guidance documents and implementing regulations, including:\n\n•Raising the total asset threshold for Dodd-Frank Act company-run stress tests from $10 billion to $250 billion;\n\n•Prohibiting federal banking agencies from imposing higher capital requirements for high volatility commercial real estate exposures unless such exposures meet the statutory definition for high volatility acquisition, development or construction loans in the Economic Growth Act;\n\n•Exempting from appraisal requirements certain transactions involving real property in rural areas and valued at less than $400,000;\n\n•Providing that reciprocal deposits are not treated as brokered deposits in the case of a \"well capitalized\" institution that received an \"outstanding\" or \"good\" rating on its most recent examination to the extent the amount of such deposits does not exceed the lesser of $5 billion or 20% of the bank's total liabilities; and\n\n•Directing the CFPB to provide guidance on the applicability of the TILA-RESPA Integrated Disclosure rule to mortgage assumption transactions and construction-to-permanent home loans, as well the extent to which lenders can rely on model disclosures that do not reflect recent regulatory changes.\n\nGiven Fulton Bank's size, a number of additional benefits afforded to community banks under applicable asset thresholds are not available to Fulton Bank.\n\nConsumer Financial Protection Laws and Enforcement - The CFPB and the federal banking agencies continue to focus attention on consumer protection laws and regulations. The CFPB is responsible for promoting fairness and transparency for mortgages, credit cards, deposit accounts and other consumer financial products and services and for interpreting and enforcing the federal consumer financial laws that govern the provision of such products and services. Federal consumer financial laws enforced by the CFPB include, but are not limited to, the ECOA, the TILA, the Truth in Savings Act, the Home Mortgage Disclosure Act, the RESPA, the Fair Debt Collection Practices Act, and the Fair Credit Reporting Act. The CFPB is also authorized to prevent \n\n12\n\nany institution under its authority from engaging in an unfair, deceptive, or abusive act or practice in connection with consumer financial products and services. As a residential mortgage lender, we are subject to multiple federal consumer protection statutes and regulations, including, but not limited to, those statutes and regulations referenced above.\n\nIn particular, fair lending laws prohibit discrimination in the provision of banking services. Fair lending laws include the ECOA and the Fair Housing Act, both of which outlaw discrimination in credit and residential real estate transactions on the basis of prohibited factors including, among others, race, color, national origin, gender, and religion. A lender may be liable for policies that result in a disparate treatment of, or have a disparate impact on, a protected class of applicants or borrowers. If a pattern or practice of lending discrimination is alleged by a regulator, then that agency may refer the matter to the DOJ for investigation. Failure to comply with these and similar statutes and regulations could subject us to formal or informal enforcement actions, the imposition of civil money penalties and litigation.\n\nThe CFPB has exclusive examination and primary enforcement authority with respect to compliance with federal consumer financial protection laws and regulations by institutions under its supervision and is authorized, individually or jointly with the federal banking agencies, to conduct investigations to determine whether any person is, or has, engaged in conduct that violates such laws or regulations. The CFPB may bring an administrative enforcement proceeding or civil action in federal district court. In addition, in accordance with a memorandum of understanding entered into between the CFPB and the DOJ, the two agencies have agreed to coordinate efforts related to enforcing the fair lending laws, which includes information sharing and conducting joint investigations; however, the extent to which such coordination may actually occur is unpredictable and may change over time as the result of a number of factors, including changes in leadership at the DOJ and the CFPB, as well as changes in the enforcement policies and priorities of each agency. As an independent bureau funded by the Federal Reserve Board, the CFPB may impose requirements that are more stringent than those of the other bank regulatory agencies.\n\nAs an IDI with total assets of more than $10 billion, Fulton Bank is subject to the CFPB's supervisory and enforcement authorities. The Dodd-Frank Act also permits states to adopt stricter consumer protection laws and authorizes state attorneys general to enforce consumer protection rules issued by the CFPB. As a result, Fulton Bank operates in a stringent consumer compliance environment.\n\nAbility-to-pay rules and qualified mortgages - Under the CFPB rules that implement the TILA, mortgage lenders are required to make a reasonable and good faith determination, based on verified and documented information, that a consumer applying for a residential mortgage loan has a reasonable ability to repay the loan according to its terms. These rules prohibit creditors, such as Fulton Bank, from extending residential mortgage loans without regard for the consumer's ability to repay and add restrictions and requirements to residential mortgage origination and servicing practices. In addition, these rules restrict the imposition of prepayment penalties and compensation practices relating to residential mortgage loan origination. Mortgage lenders are required to determine a consumer's ability to repay in one of two ways. The first alternative requires the mortgage lender to consider eight underwriting factors when making the credit decision. The mortgage lender may also originate \"qualified mortgages\" which are entitled to a presumption that the creditor making the loan satisfied the ability-to-repay requirements. In general, a QM is a residential mortgage loan that does not have certain high-risk features, such as negative amortization, interest-only payments, balloon payments, or a term exceeding 30 years. In addition, to be a QM loan, the points and fees paid by a consumer cannot exceed 3% of the total loan amount, and the borrower's total DTI ratio must be no higher than 43% (subject to certain limited exceptions for loans eligible for purchase, guarantee or insurance by a government sponsored enterprise or a federal agency).\n\nIn December 2020, the CFPB issued two final rules related to QM loans. The first rule replaces the strict DTI threshold for QM loans and provides that, in addition to existing requirements, a loan receives a conclusive presumption that the consumer had the ability to repay if the APR does not exceed the average prime offer rate for a comparable transaction by 1.5 percentage points or more as of the date the interest rate is set. Further, a loan receives a rebuttable presumption that the consumer had the ability to repay if the APR exceeds the average prime offer rate for a comparable transaction by 1.5 percentage points or more but by less than 2.25 percentage points. The second rule creates a new category of \"seasoned\" QM loans for those that meet certain performance requirements. Specifically, that rule allows a non-QM loan or a \"rebuttable presumption\" QM loan to receive a safe harbor from APR liability at the end of a \"seasoning\" period of at least 36 months as a \"seasoned QM\" if it satisfies certain product restrictions, points-and-fees limits, and underwriting requirements, and the loan meets the designated performance and portfolio requirements during the \"seasoning period.\"   \n\nIntegrated disclosures under the RESPA and the TILA - Under the CFPB rules, mortgage lenders are required to provide a loan estimate, not later than the third business day after submission of a loan application, and a closing disclosure at least three days prior to the loan closing. The loan estimate must detail the terms of the loan, including, among other things, expenses, projected monthly mortgage payments and estimated closing costs. The closing disclosure must include, among other things, closing costs and a comparison of costs reported on the loan estimate to actual charges to be applied at closing.\n\n13\n\nVolcker Rule - Provisions of the Dodd-Frank Act, commonly known as the \"Volcker Rule,\" prohibit banks and their affiliates from engaging in proprietary trading and investing in and sponsoring hedge funds and private equity funds and other private funds that are, among other things, offered within specified exemptions to the Investment Company Act, known as \"covered funds,\" subject to certain exemptions. Volcker Rule compliance requirements are based on the size and scope of a banking entity's trading activities.  Our investing and trading activities have and will continue to depend on, among other things, further rulemaking and guidance that may be issued by the Volcker Rule Regulators and the development of market practices and standards.\n\nCapital Requirements - The Corporation and Fulton Bank are subject to the Basel III Rules that are based upon the final framework of the Basel Committee for strengthening capital and liquidity regulation. Under the Basel III Rules, the Corporation and Fulton Bank apply the standardized approach in measuring RWA and regulatory capital.\n\nUnder the Basel III Rules, the Corporation and Fulton Bank are subject to the following minimum capital ratios:\n\n•A minimum CET1 capital ratio of 4.50% of RWA;\n\n•A minimum Tier 1 capital ratio of 6.00% of RWA;\n\n•A minimum Total capital ratio of 8.00% of RWA; and\n\n•A minimum Tier 1 leverage ratio (Tier 1 capital to a quarterly average of non-risk weighted total assets) of 4.00%.\n\nThe Basel III Rules also included a \"capital conservation buffer\" of 2.5%, composed entirely of CET1 capital, in addition to the minimum capital to RWA ratios outlined above, resulting in effective minimum CET1, Tier 1 and total capital ratios of 7.0%, 8.5% and 10.5%, respectively. The capital conservation buffer is designed to absorb losses during periods of economic stress. Banking institutions with a capital ratio above the minimum, but below the conservation buffer, will face restrictions on dividends, equity repurchases, and executive compensation based on the amount of the shortfall and the institution's \"eligible retained income\" (that is, four quarter trailing net income, net of distributions and tax effects not reflected in net income). As of December 31, 2024, the Corporation and Fulton Bank exceeded the minimum capital requirements, including the capital conservation buffer, as prescribed in the Basel III Rules.\n\nThe Basel III Rules also provide that the largest banking institutions must adhere to additional countercyclical buffer and supplementary leverage ratio requirements. The Corporation and Fulton Bank are not presently subject to these requirements.\n\nThe Basel III Rules provide for a number of required deductions from and adjustments to CET1. These deductions and adjustments include, for example, goodwill, other intangible assets, and DTAs that arise from net operating loss and tax credit carryforwards net of any related valuation allowance. MSRs, DTAs arising from temporary differences that could not be realized through net operating loss carrybacks and investments in non-consolidated financial institutions must also be deducted from CET1 to the extent that they exceed certain thresholds. Through subsequent rulemaking, the federal banking agencies provided certain forms of relief to banking organizations, such as the Corporation and Fulton Bank, that are not subject to the advanced approaches framework. The Corporation and Fulton Bank made a one-time, permanent election under the Basel III Rules to exclude the effects of certain components of AOCI included in shareholders' equity under GAAP in determining regulatory capital ratios.\n\nUnder the Basel III Rules, certain off-balance sheet commitments and obligations are converted into RWA, that together with on-balance sheet assets, are the base against which regulatory capital is measured. The Basel III Rules defined the risk-weighting categories for bank holding companies and banks that follow the standardized approach, such as the Corporation and Fulton Bank, based on a risk-sensitive analysis, depending on the nature of the exposure.\n\nThe Capital Rules eliminated the standalone prior approval requirement in the Basel III Rules for any repurchase of common stock. In certain circumstances, repurchases of our common stock may be subject to a prior approval or notice requirement under other regulations or policies of the Federal Reserve Board. Any redemption or repurchase of preferred stock or subordinated debt remains subject to the prior approval of the Federal Reserve Board.\n\nThe Basel Committee published the last version of the Basel III accord in 2017, generally referred to as \"Basel IV.\" Among other things, these standards revise the Basel Committee's standardized approach for credit risk (including by recalibrating risk weights and introducing new capital requirements for certain \"unconditionally cancellable commitments,\" such as unused credit card and home equity lines of credit) and provides a new standardized approach for operational risk capital. Under the Basel framework, these standards became effective on January 1, 2022, with an aggregate output floor phasing in through January 1, 2027. Under the current U.S. capital rules, operational risk capital requirements and a capital floor apply only to advanced approaches institutions, and not the Corporation or Fulton Bank. The impact of Basel IV on the Corporation and Fulton Bank will depend on the manner in which it is implemented by the federal banking agencies. As of December 31, 2024, the \n\n14\n\nCorporation and Fulton Bank exceeded all capital requirements necessary to be deemed \"well-capitalized\" for all regulatory purposes under the U.S. capital rules. \n\nStress Testing and Capital Planning - As a result of the Economic Growth Act and implementing regulations adopted by the Federal Reserve Board and the OCC, the Corporation and Fulton Bank are no longer subject to company-run stress testing requirements under the Dodd-Frank Act. The Federal Reserve Board continues to supervise our capital planning and risk management practices through its regular supervisory process which includes regular stress testing.\n\nCECL Transitional Provisions – On August 26, 2020, the federal bank regulatory agencies adopted the CECL Transition Rule that provides banking institutions an optional five-year transition period to phase in the impact of the CECL standard on their regulatory capital.  The final rule gives eligible institutions the option to mitigate the estimated capital effects of CECL for two years, followed by a three-year transition period. Taken together, these measures offer institutions a transition period of up to five years.  We have elected to avail ourselves of the transition relief permitted under applicable regulations.\n\nPrompt Corrective Action - The FDICIA established a system of prompt corrective action to attempt to resolve the problems of undercapitalized institutions. The FDICIA, among other things, establishes five capital categories for FDIC-insured banks: \"well capitalized,\" \"adequately capitalized,\" \"undercapitalized,\" \"significantly undercapitalized\" and \"critically undercapitalized.\" An IDI is treated as well capitalized if its total risk-based capital ratio is 10.00% or greater, its Tier 1 risk-based capital ratio is 8.00% or greater, its CET1 risk-based capital ratio is 6.50% or greater and its Tier 1 leverage capital ratio is 5.00% or greater, and it is not subject to any order or directive to meet a specific capital level. As of December 31, 2024, Fulton Bank's capital ratios were above the minimum levels required to be considered \"well capitalized\" by the OCC.\n\nUnder this system, the federal banking agencies are required to take certain, and authorized to take other, prompt corrective actions against undercapitalized institutions, the severity of which increase as the capital category of an institution declines, including restrictions on growth of assets and other forms of expansion. Generally, a capital restoration plan must be filed with the institution's primary federal regulator within 45 days of the date an institution receives notice that it is \"undercapitalized,\" \"significantly undercapitalized\" or \"critically undercapitalized.\" Although prompt corrective action regulations apply only to depository institutions and not to bank holding companies, bank holding companies must guarantee any such capital restoration plan in certain circumstances. The liability of a bank holding company under any such guarantee is limited to the lesser of 5.00% of the bank's relevant assets at the time it became \"undercapitalized\" or the amount needed to comply. A bank holding company might also be liable for civil money damages for failure to fulfill that guarantee. In the event of the bankruptcy of a bank holding company, such guarantee would take priority over the bank holding company's general unsecured creditors.\n\nIn addition, regulators consider both risk-based capital ratios and other factors that can affect a bank's financial condition, including (i) concentrations of credit risk, (ii) interest rate risk, and (iii) risks from non-traditional activities, along with an institution's ability to manage those risks, when determining capital adequacy. This evaluation is made during the institution's safety and soundness examination. An institution may be downgraded to, or deemed to be in, a capital category that is lower than is indicated by its capital ratios if it is determined to be in an unsafe or unsound condition or if it receives an unsatisfactory examination rating with respect to certain matters.\n\nBrokered Deposits - The FDICIA and FDIC regulations limit the ability of an IDI, such as Fulton Bank, to accept, renew or roll over brokered deposits unless the institution is well-capitalized under the prompt corrective action framework described above, or unless it is adequately capitalized and obtains a waiver from the FDIC. In addition, less than well-capitalized banks are subject to restrictions on the interest rates they may pay on deposits. The characterization of deposits as \"brokered\" may result in the imposition of higher deposit assessments on such deposits. There is a limited exception from the scope of “brokered” deposits for reciprocal deposits for IDIs that are well-rated and well-capitalized (or adequately capitalized and for which the IDI has obtained a waiver from the FDIC as mentioned above). Under this limited exception, qualified IDIs, like Fulton Bank, are able to except from treatment as \"brokered\" deposits the lesser of up to $5 billion, or 20% of the institution's total liabilities, in reciprocal deposits.\n\nOn July 30, 2024, the FDIC issued a proposed rule that would significantly revise the existing brokered deposits regulation as outlined above. Among other things, the proposed rule would broaden the scope of deposits that IDIs would be required to classify as brokered and narrow the exception to the definition of the term “deposit broker,” which would result in more deposits being classified as brokered deposits. As a result of the change in the U.S. presidential administration, and based on recent statements from the new Acting Chairman of the FDIC, the proposed rule is unlikely to be adopted as proposed and the prospects and timing for any re-proposal or supervisory action in this area remain uncertain at this time.\n\nLoans and Dividends from Bank Subsidiary - There are various restrictions on the extent to which Fulton Bank can make loans and other extensions of credit (including credit exposure arising from repurchase and reverse repurchase agreements, securities \n\n15\n\nborrowing and derivative transactions) to, or enter into certain transactions with, its affiliates, which includes the Corporation and its non-bank subsidiaries. In general, these restrictions require that such transactions: (i) with the Corporation or any of its non-bank subsidiaries be limited to 10% of Fulton Bank's regulatory capital (20% in the aggregate to all such entities); (ii) satisfy certain qualitative limitations, including that any covered transaction be made on an arm's length basis; and (iii) in the case of extensions of credit, be secured by designated amounts of specified collateral.\n\nFor safety and soundness reasons, banking regulations also limit the amount of cash that can be transferred from Fulton Bank to the Corporation in the form of dividends. Generally, dividends are limited to the lesser of the amounts calculated under an earnings retention test and an undivided profits test. Under the earnings retention test, without the prior approval of the OCC, a dividend may not be paid if the total of all dividends declared by a bank in any calendar year is in excess of the current year's net income combined with the retained net income of the two preceding years. Under the undivided profits test, a dividend may not be paid in excess of a bank's undivided profits. In addition, banks are prohibited from paying dividends when doing so would cause them to fall below the regulatory minimum capital levels. See \"Note 12 - Regulatory Matters,\" in the Notes to Consolidated Financial Statements in \"Item 8. Financial Statements and Supplementary Data\" for additional information regarding regulatory capital and dividend and loan limitations.\n\nFederal Deposit Insurance - The deposits of Fulton Bank are insured up to the applicable limits by the DIF, generally up to $250,000 per insured depositor. Fulton Bank pays deposit insurance premiums based on assessment rates established by the FDIC. The FDIC has established a risk-based assessment system under which institutions are classified and pay premiums according to their perceived risk to the DIF. In addition, the FDIC possesses backup enforcement authority over a depository institution holding company, like us, if the conduct or threatened conduct of such bank holding company poses a risk to the DIF, although such authority may not be used if the bank holding company is generally in sound condition and does not pose a foreseeable and material risk to the DIF.\n\nFDIC assessment rates for large institutions that have more than $10 billion in assets, such as Fulton Bank, are calculated based on a \"scorecard\" methodology that seeks to capture both the probability that an individual large institution will fail and the magnitude of the impact on the DIF if such a failure occurs that is based primarily on the difference between the institution's average of total assets and average tangible equity, or its assessment base. The FDIC has the ability to make discretionary adjustments to the total score, up or down, based upon significant risk factors that are not adequately captured in the scorecard. For large institutions, including Fulton Bank, after accounting for potential base-rate adjustments, the total assessment rate could range from 1.5 to 40 bps on an annualized basis. An institution's assessment is determined by multiplying its assessment rate by its assessment base. \n\nIn November 2023, the FDIC issued a final rule to implement a special assessment to recover losses to the DIF arising from the protection of uninsured depositors following the closures of Silicon Valley Bank and Signature Bank in 2023. The special assessment is based on an IDI's estimated uninsured deposits as of December 31, 2022, adjusted to exclude the first $5.0 billion of estimated uninsured deposits, and will be assessed at a quarterly rate of 3.36 bps, over eight quarterly assessment periods, beginning in the first quarter of 2024. As a result of this final rule, we accrued $6.5 million ($5.1 million after tax) related to this assessment in the fourth quarter of 2023. This amount represents our current expectation of the full amount of the assessment based on our total uninsured deposits as of December 31, 2022. Under the final rule, the estimated losses to the DIF may be revised from time to time, and the FDIC has retained the ability to cease collection early, extend the special assessment collection period and impose a final shortfall special assessment on a one-time basis. The extent to which any such additional future assessments will impact our future deposit insurance expense is currently uncertain. \n\nThe Tax Act disallows the deduction of FDIC deposit insurance premium payments for banking organizations with total consolidated assets of $50 billion or more. For banks with less than $50 billion in total consolidated assets, such as Fulton Bank, the premium deduction is phased out based on the proportion of the bank's assets exceeding $10 billion.\n\nBSA, AML Requirements and the Patriot Act - The Patriot Act amended the BSA and other AML laws and regulations and imposed affirmative obligations on a wide range of financial institutions to maintain appropriate policies, procedures and controls to detect, prevent and report money laundering and terrorist financing.\n\nAmong other requirements, the Patriot Act and related regulations impose the following requirements on financial institutions:\n\n•establishment of AML programs;\n\n•establishment of a program specifying procedures for obtaining identifying information from customers seeking to open new accounts, including verifying the identity of customers within a reasonable period of time;\n\n•establishment of enhanced due diligence policies, procedures and controls designed to detect and report money laundering; and\n\n16\n\n•prohibition on correspondent accounts for foreign shell banks and compliance with recordkeeping obligations with respect to correspondent accounts of foreign banks.\n\nFailure to comply with the requirements of the Patriot Act and other AML laws and regulations could have serious legal, financial, regulatory and reputational consequences. In addition, bank regulators will consider a bank holding company's effectiveness in combating money laundering when ruling on BHCA and BMA applications. In addition, financial institutions are subject to customer due diligence requirements, issued by the FinCEN, to identify and verify the identity of natural persons, known as beneficial owners, who own, control, and profit from legal entity customers when those customers open accounts. We have adopted policies, procedures and controls to address compliance with the Patriot Act and other BSA and AML laws and regulations, and we will continue to revise and update our policies, procedures and controls to reflect required changes. \n\nCommercial Real Estate Guidance — Under guidance issued by the federal banking agencies, the agencies have expressed concerns with institutions that ease commercial real estate underwriting standards and have directed financial institutions to maintain underwriting discipline and exercise risk management practices to identify, measure and monitor lending risks. The agencies have also issued guidance that requires a financial institution to employ enhanced risk management practices if the institution is exposed to significant concentration risk. Under that guidance, an institution is potentially exposed to significant concentration risk if: (i) total reported loans for construction, land development, and other land represent 100% or more of total capital or (ii) total reported loans secured by multi-family and non-farm residential properties, loans for construction, land development, and other land loans otherwise sensitive to the general commercial real estate market, including loans to commercial real estate related entities, represent 300% or more of total capital, and the outstanding balance of the institution's commercial real estate loan portfolio has increased by 50% or more during the prior 36 months.\n\nCommunity Reinvestment — Under the CRA, Fulton Bank has a continuing and affirmative obligation, consistent with its safe and sound operation, to ascertain and meet the credit needs of its entire community, including low- and moderate-income areas. The CRA does not establish specific lending requirements or programs for financial institutions, nor does it limit an institution's discretion to develop the types of products and services that it believes are best suited to its particular community. The CRA requires an institution's primary federal regulator, in connection with its examination of the institution, to assess the institution's record of meeting the credit needs of its community and to take such record into account in its evaluation of certain applications by such institution. The assessment focuses on three tests: (i) a lending test, to evaluate the institution's record of making loans, including community development loans, in its designated assessment areas; (ii) an investment test, to evaluate the institution's record of investing in community development projects, affordable housing, and programs benefiting low- or moderate-income individuals and areas and small businesses; and (iii) a service test, to evaluate the institution's delivery of banking services throughout its CRA assessment area, including low- and moderate-income areas. The CRA also requires all institutions to make public disclosure of their CRA ratings. As of December 31, 2024, Fulton Bank was rated as \"outstanding.\" Current regulations require that Fulton Bank publicly disclose certain agreements that are in fulfillment of CRA. Fulton Bank is not a party to any such agreements at this time.\n\nOn October 24, 2023, the federal regulatory agencies jointly issued a final rule to strengthen and modernize regulations implementing the CRA. On March 29, 2024, a federal district court in Texas granted a preliminary injunction barring implementation of the final rule in response to a lawsuit filed by several trade groups. We will continue to monitor the litigation until resolved. We have also begun efforts to evaluate the impact of the new rule and develop a strategy to ensure compliance.\n\nStandards for Safety and Soundness - Pursuant to the requirements of the FDICIA, as amended by the Riegle Community Development and Regulatory Improvement Act of 1994, the federal bank regulatory agencies adopted guidelines establishing general standards relating to internal controls, information systems, internal audit systems, loan documentation, credit underwriting, interest rate risk exposure, asset growth, asset quality, earnings, compensation, fees and benefits. In general, the guidelines require, among other things, appropriate systems and practices to identify and manage the risks and exposures specified in the guidelines. In addition, the agencies adopted regulations that authorize, but do not require, an agency to order an institution that has been given notice by an agency that it is not satisfying any of such safety and soundness standards to submit a compliance plan. If the institution fails to submit an acceptable compliance plan or fails in any material respect to implement an accepted compliance plan, the regulator must issue an order directing corrective actions and may issue an order directing other actions of the types to which a significantly undercapitalized institution is subject under the \"prompt corrective action\" provisions of FDICIA. If the institution fails to comply with such an order, the regulator may seek to enforce such order in judicial proceedings and to impose civil money penalties.\n\nIncentive Compensation - Federal banking agencies have issued guidance on incentive compensation policies intended to ensure that the incentive compensation policies of banking organizations do not undermine the safety and soundness of such organizations by encouraging excessive risk-taking. The guidance, which covers all employees that have the ability to materially affect the risk profile of an organization, is based upon the key principles that a banking organization's incentive \n\n17\n\ncompensation arrangements should (i) provide incentives that do not encourage risk-taking beyond the organization's ability to effectively identify and manage risks, (ii) be compatible with effective internal controls and risk management, and (iii) be supported by strong corporate governance, including active and effective oversight by the organization's board of directors. In accordance with the Dodd-Frank Act, the federal banking agencies prohibit incentive-based compensation arrangements that encourage inappropriate risk taking by covered financial institutions (generally institutions, like us, that have over $1 billion in assets) and are deemed to be excessive, or that may lead to material losses.\n\nThe Federal Reserve will review, as part of the regular, risk-focused examination process, the incentive compensation arrangements of banking organizations, such as the Corporation, that are not \"large, complex banking organizations.\" These reviews will be tailored to each organization based on the scope and complexity of the organization's activities and the prevalence of incentive compensation arrangements. The findings of the supervisory initiatives will be included in reports of examination. Deficiencies will be incorporated into the organization's supervisory ratings, which can affect the organization's ability to make acquisitions and take other actions. Enforcement actions may be taken against a banking organization if its incentive compensation arrangements, or related risk-management control or governance processes, pose a risk to the organization's safety and soundness, and the organization is not taking prompt and effective measures to correct the deficiencies.\n\nIn accordance with SEC rules, securities exchanges have adopted rules mandating, in the case of an accounting restatement, the recovery or \"clawback\" of excess incentive-based compensation paid to current or former executive officers and requiring listed issuers to disclose any recovery analysis where recovery is triggered by a restatement.\n\nThe scope and content of the U.S. banking regulators' policies on executive compensation may continue to evolve in the near future. It cannot be determined at this time whether compliance with such policies will adversely affect the Corporation's ability to hire, retain, and motivate its key employees.\n\nPrivacy Protection and Cybersecurity — Fulton Bank is subject to regulations implementing the privacy protection provisions of the GLBA. These regulations require Fulton Bank to disclose its privacy policy, including identifying with whom it shares \"nonpublic personal information,\" to customers at the time of establishing the customer relationship and annually thereafter. The regulations also require Fulton Bank to provide its customers with initial and annual notices that accurately reflect its privacy policies and practices. In addition, to the extent its sharing of such information is not covered by an exception, Fulton Bank is required to provide its customers with the ability to \"opt-out\" of having Fulton Bank share a customer's nonpublic personal information with unaffiliated third parties.\n\nFulton Bank is also subject to regulatory guidelines establishing standards for safeguarding customer information. These regulations implement certain provisions of the GLBA. The guidelines describe the federal bank regulatory agencies' expectations for the creation, implementation and maintenance of an information security program, that includes administrative, technical and physical safeguards appropriate to the size and complexity of the institution and the nature and scope of its activities. The standards set forth in the guidelines are intended to ensure the security and confidentiality of customer records and information, protect against any anticipated threats or hazards to the security or integrity of such records and protect against unauthorized access to or use of such records or information that could result in substantial harm or inconvenience to any customer. These guidelines, along with related regulatory materials, increasingly focus on risk management and processes related to information security and the use of third parties in the provision of financial services.\n\nCertain states have enacted laws establishing consumer privacy protections and data security requirements in their respective states. For example, the CCPA gives California residents rights to receive certain disclosures regarding the collection, use, and sharing of \"personal information\" as well as rights to access, delete, and restrict the sale of certain personal information. The CCPA, which was amended in November 2020 by a ballot initiative titled the California Privacy Rights Act, went into effect on January 1, 2020, and Fulton Bank is required to comply with the CCPA in serving the small number of its customers that are residents of California. Attempts by state and local governments to regulate consumer privacy have the potential to create a patchwork of differing and/or conflicting state regulations. In July 2023, the SEC adopted rules requiring registrants to disclose material cybersecurity incidents experienced and describe the material aspects of their nature, scope and timing. The rules, which supersede their previously interpreted guidance published in February 2018, also require annual disclosures describing a company's cybersecurity risk management, strategy and governance. These SEC rules, and any other regulatory guidance, are in addition to notification and disclosure requirements under state and federal banking law and regulations.\n\nFederal Reserve System — Federal Reserve Board regulations require depository institutions to maintain cash reserves against specified deposit liabilities. The dollar amount of a depository institution's reserve requirement is determined by applying the reserve ratios specified in the Federal Reserve Board's Regulation D to an institution's reservable liabilities (primarily net transaction accounts such as negotiable order of withdrawal and demand deposit accounts). A reserve of 3% must be \n\n18\n\nmaintained against aggregate transaction account balances of between $16.9 million and $127.5 million (subject to adjustment by the Federal Reserve Board) plus a reserve of 10% (subject to adjustment by the Federal Reserve Board within a range of between 8% and 14%) against that portion of total transaction account balances in excess of $127.5 million. The first $16.9 million of otherwise reservable balances (subject to adjustment by the Federal Reserve Board) are exempt from the reserve requirements. Fulton Bank is in compliance with the foregoing requirements.\n\nRequired reserves must be maintained in the form of either vault cash, an account at a FRB or a pass-through account as defined by the Federal Reserve Board. Pursuant to the Emergency Economic Stabilization Act of 2008, the FRB pays interest on depository institutions' required and excess reserve balances. The interest rate paid on required reserve balances is currently the average target Federal Funds Rate over the reserve maintenance period. The rate on excess balances will be set equal to the lowest target Federal Funds Rate in effect during the reserve maintenance period.\n\nOn December 22, 2020, the Federal Reserve Board issued a final rule that amends Regulation D by lowering the reserve requirement ratios on transaction accounts maintained at depository institutions to 0%. It is currently unclear if the reduction of the reserve requirements on transaction accounts is permanent. \n\nAcquisitions — The BHCA requires a bank holding company to obtain the prior approval of the Federal Reserve Board before:\n\n•the company acquires direct or indirect ownership or control of any voting shares of any bank or savings and loan association, if after such acquisition the bank holding company will directly or indirectly own or control more than five percent of any class of voting securities of the institution;\n\n•any of the company's subsidiaries, other than a bank, acquires all or substantially all of the assets of any bank or savings and loan association; or\n\n•the company merges or consolidates with any other bank or financial holding company.\n\nPrior regulatory approval is also generally required for mergers, acquisitions and consolidations involving other IDIs. In reviewing acquisition and merger applications, bank regulatory authorities will consider, among other things, the competitive effect of the transaction, financial and managerial issues, the capital position of the combined organization, convenience and needs factors, including the applicant's CRA record, the effectiveness of the subject organizations in combating money laundering activities, and the transaction's effect on the stability of the U.S. banking or financial system.\n\nOn September 17, 2024, the FDIC, the OCC and the DOJ, each announced new rules and policy statements impacting their bank merger review processes. \n\nAmong these actions, the FDIC approved a final statement of policy on bank merger transactions and the OCC approved a final rule updating the agency's regulations for business combinations involving national banks and federal savings associations. The OCC's final rule modifies its procedures for reviewing bank merger applications under the BMA applications, including the elimination of the expedited bank merger review and the streamlined application procedures. The OCC's final rule also includes a new policy statement that addresses the substantive standards that it will use to evaluate bank merger applications, including indicators that point in favor of likely approval or rejection. The FDIC's statement of policy adopts a principles-based approach and clarifies its policies and expectations in the evaluation of bank merger transactions subject to FDIC approval under the BMA. However, Acting FDIC Chairman Travis Hill has indicated the possibility of withdrawing the new statement of policy, and it is unclear whether the OCC under anticipated new leadership will reconsider its new regulation and policy statement. \n\nConcurrent with the FDIC and OCC announcements, the DOJ withdrew from its 1995 Bank Merger Guidelines and announced that it would consider bank mergers under its 2023 Merger Guidelines, which are not industry specific, as well as under a separate, recently adopted bank merger addendum.\n\nThe Change in Bank Control Act prohibits a person, entity or group of persons or entities acting in concert, from acquiring \"control\" of a bank holding company or bank unless the Federal Reserve Board has been given prior notice and has not objected to the transaction. Under Federal Reserve Board regulations, the acquisition of 10% or more (but less than 25%) of the voting stock of a corporation would, under the circumstances set forth in the regulations, create a rebuttable presumption of acquisition of control of the corporation.\n\nEffective September 30, 2020, the Federal Reserve finalized a rule that simplifies and increases the transparency of its rules for determining when one company controls another company for purposes of the BHCA and, on March 31, 2021, the Federal Reserve Board published interpretive guidance regarding the final rule and related regulatory control matters. The amended control rule has had, and will likely continue to have, a meaningful impact on control determinations related to investments in banks and bank holding companies and investments by bank holding companies in nonbank companies.\n\n19\n\nPermissible Activities — As a bank holding company, the Corporation may engage in the business of banking, managing or controlling banks, performing servicing activities for subsidiaries, and engaging in activities that the Federal Reserve Board has determined, by order or regulation, are so closely related to banking as to be a proper incident thereto. As a financial holding company, the Corporation may also engage in or acquire and retain the shares of a company engaged in activities that are financial in nature or incidental or complementary to activities that are financial in nature as long as the Corporation continues to meet the eligibility requirements for financial holding companies, including that the Corporation and each of its U.S. depository institution subsidiaries remain \"well-capitalized\" and \"well-managed.\"\n\nA depository institution is considered \"well-capitalized\" if it satisfies the requirements of the Prompt Corrective Action framework described above. A depository institution is considered \"well-managed\" if it received a composite rating and management rating of at least \"satisfactory\" in its most recent examination. If a financial holding company ceases to be well-capitalized and well-managed, the financial holding company must enter into a non-public confidential agreement with the Federal Reserve Board to comply with all applicable capital and management requirements. Until the financial holding company returns to compliance, the Federal Reserve Board may impose limitations or conditions on the conduct of its activities, and the company may not commence any new non-banking financial activities permissible for financial holding companies or acquire a company engaged in such financial activities without prior approval of the Federal Reserve Board. If the company does not timely return to compliance, the Federal Reserve Board may require divestiture of the financial holding company's banking subsidiaries. Bank holding companies and banks must also be well-capitalized and well-managed in order to acquire banks located outside their home state. A financial holding company will also be limited in its ability to commence non-banking financial activities or acquire a company engaged in such financial activities if any of its IDI subsidiaries fails to maintain a \"satisfactory\" rating under the CRA.\n\nActivities that are \"financial in nature\" include securities underwriting, dealing and market making, advising mutual funds and investment companies, insurance underwriting and agency, merchant banking, and activities that the Federal Reserve Board, in consultation with the Secretary of the Treasury, determines to be financial in nature or incidental to such financial activity.\n\n\"Complementary activities\" are activities that the Federal Reserve Board determines upon application to be complementary to a financial activity and that do not pose a safety and soundness issue.\n\nEnforcement Powers of Federal Banking Regulators — The Federal Reserve Board and other U.S. banking agencies have broad enforcement powers with respect to an IDI and its holding company, including the power to (i) impose cease and desist orders, substantial fines and other civil penalties, (ii) terminate deposit insurance, and (iii) appoint a conservator or receiver. Failure to comply with applicable laws or regulations could subject the Corporation or Fulton Bank, as well as their officers and directors, to administrative sanctions and potentially substantial civil and criminal penalties.\n\nIn addition, under the BHCA, the Federal Reserve Board has the authority to require a bank holding company to terminate any activity or to relinquish control of a non-bank subsidiary upon the Federal Reserve Board's determination that such activity or control constitutes a serious risk to the financial soundness and stability of a depository institution subsidiary of the bank holding company.\n\nFederal Securities Laws — The Corporation is subject to the periodic reporting, proxy solicitation, tender offer, insider trading, corporate governance and other requirements under the Exchange Act and the rules of the Nasdaq that apply to companies listed on the Nasdaq Global Select Market. Among other things, the federal securities laws require management to issue a report on the effectiveness of its internal controls over financial reporting. In addition, the Corporation's independent registered public accountants are required to issue an opinion on the effectiveness of its internal control over financial reporting. See \"Item 8. Financial Statements and Supplementary Data - Report of Independent Registered Public Accounting Firm.\" Certifications of the Chief Executive Officer and the Chief Financial Officer as required by the Sarbanes-Oxley Act of 2002 and the resulting SEC rules can be found in the Signatures and Exhibits sections.",
      "char_count": 66903
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nAn investment in our securities involves certain risks, including, among others, the risks described below. In addition to the other information contained in this Annual Report on Form 10-K, you should carefully consider the following risk factors. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also impair our business operations. If any of these risks actually occurs, our business, financial condition and results of operations could be materially, adversely affected.\n\nGENERAL ECONOMIC AND MARKET CONDITIONS RISKS\n\nDifficult conditions in the economy and the financial markets may materially adversely affect our business, financial condition and results of operations.\n\nOur financial condition and results of operations are affected by conditions in the economy and the financial markets generally. Our financial performance is highly dependent upon the business environment in the markets where we operate and in the United States as a whole. Unfavorable or uncertain economic and market conditions can be caused by: declines in economic growth, business activity or investor or business confidence; limitations on the availability, or increases in the cost, of credit and capital; changes in the rate of inflation or in interest rates; high unemployment; labor shortages; governmental fiscal and monetary policies; the level of, or changes in, prices of raw materials, goods or commodities; supply chain issues; global economic conditions; immigration policies; trade policies and tariffs affecting other countries as well as retaliatory policies and tariffs by such countries; geopolitical events, including the war between Russia and Ukraine and the ongoing conflict in the Middle East; natural disasters; public health crises, such as epidemics and pandemics; acts of war or terrorism; or a combination of these or other factors.\n\nSpecifically, the business environment impacts the ability of borrowers to pay interest on and repay principal of outstanding loans and the value of collateral, if any, securing those loans, as well as demand for loans and other products and services we offer. There continues to be economic uncertainty, including the possibility of a recession resulting from elevated levels of inflation and a higher-for-longer interest rate environment, which could negatively impact the quality of our loan portfolio. As a result, we may have to increase our provision for credit losses, which would negatively impact our results of operations, and could result in charge-offs of a higher percentage of our loans. Unlike large, national institutions, we are not able to spread the risks of unfavorable local economic conditions across a large number of diversified economies and geographic locations. If the communities in which we operate do not grow, or if prevailing economic conditions locally or nationally are unfavorable, our business could be adversely affected. In addition, increased market competition in a lower demand environment could adversely affect our profit potential.\n\nINTEREST RATE AND CREDIT RISKS\n\nWe are subject to interest rate risk.\n\nWe cannot predict or control changes in interest rates. We are affected by fiscal and monetary policies of the federal government, including those of the Federal Reserve Board, many of which affect interest rates charged on loans and paid on deposits.\n\nIn a series of actions to combat rising inflation that began in March 2022, the Federal Reserve Board raised the Fed Funds Rate to 5.25% to 5.50% in July 2023. Beginning in September 2024, as inflation moderated toward the Federal Reserve Board's policy objective, the Federal Reserve Board incrementally reduced the Fed Funds Rate to 4.25% to 4.50% as of February 1, 2025. The timing and magnitude of future Fed Funds Rate decreases are uncertain, and increases in Fed Funds Rates are possible.\n\nChanges in monetary policy, including changes in interest rates, influence not only the interest we receive on loans and securities that we invest in and the interest we pay on deposits and borrowings, but such changes could affect our ability to originate loans and obtain deposits, the fair value of financial assets and liabilities, and the average duration of our assets. Net interest income is the difference between interest earned on interest-earning assets and interest paid on interest-bearing liabilities. Net interest income is the most significant component of our net income, accounting for approximately 78% of total revenues in 2024. Changes in market interest rates, in the shape of the yield curve or in spreads between different market interest rates can have a material effect on our net interest margin. The rates on some interest-earning assets, such as loans and investments, and interest-bearing liabilities, such as deposits and borrowings, adjust concurrently with, or within a brief period after, changes in market interest rates, while others adjust only periodically or not at all during their terms. Thus, changes in \n\n21\n\nmarket interest rates might, for example, result in a decrease in the interest earned on interest-earning assets that is not accompanied by a corresponding decrease in the interest paid on interest-bearing liabilities, or the decrease in interest paid on interest-bearing liabilities might be at a slower pace, or in a smaller amount, than the decrease in interest earned on interest-earning assets, reducing our net interest income and/or net interest margin. In addition, we are dependent on lower-cost, core deposits as our primary source of funding and changes in interest rates could increase our cost of funding, reduce our net interest margin and/or create liquidity challenges.\n\nWe have policies and procedures designed to manage the risks associated with changes in interest rates and actively manage these risks through hedging and other risk mitigation strategies. However, if our assumptions are wrong or overall economic conditions are significantly different than anticipated, our hedging and other risk mitigation strategies may be ineffective and may adversely impact our business, financial condition and results of operations.\n\nAn increase in interest rates could also have a negative impact on our results of operations by reducing the ability of borrowers to repay current loan obligations. These circumstances could not only result in increased loan defaults, foreclosures and charge-offs, but also reduce collateral values and necessitate further increases in the ACL. \n\nChanges in interest rates may also affect the average life of loans and certain investment securities, including mortgage-backed securities. Increases in interest rates may extend the average life of fixed rate assets potentially restricting our ability to reinvest in higher yielding alternatives, reduce demand for loans and may result in customers withdrawing their certificates of deposit early. Conversely, decreases in interest rates can result in increased prepayments of loans and certain investment securities, as borrowers or issuers refinance to reduce their borrowing costs. Under those circumstances, we would be subject to reinvestment risk to the extent that we are not able to reinvest the money received from such prepayments at rates that are comparable to the rates on the loans and investment securities that are prepaid.\n\nChanges in interest rates also affect the fair value of interest-earning investment securities. Generally, the value of interest-earning investment securities moves inversely with changes in interest rates. Changes in interest rates can affect the fair value of AFS investment securities, with any unrealized gain or loss reflected as a component of AOCI. As a result of elevated interest rates in recent years, the fair value of our AFS investment securities declined resulting in unrealized losses of approximately $276 million as of December 31, 2024 and is reflected in AOCI as a reduction to total shareholders' equity.  Further increases in interest rates could result in additional unrealized losses on AFS investment securities we hold. Any sale of investment securities with a fair value below amortized cost will result in actual losses, which will adversely affect our results of operations.\n\nWe cannot predict the nature or timing of any future changes in fiscal and monetary policies or of changes in interest rates; however, policy or interest rate changes could have a material adverse effect on our business, financial condition and results of operations. \n\nChanges in interest rates can affect demand for our products and services.\n\nMovements in interest rates can cause demand for some of our products and services to be cyclical. For example, demand for residential mortgage loans historically has increased during periods when interest rates were declining and historically has decreased during periods when interest rates were rising. As a result, we may need to periodically increase or decrease the size of certain of our product and service offerings, including our personnel, to match increases and decreases in demand and volume. The need to change the scale of our product and service offerings is challenging, and there is often a lag between changes in the interest rate environment and our ability to react to these changes.\n\nPrice fluctuations in securities markets, as well as other market events, such as a disruption in credit and other markets and the abnormal functioning of markets for securities, could have an impact on our results of operations.\n\nThe market value of our securities investments, which include mortgage-backed securities, state and municipal securities and corporate debt securities, are particularly sensitive to price fluctuations and market events. Declines in the values of our securities holdings, combined with adverse changes in the expected cash flows from these investments, could result in impairment.\n\nOur investment management and trust services revenue, which is partially based on the value of the underlying investment portfolios, can also be impacted by fluctuations in the securities markets. If the values of those investment portfolios decrease, whether due to factors influencing U.S. or international securities markets, in general, or otherwise, our non-interest income could be negatively impacted. In addition, our ability to sell our securities brokerage services is dependent, in part, upon \n\n22\n\nconsumers' level of confidence in securities markets. Securities market volatility or other market disruptions may adversely affect our ability to sell our securities brokerage services, which could negatively affect our fee-based non-interest income, and as a result, our results of operations.\n\nOur loan portfolio composition subjects us to credit risk.\n\nAt December 31, 2024, approximately 65% of our loan portfolio consisted of commercial loans, commercial mortgage loans, and residential and commercial construction loans. Commercial loans, commercial mortgage loans and construction loans generally involve a greater degree of credit risk than residential mortgage loans and consumer loans because these loans are likely to be more sensitive to broader economic factors and conditions. Because payments on these loans often depend on the successful operation and management of borrowers' businesses and properties, repayment of such loans may be affected by factors outside of the borrower's control, including adverse conditions in the real estate markets, adverse economic conditions or changes in governmental regulation. In addition, commercial loans typically have relatively large balances and the deterioration of one or a few of these loans could cause a significant increase in the percentage of non-performing loans. An increase in non-performing loans could result in a loss of earnings from these loans, an increase in the provision for loan losses and an increase in charge-offs, all of which could have a material adverse effect on our business, financial condition and results of operations.\n\nA significant proportion of our loan portfolio consists of commercial mortgage loans that may pose increased credit risk.\n\nAt December 31, 2024, commercial mortgage loans represented approximately 40% of our loan portfolio. These loans are secured by both owner-occupied and non-owner-occupied commercial real estate. The market for commercial real estate is cyclical and a significant change in the real estate market that results in deterioration in the value of collateral or rental or occupancy rates could adversely affect borrowers’ ability to repay loans. For example, the increased prevalence of remote and hybrid working arrangements as a result of COVID-19 has impacted the demand for commercial office space putting pressure on office rental and occupancy rates.  In addition, the current elevated level of interest rates may make it more difficult for commercial real estate borrowers to refinance or repay maturing loans and may adversely affect the market value of the underlying real estate. Changes in the real estate market could also affect the value of foreclosed assets. Negative developments in the commercial real estate market could result in an increase in non-performing loans, the need for us to increase the provision for loan losses and an increase in charge-offs, all of which could have a material adverse effect on our business, financial condition and results of operations.\n\nLIQUIDITY AND CAPITAL RISKS\n\nChanges in interest rates or disruption in liquidity markets may adversely affect our sources of funding.\n\nWe must maintain sufficient sources of liquidity to meet the demands of our depositors and borrowers, support our operations and meet regulatory requirements. Our liquidity management policies and practices emphasize core deposits and repayments and maturities of loans and investments as our primary sources of liquidity. These primary sources of liquidity can be supplemented by FHLB advances, borrowings from the FRB, proceeds from the sales of loans and investment securities and capital raising activities. Secondary sources of liquidity may be more costly to us than funding provided by lower-cost, core deposit account balances having similar maturities. In addition, adverse changes in our financial condition or results of operations, downgrades in our credit ratings, regulatory actions involving us, or changes in regulatory, industry or market conditions could lead to an increase in the cost of these secondary sources of liquidity, the inability to refinance or replace these secondary funding sources as they mature, or the withdrawal of unused borrowing capacity under these secondary funding sources.\n\nWe are dependent on customer deposits as our primary source of funding. A substantial majority of our deposits are in non-maturing accounts that customers can withdraw on demand or upon several days' notice. Factors, including competition with bank and non-bank competitors, changes in interest rates, the availability of alternative investment options, customer confidence in the industry and the liquidity needs of deposit customers, can cause fluctuations in both the level and cost of customer deposits. Further, deposits from state and municipal entities, primarily in non-maturing, interest-bearing accounts, are a significant source of deposit funding for us, representing approximately 13% of total deposits at December 31, 2024. State and municipal customers frequently maintain large deposit account balances substantially in excess of the FDIC insurance limit, and these depositors may be more sensitive than other depositors to changes in interest rates. Changes in any of these factors could increase our funding costs, reduce our net interest margin and/or create liquidity challenges.\n\n23\n\nAdditionally, negative news about us or the banking industry in general could negatively impact market and/or customer perceptions of us, which could lead to a loss of depositor confidence and an increase in deposit withdrawals, particularly among those with uninsured deposits.  As we and other regional banking organizations experienced in 2023, the failure of other financial institutions may cause deposit outflows as customers spread deposits among several different banks so as to maximize their amount of FDIC insurance, move deposits to banks deemed \"too big to fail\" or remove deposits from the banking system entirely. At December 31, 2024, approximately 37% of our deposits were uninsured and we are dependent on these deposits for liquidity.\n\nIf we are not able to continue to depend primarily on customer deposits to meet our liquidity and funding needs, access secondary, non-deposit funding sources on favorable terms or otherwise fail to manage our liquidity effectively, our ability to continue to grow may be constrained, and our liquidity, operating margins, business, financial condition and results of operations may be materially adversely affected.\n\nWe may need to raise additional capital in the future and such capital may not be available when needed or at all.\n\nWe are required by regulatory agencies to maintain adequate levels of capital. We may need to raise additional capital in the future to meet regulatory or other internal requirements. As a publicly traded company, a likely source of additional funds is the capital markets, accomplished generally through the issuance of equity, both common and preferred stock, and the issuance of debt. Our ability to raise additional capital, if needed, will depend on, among other things, conditions in the capital markets at that time, which are outside of our control, and our financial performance.\n\nWe cannot provide any assurance that access to such capital will be available to us on acceptable terms or at all. Any occurrence that may limit our access to the capital markets, such as a decline in the confidence of debt purchasers or counterparties participating in the capital markets, may materially and adversely affect our capital costs and our ability to raise capital and, in turn, our liquidity. If we need to raise capital in the future, we may have to do so when many other financial institutions are also seeking to raise capital and would then have to compete with those institutions for investors. The inability to raise additional capital on acceptable terms when needed could have a materially adverse effect on our business, financial condition or results of operations.\n\nWe are subject to capital adequacy standards, and a failure to meet these standards could adversely affect our financial condition.\n\nThe Corporation and Fulton Bank are each subject to capital adequacy and liquidity rules and other regulatory requirements specifying the minimum amounts and types of capital that must be maintained. From time to time, the regulators implement changes to these regulatory capital adequacy and liquidity guidelines. If we fail to meet these minimum capital and liquidity guidelines and other regulatory requirements, we may be restricted in the types of activities we may conduct and may be prohibited from taking certain capital actions, such as making payments on certain capital instruments, paying executive bonuses or dividends, and repurchasing or redeeming capital securities.\n\nRISKS RELATED TO RISK MANAGEMENT\n\nWe are exposed to many types of operational and other risks, and our framework for managing risks may not be effective in mitigating risk.\n\nWe are exposed to many types of operational risks, including the risk of human error or fraud by employees and other third parties, intentional and inadvertent misrepresentation by loan applicants, borrowers or guarantors, unsatisfactory performance by employees and vendors, clerical and record-keeping errors, operational errors, computer and telecommunications systems malfunctions or failures and reliance on data that may be faulty or incomplete. In an environment characterized by continual, rapid technological change, when we introduce new products and services, or make changes to our information technology systems and processes as we do from time to time, our operational risks are increased. Any of these operational risks could result in the diminished ability to operate one or more of our businesses, financial loss, potential liability to customers, inability to secure insurance, reputational damage and/or regulatory intervention, any or all of which could materially adversely affect us.\n\nBecause the nature of the financial services business involves a high volume of transactions, certain errors may be repeated or compounded before they are discovered and successfully rectified. Our large transaction volume and necessary dependence upon automated systems to record and process these transactions results in the risk that technical flaws, tampering, or manipulation of those automated systems, arising from events wholly or partially beyond our control, and may give rise to \n\n24\n\ndisruption of service to customers and to financial loss or liability. We are also exposed to the risk that our business continuity and data security systems prove to be inadequate.\n\nFurthermore, our risk management framework is subject to inherent limitations, and risks may exist, or develop in the future, that we have not identified or anticipated.  Management regularly reviews and updates our internal controls, disclosure controls and procedures, and corporate governance policies and procedures. Any system of controls, however well designed and operated, is based in part on certain assumptions and can provide reasonable, but not absolute, assurances that the objectives of the controls are met. Any failure or circumvention of our controls and procedures or failure to comply with regulations related to controls and procedures could have a material adverse effect on our business, financial condition or results of operations. See \"Item 9A. Controls and Procedures.\"\n\nLoss of, or failure to adequately safeguard, confidential or proprietary information may adversely affect our operations, net income or reputation.\n\nOur business is highly dependent on information systems and technology and the ability to collect, process, transmit and store significant amounts of confidential information on a daily basis. While we perform some of the functions required to operate our business directly, we also rely on third parties for significant business functions, such as processing customer transactions, providing cloud-based infrastructure, software and data storage services, maintaining customer-facing websites, including our online and mobile banking functions, and developing software for new products and services. These relationships require us to allow third parties to access, store, process and transmit customer information. As a result, we may be subject to cybersecurity risks directly, as well as indirectly, through the vendors to whom we outsource business functions and the downstream service providers of those vendors. Cyber threats could result in unauthorized access, loss or destruction of confidential information or customer data; unavailability, degradation or denial of service; introduction of computer viruses or ransomware; and other adverse events causing us to incur additional costs repairing systems, restoring data or adding new personnel or protection technologies. Cyber threats may also subject us to regulatory investigations, litigation or enforcement actions, require the payment of fines, penalties or damages, or undertaking costly remediation efforts with respect to third parties affected by a cybersecurity incident, all or any of which could adversely affect our business, financial condition or results of operations and/or damage our reputation.\n\nCritical infrastructure sectors, including the financial services sector, increasingly have been the targets of cyberattacks. Cyberattacks involving large financial institutions, including denial of service attacks, nation-state cyberattacks, ransomware attacks designed to deny access to key internal resources or systems, and targeted social engineering and email and text message attacks designed to allow unauthorized persons to obtain access to an institution's information systems and data or that of its customers, are becoming more common and increasingly sophisticated. Further, threat actors are increasingly seeking to target vulnerabilities in software systems (and third-party vendors providing those systems) used by large numbers of banking organizations in order to conduct malicious cyber activities. \n\nLike other financial institutions, we experience malicious cyber activity on an ongoing basis directed at our websites, computer systems, software, networks and our users. This malicious activity includes attempts at unauthorized access, implantation of computer viruses or malware, and denial of service attacks. We also experience large volumes of phishing and other forms of social engineering attempted for the purpose of perpetuating fraud against us, our employees or our customers. While, to date, malicious cyber activity, cyberattacks and other information security breaches have not had a material adverse impact on us, risk to our systems remains significant. \n\nCybersecurity risks for financial institutions also have evolved as a result of the use of cloud computing and new technologies, devices and delivery channels to transmit and store data and conduct financial transactions. The adoption of new products, services and delivery channels contribute to a more complex operating environment, which impacts operational risk and presents the potential for additional structural vulnerabilities.\n\nThere can be no assurance that the measures we employ to detect and combat direct or indirect cyber threats will be effective. In addition, because the methods of cyberattacks change frequently or, in some cases, are not recognized until launched, we may be unable to implement effective preventive control measures to proactively address these methods. There can be no assurance that any future third-party vendor data breach would not be material, and if we or a third-party vendor were to experience a cyberattack or information security breach, we could suffer damage to our reputation, productivity losses, response costs associated with investigation and resumption of services, and incur substantial additional expenses, including remediation expenses costs associated with client notification and credit monitoring services, increased insurance premiums, regulatory penalties and fines, and costs associated with civil litigation, any of which could have a materially adverse effect on our business, financial condition, results of operations and reputation. Although we maintain insurance coverage that may, subject \n\n25\n\nto policy terms and conditions, cover certain aspects of cyber risks, our insurance coverage may be inapplicable or otherwise insufficient to cover any or all losses.\n\nAdditionally, account data compromise, malware and ransomware events affecting a broad spectrum of commercial businesses and governmental entities in recent years have resulted in heightened legislative and regulatory focus on privacy, data protection and information security. Changes in laws and regulations may significantly impact our current and planned privacy, data protection and information security-related practices, the collection, use, sharing, retention and safeguarding of consumer and employee information, and current or planned business activities. Compliance with current or future privacy, data protection and information security laws could result in higher compliance and technology costs and could restrict our ability to provide certain products and services that could materially and adversely affect our profitability. \n\nWe are subject to a variety of risks in connection with the origination and sale of loans.\n\nWe originate residential mortgage loans and other loans, such as loans guaranteed, in part, by the SBA, all or portions of which are later sold in the secondary market to government sponsored enterprises or agencies, such as the Federal National Mortgage Association (Fannie Mae) and other non-government sponsored investors. In connection with such sales, we make certain representations and warranties with respect to matters such as the underwriting, origination, documentation or other characteristics of the loans sold. We may be required to repurchase a loan, or to reimburse the purchaser of a loan for any related losses, if it is determined that the loan sold was in violation of representations or warranties made at the time of the sale, and, in some cases, if there is evidence of borrower fraud, in the event of early payment default by the borrower on the loan, or for other reasons. We maintain reserves for potential losses on certain loans sold, however, it is possible that losses incurred in connection with loan repurchases and reimbursement payments may be in excess of any applicable reserves, and we may be required to increase reserves and may sustain additional losses associated with such loan repurchases and reimbursement payments in the future, all of which could have a material adverse effect on our business, financial condition and results of operations. \n\nThe sale of residential mortgage loans and other loans in the secondary market serves as a source of non-interest income and liquidity for us and can reduce our exposure to interest rate risk. Efforts to reform government sponsored enterprises and agencies, changes in the types of, or standards for, loans purchased by government sponsored enterprises or agencies and other investors, or our failure to maintain our status as an eligible seller of such loans may limit our ability to sell these loans. Our inability to continue to sell these loans could reduce our non-interest income, limit our ability to originate and fund these loans in the future, and make managing interest rate risk more challenging, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nOur operational risks include risks associated with third-party vendors and other financial institutions.\n\nWe rely upon certain third-party vendors to provide products and services necessary to maintain our day-to-day operations, including, notably, responsibility for the core processing system that services Fulton Bank. Accordingly, our operations are exposed to the risk that these vendors might not perform in accordance with applicable contractual arrangements or service level agreements. The failure of an external vendor to perform in accordance with applicable contractual arrangements or service level agreements could be disruptive to our operations and could have a material adverse effect on our business, financial condition or results of operations and/or damage our reputation. Further, third-party vendor risk management continues to be a point of regulatory emphasis. A failure to follow applicable regulatory guidance in this area could expose us to regulatory sanctions.\n\nThe commercial soundness of many financial institutions may be closely interrelated as a result of credit, trading, execution of transactions or other relationships between the institutions. As a result, concerns about, or a default or threatened default by, one institution could lead to significant market-wide liquidity and credit problems, losses or defaults by other institutions. This risk is sometimes referred to as \"systemic risk\" and may adversely affect financial intermediaries, such as clearing agencies, clearing houses, banks, securities firms and exchanges with which we interact on a daily basis, and, therefore, could have a material adverse effect on our business, financial condition or results of operations.\n\nAny of these operational or other risks could result in our diminished ability to operate one or more of our businesses, financial loss, potential liability to customers, inability to secure insurance, reputational damage and regulatory intervention and could materially adversely affect our business, financial condition and results of operations.\n\n26\n\nClimate change may materially adversely affect our business and results of operations. \n\nWe operate in areas where our business and the activities of our customers could be impacted by the effects of climate change, including increased frequency or severity of storms, hurricanes, floods, droughts, and rising sea levels. These effects can disrupt business operations, damage property, devalue assets and change consumer and business preferences, which may adversely affect borrowers, increase credit risk and reduce demand for our products and services. At this time, we have not experienced material losses from climate change; however, we are aware that its impact may increase in the future. Climate change, its effects and the resulting, unknown impacts could have a material adverse effect on our business, financial condition and results of operations.\n\nWe are also susceptible to policy and regulatory changes with respect to banks' climate risk management practices. For instance, the leadership of the federal banking agencies, including the OCC, have emphasized that climate-related risks are faced by banking organizations of all types and sizes. If new regulations or supervisory guidance applicable to us came into effect, our compliance costs and other compliance-related risks would be expected to increase and affect our financial position and results of operations. \n\nRISKS FROM ACCOUNTING AND OTHER ESTIMATES\n\nOur consolidated financial statements are based in part on assumptions and estimates which, if incorrect, could cause unexpected losses in the future.\n\nWe have made a number of estimates and assumptions relating to the reporting of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the consolidated financial statements, and the reported amounts of revenue and expenses during the reporting period to prepare these consolidated financial statements in conformity with GAAP. Actual results could differ from these estimates. Material estimates subject to change in the near term include, among other items: the allowance for credit losses; the carrying value of goodwill or other intangible assets; the fair value estimates of certain assets and liabilities; and the realization of deferred tax assets and liabilities. These estimates may be adjusted as more current information becomes available and any adjustment may be significant.\n\nThere are risks resulting from the extensive use of models in our business.\n\nWe rely on quantitative models to measure risks and to estimate certain financial values. We use models in such processes as determining the pricing of various products, measuring interest rate and other market risks, predicting or estimating losses and assessing capital adequacy, as well as to estimate the value of financial instruments and balance sheet items. Our reliance on models continues to increase as rules, guidance, and expectations change. The most recent example of this is the additional models used in the determination of our ACL under CECL. Poorly designed or implemented models present the risk that our business decisions based on information incorporating model output could be adversely affected due to the inaccuracy of that information. Models are often based on historical experience to predict future outcomes, and, as a result, new experiences or events which are not part of historical experience can significantly increase model imprecision and impact model reliability. Model inputs can also include information provided by third parties, such as economic forecasts or macroeconomic variables (unemployment rates, real GDP, etc.) upon which we rely. Some of the decisions that our regulators make, including those related to capital actions, could be affected due to the perception that the quality of the models used to generate the relevant information is insufficient, which could have a negative impact on our ability to take certain actions, including making dividend payments or engaging in share repurchases.\n\nLEGAL AND REGULATORY COMPLIANCE RISKS\n\nWe are subject to extensive regulation and supervision and may be adversely affected by changes in, or any failure to comply with laws and regulations.\n\nVirtually every aspect of our operations is subject to extensive regulation and supervision by federal and state regulatory agencies, including the Federal Reserve Board, OCC, FDIC, CFPB, DOJ, UST, SEC, HUD, DOL, EEOC, state attorneys general and state banking, financial services, securities and insurance regulators. Under this framework, regulatory agencies have broad authority to carry out their supervisory, examination and enforcement responsibilities to address compliance with applicable laws and regulations, including laws and regulations relating to capital adequacy, asset quality, earnings, liquidity, risk management and financial accounting and reporting as well as laws and regulations governing consumer protection, fair lending, privacy, information security and cybersecurity risk management, third-party vendor risk management, AML and sanctions and anti-terrorism laws. Failure to comply with these regulatory requirements, including inadvertent or unintentional \n\n27\n\nviolations, may result in the assessment of fines and penalties, the commencement of informal or formal regulatory enforcement actions against us, or regulatory restrictions on our activities. Failure to comply may also affect our ability to grow through acquisitions, discourage institutional investment managers to invest in our securities, result in reputational damage, or increase our costs of doing business.\n\nThe U.S. Congress, state legislatures and federal and state regulatory agencies periodically review banking and other laws, regulations and policies for possible changes. Changes in applicable federal or state laws, regulations or governmental policies, including as a result of changes in U.S. presidential administrations that have different regulatory agendas, may affect us and our business. The effects of such changes are difficult to predict and may produce unintended consequences, like limiting the types of financial services and products we may offer, limiting the fees we may charge, altering demand for existing products and services, increasing the ability of non-banks to offer competing financial services and products, increasing compliance burdens, or otherwise adversely affecting our business, financial condition or results of operations. \n\nThe CFPB, established pursuant to the Dodd-Frank Act, has imposed enforcement actions against a variety of bank and non-bank market participants with respect to a number of consumer financial products and services. These enforcement actions have resulted in those participants expending significant time, money and resources to adjust to the initiatives being pursued by the CFPB. These enforcement actions may also serve as precedent for how the CFPB interprets and enforces consumer protection laws, including practices or acts that are deemed to be unfair, deceptive or abusive, with respect to supervised institutions and may result in the imposition of higher standards of compliance with such laws. Other federal financial regulatory agencies, including the OCC, as well as state attorneys general and state banking agencies and other state financial regulators have also been active in this area with respect to institutions over which they have jurisdiction. \n\nCompliance with banking and financial services statutes and regulations also impacts our ability to engage in new activities or to expand existing activities. Federal and state banking agencies possess broad powers to take supervisory actions, as they deem appropriate. These supervisory actions may result in higher capital requirements, higher deposit insurance premiums and limitations on our operations and expansion activities that could have a material adverse effect on our business and profitability. We have dedicated significant time, effort, and expense over time to comply with regulatory and supervisory standards and requirements imposed by our regulators, and we expect that we will continue to do so. If we fail to develop the systems and processes necessary to comply with the standards and requirements imposed by these rules at a reasonable cost, it could have a material adverse effect on our business, financial condition or results of operations.\n\nFrom time to time we may be the subject of litigation and governmental or administrative proceedings. Adverse outcomes of any such litigation or proceedings may have a material adverse impact on our business, financial condition and results of operations as well as our reputation.\n\nMany aspects of our business involve a substantial risk of legal liability. From time to time, we have been named or threatened to be named as a defendant in various lawsuits arising from our business activities and, in some cases, from the activities of companies that we or our subsidiaries acquired. In addition, we are periodically the subject of governmental investigations and other forms of regulatory or governmental inquiry. These lawsuits, investigations, inquiries and other matters could lead to administrative, civil or criminal proceedings, result in adverse judgments, settlements, fines, penalties, restitution, injunctions or other types of sanctions, the need for us to undertake remedial actions, or otherwise alter our business, financial or accounting practices. Substantial legal liability or significant regulatory actions against us could materially adversely affect our business, financial condition and results of operations and cause significant reputational harm. \n\nChanges in U.S. federal, state or local tax laws may negatively impact our financial performance.\n\nWe are subject to changes in tax laws that could increase our effective tax rate. These law changes may be retroactive to previous periods and, as a result, could negatively affect our current and future financial performance. The Tax Act reduced our federal corporate income tax rate to 21% beginning in 2018. The Tax Act also imposed limitations on our ability to take certain deductions, such as the deduction for FDIC deposit insurance premiums, which partially offset the increase in net income from the lower tax rate. The Inflation Reduction Act of 2022 imposes a 1% excise tax on the value of our shares we repurchase that exceeds $1 million in the aggregate during any taxable year, subject to certain adjustments.\n\nIn addition, a number of the changes to the Tax Code are set to expire at the end of 2025. There is substantial uncertainty concerning whether those expiring provisions will be extended and whether future legislation will further revise the Tax Code. Changes to the Tax Code may affect our business, financial condition and results of operations.\n\n28\n\nRegulations relating to privacy, information security, and data protection could increase our costs, affect or limit how we collect and use personal information, and adversely affect our business opportunities.\n\nWe are subject to various federal and state privacy, information security, and data protection laws, such as the GLBA, that among other things require privacy disclosures and maintenance of a robust security program that are increasingly subject to change which could have a significant impact on our current and planned privacy, data protection, and information security-related practices; our collection, use, sharing, retention, and safeguarding of consumer or employee information; disclosures and notifications during a cyber or information security incident; and some of our current or planned business activities. Our regulators also hold us responsible for privacy and data protection obligations performed by our third-party service providers while providing services to us, as well as disclosures and notifications during a cyber or information security incident.\n\nNew or changes to existing laws increase our costs of compliance and business operations and could reduce income from certain business initiatives, including increased privacy-related enforcement activity and higher compliance and technology costs, and could restrict our ability to provide certain products and services. Our failure to comply with privacy, data protection, and information security laws could result in potentially significant regulatory or governmental investigations or actions, litigation, fines, sanctions, and damage to our reputation, which could have a material adverse effect on our business, financial condition or results of operations.\n\nRISKS RELATED TO STRATEGIC GROWTH\n\nWe face a variety of risks in connection with completed and potential acquisitions.\n\nWe may from time to time seek to supplement organic growth through acquisitions of banks, branches or other financial businesses or assets. Potential acquisitions are typically subject to regulatory or other approvals, and there can be no assurance that we would be able to obtain any such approvals in a timely manner, without restrictive conditions or at all. Even if required approvals are obtained, acquisitions involve numerous risks, including lower than expected performance, higher than expected costs, difficulties related to integration, diversion of management's attention from other business activities, the potential loss of key employees, changes in relationships with customers, disruption of the operations of the acquired business and our business, exposure to potential asset quality issues and unknown or contingent liabilities of the acquired business and changes in banking or tax laws or regulations that may affect the acquired business.\n\nThe success of any future acquisitions we may consummate will depend on, among other things, our ability to realize the expected revenue increases, cost savings, strategic gains, increases in geographic or product presence, and/or other anticipated benefits. If we are not able to successfully achieve these objectives, the anticipated benefits of the subject acquisition may not be realized fully or at all or may take longer to realize than expected and the subject acquisition could have a material adverse effect on our business, financial condition and results of operations.\n\nOn September 17, 2024, the FDIC, the OCC and the DOJ, each announced new rules and policy statements impacting their bank merger review processes. \n\nAmong these actions, the FDIC approved a final statement of policy on bank merger transactions and the OCC approved a final rule updating the agency's regulations for business combinations involving national banks and federal savings associations. The OCC's final rule modifies its procedures for reviewing bank merger applications under the BMA applications, including the elimination of the expedited bank merger review and the streamlined application procedures. The OCC’s final rule also includes as an appendix a policy statement which includes a list of characteristics of a merger transaction that the OCC would consider to be consistent or inconsistent with approval. The FDIC and the OCC take a similar risk-based approach to bank merger transactions, although there are some differences in how the FDIC and the OCC would consider each statutory factor under the BMA. Each agency applies varying levels of enhanced scrutiny to transactions involving or resulting in institutions with $50 billion or more in total assets. However, Acting FDIC Chairman Travis Hill has indicated the possibility of withdrawing the FDIC's statement of policy, and it is unclear whether the OCC will reconsider its new regulation and policy statement.\n\nIn addition, the DOJ withdrew from its 1995 Bank Merger Guidelines and announced that it would consider bank mergers under its 2023 Merger Guidelines, which includes a brief bank merger addendum.\n\nThe coordinated agency actions have, for the moment, significantly modified the existing regulatory framework for bank merger transactions such that future proposed bank merger transactions, including those involving us, may be subject to heightened regulatory scrutiny. The extent to which the new U.S. presidential administration will affirmatively encourage each of the agencies to return to a less restrictive approach to bank merger reviews, including possible rescission of modification the recent pronouncements described above, is uncertain at this time. Any enhanced regulatory scrutiny of bank mergers and \n\n29\n\nacquisitions and revision of the framework for bank merger application review may adversely affect the marketplace for such transactions, could result in our acquisitions in future periods being delayed, impeded or restricted in certain respects and result in new rules that possibly limit the size of financial institutions we may be able to acquire in the future and alter the terms for such transactions.\n\nAcquisitions may dilute shareholder value.\n\nFuture mergers or acquisitions, if any, may involve cash, debt or equity securities as transaction consideration. Acquisitions typically involve the payment of a premium over book and market values, and, therefore, some dilution of our stock's tangible book value and net income per common share may occur in connection with any future transaction. We cannot say with any certainty that we will be able to consummate, or if consummated, successfully integrate any future acquisitions, or that we will not incur disruptions or unexpected expenses in integrating such acquisitions. Furthermore, failure to realize the expected revenue increases, cost savings, strategic gains, increases in geographic or product presence, and/or other anticipated benefits from pending or future acquisitions could have a material adverse effect on our business, financial condition and results of operations.\n\nIf the goodwill that we have recorded or will record in the future in connection with our acquisitions becomes impaired, it could have a negative impact on our results of operations.\n\nWe have supplemented our internal growth with strategic acquisitions of banks, branches and other financial services companies. In the future, we may seek to supplement organic growth through additional acquisitions. If the purchase price of an acquired company exceeds the fair value of the company's net assets, the excess is carried on the acquirer's balance sheet as goodwill. As of December 31, 2024, we had $553 million of goodwill recorded on our balance sheet. We are required to evaluate goodwill for impairment at least annually. Write-downs of the amount of any impairment, if necessary, are to be charged to earnings in the period in which the impairment occurs. There can be no assurance that future evaluations of goodwill will not result in impairment charges.\n\nWe may not be able to achieve our growth plans.\n\nOur business plan includes the pursuit of profitable growth. To achieve profitable growth, we may pursue new lines of business or offer new products or services, all of which can involve significant costs, uncertainties and risks. Any new activity we pursue may require a significant investment of time and resources and may not generate the anticipated return on that investment. In addition, we may not be able to effectively implement and manage any new activities. External factors, such as the need to comply with additional regulations, the availability, or introduction, of competitive alternatives in the market, and changes in customer preferences may also impact the successful implementation of any new activity. Any new activity could have a significant impact on the effectiveness of our system of internal controls. Sustainable growth requires that we manage risks by balancing loan and deposit growth at acceptable levels of risk, maintaining adequate liquidity and capital, hiring and retaining qualified employees, and successfully managing the costs and implementation risks with respect to strategic projects and initiatives. If we are not able to adequately identify and manage the risks associated with new activities, our business, financial condition and results of operations could be materially and adversely impacted.\n\nRISKS RELATED TO COMPETITION\n\nOur ability to attract and retain qualified employees is critical to our success.\n\nOur employees are our most important resource. Competition for qualified personnel is intense in many areas of the financial services industry. We endeavor to attract talented new employees and retain and motivate our existing employees to assist in executing our growth, acquisition and business strategies. We also seek to retain proven, experienced senior employees augmented from time to time by external hires, to provide continuity of succession of our executive management team. Losses of or changes in our current executive officers or other key personnel, or the inability to recruit and retain qualified personnel in the future, could materially and adversely affect our financial condition and results of operations.\n\nWe face strong competition from financial services companies and other companies that offer banking services, which could materially and adversely affect our business.\n\nThe financial services industry has become even more competitive as a result of legislative, regulatory, and technological changes and continued banking consolidation, which may increase in connection with current economic, market, and political conditions. We face substantial competition in all phases of our operations from a variety of competitors, including national \n\n30\n\nbanks, regional banks, community banks and FinTechs. Many of our competitors offer the same banking services that we offer and our success depends on our ability to adapt our products and services to evolving industry standards and customer preferences. In addition to product and service offerings, we compete based on a number of other factors, including financial and other terms, underwriting standards, technological capabilities, brand, and reputation. Increased competition in our market may result in reduced new loan production and/or decreased deposit balances or less favorable terms on loans and leases and/or deposit accounts. We also face competition from many other types of financial institutions, including without limitation, non-bank specialty lenders, insurance companies, private investment funds, investment banks and other financial intermediaries, and some of these competitors may not be subject to the same regulatory requirements that we are. Many of our competitors have significantly greater resources, established customer bases, more locations, and longer operating histories. Should competition in the financial services industry intensify, our ability to market our products and services may be adversely affected. If we are unable to attract and retain banking customers, we may be unable to grow or maintain the levels of our loans and deposits, and our financial condition and results of operations may be adversely affected as a result. Ultimately, we may not be able to compete successfully against current and future competitors.\n\nFailure to keep pace with technological change could adversely affect our business.\n\nThe financial services industry experiences continuous technological change with frequent introductions of new technology-driven products and services. The effective use of technology increases efficiency and enables financial institutions to better serve customers and to reduce costs. Our future success depends, in part, upon our ability to address the needs of our customers by using technology to provide products and services that will satisfy customer demands, as well as to create additional efficiencies in our operations. The costs of implementing new technology, including personnel, can be high, in both absolute and relative terms, and we may not achieve intended benefits of new technology initiatives. Moreover, the implementation of new technology can expose us to new or increased operational risks. For example, our implementation of certain new technologies, such as those related to artificial intelligence, machine learning and automated decision making, in our business processes may have unintended consequences due to their limitations or our failure to use them effectively. Many of our competitors have substantially greater resources to invest in technological improvements or are technology focused start-ups with internally developed cloud-native systems that offer improved user interfaces and experiences. In addition, new payment, credit and investment and wealth management services developed and offered by non-bank or non-traditional competitors pose an increasing threat to the products and services traditionally provided by financial institutions like us. We may not be able to effectively implement new technology-driven products and services or be successful in marketing these products and services to our customers, or effectively deploy new technologies to improve efficiency. In addition, we depend on internal and outsourced technology to support all aspects of our business operations. Interruption or failure of these systems creates a risk of business loss as a result of adverse customer experiences and possible diminishing of our reputation, damage claims or civil fines. Failure to successfully keep pace with technological change affecting the financial services industry or to successfully implement core processing strategies could have a material adverse impact on our business and, in turn, our financial condition and results of operations.\n\nRISKS RELATED TO AN INVESTMENT IN OUR SECURITIES\n\nWe are a bank holding company and rely on dividends and other payments from our subsidiaries for substantially all of our revenue and our ability to make dividend payments, distributions and other payments.\n\nWe are a bank holding company, a separate and distinct legal entity from our bank and non-bank subsidiaries, and we depend on the payment of dividends and other payments and distributions from our subsidiaries, principally Fulton Bank, for substantially all of our revenues. As a result, our ability to make dividend payments on our common and preferred stock depends primarily on compliance with applicable federal regulatory requirements and the receipt of dividends and other distributions from our subsidiaries. There are various regulatory and prudential supervisory restrictions, which may change from time to time, that impact the ability of Fulton Bank to pay dividends or make other payments to us. There can be no assurance that Fulton Bank will be able to pay dividends at past levels, or at all, in the future. If we do not receive sufficient cash dividends or are unable to borrow from Fulton Bank, then we may not have sufficient funds to pay dividends to our shareholders, repurchase our common stock or service our debt obligations. \n\nWe may reduce or discontinue the payment of dividends on, or repurchases of, our common stock.\n\nWe have pursued a strategy of capital management under which we have sought to deploy capital through stock repurchases and dividends on our common stock, in a manner that is beneficial to our shareholders. Our shareholders are only entitled to receive such dividends as our Board of Directors may declare out of funds legally available for such payments. We are not required to pay dividends on, or effect repurchases of, our common stock and may reduce or eliminate our common stock \n\n31\n\ndividend and/or share repurchases in the future. Our ability to pay dividends to our stockholders is subject to the restrictions set forth in Pennsylvania law, by the Federal Reserve, and by certain covenants contained in our subordinated debentures. Notification to the Federal Reserve is also required prior to our declaring and paying a cash dividend to our shareholders during any period in which our quarterly and/or cumulative twelve-month net earnings are insufficient to fund the dividend amount, among other requirements. We may not pay a dividend if the Federal Reserve objects or until such time as we receive approval from the Federal Reserve or we no longer need to provide notice under applicable regulations. In addition, we may be restricted by applicable law or regulation or actions taken by our regulators, now or in the future, from paying dividends to, or repurchasing shares of our common stock from, our shareholders. We cannot provide assurance that we will continue paying dividends on, or repurchase shares of, our common stock at current levels or at all. A reduction or discontinuance of dividends on our common stock or our share repurchases could have a material adverse effect on the market price of our common stock.",
      "char_count": 61094
    }
  },
  "extracted_at": "2026-01-19T15:38:21.692086"
}