{
  "ticker": "GSHD",
  "company_name": "Goosehead Insurance, Inc.",
  "cik": 1726978,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001726978-25-000016",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001726978&accession_number=000172697825000016&xbrl_type=v",
  "sic_code": "6411",
  "industry": "Insurance Agents, Brokers & Service",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nCompany overview\n\nWe are a rapidly growing independent insurance agency, reinventing the traditional approach to distributing personal lines policies throughout the United States. Our differentiated business model and innovative technology platform have enabled us to deliver insurance customers a superior experience, as evidenced by our 89 Net Promoter Score, which is 4.0x the 2024 Industry Average according to Qualtrics XM Institute. To fully appreciate the value of our model, there are three lenses with which you can view us – from the perspective of 1) the insurance buyer; 2) the agent; and 3) the carrier. \n\nInsurance buyer perspective\n\nInsurance buyers desire to have the right coverage, based on their risk tolerance, at the lowest possible price, written with a reputable company who will respond quickly and fairly when they need to file a claim – desires that we believe only an independent insurance agent can fulfill. Clients want to accomplish this in a simple, fast, and convenient way that leverages technology to make the client experience effortless. We have built a model that combines a choice product portfolio, knowledgeable sales and service agents, and proprietary technology to deliver on these expectations. \n\nChoice product platform\n\nToday’s insurance buyer expects choice; we believe that tomorrow’s insurance buyer will demand it. We believe that most clients currently buying through single-product platforms are either over-paying or not properly covered because 1) their current insurance company does not offer the appropriate coverage or 2) valuable coverages were removed to make the pricing competitive. We are able to solve that by partnering with over 200 carriers and using technology to shop for our clients and quickly identify the Carrier who is targeting their segment of the market. This allows us to provide value by finding the right coverage at the lowest price so that the client does not have to spend hours shopping for themselves. \n\nKnowledgeable sales and service agents\n\nOur clients benefit from the value of having a knowledgeable agent explain and evaluate coverages to help the client make smart insurance buying decisions. Clients will have different insurance needs throughout their lifetime, and our model allows us to serve them at every stage of life. While there are other independent agents who also provide choice, we believe that they lack the scale, depth of talent, and technology of Goosehead, leading to a poorer client experience. Additionally, in contrast to the traditional insurance agency model, we separate the sales function from the service function, thus enabling agents to focus on selling, and service personnel to focus on delivering superior client service. This model has helped drive best-in-class net promoter scores for client service,  4.0x the 2024 P&C industry average according to Qualtrics XM Institute.\n\nProprietary technology\n\nIndependent agents typically are working on outdated technology platforms, leading to delays in insurance quotes and very limited ability to interact with their client. We have leveraged our scale to empower our agents and now our clients with technology that allows them to run quotes and place business quickly and accurately. After signing their documents electronically, clients can engage with Goosehead’s industry-leading service team via phone, text, online chat, or email. \n\nGoosehead's Digital Agent, a proprietary online quoting platform, allows clients to shop their home and auto insurance rates with top carriers. The Digital Agent combines millions of data points, which includes Goosehead's proprietary quoting data over hundreds of thousands of transactions from 20+ years of experience, to bring clients actual quotes specific to their needs. Clients can then bind these quotes through a short call with one of our local licensed agents with expertise in the client's specific market. All client data is treated confidentially with the client's privacy and security top of mind. Goosehead does not sell or share the client's data without the client's permission.\n\nOur choice model, superior sales and service agents, and proprietary technology have led to 84% client retention during 2024, which we believe is among the best in our industry.\n\nAgent perspective\n\nAmong the three largest captive insurance companies, State Farm, Farmers, and Allstate, there are over 39,000 agents in the United States, and these agents face some acute pain points in their businesses. First, only having \n\n5\n\none carrier to sell leads to lower close rates and client retention as these companies lack options to move the business to another Carrier. In addition, many agents will lose their ability to write certain lines of business in some areas due to underwriting rules from the carrier – this is especially true after a catastrophic loss in the agent’s city or county. Low close rates are also due to the agents’ outdated and ineffective marketing playbook. They typically pay for expensive retail store-front locations and spend significant amounts of money on paper mailers and internet leads. This broken marketing model leads to high overhead costs and limited success. Additionally, these captive agents are working on outdated technology platforms and many have no economic interest in their book of business. Finally, and most importantly, these agents are responsible for processing all of their client’s service needs in house; the more successful they are at sales, the quicker their growth stalls because of the time necessary to manage customer service work. \n\nWhen agents join Goosehead, they immediately get access to sell a wide array of carriers so that they have product to accommodate most clients, which drastically improves close rates. Instead of expensive retail space and spending money on ineffective marketing strategies, they follow our proven go-to-market strategy by developing Referral Partner relationships. This strategy allows them to spend much less on marketing and can yield dozens of high-quality clients referred directly to them, driving higher levels of productivity. All policy fulfillment and servicing is handled by our centralized service team, which retains our clients at 84%, unlocking the agent’s time to focus on new sales. \n\nOur 12 corporate-owned sales offices and 417 corporate sales agents serve as the blueprint for what is possible in the Goosehead model, and our corporate agents provide critical training and support to help the franchise agents reach their full potential. We have proven that this system delivers superior results as demonstrated by agents, who with a few years tenure, are 2.8x more productive than industry best practice according to Reagan Consulting's 2024 Best Practices Study. \n\nIn addition to recruiting current insurance agents with a superior value proposition, we are also bringing in sales and marketing savvy professionals who are attracted to the recession-resistant and residual economics offered by a career in insurance. The value and opportunity we provide to agents has led to our growth to 1,103 operating franchise locations.\n\nCarrier perspective\n\nInsurance carriers are seeking profitable growth, and their focus is on maximizing the ratio of client lifetime value to acquisition costs. Carriers who distribute through independent agents have lots of complexity and costs dealing with thousands of independent representatives with no standard training, different levels of expertise, and no quality control functions. Working with Goosehead allows them to have scale distribution with a single point of contact. Goosehead handles all training and enforces standards through a centralized quality control team. Because Goosehead can provide profitable growth without complexity, it has earned special product access in geographies where Carriers have heavily restricted capacity, and higher commissions than what agents normally earn. Our 2024 average commission rate on new business premium was 14% and on renewal business premium was 12%. Commission rates can vary across Carriers, states and lines of business, and typically range from 10% to 20%. \n\nMany “insuretech” carriers saw the complexity of working with traditional agents and have sought to build models that eliminate the role of the agent. As they have grown, many have realized that the market still prefers to work with an agent (according to the Independent Insurance Agents & Brokers of America, Inc.), and that Goosehead allows them to reach that segment of the market without all the traditional complexity. We now distribute for many of the insuretechs, increasing the breadth of our product portfolio. Distributing through Goosehead allows Carriers to see higher retention rates and have a better client experience when compared with other distribution channels, increasing the client lifetime value for the carrier. This value enables Goosehead to have a very competitive carrier portfolio, ensuring that clients find the best solution and increasing agents’ close rates. \n\nBy delivering a better client experience, offering a more compelling business opportunity to agents, and driving more value to carrier partners, we have seen growth and profitability as reflected in our financial performance. Total Written Premium, which we believe is the best leading indicator of future revenue growth because it drives our future Core Revenue and gives us potential opportunities to earn Ancillary Revenue in the form of Contingent Commissions, grew 29% to $3.8 billion in 2024, up from $3.0 billion in 2023. This growth has been driven by several factors including (1) our team’s ability to recruit talented agents to our platform; (2) our agents’ leveraging of Goosehead's sales blueprint and proprietary technology leading to higher levels of productivity in winning new business; and (3) our service centers’ ability to retain renewal business.\n\n6\n\nOur Go-to-Market Strategy\n\nOur business model allows both our corporate and franchise sales agents to concentrate on sales and marketing activities related to acquiring new clients and issuing new policies, thus growing New Business Revenue and Renewal Revenue more rapidly than in other systems. Their primary marketing efforts are focused on establishing referral relationships with other financial services providers in their communities using our proprietary marketing strategy.  We do not compensate Referral Partners for leads, but rather they rely on our servicing capabilities to generate repeat business. \n\nGoosehead’s Digital Agent provides a best-in-class way to shop for personal insurance — allowing clients to find the right coverage at the best price.\n\nThe platform provides a simple, transparent, and efficient way to get insurance quotes. With as little as three data points—name, address, and date of birth—the proprietary tool arms clients with actionable home and auto quotes from a variety of A-rated insurance companies in less than two minutes and connects them with a knowledgeable agent to complete the purchase process.\n\nThe Digital Agent, available across the U.S., is powered by key data integrations and a proprietary database. It automatically populates information about client's homes and vehicles during the quoting process and combines that information with millions of data points from two decades worth of Goosehead's expert agents’ quoting decisions and accumulated experiences.\n\nOur model, which allows agents to focus on New Business Revenue, is highly differentiated from the traditional insurance agency model. In the traditional agency model, agents are responsible for both new business and ongoing service. The burden of providing ongoing service distracts from the ability to acquire new clients, and ultimately limits an agent's opportunity for growth. Our agents are freed from the burden of ongoing service, and as a result, both corporate sales and franchise agents are substantially more productive than top performers in our industry as it relates to new sales. Compared to the 2024 Best Practices Study, which uses 2023 industry data, our corporate sales agents with more than three years of tenure averaged 2.8x as much New Business Production per Agent in both 2024 and 2023 as the industry best practice. Franchise sales agents with more than three years of tenure averaged 1.9x in 2024 and 1.8x in 2023 as much New Business Production per Agent (Franchise) as the industry best practice.\n\n2024 New Business Revenue per agent by tenure ($000s)\n\nSource: Internal data for 2024; Carrier provided information; Reagan Consulting 2024 Best Practices Study (using 2023 data)\n\n(1)Represents industry best practice per Reagan Consulting; does not include Unvalidated Producers; most industry agents have tenures significantly longer than 2 to 3 years.\n\nIn 2024, New Business Production per Agent in corporate sales was $66 thousand for agents with less than 1 year of tenure and $115 thousand for agents with more than one year of tenure. Including all producers in franchise sales in 2024, New Business Production per Agency was $80 thousand for franchises with less than 1 year of tenure and $115 thousand for franchises with more than one year of tenure.\n\n7\n\nCorporate sales\n\nCorporate sales consists of company-owned and financed operations with employees who are hired, trained and managed by us. Corporate sales also serves as a research and development department, where we develop best practices and beta test new technology before implementing system-wide. Additionally, our corporate sales function serves as an invaluable support network for our franchise sales function, providing sales coaching and mentoring for Franchisees. The majority of candidates are sourced through a combination of on-campus recruiting, employee referrals and highly targeted internet recruiting campaigns. Our recruitment team seeks candidates with strong communication skills who display a high aptitude for learning new concepts, are motivated by professional and financial incentives and display the ability to succeed in a team-oriented environment. After the recruitment team has selected candidates, they are placed into a training class that lasts approximately two weeks. All agents are required to become fully licensed P&C agents prior to training. \n\nThe combination of hiring highly motivated and talented individuals, giving them proper tools and training and removing the burden of ongoing client service allows our corporate sales agents to become significantly more productive than average personal lines agents. Compared to the 2024 Best Practices Study, corporate sales agents with more than three years of tenure averaged 2.8x as much New Business Production per Agent (Corporate) as the industry best practice. \n\nIn corporate sales, we generate Core Revenue in the form of Renewal Commissions, New Business Commissions and non-refundable Agency Fees charged directly to clients for efforts performed in the issuance of new insurance policies. We also generate Ancillary Revenue in the form of Contingent Commissions from Carriers related to the overall growth and loss performance of the Book of Business we have placed with them. Corporate sales is comprised of employed sales agents located in 12 sales offices across Texas, Illinois, Colorado, Ohio, Florida, North Carolina, and Arizona. As of December 31, 2024, we had corporate sales offices operating in the following locations: Westlake, Texas; Coppell, Texas; Fort Worth, Texas; Houston, Texas; The Woodlands, Texas; Austin, Texas; Rosemont, Illinois; Charlotte, North Carolina; Englewood, Colorado; Orlando, Florida; Tempe, Arizona; and Columbus, Ohio.\n\nIn 2022, Goosehead began transitioning top corporate sales agents into franchise ownership. These highly successful corporate agents have performed well as agency owners. Owning a Goosehead franchise has become a viable and lucrative career path for top agents, which we believe helps Goosehead recruit top talent in the industry.\n\nFranchise sales\n\nFranchise sales consists of operations that are owned and managed by Franchisees. This distribution is composed of Franchisees and sales agents that they hire as employees in their franchised businesses. Our Franchise Agreement has a ten-year term and governs the terms under which we operate together, defining, among other things, the Initial Franchise Fee, Royalty Fees and other costs a Franchisee pays. Franchisees have contractual rights to revenue related to the Book of Business during the term of their agreement, but we retain ultimate ownership over the policies written in each franchised business. These Franchisees have a contractual relationship with the Company to use our processes, Carrier Appointments, systems, and back-office support team to sell insurance and manage their business. In exchange, the Company is entitled to an Initial Franchise Fee and ongoing Royalty Fees. Our franchise sales function primarily recruits agents with prior business or industry experience. Our franchise sales function has a unique value proposition to experienced agents who understand the limits and pain points of the traditional agency model:\n\n•Franchise owners and their sales agents gain access to products from multiple Carriers in their markets, allowing the agents to better serve their clients and Referral Partners by providing choice. Captive Agents typically can only sell products from one Carrier.\n\n•Franchise owners and their sales agents leverage our service centers to handle service requests and process renewals. Most traditional agencies require their agents to handle client service and renewals, which diminishes the time they can devote to winning additional new business and growing their agencies. Traditional agencies can become the victims of their own success as their increasing service burden crowds out time to sell new business.\n\n•Franchise owners and their sales agents use our well-established and proprietary sales processes to win new business. Franchise sales agents are trained side-by-side with corporate sales agents to leverage our training program, to acquire product and Carrier knowledge, and to utilize our technology and back office support. Our corporate sales function continues its investment in the success of our franchise sales well past initial training in the form of ongoing sales coaching and mentoring. The corporate sales function also serves as fertile recruiting ground for future regional territory managers within our franchise support team. \n\n8\n\n•Franchise owners benefit from lean startup costs as they do not require additional employees or a retail location to launch their agencies. Captive Agents are often required to immediately hire two to three additional employees as support staff, lease a storefront location, and contribute a specific percentage of revenue toward an advertising budget. Further, most fixed costs in a traditional agency (e.g., administrative costs, technology fees, training expenses and service costs) are diminished or eliminated in our franchise sales due to Goosehead’s scale, and we expect that fixed costs will continue to decrease as franchise sales grows.\n\n•Franchise owners own an economic interest in their Books of Business.\n\nThe Franchise Development team seeks applicants who have demonstrated a strong capacity to win new business and a desire to own their own business. Our recruiting efforts have helped us create a franchise pool which is significantly more productive than most personal lines agents. Compared to the 2024 Best Practices Study, franchise sales agents with more than three years of tenure averaged 1.9x as much New Business Production per Agent (Franchise) as the industry best practice.\n\nIn franchise sales, we earn Core Revenue in the form of New Business Royalty Fees and Renewal Royalty Fees generated by the franchise location. New Business Royalty Fees are set in the Franchise Agreements at 20% of commissions and Agency Fees received during the first term of the policy, and 50% of commissions every term the policy is renewed, including if the policy renewal is with a different carrier.\n\nCost Recovery Revenue consists of non-refundable Initial Franchise Fees, which compensate us for the training and onboarding efforts to launch a new franchise location, and Interest Income related to Franchisees that elect the payment plan option for their Initial Franchise Fee. \n\nWe started franchising in 2012 and have since expanded rapidly. Premiums in franchise sales grew 33% during 2024. As of December 31, 2024, we have 1,103 franchises operating which represents a 10% decrease in 2024 compared to 2023. We have franchise locations operating in the following states, which cover over 98% of the US population:\n\nGeographic footprintOperating agencies\n\nStateDecember 31, 2024\n\nTexas267 \n\nFlorida81 \n\nCalifornia73 \n\nIllinois44 \n\nMichigan44 \n\nPennsylvania44 \n\nLouisiana38 \n\nGeorgia37 \n\nNorth Carolina36 \n\nVirginia35 \n\nColorado30 \n\nNew Jersey30 \n\nMissouri28 \n\nMaryland27 \n\nOther289 \n\nTotal(1)\n\n1,103 \n\nProfitability of Corporate and Franchise Sales\n\nBoth corporate sales and franchise sales generate New Business Commissions and Agency Fees for efforts in identifying, placing, and making effective insurance coverage on behalf of our customers. The Company earns 100% of New Business Commissions and Agency Fees generated by corporate sales and incurs fixed and variable compensation and benefits for corporate sales agents as well as other fulfillment and administrative costs. The Company also earns and records New Business Royalty Fees revenue equal to 20% of the New Business Commissions and Agency Fees generated by franchise sales and incurs fixed and variable fulfillment and administrative costs.\n\n9\n\nEach subsequent term that a policy renews, both corporate sales and franchise sales generate Renewal Commissions by assisting the customer to make effective a renewal policy that satisfies the customer’s current insurance coverage needs. The Company earns 100% of Renewal Commissions generated by corporate sales and incurs fixed and variable compensation and benefits to corporate sales agents, which compensation is typically half the cost of New Business Commissions, as well as other fulfillment and administrative costs. The Company also earns and records Renewal Royalty Fees revenue equal to 50% of the Renewal Commissions generated by franchise sales and incurs fixed and variable fulfillment and administrative costs.\n\nAs illustrated in the charts below, the Company’s earnings rate on commissions generated by corporate sales remains constant at 100% of the commission amount for each term a policy remains in force, while its earnings rate on commissions generated by franchise sales increases by 150% from the initial term of the policy to the first renewal term. This increase in earnings rate from the initial term to the first renewal term results in built-in revenue growth for retained franchise sales. The earnings rate then remains constant for all subsequent terms a policy is renewed for both corporate and franchise sales.\n\nOur Service Centers\n\nBoth corporate sales and franchise sales are supported by our client service centers. Our service centers are staffed by fully licensed property and casualty service agents, who provide fulfillment and quality control services for newly issued insurance policies, accounting services and ongoing support services for clients. Ongoing support services for clients include: handling client inquiries, facilitating the claims process with Carriers, accepting premium payments and processing policy changes and renewals. Our service agents are also focused on selling additional insurance coverages to clients, which result in additional New Business Revenue. \n\nOur centralized service team spread across five service centers provides us with the ability to cover the U.S. time zones more broadly, and the ability to better manage business continuity risks. We manage our service centers with the goal to maximize NPS, which we believe maximizes retention. This differentiated level of service has enabled us to earn an NPS of 89 in 2024, a modest decrease from 92 in 2023 and 4.0x the 2024 industry average, according to Qualtrics XM Institute and Bain & Company, Inc. Our high degree of client satisfaction drove our 84% Client Retention rate during 2024, which we believe to be among the highest in the industry. Our retention rate is even stronger on a premium basis. In 2024, we retained 98% of the premiums we distributed in 2023. Our premium retention rate is higher than our Client Retention rate as a result of both premiums increasing year over year and additional coverages sold by our service team. By maintaining this strong level of Client Retention, we are able to generate revenue that is highly predictable and recurring in nature.\n\nThe combination of expanding total producer count, leveraging technology, and maintaining our commitment to service led to revenue growth of 20% and Total Written Premium growth of 29% in 2024. As of December 31, 2024, our 10-year Total Written Premium CAGR was 42% and our 5-year Total Written Premium CAGR was 39%.\n\n10\n\nSource: Carrier provided information\n\nIndustry trends\n\nWe primarily compete in the United States personal lines insurance distribution industry. Personal lines products typically include home, auto, umbrella, motorcycle, flood and recreational insurance. We compete for business on the basis of reputation, client service, product offerings and the ability to tailor our products to the specific needs of a client. There are principally three types of businesses that sell personal lines products:\n\n•Independent agencies (39% personal lines market share in 2023 according to the Independent Insurance Agents & Brokers of America, Inc.). Independent agencies are “independent” of any one Carrier and can offer insurance products from multiple Carriers to their clients. There are approximately 39,000 independent insurance agencies in the United States, according to the 2024 Future One Agency Universe Case Study. Many of the largest insurance agencies, such as Aon plc, Arthur J. Gallagher & Co., Brown & Brown Inc., Marsh & McLennan Companies, Inc. and Willis Towers Watson plc, focus primarily on commercial lines. We believe that we are one of the largest independent insurance agencies focused primarily on personal lines.\n\n•Captive Agencies (35% personal lines market share in 2023 according to the Independent Insurance Agents & Brokers of America, Inc.). Captive Agencies sell products for only one Carrier. The Carrier compensates the Captive Agency through sales commissions based on premiums placed on behalf of clients. The Carrier also provides the Captive Agency with operational support including advertising and certain back office functions. The largest Captive Agencies in the United States include Allstate Corporation, State Farm Mutual Automobile Insurance Company and Farmers Group, Inc.\n\n•Direct distribution (25% personal lines market share in 2023 according to the Independent Insurance Agents & Brokers of America, Inc.). Certain Carriers market their products directly to clients. Historically, this strategy has been most effective for targeting clients who require auto insurance only, with clients seeking bundled solutions relying on advice from independent and Captive Agents. The largest Carriers that sell directly to clients include Berkshire Hathaway Inc. (via GEICO Corp.) and Progressive Corporation. Berkshire Hathaway and Progressive also distribute through independent agencies, including GSHD.\n\nPersonal lines insurance agents generate revenues through commissions, which are calculated as a percentage of the total insurance premium placed on behalf of clients, and through fees for other related services. Premiums in the personal lines insurance market have grown consistently with underlying insured values and the overall economy.\n\n11\n\nPersonal lines products (2023)\n\nPersonal lines premium trends ($billions)\n\nSource:  S&P Global Market Intelligence and National Association of Insurance Commissioners\n\nPremium pricing within the P&C insurance industry has historically been cyclical, based on the underwriting capacity of the insurance industry and economic conditions. External events, such as terrorist attacks and man-made and natural disasters, may have significant impacts on the insurance market. We use the terms ‘‘soft market’’ and ‘‘hard market’’ to describe the business cycles experienced by the industry. A soft market is an insurance market characterized by a period of declining premium rates, which can negatively affect commissions earned by insurance agents. A hard market is an insurance market characterized by a period of rising premium rates, which, absent other changes, can positively affect commissions earned by insurance agents.\n\nOur Competitive strengths\n\nWe believe that our competitive strengths include the following:\n\n•Highly motivated producers in corporate sales. The agents in corporate sales are fundamentally different than the typical agents in the personal lines industry. Substantially all of our agents are recent college graduates, whereas 66% of personal lines agents in the industry are over 40 years old, according to Zippia. This gives us a significant advantage both in the short- and long-term. In the short-term, our agents have proven to be especially adept at learning new techniques and mastering new technologies. This has enabled our agents to generate approximately 2.8x as much new business as top performing personal lines agents after three years, according to the 2024 Best Practices Study. Over the long-term, we believe these factors will enable us to avoid \n\n12\n\nthe shrinking workforce challenges that many of our competitors face and win an even larger market share from other agencies. According to Independent Insurance Agents & Brokers of America, Inc., 33% of independent agencies anticipate a change of control within the next five years. We believe an aging industry workforce will create significant disruption in the personal lines distribution industry, and we will be in a position to win displaced clients. Additionally, our corporate sales agents view the success of franchise sales as a potential catalyst to their career trajectories. The support structure that our corporate sales agents provide to our franchise sales agents creates unique career paths in sales management, territory management, and franchise ownership. \n\n•Franchise sales solves the inherent flaws in the traditional agency model. We believe that the traditional agency model is flawed for several reasons, including: (1) Captive Agents can only offer clients products from one Carrier, limiting the agents’ ability to best serve their clients, (2) agents are typically responsible for handling their own client service and renewals, diminishing the time they can devote to marketing, winning new business and growing their overall Book of Business, (3) agents are often using antiquated and decentralized technology platforms to sell and service their Book of Business, and (4) some Captive Agents do not own their Book of Business, giving them less incentive to win new business. Given the size of the traditional agency market and its inability to adapt to these challenges without introducing significant channel conflict, we believe there is a meaningful opportunity to disrupt the traditional agency marketplace. Agents in franchise sales are able to focus on marketing, winning new business, providing clients with choice by offering products from multiple Carriers, and they own an economic interest in their Book of Business. Furthermore, by removing the service burden, which takes a significant amount of time and energy, we believe our platform provides franchise sales agents with the ability to grow more quickly and manage larger Books of Business than agents working in a traditional agency model. As a result, the Goosehead model has proven to be attractive to high-performing agents who wish to achieve greater professional and financial success. \n\n•Single technology platform with end-to-end business process management. Our operations utilize an innovative proprietary cloud-based technology solution customized to suit our needs. Our technology provides our agents with tools to better manage their sales and marketing activities, and our service center operations with real-time 360-degree visibility of client accounts. Additionally, our technology provides agents with data and analytics which allow them to make smarter business decisions. Importantly, our integrated solution allows us to pivot quickly and upgrade our technology offering as market dynamics change. We believe our single, sales-oriented technology platform is differentiated relative to most insurance agency IT environments that utilize disparate accounting-driven agency management vendors and legacy mainframe systems across their operations. Our technology platform has been a key enabler of our rapid growth while also driving efficiencies. One of these efficiencies is service expenses. Our 2024 and 2023 service expenses as a percentage of gross commissions were 3.2x and 2.5x lower than the industry best practice according to the 2024 Best Practices Study, which uses 2023 data. Despite our reduced service expense load, we are able to maintain best in class NPS scores and retention.\n\n•Service centers drive both new and renewal business. Our service centers handle all of our client service and renewals and have achieved a highly differentiated level of service as indicated by our NPS scores of 89 in 2024 and 92 in 2023. Having such a skilled and fully licensed service team provides three tangible benefits to our business: (1) allowing our agents to focus virtually all of their time on cultivating new Referral Partner relationships and winning new business (instead of preserving existing business), (2) generating strong Client Retention that provides a stable source of highly visible and recurring revenue and (3) providing opportunities to earn additional revenue as our service agents are highly trained in cross-selling and generating referral business. Our service agents typically originate significant amounts of New Business Revenue through cross-sale and referral generation. We believe that our service centers will continue to drive a competitive advantage by supporting our industry-leading productivity and our recruiting efforts. We continue to make the necessary technology, staffing and real estate investments in our service centers to support our planned agent hiring, which we believe will allow us to readily scale and increase market share. Each of our service agents can service, on average, a Book of Business that would take a productive sales agent years to generate.\n\n•Proven and experienced senior management team. \n\n◦Our Executive Chairman, Mark E. Jones, co-founded Goosehead in 2003. Prior to his appointment as Executive Chairman in July 2024, Mr. Jones served as Goosehead's Chief Executive Officer and Chairman since the Company's inception.  Prior to co-founding Goosehead, Mr. Jones was a Senior Partner and Director at Bain & Company, a global management consulting firm, where he also served for many years as Global Head of Recruiting. Mr. Jones has received a wide variety of accolades for his leadership accomplishments, including being recognized as one of the Top Rated CEOs from among \n\n13\n\nmore than 7,000 companies with less than 1,000 employees on Glassdoor’s “Employee’s Choice Award” in 2017. \n\n◦Mark Miller serves as the President and Chief Executive Officer for Goosehead. In addition, Mr. Miller has served on the board since March 2018 and previously served as Goosehead's President and Chief Operating Officer since May 2022. For the past 15 years, Mr. Miller has worked for some of the largest private equity firms in the world helping drive large scale financial and operational transformations. Mr. Miller was the Chief Financial Officer of Pluralsight, Finastra, Marketo, and Active Networks (all Vista Equity Partners portfolio companies at the time). He also served as the Chief Financial Officer of Sabre, and L.H.P. Hospital Group. At Sabre, he held multiple operating and finance positions and was instrumental in the company’s initial public offering and its subsequent $5 billion privatization transaction.\n\n◦Mark E. Jones, Jr. joined Goosehead in 2016 as Controller, was promoted to Vice President - Finance in 2020, and Chief Financial Officer in 2022. Mr. Jones currently oversees Goosehead’s internal and external financial reporting, financial planning and analysis, treasury function, and investor relations. Mr. Jones made significant contributions in strengthening the finance function leading up to and following the Company’s initial public offering. Prior to joining Goosehead, Mr. Jones worked in Ernst & Young’s Audit practice, primarily focused on financial services companies.  \n\n◦John O’Connor joined Goosehead Insurance in 2022 as General Counsel and, in that role, is responsible for all aspects of the company’s legal operations. Prior to joining Goosehead, he spent fifteen years in private practice, including more than a decade with international law firm Weil, Gotshal & Manges, LLP. He most recently served as general counsel for an Austin-based real estate development company. Notably, while in private practice, Mr. O’Connor served as outside counsel for Goosehead and has worked as an advisor to the company since 2019. He holds an undergraduate degree from Loyola Marymount University, a master’s degree from Pepperdine University and received his J.D. from Southern Methodist University, where he served as President of the SMU Law Review Association.\n\nKey elements of our growth strategy\n\nOur goal is to achieve long-term returns for our stockholders by establishing ourselves as the premier national distributor of personal lines insurance products. To accomplish this goal, we intend to focus on the following key areas:\n\n•Continue to expand recruiting in corporate sales. In order to grow both corporate sales and franchise sales, we must expand our agent count in corporate sales. We have a highly-developed process for recruiting new agents that we have continually refined over the last decade and that has resulted in higher success rates for our corporate sales agents. We plan to continue to expand our recruiting to additional college campuses and engage in highly targeted internet recruiting campaigns as we grow. Our compensation package for sales agents is very competitive in comparison to other professional services and offers attractive long-term compensation opportunities.\n\n•National penetration of the Franchisees. As of December 31, 2024, we have operating franchises in 44 states covering over 98% of the total US population. We expect to continue growing our market share within these states as we sign and launch new franchises, and as those franchises ramp up their new business production over the course of 2-3 years. As of December 31, 2024, 8% of our operating franchises had less than one year of tenure. Given the anticipated New Business productivity uplift that comes with more years of experience, and the elevated Royalty Fees on renewal business, we believe our franchise sales category is positioned for strong growth and margin expansion. This growth will be further enhanced by our continued national expansion of franchisees. The pace of our national build-out will be aided by the regulatory approvals, product offering approvals and Carrier relationships we have already established across the continental United States.\n\n14\n\nFranchise tenure profile\n\n•Continue to develop innovative ways to drive productivity. We believe that our agents are already among the most efficient personal lines agents in the industry. Compared to the 2024 Best Practices Study, corporate sales agents with more than three years of tenure averaged 2.8x as much New Business Production per Agent (Corporate) as the industry best practice; franchise sales agents with more than three years of tenure averaged 1.9x as much New Business Production per Agent (Franchise) as the industry best practice. We believe there is an opportunity to further expand productivity. We have historically deployed the intellectual capital accumulated in corporate (including sales practices, client relationship management practices, recruiting practices and technology) into franchisees to optimize new business production. We will continue to innovate going forward in an effort to both better serve our clients and expand our platform.\n\n•Maximize our effectiveness in managing renewal business. We earn significantly larger Royalty Fees from our Franchisees for renewal business than for new business. Additionally, many of our largest expenses are significantly lower for renewal business, such as compensation costs, risk management costs and client development costs. Critical to converting new business into renewal business is strong Client Retention. Our Client Retention effort is led by our service centers, which had a 2024 NPS score of 89, leading to an 84% Client Retention rate and 98% premium retention rate in 2024. The key to maintaining these NPS scores and Client Retention rates is the consistency of personnel in our service centers. Our consistency in service personnel is due to a combination of the opportunities for professional advancement within the Company and the competitive wages we offer; average compensation for service team employees was over $51,000 in 2024. \n\n•Continue to invest in technology to drive efficiencies in all areas of our business. We've made investments in technology to outrun our competitors, and we will continue to find opportunities to utilize technology to widen the gap between us and any nascent competition. \n\n15\n\nMarkets & marketing\n\nWe primarily compete in the approximately $453 billion (according to S&P Global Market Intelligence) U.S. personal lines P&C industry. As a distributor, we compete for business on the basis of reputation, client service, product offerings and the ability to efficiently tailor our products to the specific needs of a client. \n\nAgents in both corporate sales and franchise sales are primarily responsible for acquiring new clients. Agents are encouraged to procure new clients through both relationships with Referral Partners and traditional channels (friends, family, client referrals, inbound inquiries and outbound inquiries), and we give them proprietary tools and technology to leverage our years of experience in successfully executing this go-to-market strategy.\n\nThe Company represents over 200 Carriers, of which 54 provide national coverage. During 2024, three carriers represented more than 10% of total revenue at 19%, 15%, and 10%.\n\nFranchise agreements\n\nFranchise sales operates under a franchising model and each franchise is governed by a Franchise Agreement. The Franchise Agreements for all existing franchises are substantially similar.  We have taken the position that we do not negotiate the terms of our Franchise Agreements in order to maintain uniformity within the system.\n\nEach Franchise Agreement contains one ten-year term with either two optional five-year renewal terms or two optional ten-year renewal terms. The Franchise Agreement may be terminated early if the Franchisee is violating a term of the contract, operating contrary to state law, or violating Goosehead procedures required by the operations manual.\n\nFranchisees are required to pay an Initial Franchise Fee that varies depending on the state in which the franchise will be located. The Initial Franchise Fee, which is non-refundable after training, covers our costs to recruit, train, onboard, and support the Franchisee for the first year.  Franchisees are also required to pay a monthly Royalty Fee, which entitles the Franchisee to continue to operate. The Royalty Fee is derived from a percentage of gross commissions on insurance policies in their initial term (20%) and renewal terms (50%). Franchise owners are not entitled to an exclusive territory and may solicit sales from any location within the state in which they operate, subject to certain internal restrictions.\n\nFranchisees who sign a Franchise Agreement after January 1, 2018, are required to pay a minimum monthly Royalty Fee if the Royalty Fee derived from the gross commissions on insurance policies does not exceed a specific amount.\n\nTotal operating franchises decreased by 10% to 1,103 in 2024 from 1,226 in 2023, an improvement in franchise turnover compared to the 13% decrease in 2023 from 1,413 in 2022. Growing total operating franchises is an important growth lever for the business.\n\nCompetition\n\nThe insurance brokerage business is highly competitive, and numerous firms actively compete with us for customers and insurance markets. Competition in the insurance business is largely based upon innovation, knowledge, terms and conditions of coverage, quality of service, and price. A number of firms and banks with substantially greater resources and market presence compete with us.\n\nOur brokerage operations compete with firms that operate globally or nationally or are strong in a particular region or locality, and may have in that region or locality an office with revenues as large as or larger than those of our corresponding local office. We believe that the primary factors determining our competitive position with other organizations in our industry are the quality of the services we render, the technology we use, the diversity of products we offer, superior human capital, and the overall costs to our clients.\n\nA number of Carriers directly sell insurance, primarily to individuals, and do not pay commissions to third-party agents and brokers. In addition, the Internet continues to be a source for direct placement of personal lines insurance business. While it is difficult to quantify the impact on our business from individuals purchasing insurance over the Internet, we believe this risk is generally isolated to personal lines customers with single-line auto insurance coverage, which represent a small portion of our overall business.\n\nSeasonality\n\nThe majority of our new accounts are sourced by referral sources tied to home closing transactions. Major slowdowns in the various housing markets Goosehead serves could impact our ability to generate new business. \n\n16\n\nAdditionally, an increase in interest rates may decrease the number of home closing transactions, which could negatively impact our ability to generate new business.  We experience seasonality and revenue related to the sale of insurance policies throughout the course of a calendar year that is tied to the seasonality of new home sales. Revenue from home insurance leads is higher from April to August and lower from October through January. While this can impact month-to-month or quarter-to-quarter results, we expect productivity to normalize year-over-year.\n\nIntellectual property\n\nWe have registered “Goosehead,” “Goosehead Insurance,” and our logo as trademarks in the U.S., Mexico, the United Kingdom, the European Union, and Canada. We also have filed other trademark applications in the U.S. and will pursue additional trademark registrations and other intellectual property protection to the extent we believe it would be beneficial and cost effective. We also are the registered holder of a variety of domain names that include “Goosehead” and similar variations.\n\nRegulatory matters\n\nFranchise regulation. Offers and sales of franchises (so-called “pre-sale” franchise activities) are regulated in the United States by the Federal Trade Commission (\"FTC\") and by certain state laws. The FTC (through its “Franchise Rule”) requires franchisors to provide certain disclosures, in the form of a franchise disclosure document (“FDD”) to prospective Franchisees. One of the required disclosures is to include in the FDD audited financial statements of the franchisor (Goosehead Insurance Agency, LLC) or, if not the franchisor, an affiliate or parent of the franchisor who guarantees the franchisor’s obligations to its Franchisees. In order to include our consolidated financial statements in the FDD, we are required to guarantee Goosehead Insurance Agency, LLC’s current and future obligations to its Franchisees. The Franchise Rule does not require a franchisor to register or file an FDD with the FTC before offering franchises. Certain states also have pre-sale franchise or “business opportunity” laws and regulations that require franchisors to register with the state in some manner before that franchisor may offer or sell a franchise in that state, and in some cases to also provide prospective Franchisees with certain additional disclosures as part of the FDD. Some states also have “franchise relationship laws” that address post-sale aspects of the franchisor-franchisee relationship, such as prohibiting enforcement of certain franchise agreement provisions, requiring a certain notice or cure period before terminating a franchise agreement, and defining what constitutes “good cause” for terminating the franchise agreement or denying a transfer or renewal of the agreement. Although we believe that our Franchise Agreements and our relationships with Franchisees generally have complied with franchise relationship laws, a failure to comply with those laws could result in civil liability or the company’s inability to enforce a Franchise Agreement, among other things. In addition, while historically our franchising operations have not been materially adversely affected by such laws or regulations, we cannot predict the effect of any future federal or state franchise laws or regulations.\n\nLicensing. We and/or our designated employees must be licensed to act as brokers, intermediaries or third-party administrators by state regulatory authorities in the locations in which we conduct business. Regulations and licensing laws vary by individual state and are often complex.\n\nThe applicable licensing laws and regulations in all states are subject to amendment or reinterpretation by regulatory authorities, and such authorities are vested in most cases with relatively broad discretion as to the granting, revocation, suspension and renewal of licenses. It is our belief that we are in compliance with the applicable licensing laws and regulations of all states in which we currently operate. However, the possibility still exists that we and/or our employees could be excluded or temporarily suspended from carrying on some or all of our activities in, or could otherwise be subjected to penalties by, a particular jurisdiction.\n\nAgent and broker compensation. Some states, such as Texas, permit insurance agents to charge Agency Fees, while other states prohibit this practice. In recent years, several states considered new legislation or regulations regarding the compensation of brokers by Carriers. The proposals ranged in nature from new disclosure requirements to new duties on insurance agents and brokers in dealing with customers.\n\nRate regulation. Nearly all states have insurance laws requiring personal property and casualty insurers to file rating plans, policy or coverage forms, and other information with the state’s regulatory authority. In many cases, such rating plans and/or policy or coverage forms must be approved by the regulatory authority prior to use.\n\nThe speed with which an insurer can change rates in response to competition or in response to increasing costs depends, in part, on whether the rating laws are (i) prior approval, (ii) file-and-use, or (iii) use-and-file laws. In states with prior approval laws, the regulator must approve a rate before the insurer may use it. In states with file-and-use laws, the insurer does not have to wait for the regulator’s approval to use a rate, but the rate must be filed with the regulatory authority prior to being used. In states with use-and-file laws, the insurer must file rates within a certain \n\n17\n\nperiod of time after the insurer begins to use them.  Under all three types of rating laws, the regulator has the authority to disapprove a rate filing.\n\nWhile we are not an insurer, and thus not required to file our own rating plans with the state's regulatory authority, our commissions are derived from a percentage of the premium rates set by insurers in conjunction with state law.\n\nData privacy regulation. We are subject to a variety of increasingly stringent federal, state and local laws, rules and regulations relating to data privacy and cybersecurity, and the regulatory framework for data privacy and cybersecurity is in considerable flux and evolving rapidly. In the United States, numerous federal and state laws, rules and regulations require insurers to protect the security and confidentiality of customer information, to regulate disclosures and disposal of customer information, and to notify customers about their policies and practices relating to the collection, use, retention, security, transfer, disclosure and other processing of customer information and other personal information. The United States Congress, state legislatures, and regulatory authorities have considered and are expected to consider additional laws, rules and regulations relating to data, privacy, cybersecurity and other aspects of customer information, which will likely require us to devote additional significant operational resources and incur additional significant expenses for compliance and may also increase our exposure to risk of claims that we have not complied with all applicable data privacy and cybersecurity laws, rules and regulations.\n\nHuman Capital \n\nOur workforce is our most important asset and a key competitive advantage in our industry. Imperative to our continued success, and the primary reason for our decision to go public in 2018, is our ability to attract and retain the most talented individuals available. We will continue to strive for a one-of-a-kind company culture and offer a competitive compensation and benefits package, which includes health insurance, a 401(k) plan, an Employee Stock Purchase Program, and the potential for option awards. As of December 31, 2024, we had approximately 1,580 full-time and no part-time employees. Our Franchisees are independent businesses, and we do not control the essential terms and conditions of employment for their employees; therefore, neither our Franchisees nor their employees are included in our employee count. We believe that we have a positive relationship with our employees and we conduct regular engagement and outreach with our workforce. None of our employees are represented by a union.\n\nLearning and Development\n\nGoosehead utilizes a training curriculum for all incoming recruits and supports ongoing professional development of our employees. We conduct weekly virtual webinars for both our corporate and franchise agents to provide ongoing training and mentoring. Each week we highlight a key skill around our products, sales processes, or professional development. We also host week-long onsite training courses at our corporate headquarters.\n\nWe also regularly reach out to our employees and franchise partners by conducting in-person town halls across various geographic locations in the United States. This feedback loop is extremely valuable and often results in near real-time updates to our operating platform to deliver better service and business processes to our agent network.\n\nEmployee Benefits and Compensation\n\nWe believe in a holistic and competitive compensation package that includes opportunities for bonuses and equity compensation, as well as access to our stock ownership program. Goosehead employees are also eligible to be awarded incentive stock options under our Omnibus Incentive Plan, which is designed to motivate and reward key employees to perform at the highest level and contribute significantly to our long term success, thereby aligning our employee incentives with the best interests of our shareholders.\n\nGoosehead offers its employees a competitive health benefits package, including medical, dental, and vision insurance, as well as flex and health savings accounts, life insurance, short-term disability insurance, long-term disability insurance, accident insurance, critical illness insurance, a 401(k) retirement savings plan, and an employee stock purchase plan. Under the 401(k), we match participants' contributions, which vest over four years.\n\nWorkforce Diversity and Engagement\n\nMore than half of Goosehead's employees are women and over one-third of our workforce identify as racially diverse. We are committed to a meritocratic and inclusive culture of growth and advancement that is informed by our Operating Principles.  \n\nGoosehead maintains strong Equal Opportunity and Anti-Harassment policies, and we are committed to the principles of openness, empathy, and respect in our workplace. We contracted with a third-party solutions team to encourage and facilitate independent and timely reporting and investigation of alleged policy violations.  Goosehead does not tolerate any form of discipline, reprisal, threats, intimidation, or other retaliatory conduct against an \n\n18\n\nemployee for making a good faith complaint of a perceived incident of discrimination or harassment or for cooperating in an investigation by the company or any federal, state, or local agency of such a complaint.  \n\nOperating principles\n\nOur company is grounded in a set of operating principles, which each member of the Company is expected to uphold. These values are at the very center of what makes our company unique, defines our dynamic culture, and enables us to build a truly world class business. It has resulted in a workforce that is highly energized and motivated and a work environment that is meritorious, respectful, diverse and inclusive. Our operating principles and values are articulated below.\n\n•Uncompromising integrity in all we do\n\n•Deliver the WOW!\n\n•Support the team\n\n•Respect Company confidentiality – clients, third parties, staff\n\n•Be at cause\n\n•Pull more than your own weight\n\n•Honest, open and direct communications\n\n•Presume trust\n\n•Work hard – we are building a great company; it will take great effort\n\n•Meritocracy and pay for performance\n\n•Our clients and our people are our assets – treat them as such\n\n•Exceptional service always\n\n•Respect and fairness\n\n•Look for opportunities to create value for our company – your ideas are important\n\n•Highest quality and service in the industry\n\n•THINK BIG\n\nCode of Business Conduct and Ethics\n\nWe have adopted a code of business conduct and ethics policy that applies to all of our employees, officers and directors, including those officers responsible for financial reporting. These standards are designed to deter wrongdoing and to promote honest and ethical conduct. The full text of our code of business conduct and ethics policy is available on our website at https://ir.gooseheadinsurance.com/governance/documents-and-charters. Any waiver of the code for directors or executive officers may be made only by our Board of Directors or a board committee to which the board has delegated that authority and will be promptly disclosed to our shareholders as required by applicable U.S. federal securities laws and the corporate governance rules of the Nasdaq Global Select Market.  Amendments to the code must be approved by our Board of Directors and will be promptly disclosed (other than technical, administrative or non-substantive changes). Any amendments to the code, or any waivers of its requirements for which disclosure is required, will be disclosed on our website.\n\nAvailable Information\n\nOur Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), are filed with the Securities and Exchange Commission (the “SEC”). We are subject to the informational requirements of the Exchange Act and file or furnish reports, proxy statements and other information with the SEC. Such reports and other information filed by us with the SEC are available free of charge on our website at ir.gooseheadinsurance.com when such reports are made available on the SEC’s website. The SEC maintains an Internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov. The contents of these websites are not incorporated into this filing. Further, our references to the URLs for these websites are intended to be inactive textual references only.",
      "char_count": 60963
    },
    "item1a": {
      "text": "Item 1A. Risk factors\n\nAn investment in our Class A common stock involves a high degree of risk. You should carefully consider the following risks, as well as the other information contained in this Annual Report on Form 10-K, before making an investment in our Class A common stock. If any of the following risks actually occur, our business, financial condition and results of operations may be materially adversely affected. In such an event, the trading price of our Class A common stock could decline, and you could lose part or all of your investment.\n\nSummary of principal risk factors\n\nRisks relating to our business\n\n•An overall decline in economic activity could have a material adverse effect on the financial condition and results of operations of our business.\n\n•Volatility or declines in premiums or other adverse trends in the insurance industry may seriously undermine our profitability.\n\n•Because the revenue we earn on the sale of certain insurance products is based on premiums and commission rates set by Carriers, any decreases in these premiums or commission rates, or actions by Carriers seeking repayment of commissions, could result in revenue decreases or expenses to us.\n\n•Contingent Commissions we receive from Carriers are less predictable than standard commissions, and any decrease in the amount of the commissions we receive could adversely affect our results of operations.\n\n•Competition in our industry is intense and, if we are unable to compete effectively, we may lose clients and our financial results may be negatively affected.\n\n•Our business is dependent upon information processing systems. Security breaches, cyberattacks or other similar incidents with respect to our or our vendors' information processing systems may damage our reputation and negatively impact client retention and carrier, franchise, and Referral Partner relationships.\n\n•We rely on the availability and performance of information technology services provided by third parties.\n\n•Our inability to successfully recover should we experience a disaster or other business continuity problem could cause material financial loss, loss of human capital, regulatory actions, reputational harm or legal liability.\n\n•Damage to our reputation could have a material adverse effect on our business.\n\n•Increasing scrutiny and changing expectations from investors, clients and our employees with respect to our corporate responsibility and stakeholder interest practices may impose additional costs on us or expose us to new or additional risks.\n\n•Climate risks, including the risk of an economic crisis, risks associated with the physical effects of climate change and disruptions caused by the transition to a low-carbon economy, could adversely affect our business, results of operations and financial condition.\n\n•Our inability to retain or hire qualified employees, as well as the loss of any of our executive officers, could negatively impact our ability to retain existing business and generate new business.\n\n•Pandemics or other outbreaks of contagious diseases and efforts to mitigate their spread have had, and could in the future have, widespread impacts on the way we operate.\n\n•Non-compliance with or changes in laws, regulations or licensing requirements applicable to us could restrict our ability to conduct our business.\n\n•Changes in our accounting estimates and assumptions could negatively affect our financial position and operating results.\n\n•We derive a significant portion of our commission revenues from a limited number of Carriers, the loss of which would result in additional expense and loss of market share.\n\n•Our business may be harmed if we lose our relationships with Carriers, fail to maintain good relationships with Carriers, become dependent upon a limited number of Carriers or fail to develop new Carrier relationships\n\n20\n\n•The failure by Mark Jones and Robyn Jones to maintain either a minimum voting interest in us or the ability to elect or designate for election at least a majority of our board of directors could trigger a change of control default under our Credit Agreement.\n\n•We may require additional debt financing in the future, which may not be available or may be available only on unfavorable terms.\n\nRisks relating to our franchise business\n\n•The failure to attract and retain highly qualified Franchisees could compromise our ability to expand the Goosehead network.\n\n•Our financial results are affected directly by the operating results of Franchisees and agents, over whom we do not have direct control.\n\n•Our Franchisees and agents could take actions that could harm our business.\n\n•Failure to support our expanding franchise system could have a material adverse effect on our business, financial condition or results of operations.\n\n•Our franchising activities are subject to a variety of state and federal laws and regulations regarding franchises, and any failure to comply with such existing or future laws and regulations could adversely affect our business.\n\n•We are subject to certain risks related to litigation filed by or against us, and adverse results may harm our business and financial condition.\n\nRisks relating to intellectual property, data privacy and cybersecurity\n\n•Failure to obtain, maintain, protect, defend or enforce our intellectual property rights, or allegations that we have infringed, misappropriated or otherwise violated the intellectual property rights of others, could harm our reputation, ability to compete effectively, financial condition and business.\n\n•Improper disclosure of confidential, personal or proprietary information, whether due to human error, misuse of information by employees or vendors, or as a result of security breaches, cyberattacks or other similar incidents with respect to our or our vendors’ systems, could result in regulatory scrutiny, legal liability or reputational harm, and could have an adverse effect on our business or operations.\n\n•We are subject to complex and evolving laws, regulations, rules, industry standards and contractual obligations regarding data privacy and cybersecurity, which can increase the cost of doing business, compliance risks and potential liability.\n\nRisks relating to ownership of our Class A common stock\n\n•Future sales, or the possibility of future sales, of a substantial number of our shares of Class A common stock could adversely affect the price of our shares of Class A common stock.\n\n•We may not be able to successfully maintain effective internal controls over financial reporting.\n\n•We expect that our stock price will be volatile, which could cause the value of your investment to decline, and you may not be able to resell your shares at or above your investment price.\n\nRisks relating to our business.\n\nAn overall decline in economic activity could have a material adverse effect on the financial condition and results of operations of our business.\n\nFactors, such as business revenue, economic conditions, including adverse conditions resulting from uncertainty concerning government shutdowns, debt ceilings or funding, the volatility and strength of the capital markets, increased rates of inflation, uncertain levels of interest rates and public health emergencies can affect the business and economic environment. For example, in 2024, the global economic environment was characterized by continued market uncertainty, inflationary pressures, high interest rates, weak housing markets, natural disasters and extreme weather events, recessionary fears, and geopolitical uncertainty regarding the ongoing conflict in Ukraine, tensions across the Taiwan Strait, the Israel-Hamas conflict and other hostilities in the Middle East and their impact on global security and markets.\n\nThe economic activity that impacts property and casualty insurance is most closely correlated with employment levels, corporate revenue and asset values. In addition, an increase in client preference for car- and ride-sharing \n\n21\n\nservices, as opposed to automobile ownership, may result in a long-term reduction in the number of vehicles per capita, and consequently the automobile insurance industry. Downward fluctuations in the year-over-year insurance premium charged by insurers to protect against the same risk, referred to in the industry as softening of the insurance market, could adversely affect our business as a significant portion of the earnings are determined as a percentage of premium charged to our clients. Insolvencies and consolidations associated with an economic downturn, especially insolvencies in the insurance industry, could adversely affect our brokerage business through the loss of clients by hampering our ability to place insurance business. Also, some of our clients may experience liquidity problems or other financial difficulties in the event of a prolonged deterioration in the economy, which could have an adverse effect on our collectability of receivables or our clients may have less need for insurance coverage, cancel existing insurance policies, modify their coverage or not renew the policies they hold with us. In addition, error and omission claims against us, which we refer to as E&O claims, may increase in economic downturns, also adversely affecting our brokerage business. A decline in economic activity could have a material adverse effect on our business, financial condition and results of operations.\n\nFurthermore, a significant portion of our operating expenses refers to employee compensation and benefits, which are sensitive to inflation. To maintain our ability to successfully compete for the best talent, rising inflation rates may require us to provide compensation increases beyond historical increases, which may significantly increase our compensation costs. Consequently, inflation is expected to increase our operating expenses over time and may adversely impact our results of operating cash flow.\n\nMoreover, during inflationary periods, interest rates have historically increased, which would have a direct effect on the interest expense in case we decide to refinance our existing long-term borrowings, in particular the Credit Agreement, or incur any additional indebtedness. Additionally, this may impact the market for new homes, which could adversely impact our leadflow of new home purchase clients. Conversely, lower levels of inflation in the future may reduce our revenue growth by slowing the increase in insurable asset values.\n\nChanges in prevailing interest rates or U.S. monetary policies that affect interest rates could adversely affect our ability to generate new business.\n\nThe demand for property and casualty insurance generally rises as the overall level of household income increases, and generally falls as household income decreases, affecting both the commissions and fees generated by our business. The majority of our new accounts are sourced by referral sources tied to home closing transactions. Major slowdowns in the various housing markets Goosehead serves, including as a result of changes in prevailing interest rates or U.S. monetary policies that affect interest rates, could adversely impact our ability to generate new business.\n\nVolatility or declines in premiums or other adverse trends in the insurance industry may seriously undermine our profitability.\n\nWe derive most of our revenue from commissions and fees for our brokerage services. We do not determine the insurance premiums on which our commissions are generally based. Moreover, insurance premiums are cyclical in nature and may vary widely based on market conditions. Because of market cycles for insurance product pricing, which we cannot predict or control, our brokerage revenues and profitability can be volatile or remain depressed for significant periods of time. In addition, there have been and may continue to be (including as a result of substantial increases in insurance premiums) various trends in the insurance industry toward alternative insurance markets including, among other things, greater levels of self-insurance, captives, rent-a-captives, risk retention groups and non-insurance capital markets-based solutions to traditional insurance. Our ability to generate premium-based commission revenue may also be challenged by the growing desire of some clients to compensate brokers based upon flat fees rather than a percentage of premium. This could negatively impact us because fees are generally not indexed for inflation and might not increase with premiums as commissions do or with the level of service provided. \n\nAs traditional risk-bearing Carriers continue to outsource the production of premium revenue to non-affiliated brokers or agents such as us, those Carriers may seek to further minimize their expenses by reducing the commission rates payable to insurance agents or brokers. The reduction of these commission rates, along with general volatility and/or declines in premiums, may significantly affect our profitability. Because we do not determine the timing or extent of premium pricing changes, it is difficult to precisely forecast our commission revenues, including whether they will significantly decline. As a result, we may have to adjust our budgets for future acquisitions, capital expenditures, dividend payments, loan repayments and other expenditures to account for unexpected changes in revenues, and any decreases in premium rates may adversely affect our business, financial condition and results of operations.\n\n22\n\nBecause the revenue we earn on the sale of certain insurance products is based on premiums and commission rates set by Carriers, any decreases in these premiums or commission rates, or actions by Carriers seeking repayment of commissions, could result in revenue decreases or expenses to us.\n\nWe derive revenue from commissions on the sale of insurance products that are paid by the Carriers from whom our clients purchase insurance. Because payments for the sale of insurance products are processed internally by Carriers, we may not receive a payment that is otherwise expected in any particular period until after the end of that period, which can adversely affect our ability to budget for significant future expenditures. Additionally, Carriers or their affiliates may under certain circumstances seek the chargeback or repayment of commissions as a result of policy lapse, surrender, cancellation, rescission, default, or upon other specified circumstances. As a result of the chargeback or repayment of commissions, we may incur an expense in a particular period related to revenue previously recognized in a prior period and reflected in our consolidated financial statements. Such an expense could have a material adverse effect on our results of operations and financial condition, particularly if the expense is greater than the amount of related revenue retained by us.\n\nThe commission rates are set by Carriers and are based on the premiums that the Carriers charge. The potential for changes in premium rates is significant, due to pricing cyclicality in the insurance market. In addition, the insurance industry has been characterized by periods of intense price competition due to excessive underwriting capacity and periods of favorable premium levels due to shortages of capacity. Capacity could also be reduced by Carriers failing or withdrawing from writing certain coverages that we offer our customers. Commission rates and premiums can change based on prevailing legislative, economic and competitive factors that affect Carriers. These factors, which are not within our control, include the capacity of Carriers to place new business, underwriting and non-underwriting profits of Carriers, client demand for insurance products, the availability of comparable products from other Carriers at a lower cost and the availability of alternative insurance products, such as government benefits and self-insurance products, to clients. We cannot predict the timing or extent of future changes in commission rates or premiums or the effect any of these changes will have on our business, financial condition and results of operations.\n\nContingent Commissions we receive from Carriers are less predictable than standard commissions, and any decrease in the amount of the commissions we receive could adversely affect our results of operations.\n\nA portion of our revenues consists of Contingent Commissions we receive from Carriers. Contingent Commissions are paid by Carriers based upon the profitability, volume and/or growth of the business placed with such companies during the prior year. If, due to the current economic environment or for any other reason, we are unable to meet Carriers’ profitability, volume or growth thresholds, or Carriers increase their estimate of loss reserves (over which we have no control), actual Contingent Commissions we receive could be less than anticipated, which could adversely affect our business, financial condition and results of operations.\n\nOur business is subject to risks related to legal proceedings and governmental inquiries.\n\nWe are subject to litigation, regulatory investigations and claims arising in the normal course of our business operations. The risks associated with these matters often may be difficult to assess or quantify and the existence and magnitude of potential claims often remain unknown for substantial periods of time. While we have insurance coverage for some of these potential claims, others may not be covered by insurance, insurers may dispute coverage, or any ultimate liabilities may exceed our coverage.\n\nWe may be subject to actions and claims relating to the sale of insurance, including the suitability of such products and services. Actions and claims may result in the rescission of such sales; consequently, Carriers may seek to recoup commissions paid to us, which may lead to legal action against us. The outcome of such actions cannot be predicted, and such claims or actions could have a material adverse effect on our business, financial condition and results of operations.\n\nWe are subject to laws and regulations, as well as regulatory investigations. The insurance industry has been subject to a significant level of scrutiny by various regulatory bodies, including state attorneys general and insurance departments, concerning certain practices within the insurance industry. These practices include, without limitation, the receipt of Contingent Commissions by insurance brokers and agents from Carriers and the extent to which such compensation has been disclosed, the collection of Agency Fees, bid rigging and related matters. From time to time, our subsidiaries received informational requests from governmental authorities. We have cooperated and will continue to cooperate fully with all governmental agencies.\n\nThere have been a number of revisions to existing, or proposals to modify or enact new, laws and regulations regarding insurance agents and brokers. These actions have imposed or could impose additional obligations on us with respect to our products sold. Some Carriers have agreed with regulatory authorities to end the payment of \n\n23\n\nContingent Commissions on insurance products, which could impact our commissions that are based on the volume, consistency and profitability of business generated by us.\n\nWe cannot predict the impact that any new laws, rules or regulations may have on our business and financial results. Given the current regulatory environment and the number of our subsidiaries operating in local markets throughout the country, it is possible that we will become subject to further governmental inquiries and subpoenas and have lawsuits filed against us. Regulators may raise issues during investigations, examinations or audits that could, if determined adversely, have a material impact on us. The interpretations of regulations by regulators may change and statutes may be enacted with retroactive impact. We could also be materially adversely affected by any new industry-wide regulations or practices that may result from these proceedings.\n\nOur involvement in any investigations and lawsuits would cause us to incur additional legal and other costs and, if we were found to have violated any laws, we could be required to pay fines, damages and other costs, perhaps in material amounts. Regardless of final costs, these matters could have a material adverse effect on us by exposing us to negative publicity, reputational damage, harm to client relationships, or diversion of personnel and management resources.\n\nConditions impacting Carriers or other parties that we do business with may impact us.\n\nWe have a significant amount of accounts receivable from Carriers with which we place insurance. If those Carriers were to experience liquidity problems or other financial difficulties, we could encounter delays or defaults in payments owed to us, which could have a significant adverse impact on our financial condition and results of operations. The potential for an insurer to cease writing insurance we offer our clients could negatively impact overall capacity in the industry, which in turn could have the effect of reduced placement of certain lines and types of insurance and reduced revenue and profitability for us. In addition, the recent wildfires in Southern California and hurricanes in Florida, or similar events in the future, could materially affect Carriers and could result in a diminished Carrier capacity, making it more difficult for our agents to place business. Questions about a Carrier’s perceived stability or financial strength may contribute to such insurers’ strategic decisions to focus on certain lines of insurance to the detriment of others. The failure of a Carrier with which we place insurance could result in E&O claims against us by our clients, and the failure of our Carriers could make the E&O insurance we rely upon cost prohibitive or unavailable, which could have a significant adverse impact on our financial condition and results of operations. In addition, if any of our Carriers merge or if one of our large Carriers fails or withdraws from offering certain lines of insurance, overall risk-taking capital capacity could be negatively affected, which could reduce our ability to place certain lines of insurance and, as a result, reduce our commissions and fees and profitability. Such failures or insurance withdrawals on the part of our Carriers could occur for any number of reasons, including large unexpected payouts related to climate change or other emerging risk areas.\n\nCompetition in our industry is intense and, if we are unable to compete effectively, we may lose clients and our financial results may be negatively affected.\n\nThe business of providing insurance products and services is highly competitive and we expect competition to intensify. We compete for clients on the basis of reputation, client service, program and product offerings and our ability to tailor products and services to meet the specific needs of a client.\n\nWe actively compete with numerous integrated financial services organizations as well as Carriers and brokers, producer groups, individual insurance agents, investment management firms, independent financial planners and broker-dealers. Competition may reduce the fees that we can obtain for services provided, which would have an adverse effect on revenue and margins. Many of our competitors have greater financial and marketing resources than we do and may be able to offer products and services that we do not currently offer and may not offer in the future. To the extent that banks, securities firms and Carrier affiliates, the financial services industry may experience further consolidation (such as the acquisition by Arthur J. Gallagher & Co. of substantially all of the treaty reinsurance brokerage operations from Willis Towers Watson plc., completed in December 2021), and we therefore may experience increased competition from Carriers and the financial services industry, as a growing number of larger financial institutions increasingly, and aggressively, offer a wider variety of financial services, including insurance intermediary services. In addition, a number of Carriers are engaged in the direct sale of insurance, primarily to individuals, and do not pay commissions to brokers or other market intermediaries. Furthermore, we compete with various other companies that provide risk-related services or alternatives to traditional insurance services, including Insurtech start-up companies, which are focused on using technology and innovation, including artificial intelligence, machine learning, digital platforms, data analytics, robotics and blockchain, to simplify and improve the client experience, increase efficiencies, alter business models and effect other potentially disruptive changes in the industries in which we operate. \n\n24\n\nIn addition, in recent years, private equity sponsors have invested tens of billions of dollars into the insurance sector, transforming existing players and creating new ones to compete with large brokers. These new competitors, alliances among competitors or mergers of competitors could emerge and gain significant market share, and some of our competitors may have or may develop a lower cost structure, adopt more aggressive pricing policies or provide services that gain greater market acceptance than the services that we offer or develop. Competitors may be able to respond to the need for technological changes and innovate faster, or price their services more aggressively. They may also compete for skilled professionals, finance acquisitions, fund internal growth and compete for market share more effectively than we do. To respond to increased competition and pricing pressure, we may have to lower the cost of our services or decrease the level of service provided to clients, which could have an adverse effect on our business, financial condition and results of operations.\n\nSimilarly, any increase in competition due to new legislative or industry developments could adversely affect us. These developments include:\n\n•Increased capital-raising by Carriers, which could result in new capital in the industry, which in turn may lead to lower insurance premiums and commissions;\n\n•Carriers selling insurance directly to insureds without the involvement of a broker or other intermediary;\n\n•Changes in our business compensation model as a result of regulatory developments;\n\n•Federal and state governments establishing programs to provide property insurance in catastrophe-prone areas or other alternative market types of coverage, that compete with, or completely replace, insurance products offered by Carriers; \n\n•Climate-change regulation in the U.S. and around the world moving us toward a low-carbon economy, which could create new competitive pressures around innovative insurance solutions; and \n\n•Increased competition from new market participants such as banks, accounting firms, consulting firms and Internet or other technology firms offering risk management or insurance brokerage services, or new distribution channels for insurance such as payroll firms.\n\nNew competition as a result of these or other competitive or industry developments could cause the demand for our products and services to decrease, which could in turn adversely affect our business, financial condition and results of operations.\n\nOur business, financial condition and results of operations may be negatively affected by E&O claims.\n\nWe have significant insurance agency and brokerage operations and are subject to claims and litigation in the ordinary course of business resulting from alleged and actual errors and omissions in placing insurance and rendering coverage advice. These activities involve substantial amounts of money. Since E&O claims against us may allege our liability for all or part of the amounts in question, claimants may seek large damage awards. These claims can involve significant defense costs. Errors and omissions could include failure, whether negligently or intentionally, to place coverage on behalf of clients, to provide Carriers with complete and accurate information relating to the risks being insured, or to appropriately apply funds that we hold on a fiduciary basis. It is not always possible to prevent or detect errors and omissions, and the precautions we take may not be effective in all cases.\n\nWe have errors and omissions insurance coverage to protect against the risk of liability resulting from our alleged and actual errors and omissions. Prices for this insurance and the scope and limits of the coverage terms available are dependent on our claims history as well as market conditions that are outside of our control. While we endeavor to purchase coverage that is appropriate to our assessment of our risk, we are unable to predict with certainty the frequency, nature or magnitude of claims for direct or consequential damages or whether our errors and omissions insurance will cover such claims.\n\nIn establishing liabilities for E&O claims, we utilize case level reviews by inside and outside counsel and an internal analysis to estimate potential losses. The liability is reviewed annually and adjusted as developments warrant. Given the unpredictability of E&O claims and of litigation that could flow from them, it is possible that an adverse outcome in a particular matter could have a material adverse effect on our results of operations, financial condition or cash flow in a given quarterly or annual period.\n\nOur business is dependent upon information processing systems. Security breaches, cyberattacks or other similar incidents with respect to our or our vendors' information processing systems may damage our reputation and negatively impact client retention and carrier, franchise, and Referral Partner relationships.\n\n25\n\nOur ability to provide insurance services to clients and to create and maintain comprehensive tracking and reporting of client accounts depends on our capacity to store, retrieve and process data, manage significant databases and data hygiene, and expand and periodically upgrade our information processing capabilities. As our operations evolve, we will need to continue to make investments in new and enhanced information systems. As our information system providers revise and upgrade their hardware, software and equipment technology, we may encounter difficulties in integrating these new technologies into our business. Interruption or loss of our information processing capabilities or adverse consequences from implementing new or enhanced systems could have a material adverse effect on our business, financial condition and results of operations.\n\nIn the course of providing financial services, we may electronically store, transmit or otherwise process personal information (including sensitive personal information), such as social security numbers or credit card or bank information, of clients or employees of clients. Breaches in data security or infiltration by unauthorized persons of our network security could cause interruptions in operations and damage to our reputation, among other adverse impacts. While we maintain policies, procedures and technological safeguards designed to protect the security and privacy of this information, we cannot entirely eliminate the risk of improper access to or disclosure of personal information nor the related costs we incur to mitigate the consequences from such events. Techniques used to\n\nobtain unauthorized access or to sabotage systems change frequently. For example, attackers have used artificial\n\nintelligence to launch more targeted, automated and coordinated attacks against targets. Data privacy and cybersecurity laws, rules and regulations are matters of growing public concern and are continuously changing in the states in which we operate. The failure to adhere to or successfully implement procedures to respond to these laws, rules and regulations could result in legal liability or impairment to our reputation.\n\nFurther, despite security measures taken by us and our vendors, our systems and those of our vendors may be vulnerable to physical break-ins, unauthorized access, viruses or other disruptive problems. If our systems or facilities were infiltrated or damaged, our clients could experience data loss, financial loss and significant business interruption leading to a material adverse effect on our business, financial condition and results of operations. We may be required to expend significant additional resources to modify protective measures, to investigate and remediate vulnerabilities or other exposures or to make required notifications.\n\nWe rely on the availability and performance of information technology services provided by third parties.\n\nWhile we maintain some of our critical information technology systems, we are also dependent on third party service providers, including Salesforce.com, to provide important information technology services relating to, among other things, agency management services, sales and service support, electronic communications and certain finance functions. If the service providers to which we outsource these functions do not perform effectively, we may not be able to achieve the expected cost savings and may have to incur additional costs to correct errors made by such service providers. Depending on the function involved, such errors may also lead to business disruption, processing inefficiencies, the loss of or damage to intellectual property through a security breach, the loss of confidential proprietary or personal data (including sensitive personal data) through a security breach, or otherwise. While we or our third-party service providers have not experienced any significant disruption, failure or breach impacting our or their information technology systems, any such disruption, failure or breach could adversely affect our business, financial condition, reputation and results of operations.\n\nOur inability to successfully recover should we experience a disaster or other business continuity problem could cause material financial loss, loss of human capital, regulatory actions, reputational harm or legal liability.\n\nOur operations are dependent upon our ability to protect our personnel, offices, and technology infrastructure against damage from business continuity events that could have a significant disruptive effect on our operations. Should we experience a local or regional disaster or other business continuity problem, such as an earthquake, hurricane, terrorist attack, pandemic, protest or riot, security breach, cyberattack or other similar incident, power loss, telecommunications failure or other natural or man-made disaster, our continued success will depend, in part, on the availability of personnel, office facilities, and the proper functioning of computer, telecommunication and other related systems and operations. In events like these, while our operational size, the multiple locations from which we operate, and our existing backup systems provide us with some degree of flexibility, we still can experience near-term operational challenges in particular areas of our operations. We could potentially lose key executives, personnel, client data or experience material adverse interruptions to our operations or delivery of services to clients in a disaster recovery scenario. We may experience additional disruption due to system upgrades, outages or an increase in remote work. Our inability to successfully recover should we experience a disaster or other business continuity problem, could materially interrupt our business operations and cause material financial loss, loss of human capital, regulatory actions, reputational harm, damaged client relationships, or legal liability. Our insurance \n\n26\n\ncoverage with respect to natural disasters is limited and is subject to deductibles and coverage limits. Such coverage may not be adequate, or may not continue to be available at commercially reasonable rates and terms.\n\nWe utilize artificial intelligence, which could expose us to liability or adversely affect our business.\n\nWe utilize artificial intelligence, machine learning, and similar tools and technologies that collect, aggregate, analyze or generate data or other materials or content (collectively, “AI”) in connection with our business. There are significant risks involved in utilizing AI and no assurance can be provided that our use of such AI will enhance our products or services or produce the intended results. For example, AI algorithms may be flawed, insufficient, of poor quality, reflect unwanted forms of bias, or contain other errors or inadequacies, any of which may not be easily detectable; AI has been known to produce false or “hallucinatory” inferences or outputs; AI can present ethical issues and may subject us to new or heightened legal, regulatory, ethical, or other challenges; and inappropriate or controversial data practices by developers and end-users, or other factors adversely affecting public opinion of AI, could impair the acceptance of AI solutions, including those incorporated in our products and services. If the AI tools that we use are deficient, inaccurate or controversial, we could incur operational inefficiencies, competitive harm, legal liability, brand or reputation harm, or other adverse impacts on our business and financial results. If we do not have sufficient rights to use the data or other material or content on which the AI tools we use rely, or the output of such AI tools, we also may incur liability through the violation of applicable laws and regulations, third-party intellectual property, privacy or other rights, or contracts to which we are a party.\n\nIn addition, regulation of AI is rapidly evolving as legislators and regulators are increasingly focused on these powerful emerging technologies and as they remain the object of intense geostrategic competition. The technologies underlying AI and its uses are subject to a variety of laws and regulations, including intellectual property, data privacy and cybersecurity, client protection, trade and export controls, competition, and equal opportunity laws, and are expected to be subject to increased regulation and new laws or new applications of existing laws and regulations. AI is the subject of ongoing review by various U.S. governmental and regulatory agencies, and various U.S. states are applying, or are considering applying, their platform moderation, data privacy and cybersecurity laws and regulations to AI or are considering general legal frameworks for AI. We may not be able to anticipate how to respond to these rapidly evolving frameworks, and we may need to expend resources to adjust our operations or offerings in certain jurisdictions if the legal frameworks are inconsistent across jurisdictions.\n\nFurthermore, because AI technology itself is highly complex and rapidly developing, it is not possible to predict all of the legal, operational or technological risks that may arise relating to the use of AI.\n\nIf we are unable to apply technology effectively in driving value for our clients through technology-based solutions or gain internal efficiencies and effective internal controls through the application of technology and related tools, our operating results, client relationships, growth and compliance programs could be adversely affected.\n\nOur future success depends, in part, on our ability to anticipate and respond effectively to the threat of, and the opportunity presented by, digital disruption and other technology change. These may include new applications or insurance-related services based on AI, machine learning, robotics, blockchain or new approaches to data mining. We may be exposed to competitive risks related to the adoption and application of new technologies by established market participants (for example, through disintermediation) or new entrants such as technology companies, Insurtech start-up companies and others. We must also develop and implement technology solutions and technical expertise among our employees that anticipate and keep pace with rapid and continuing changes in technology, industry standards, client preferences and internal control standards. We may not be successful in anticipating or responding to these developments on a timely and cost-effective basis, and our ideas may not be accepted in the marketplace. Additionally, the effort to gain technological expertise and develop new technologies in our business requires us to incur significant expenses. Our technological development projects may also not deliver the benefits we expect once they are completed or may be replaced or become obsolete more quickly than expected, which could result in the accelerated recognition of expenses. If we cannot offer new technologies as quickly as our competitors, or if our competitors develop more cost-effective technologies or product offerings, we could experience a material adverse effect on our operating results, client relationships, growth and compliance programs.\n\nIn some cases, we depend on key vendors and partners to provide technology and other support for our strategic initiatives, such as the Salesforce.com platform. If these third parties fail to perform their obligations or cease to work with us, our ability to execute on our strategic initiatives could be adversely affected.\n\nDamage to our reputation could have a material adverse effect on our business.\n\nOur reputation is one of our key assets. We advise our clients on and provide services related to a wide range of subjects and our ability to attract and retain clients is highly dependent upon the external perceptions of our level of service, trustworthiness, business practices, financial condition and other subjective qualities. If a client is not \n\n27\n\nsatisfied with our services, it could cause us to incur additional costs and impair profitability or lose the client relationship altogether, which may negatively impact other clients’ perception regarding us. Our success is also dependent on maintaining a good reputation with existing and potential employees, investors, regulators and the communities in which we operate. Negative perceptions or publicity regarding these or other matters, including our association with clients or business partners who themselves have a damaged reputation, or from actual or alleged conduct by us or our employees, could damage our reputation. Any resulting erosion of trust and confidence among existing and potential clients, regulators and other parties important to the success of our business could make it difficult for us to attract new clients and maintain existing ones, which could have a material adverse effect on our business, financial condition and results of operations.\n\nIncreasing scrutiny and changing expectations from investors, clients and our employees with respect to our corporate responsibility and stakeholder interest practices may impose additional costs on us or expose us to new or additional risks.\n\nThere is increased focus, including from governmental organizations, investors, employees and clients, on corporate responsibility and stakeholder interest issues such as environmental stewardship, climate change, diversity and workplace inclusion, pay equity, racial justice, workplace conduct and cybersecurity and data privacy. There can be no certainty that we will manage such issues successfully, or that we will successfully meet society’s expectations as to our proper role. Negative public perception, adverse publicity or negative comments in social media, including as a result of actions taken by companies we acquire before acquisition, could damage our reputation, or harm our relationships with regulators and the communities in which we operate, if we do not, or are not perceived to, adequately address these issues. Any harm to our reputation could impact employees engagement and retention and the willingness of clients and Carriers to do business with us. In addition, there exists certain negative sentiment about some individuals and government institutions related to corporate responsibility and stakeholder interests, and we may also face scrutiny, reputational risk, lawsuits or market access restrictions from these parties regarding these initiatives.\n\nIn 2024, we released a report on our corporate responsibility and stakeholder interest activities that incorporates the guidelines of the Sustainability Accounting Standards Board (SASB) and our own assessments and priorities. Over time, we expect to expand our public disclosure in these areas. It is possible that stakeholders may not be satisfied with our corporate responsibility and stakeholder interest practices or the speed of their adoption. Actual or perceived shortcomings with respect to such initiatives and reporting could negatively impact our business. We could also incur additional costs and require additional resources to monitor, report, and comply with various corporate responsibility and stakeholder interest practices.\n\nIn addition, a variety of organizations have developed ratings to measure the performance of companies on topics of corporate responsibility or stakeholder interests, and the results of these assessments are widely publicized. Investments in funds that specialize in companies that perform well in such assessments remain popular, and major institutional investors have publicly emphasized the importance of such measures to their investment decisions. Unfavorable ratings of our company or our industry, as well as omission of inclusion of our stock into investment funds oriented toward various corporate responsibility and stakeholder interests may lead to negative investor sentiment and the diversion of investment to other companies or industries, which could have a negative impact on our stock price.\n\nClimate risks, including the risk of an economic crisis, risks associated with the physical effects of climate change and disruptions caused by the transition to a low-carbon economy, could adversely affect our business, results of operations and financial condition.\n\nConcerns regarding the effects of climate change on the global environment have led governmental bodies to adopt laws and regulations aimed at reducing greenhouse gas emissions and other measures to mitigate the impact of climate change. As a result, the global business community has increased its political and social awareness surrounding the issue. At various times, the U.S. Congress, state legislatures and federal and state regulatory agencies have adopted or proposed legal requirements and other initiatives to combat climate change. Climate change legislation or regulation could cause us to incur increased costs and capital expenditures to comply, which may impact our financial condition and operating performance.\n\nIn addition, the U.S. Federal Reserve has in the past identified climate change as a potential risk to the stability of the financial system. It also reported that a gradual change in investor sentiment regarding climate risk introduces the possibility of abrupt tipping points or significant swings in sentiment, which could create unpredictable follow-on effects in financial markets. If this occurred, not only would we be negatively impacted by the general economic decline, but a drop in the stock market affecting our stock price could negatively impact our ability to grow through mergers and acquisitions financed using our common stock.\n\n28\n\nMoreover, if our Carriers fail or withdraw from offering certain lines of coverage because of large payouts related to climate change, overall risk-taking capital capacity could be negatively affected, which could reduce our ability to place certain lines of coverage and, as a result, reduce our revenues and profitability.\n\nFurthermore, climate change may pose physical risks to our business, since it may exacerbate the frequency and intensity of unfavorable weather conditions, such as fires, hurricanes, tornadoes, drought, water shortages, rainfall, unseasonably warm. Overall, climate change, its effects and the resulting, unknown impact could have a material adverse effect on our financial condition and results of operations.\n\nOur inability to retain or hire qualified employees, as well as the loss of any of our executive officers, could negatively impact our ability to retain existing business and generate new business.\n\nOur success depends on our ability to attract and retain skilled and experienced personnel. There is significant competition from within the insurance industry and from businesses outside the industry for exceptional employees, especially in key positions. Our competitors may be able to offer a work environment with higher compensation or more opportunities than we can. Any new personnel we hire may not be or become as productive as we expect, as we may face challenges adapting them to our Operating Principles or adequately or appropriately integrating them into our workforce culture. Our effort to retain and develop personnel may also result in significant additional expenses, which could adversely affect our profitability. We can make no assurances that qualified employees will continue to be employed or that we will be able to attract and retain qualified personnel in the future. If we are not able to successfully attract, retain and motivate our employees, whether as a result of an insufficient number of qualified applicants, difficulty in recruiting new employees, or inadequate resources to train, integrate, and retain qualified employees, our business, financial condition, results of operations and reputation could be materially and adversely affected.\n\nIf any of our key professionals were to join an existing competitor or form a competing company, some of our customers could choose to use the services of that competitor instead of our services. Our key personnel are currently prohibited by contract from soliciting our employees and customers and from competing in our industry in the vicinity of the Company office at which such key personnel member was employed for a period of two years following separation from employment with us. However, there can be no assurance that we will be successful in enforcing these contracts. In addition, on January 5, 2023, the FTC voted to publish a proposed rule that, if given effect, would impose a near-complete ban on employers offering, entering, and maintaining non-compete agreements with their workers, by defining such arrangements as per se methods of unfair competition. Before the rule could take effect in September 2024, the rule was stayed on August 20, 2024 by the U.S. District Court for the Northern District of Texas and is under review on appeal. The FTC’s proposed prohibition is no distinction and provides no exemption based on a worker’s earnings or job function, or on whether a worker acts in a competitively sensitive function for their employer. Although the outcome of the litigation is uncertain, such rule, if the stay is lifted, could have a material adverse effect on our ability to retain key personnel and existing business, and on our ability to generate new business.\n\nIn addition, we could be adversely affected if we fail to adequately plan for the succession of our senior leaders, including our founders, executives and key personnel. We currently do not maintain key person insurance on these individuals. Although we operate with a decentralized management system, the loss of our senior managers or other key personnel in any circumstance, including, any limitation on the performance of their duties or short- or long-term absence as a result of an acute illness, or our inability to continue to identify, recruit and retain such personnel, could materially and adversely affect our business, financial condition and results of operation.\n\nPandemics or other outbreaks of contagious diseases and efforts to mitigate their spread have had, and\n\ncould in the future have, widespread impacts on the way we operate.\n\nThe spread of COVID-19 and mitigating measures caused unprecedented disruptions to the global economy and normal business operations across sectors and countries, including the sectors and countries in which we, our clients, Carriers, suppliers and other third parties operate. Future pandemics or other outbreaks of contagious diseases may result in similar or worse economic implications and disruptions. \n\nThe occurrence of natural or man-made disasters could result in declines in business and increases in claims that could adversely affect our financial condition, results of operations and cash flows.\n\nWe are exposed to various risks arising out of natural disasters, including earthquakes, hurricanes, fires, floods, landslides, tornadoes, typhoons, tsunamis, hailstorms, explosions, climate events or weather patterns and pandemic health events, as well as man-made disasters, including acts of terrorism, military actions, security breaches, cyberattacks and other similar incidents, explosions and biological, chemical or radiological events. The continued threat of terrorism and ongoing military actions may cause significant volatility in global financial markets, \n\n29\n\nand a natural or man-made disaster could trigger an economic downturn in the areas directly or indirectly affected by the disaster. For example, Southern California was recently affected by wildfires, and parts of Florida experienced hurricanes. These consequences could, among other things, result in a decline in business and increased claims from those areas. They could also result in reduced underwriting capacity of our Carriers, making it more difficult for our agents to place business. Disasters also could disrupt public and private infrastructure, including communications and financial services, which could disrupt our normal business operations. Any increases in loss ratios due to natural or man-made disasters could impact our Contingent Commissions, which are primarily driven by both growth and profitability metrics. The risk of business disruption is more pronounced in certain geographic areas, including Texas, California, Florida and Illinois, where a significant portion of our business is concentrated. See “Because our business is highly concentrated in Texas, California, Florida and Illinois, adverse economic conditions, natural disasters, or regulatory changes in these states could adversely affect our financial condition.\"\n\nA natural or man-made disaster also could disrupt the operations of our counterparties or result in increased prices for the products and services they provide to us. Finally, a natural or man-made disaster could increase the incidence or severity of E&O claims against us.\n\nNon-compliance with or changes in laws, regulations or licensing requirements applicable to us could restrict our ability to conduct our business.\n\nThe industry in which we operate is subject to extensive regulation. We are subject to regulation and supervision both federally and in each applicable local jurisdiction. In general, these regulations are designed to protect clients, policyholders and insureds and to protect the integrity of the financial markets, rather than to protect stockholders or creditors. Our ability to conduct business in these jurisdictions depends on our compliance with the rules and regulations promulgated by federal regulatory bodies and other regulatory authorities. Failure to comply with regulatory requirements, or changes in regulatory requirements or interpretations, could result in actions by regulators, potentially leading to fines and penalties, adverse publicity and damage to our reputation in the marketplace. There can be no assurance that we will be able to adapt effectively to any changes in law. Furthermore, in some areas of our businesses, we act on the basis of our own or the industry's interpretations of applicable laws or regulations, which may conflict from state to state. In the event those interpretations eventually prove different from the interpretations of regulatory authorities, we may be penalized. In extreme cases, revocation of a subsidiary’s authority to do business in one or more jurisdictions could result from failure to comply with regulatory requirements. In extreme cases, revocation of a subsidiary’s authority to do business in one or more jurisdictions could result from failure to comply with regulatory requirements. In addition, we could face lawsuits by clients, insureds and other parties for alleged violations of certain of these laws and regulations. It is difficult to predict whether changes resulting from new laws and regulations, as well as changes in interpretation of current laws and regulations, will affect the industry or our business and, if so, to what degree.\n\nEmployees and principals who engage in the solicitation, negotiation or sale of insurance, or provide certain other insurance services, generally are required to be licensed individually. Insurance and laws and regulations govern whether licensees may share commissions with unlicensed entities and individuals. We believe that any payments we make to third parties are in compliance with applicable laws. However, should any regulatory agency take a contrary position and prevail, we will be required to change the manner in which we pay fees to such employees or principals or require entities receiving such payments to become registered or licensed.\n\nState insurance laws grant supervisory agencies, including state insurance departments, broad administrative authority. State insurance regulators and the National Association of Insurance Commissioners continually review existing laws and regulations, some of which affect our business. These supervisory agencies regulate many aspects of the insurance business, including, the licensing of insurance brokers and agents and other insurance intermediaries, the handling of third-party funds held in a fiduciary capacity, and trade practices, such as marketing, advertising and compensation arrangements entered into by insurance brokers and agents. This legal and regulatory oversight could reduce our profitability or limit our growth by increasing the costs of legal and regulatory compliance; and by limiting or restricting the products or services we sell, the markets we serve or enter, the methods by which we sell our products and services, and the form of compensation we can accept from our clients, Carriers and third parties. Moreover, in response to perceived excessive cost or inadequacy of available insurance, states have from time to time created state insurance funds and assigned risk pools, which compete directly, on a subsidized basis, with private insurance providers.\n\nFederal, state and other regulatory authorities have focused on, and continue to devote substantial attention to, the insurance industry as well as to the sale of products or services to seniors. Regulatory review or the issuance of interpretations of existing laws and regulations may result in the enactment of new laws and regulations that could \n\n30\n\nadversely affect our operations or our ability to conduct business profitably. We are unable to predict whether any such laws or regulations will be enacted and to what extent such laws and regulations would affect our business.\n\nProposed tort reform legislation, if enacted, could decrease demand for casualty insurance, thereby reducing our commission revenues.\n\nLegislation concerning tort reform has been considered, from time to time, in the United States Congress and in several state legislatures. Among the provisions considered in such legislation have been limitations on damage awards, including punitive damages, and various restrictions applicable to class action lawsuits. Enactment of these or similar provisions by Congress, or by states in which we sell insurance, could reduce the demand for casualty insurance policies or lead to a decrease in policy limits of such policies sold, thereby reducing our commission revenues.\n\nIn connection with the implementation of our corporate strategies, we face risks associated with the acquisition or disposition of businesses, the entry into new lines of business, the integration of acquired businesses and the growth and development of these businesses.\n\nIn pursuing our corporate strategy, we may acquire other businesses or dispose of or exit businesses we currently own. The success of this strategy is dependent upon our ability to identify appropriate acquisition and disposition targets, negotiate transactions on favorable terms, complete transactions and, in the case of acquisitions, successfully integrate them into our existing businesses. If a proposed transaction is not consummated, the time and resources spent in researching it could adversely result in missed opportunities to locate and acquire other businesses. If acquisitions are made, there can be no assurance that we will realize the anticipated benefits of such acquisitions, including, but not limited to, revenue growth, operational efficiencies or expected synergies. If we dispose of or otherwise exit certain businesses, there can be no assurance that we will not incur certain disposition-related charges, or that we will be able to reduce overhead related to the divested assets.\n\nFrom time to time, either through acquisitions or internal development, we may enter new lines of business or offer new products and services within existing lines of business. These new lines of business or new products and services may present additional risks, particularly in instances where the markets are not fully developed. Such risks include the investment of significant time and resources; the possibility that these efforts will be not be successful; the possibility that marketplace does not accept our products or services, or that we are unable to retain clients that adopt our new products or services; and the risk of additional liabilities associated with these efforts. In addition, many of the businesses that we acquire and develop will likely have significantly smaller scales of operations prior to the implementation of our growth strategy. If we are not able to manage the growing complexity of these businesses, including improving, refining or revising our systems and operational practices, and enlarging the scale and scope of the businesses, our business may be adversely affected. Other risks include developing knowledge of and experience in the new business, integrating the acquired business into our systems and culture, recruiting professionals and developing and capitalizing on new relationships with experienced market participants. External factors, such as compliance with new or revised regulations, competitive alternatives and shifting market preferences may also impact the successful implementation of a new line of business. Failure to manage these risks in the acquisition or development of new businesses could materially and adversely affect our business, financial condition and results of operations.\n\nWe have debt outstanding that could adversely affect our financial flexibility and subjects us to restrictions and limitations that could significantly impact our ability to operate our business.\n\nAs of December 31, 2024, we had total consolidated debt outstanding of approximately $93.1 million, collateralized by substantially all of the Company’s assets, including rights to future commissions. In the year ended December 31, 2024, we had debt servicing costs of $16.8 million (see \"Note 9. Debt\"  in the consolidated financial statements included herein), and $7.3 million of which was attributable to interest. In the year ended December 31, 2023, we had debt servicing costs of $23.4 million, $6.9 million of which was attributable to scheduled principal payments, $10.0 million of which was an additional voluntary principal payment (see \"Note 9. Debt\"  in the consolidated financial statements included herein), and $6.6 million of which was attributable to interest. The level of debt we have outstanding during any period could adversely affect our financial flexibility. We also bear risk at the time debt matures. Our ability to make interest and principal payments, to refinance our debt obligations and to fund our planned capital expenditures will depend on our ability to generate cash from operations. Our ability to generate cash from operations is, to a certain extent, subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control, such as an environment of rising or continuously high interest rates. The need to service our indebtedness will also reduce our ability to use cash for other purposes, including working capital, dividends to stockholders, acquisitions, capital expenditures, share repurchases, and general corporate purposes. If we cannot service our indebtedness, we may have to take actions such as selling \n\n31\n\nassets, seeking additional equity or reducing or delaying capital expenditures, strategic acquisitions, and investments, any of which could impede the implementation of our business strategy or prevent us from entering into transactions that would otherwise benefit our business. Additionally, we may not be able to effect such actions, if necessary, on favorable terms, or at all. We may not be able to refinance any of our indebtedness on favorable terms, or at all.\n\nThe Credit Agreement dated January 8, 2025 (\"the Credit Agreement\") governing our debt contains covenants that, among other things, restrict our ability to make certain restricted payments, incur additional debt, engage in certain asset sales, mergers, acquisitions or similar transactions, create liens on assets, engage in certain transactions with affiliates, change our business or make investments and require us to comply with certain financial covenants. The restrictions in the Credit Agreement governing our debt may prevent us from taking actions that we believe would be in the best interest of our business and our stockholders and may make it difficult for us to execute our business strategy successfully or effectively compete with companies that are not similarly restricted. We may also incur future debt obligations that might subject us to additional or more restrictive covenants that could affect our financial and operational flexibility, including our ability to pay dividends. We cannot make any assurances that we will be able to refinance our debt or obtain additional financing on terms acceptable to us, or at all. In addition, our variable rate debt, including our Credit Agreement (which bears interest on a floating basis tied to the Secured Overnight Finance Rate (\"SOFR\") and therefore is subject to changes in the associated interest expense), exposes us to interest rate risk including variable rate exposure resulting from changes to the SOFR. If interest rates were to increase, our debt service obligations on our variable rate indebtedness would increase even if the amount borrowed remained the same. To the extent that interest rate risk materializes and is not fully mitigated, the resulting increase in interest expense could have a material adverse effect on our results of operations. A failure to comply with the restrictions under the Credit Agreement could result in a default under the financing obligations or could require us to obtain waivers from our lenders for failure to comply with these restrictions. The occurrence of a default that remains uncured or the inability to secure a necessary consent or waiver could cause our obligations with respect to our debt to be accelerated and have a material adverse effect on our business, financial condition and results of operations.\n\nChanges in our accounting estimates and assumptions could negatively affect our financial position and operating results.\n\nWe prepare our consolidated financial statements in accordance with GAAP. These accounting principles require us to make assumptions, estimates or judgments that affect the reported amounts of assets, liabilities, revenues and expenses in our consolidated financial statements. We are also required to make certain judgments and estimates that affect the disclosed and recorded amounts of revenues and expenses related to accounting under Topic 606. We periodically evaluate our assumptions, estimates and judgment. We base our estimates and judgments on historical experience and other assumptions that we believe are reasonable under the circumstances. Such assumptions, estimates or judgments, however, are subjective and could change in the future as more information becomes known, which could impact the amounts reported and disclosed in our consolidated financial statements. Additionally, changes in accounting standards could increase costs to the organization and could have an adverse impact on our future financial position and results of operations.\n\nBecause our business is highly concentrated in Texas, California, Florida and Illinois, adverse economic conditions, natural disasters, or regulatory changes in these states could adversely affect our financial condition.\n\nA significant portion of our business is concentrated in Texas, California, Florida and Illinois. The insurance business is primarily a state-regulated industry, and therefore, state legislatures may enact laws that adversely affect the insurance industry. Because our business is concentrated in the states identified above, we face greater exposure to unfavorable changes in regulatory conditions in those states than insurance intermediaries whose operations are more diversified through a greater number of states. In addition, the occurrence of adverse economic conditions, natural or other disasters, or other circumstances specific to or otherwise significantly impacting these states could adversely affect our financial condition, results of operations and cash flows. We are susceptible to losses and interruptions caused by hurricanes (particularly in Texas, where our headquarters and several offices are located, and Florida), earthquakes, power shortages, telecommunications failures, water shortages, floods, fire, extreme weather conditions, geopolitical events such as terrorist acts and other natural or man-made disasters. For example, Southern California was recently affected by wildfires, and parts of Florida experienced hurricanes. Our insurance coverage with respect to natural disasters is limited and is subject to deductibles and coverage limits. Such coverage may not be adequate or may not continue to be available at commercially reasonable rates and terms.\n\n32\n\nChanges in tax laws could impact our operations and profitability.\n\nChanges in tax laws could impact our operations and profitability. For example the Tax Cuts and Jobs Act (the “Tax Reform Act”), which was signed into law 2017, made significant changes to the U.S. federal income tax rules for taxation of individuals and corporations. In the case of individuals, the top federal income rate was reduced to 37%, special rules reduced the taxation of certain income earned through pass-through entities and various deductions were eliminated or limited, including limiting the deduction for state and local taxes to $10,000 per year, decreasing the mortgage interest deduction on new homes to $750,000 and eliminating the home equity line of credit interest deduction for loans that are not considered home acquisition debt.\n\nOur homeowner and dwelling property lines of business comprised 61% of our premiums in 2024 and a majority of our new accounts are sourced by referral sources tied to home closing transactions. As we expand our franchise pipeline into new geographies that are located in high tax jurisdictions, we cannot guarantee our ability to grow our client base at the same pace as our existing geographies and generate new business if there is lower demand in the housing market as a consequence of the Tax Reform Act or future changes in tax rules.\n\nWe derive a significant portion of our commission revenues from a limited number of Carriers, the loss of which would result in additional expense and loss of market share.\n\nIn 2024, three Carriers represented more than 10% of total revenue at 19%, 15%, and 10%. In 2023, two Carriers represented more than 10% of total revenue at 16% and 12%. In 2022, two Carriers represented more than 10% of total revenue at 14% and 12%. Should any of these Carriers seek to terminate its arrangements with us, we could be forced to move our business to another Carrier and some additional expense and loss of market share could possibly result. The recent wildfires in Southern California and hurricanes in Florida could materially affect Carriers\n\nand could result in diminished Carrier capacity.\n\nOur business may be harmed if we lose our relationships with Carriers, fail to maintain good relationships with Carriers, become dependent upon a limited number of Carriers or fail to develop new Carrier relationships.\n\nOur business typically enters into contractual agency relationships with Carriers that are sometimes unique to Goosehead, but non-exclusive and terminable on short notice by either party for any reason. In many cases, Carriers also have the ability to amend the terms of our agreements unilaterally on short notice. Carriers may be unwilling to allow us to sell their existing or new insurance products or may amend our agreements with them, for a variety of reasons, including for competitive or regulatory reasons or because of a reluctance to distribute their products through our platform. Carriers may decide to rely on their own internal distribution channels, choose to exclude us from their most profitable or popular products, or decide not to distribute insurance products in individual markets in certain geographies or altogether. The termination or amendment of our relationship with a Carrier could reduce the variety of insurance products we offer. We also could lose a source of, or be paid reduced commissions for, future sales and could lose Renewal Revenue for past sales. Our business could also be harmed if we fail to develop new Carrier relationships.\n\nIn the future, it may become necessary for us to offer insurance products from a reduced number of Carriers or to derive a greater portion of our revenues from a more concentrated number of Carriers as our business and the insurance industry evolve. Should our dependence on a smaller number of Carriers increase, whether as a result of the termination of Carrier relationships, Carrier consolidation or otherwise, we may become more vulnerable to adverse changes in our relationships with our Carriers, particularly in states where we offer insurance products from a relatively small number of Carriers or where a small number of Carriers dominate the market. The termination, amendment or consolidation of our relationship with our Carriers could harm our business, financial condition and results of operations.\n\nThe failure by Mark Jones and Robyn Jones to maintain either a minimum voting interest in us or the ability to elect or designate for election at least a majority of our board of directors could trigger a change of control default under our Credit Agreement.\n\nPursuant to the Credit Agreement, a change of control default will be triggered when any person or group other than Mark Jones and Robyn Jones becomes the beneficial owner of more than 50% of the voting power represented by our outstanding equity interests, unless Mark and Robyn Jones have the ability to elect or designate for election at least a majority of our board of directors. Such a default could result in the acceleration of repayment of our and our subsidiaries’ indebtedness, including borrowings under the Revolving Credit Facility (as defined below) if not waived by the lenders under the Credit Agreement. Mark Jones and Robyn Jones may choose to dispose of part or all of their stakes in us and/or may cease to exercise the current level of control they have over the appointment and removal of members of our board of directors. Any such changes may trigger a change of control event that could \n\n33\n\nresult in us being forced to repay the outstanding sums owed under our Credit Agreement. If any such event occurs, this may negatively affect our financial condition and operating results. In addition, we may not have sufficient funds to finance repayment of any of such indebtedness upon any such change of control.\n\nOur results may be adversely affected by changes in the mode of compensation in the insurance industry.\n\nIn the past, state regulators have scrutinized the manner in which insurance brokers are compensated. For example, the Attorney General of the State of New York brought charges against members of the insurance brokerage community. These actions have created uncertainty concerning longstanding methods of compensating insurance brokers. Given that the insurance brokerage industry has faced scrutiny from regulators in the past over its compensation practices, and the transparency and discourse to clients regarding brokers’ compensation, it is possible that regulators may choose to revisit the same or other practices in the future. If they do so, compliance with new regulations along with any sanctions that might be imposed for past practices deemed improper could have an adverse impact on our future results of operations and inflict significant reputational harm on our business.\n\nWe may require additional debt financing in the future, which may not be available or may be available only on unfavorable terms.\n\nWe may need to raise additional funds through debt financings or access funds through existing or new credit facilities. Any debt financing or refinancing, if available at all, may be on terms that are not favorable to us. Our access to funds under our Revolving Credit Facility is dependent on the ability of the banks that are parties to the  Revolving Credit Facility to meet their funding commitments. If we cannot obtain adequate capital or sources of credit on favorable terms, or at all, our business, results of operations, and financial condition could be adversely affected.\n\nRisks relating to our franchise business\n\nThe failure to attract and retain highly qualified Franchisees could compromise our ability to expand the Goosehead network.\n\nOur most important asset is the people in our network, and the success of Goosehead depends largely on our ability to attract and retain high quality franchise agents. If we fail to attract and retain franchise agents, our Franchisees may fail to generate the revenue necessary to pay the contractual fees owed to us.\n\nThe nature of franchise relationships can give rise to conflict. For example, Franchisees or agents may become dissatisfied with the amount of contractual fees owed under franchise or other applicable arrangements, particularly in the event that we decide to increase fees further. They may disagree with certain network-wide policies and procedures, including policies such as those dictating brand standards or affecting their marketing efforts. They may also be disappointed with any marketing campaigns designed to develop our brand. There are a variety of reasons why our franchisor-franchisee relationship can give rise to conflict. If we experience any conflicts with our Franchisees on a large scale, our Franchisees may decide not to renew their Franchise Agreements upon expiration or may file lawsuits against us or they may seek to disaffiliate with us, which could also result in litigation. These events may, in turn, materially and adversely affect our business, financial condition and results of operations.\n\nOur financial results are affected directly by the operating results of Franchisees and agents, over whom we do not have direct control.\n\nOur franchises generate revenue in the form of Agency Fees and commissions. Accordingly, our financial results depend upon the operational and financial success of our Franchisees and their agents. If industry trends or economic conditions are not sustained or do not continue to improve, our Franchisees’ financial results may worsen, and our revenue may decline. We may also have to terminate Franchisees due to non-reporting and non-payment. Further, if Franchisees fail to renew their Franchise Agreements, or if we decide to restructure Franchise Agreements in order to induce Franchisees to renew these agreements, then our revenues may decrease, and profitability from new Franchisees may be lower than in the past due to reduced ongoing fees and other non-standard incentives we may need to provide.\n\nWe rely in part on our Franchisees and the manner in which they operate their locations to develop and promote our business. Although we have developed criteria to evaluate and screen prospective Franchisees, we cannot be certain that our Franchisees will have the business acumen or financial resources necessary to operate successful franchises in their franchise areas and state franchise laws may limit our ability to terminate or modify these Franchise Agreements. Moreover, despite our training, support and monitoring, Franchisees may not successfully operate in a manner consistent with our standards and requirements or may not hire and train qualified personnel. The failure of our Franchisees to operate their franchises successfully could have a material adverse effect on us, \n\n34\n\nour reputation, our brand and our ability to attract prospective Franchisees and could materially adversely affect our business, financial condition or results of operations.\n\nOur Franchisees and agents could take actions that could harm our business.\n\nOur Franchisees are independent businesses and the agents who work within these brokerages are independent contractors and, as such, are not our employees, and we do not exercise control over their day-to-day operations. Our Franchisees may not operate their insurance brokerage businesses in a manner consistent with industry standards or may not attract and retain qualified independent contractor agents. If Franchisees were to provide diminished quality of service to customers, engage in fraud, defalcation, misconduct or negligence or otherwise violate the law or realtor codes of ethics, our image and reputation may suffer materially, and we may become subject to liability claims based upon such actions of our Franchisees and agents. Any such incidence could adversely affect our results of operations.\n\nBrand value can be severely damaged even by isolated incidents, particularly if the incidents receive considerable negative publicity or result in litigation. Some of these incidents may relate to the way we manage our relationship with our Franchisees, our growth strategies or the ordinary course of our business or our Franchisees’ business. Other incidents may arise from events that are or may be beyond our control and may damage our brand, such as actions taken (or not taken) by one or more Franchisees or their agents relating to health, safety, welfare or other matters; litigation and claims; failure to maintain high ethical and social standards for all of our operations and activities; failure to comply with local laws and regulations; and illegal activity targeted at us or others. Our brand value could diminish significantly if any such incidents or other matters erode client confidence in us, which may result in a decrease in our total agent count and, ultimately, lower continuing franchise fees, which in turn would materially and adversely affect our business, financial condition and results of operations.\n\nWe are subject to a variety of additional risks associated with our Franchisees.\n\nOur franchise system subjects us to a number of risks, any one of which may harm the reputation associated with our brand, and/or may materially and adversely impact our business and results of operations.\n\nFranchisee insurance. The Franchise Agreements require each Franchisee to maintain certain insurance types and levels. Certain extraordinary hazards, however, may not be covered, and insurance may not be available (or may be available only at prohibitively expensive rates) with respect to many other risks. Moreover, any loss incurred could exceed policy limits or the Franchisee could lack the required insurance at the time the claim arises, in breach of the insurance requirement, and policy payments made to Franchisees may not be made on a timely basis. Any such loss or delay in payment could have a material and adverse effect on a Franchisee’s ability to satisfy its obligations under its Franchise Agreement, including its ability to make payments for contractual fees or to indemnify us.\n\nFranchise nonrenewal. Each Franchise Agreement has an expiration date. Upon the expiration of the Franchise Agreement, we or the Franchisee may or may not elect to renew the Franchise Agreement. If the Franchise Agreement is renewed, such renewal is generally contingent on the Franchisee’s execution of the then-current form of Franchise Agreement (which may include terms the Franchisee deems to be more onerous than the prior Franchise Agreement), the satisfaction of certain conditions and the payment of a renewal fee. If a Franchisee is unable or unwilling to satisfy any of the foregoing conditions, the expiring Franchise Agreement will terminate upon expiration of the term of the Franchise Agreement. If Franchisees choose not to renew their Franchise Agreements, then this could have a material impact on our financial condition.\n\nFailure to support our expanding franchise system could have a material adverse effect on our business, financial condition or results of operations.\n\nOur growth strategy depends in part on expanding our franchise network, which will require the implementation of enhanced business support systems, management information systems, financial controls and other systems and procedures as well as additional management, franchise support and financial resources. We may not be able to manage our expanding franchise system effectively. Failure to provide our Franchisees with adequate support and resources could materially adversely affect both our new and existing Franchisees as well as cause disputes between us and our Franchisees and potentially lead to material liabilities. Any of the foregoing could materially adversely affect our business, financial condition and results of operations.\n\nOur franchising activities are subject to a variety of state and federal laws and regulations regarding franchises, and any failure to comply with such existing or future laws and regulations could adversely affect our business.\n\nThe sale of franchises is regulated by various state laws as well as by the FTC. The FTC requires that franchisors make extensive disclosure to prospective Franchisees but does not require registration. A number of states require \n\n35\n\nregistration and/or disclosure in connection with franchise offers and sales. In addition, several states have “franchise relationship laws” or “business opportunity laws” that limit the ability of franchisors to terminate Franchise Agreements or to withhold consent to the renewal or transfer of these agreements. We believe that our franchising procedures, as well as any applicable state-specific procedures, comply in all material respects with both the FTC guidelines and all applicable state laws regulating franchising in those states in which we offer new Franchise Agreements. However, noncompliance could reduce anticipated revenue, which in turn may materially and adversely affect our business, financial condition and results of operations.\n\nWe are subject to certain risks related to litigation filed by or against us, and adverse results may harm our business and financial condition.\n\nWe cannot predict with certainty the costs of defense, the costs of prosecution, insurance coverage or the ultimate outcome of litigation and other proceedings filed by or against us, including remedies or damage awards, and adverse results in such litigation and other proceedings may harm our business and financial condition.\n\nSuch litigation and other proceedings may include, but are not limited to, complaints from or litigation by Franchisees, usually related to alleged breaches of contract or wrongful termination under the Franchise Agreements, actions relating to intellectual property, infringement, misappropriation or other violation, commercial arrangements and franchising arrangements.\n\nIn addition, litigation against a Franchisee or its affiliated sales agents by third parties, whether in the ordinary course of business or otherwise, may also include claims against us for liability by virtue of the franchise relationship. As our market share increases, competitors may pursue litigation to require us to change our business practices or offerings and limit our ability to compete effectively. Even claims without merit can be time-consuming and costly to defend and may divert management’s attention and resources away from our business and adversely affect our business, financial condition and results of operations. Franchisees may fail to obtain insurance naming Goosehead Insurance, Inc. as an additional insured on such claims. In addition to increasing Franchisees’ costs and limiting the funds available to pay us contractual fees and reducing the execution of new Franchise Agreements, claims against us (including vicarious liability claims) divert our management resources and could cause adverse publicity, which may materially and adversely affect us and our brand, regardless of whether such allegations are valid or whether we are liable. A substantial unsatisfied judgment against us or one of our subsidiaries could result in bankruptcy, which would materially and adversely affect our business, financial condition and results of operations.\n\nWe may not be able to manage growth successfully.\n\nIn order to successfully expand our business, we must effectively recruit, develop and motivate new Franchisees, and we must maintain the beneficial aspects of our corporate culture. We may not be able to hire new employees with the expertise necessary to manage our growth quickly enough to meet our needs. If we fail to effectively manage our hiring needs and successfully develop our Franchisees, our Franchisee and employee morale, productivity and retention could suffer, and our brand and results of operations could be harmed. Effectively managing our potential growth could require significant capital expenditures and place increasing demands on our management. We may not be successful in managing or expanding our operations or in maintaining adequate financial and operating systems and controls. If we do not successfully manage these processes, our brand and results of operations could be adversely affected.\n\nRisks relating to intellectual property, data privacy and cybersecurity\n\nOur business depends on a strong brand, and any failure to maintain, protect and enhance our brand would hurt our ability to grow our business, particularly in new markets where we have limited brand recognition.\n\nWe have developed a strong brand that we believe has contributed significantly to the success of our business. Maintaining, protecting and enhancing the “Goosehead Insurance” brand is critical to growing our business, particularly in new markets where we have limited brand recognition. If we do not successfully build and maintain a strong brand, our business could be materially harmed or result in an inability to grow or maintain our brand.\n\nInfringement, misappropriation, dilution or other violation of our intellectual property by third parties could harm our business.\n\nWe believe that our \"Goosehead Insurance\" trademark has significant value and that this and other intellectual property are valuable assets that are critical to our success. Unauthorized uses or other infringement, misappropriation or violation of our trademarks, service marks or other intellectual property could diminish the value of our brand and may adversely affect our business. Effective intellectual property protection may not be available in \n\n36\n\nevery market in which we operate. Additionally, we cannot guarantee that future trademark registrations for pending or future applications will issue, or that any registered trademarks will be enforceable or provide adequate protection of our intellectual property and other proprietary rights. The United States Patent and Trademark Office and various foreign trademark offices also require compliance with a number of procedural, documentary, fee payment and other similar provisions during the trademark registration process and after a registration has issued. There are situations in which noncompliance can result in abandonment or cancellation of a trademark filing, resulting in partial or complete loss of trademark rights in the relevant jurisdiction. If this occurs, our competitors might be able to enter the market under identical or similar brands. Failure to adequately protect our intellectual property rights could damage our brand and impair our ability to compete effectively. \n\nEven where we have effectively secured statutory protection for our trademarks and other intellectual property, our competitors and other third parties may infringe, misappropriate or otherwise violate our intellectual property. In the course of litigation, or as a preventative measure, such competitors and other third parties may attempt to challenge the scope of our rights or invalidate our intellectual property. If such challenges were to be successful, it could limit our ability to prevent others from using similar marks or designs may ultimately result in a reduced distinctiveness of our brand in the minds of clients. Defending or enforcing our trademark rights, branding practices and other intellectual property could result in the expenditure of significant resources and divert the attention of management, which in turn may materially and adversely affect our business and operating results, even if such defense or enforcement is ultimately successful. \n\nFailure to obtain, maintain, protect, defend or enforce our intellectual property rights, or allegations that we have infringed, misappropriated or otherwise violated the intellectual property rights of others, could harm our reputation, ability to compete effectively, financial condition and business.\n\nOur success and ability to compete depends in part on our ability to obtain, maintain, protect, defend and enforce our intellectual property. To protect our intellectual property rights, we rely on a combination of trademark and copyright laws, trade secret protection, confidentiality agreements and other contractual arrangements with our affiliates, employees, clients, strategic partners and others. However, such measures provide only limited protection and the steps that we take to protect our intellectual property may be inadequate to deter infringement, misappropriation or other violation of our intellectual property or proprietary information. In addition, we may be unable to detect the unauthorized use of our intellectual property rights. Policing unauthorized use of our intellectual property is difficult, expensive and time-consuming, and we may be required to spend significant resources to monitor and protect our intellectual property rights.\n\nFailure to protect our intellectual property adequately could harm our reputation and affect our ability to compete effectively. In addition, even if we initiate litigation against third parties, such as suits alleging infringement, misappropriation or other violation of our intellectual property, we may not prevail. Litigation brought to protect and enforce our intellectual property rights could be costly, time-consuming and distracting to management. Our efforts to enforce our intellectual property rights may be met with defenses, counterclaims and countersuits attacking the validity and enforceability of our intellectual property rights. Additionally, because of the substantial amount of discovery required in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during this type of litigation. An adverse determination of any litigation proceedings could put our intellectual property at risk of being invalidated or interpreted narrowly and could put our related intellectual property at risk of not issuing or being cancelled. There could also be public announcements of the results of hearings, motions, or other interim proceedings or developments. If securities analysts or investors perceive these results to be negative, it could have a material adverse effect on the price of our common stock. Any of the foregoing could adversely affect our business, financial condition and results of operations.\n\nMeanwhile, third parties may assert intellectual property-related claims against us, including claims of infringement, misappropriation or other violation of their intellectual property, which may be costly to defend, could require the payment of damages, legal fees, settlement payments, royalty payments and other costs or damages, including treble damages if we are found to have willfully infringed certain types of intellectual property, and could limit our ability to use or offer certain technologies, products or other intellectual property. Any intellectual property claims, with or without merit, could be expensive, take significant time and divert management’s resources, time and attention from other business concerns. Moreover, other companies, including our competitors, may have the capability to dedicate substantially greater resources to enforce their intellectual property rights and to defend claims that may be brought against them. Successful challenges against us could require us to modify or discontinue our use of technology or business processes where such use is found to infringe, misappropriate or otherwise violate the rights of others, or require us to purchase costly licenses from third parties, which may not be available on commercially reasonable terms, or at all. Even if a license is available to us, it could be non-exclusive \n\n37\n\nthereby giving our competitors and other third parties access to the same technologies licensed to us, and we may be required to pay significant upfront fees, milestone payments or royalties, which would increase our operating expenses. Any of the foregoing could adversely affect our business, financial condition and results of operations.\n\nImproper disclosure of confidential, personal or proprietary information, whether due to human error, misuse of information by employees or vendors, or as a result of security breaches, cyberattacks or other similar incidents with respect to our or our vendors’ systems, could result in regulatory scrutiny, legal liability or reputational harm, and could have an adverse effect on our business or operations.\n\nWe maintain confidential, personal and proprietary information relating to our company, our employees and our clients. This information includes personally identifiable information, protected health information and financial information. We are subject to laws, regulations, rules, industry standards, contractual obligations and other legal obligations relating to the collection, use, retention, security, transfer, disclosure and other processing of this information. These requirements apply to transfers of information among our affiliates, as well as to transactions we enter into with third-party vendors.\n\nCybersecurity breaches, cyberattacks and other similar incidents, including, among other things, computer viruses, denial of service or information attacks, worms, ransomware attacks, credential stuffing, social engineering, human error, fraud, unauthorized parties gaining access to our information technology systems, theft, malfeasance or\n\nimproper access by employees or vendors, malware attacks, phishing campaigns and vulnerability exploit attempts could disrupt the security of our internal systems and business applications or those of our vendors and impair our ability to provide services to our clients and protect the privacy of their data. Any such incidents may also compromise confidential business information, result in intellectual property or other confidential or proprietary information being lost or stolen, including client, employee or company data, which could harm our reputation, competitive position or otherwise adversely affect our business. \n\nCybersecurity risks have significantly increased in recent years, in part, because of the proliferation of new technologies, the use of the internet and telecommunications technologies to exchange information and conduct transactions, and the increased sophistication and activities of computer hackers, organized crime, terrorists, and other external parties, including foreign state and state-sponsored actors. Moreover, cybersecurity threats are constantly evolving, which makes it more difficult to detect cybersecurity incidents, assess their severity or impact in a timely manner, and successfully defend against them. The Cybersecurity threats also may see their frequency increased, and effectiveness enhanced, by the use of AI. Consequently, the risk of a cybersecurity incident has increased, and as cybersecurity threats evolve, we may be required to expend significant additional resources to continue to modify or enhance our protective measures or to investigate or remediate any information security vulnerabilities, security breaches, cyberattacks or other similar incidents. We cannot provide assurances that our preventative efforts, or those of our vendors or service providers, will be successful, and we may not be able to anticipate all security breaches, cyberattacks or other similar incidents, detect or react to such incidents in a timely manner, implement guaranteed preventive measures against such incidents, or adequately remediate any such incident.\n\nAlthough we maintain policies, procedures and technical safeguards designed to protect the security and privacy of confidential, personal and proprietary information, we cannot eliminate the risk of human error or guarantee our safeguards against employee, vendor or third-party malfeasance. It is possible that the measures we implement, including our security controls over personal data and training of employees on data security, may not prevent improper access to, disclosure of, or misuse of confidential, personal or proprietary information. Moreover, while we generally perform cybersecurity due diligence on our key vendors, because we do not control our vendors and our ability to monitor their cybersecurity is limited, we cannot ensure the cybersecurity measures they take will be sufficient to protect any information we share with them. Due to applicable laws regulations, rules, industry\n\nstandards or contractual obligations, we may be held responsible for security breaches, cyberattacks or other similar incidents attributed to our vendors as they relate to the information we share with them. This could cause harm to our reputation, create legal exposure, or subject us to liability under laws that protect personal data, resulting in increased costs or loss of revenue.\n\nThe occurrence of any security breach, cyberattack or other similar incident with respect to our or our vendors’ systems, or our failure to make adequate or timely disclosures to the public, regulators, law enforcement agencies or affected individuals, as applicable, following any such event, could cause harm to our reputation, subject us to additional regulatory scrutiny, expose us to civil litigation, fines, damages or injunctions or subject us to notification\n\nobligations or liability under applicable data privacy, cybersecurity and other laws, rules and regulations, resulting in increased costs or loss of commissions and fees, any of which could have a material adverse effect on our business, financial condition and results of operations. We cannot ensure that any limitations of liability provisions in our agreements with customers, vendors and other third parties with which we do business would be enforceable or\n\n38\n\nadequate or would otherwise protect us from any liabilities or damages with respect to any particular claim in\n\nconnection with a security breach, cyberattack or other similar incident. Additionally, we cannot be certain that our insurance coverage will be adequate for cybersecurity liabilities actually incurred, that insurance will continue to be available to us on economically reasonable terms, or at all, or that our insurer will not deny coverage as to any future claim.\n\nWe are subject to complex and evolving laws, regulations, rules, industry standards and contractual obligations regarding data privacy and cybersecurity, which can increase the cost of doing business, compliance risks and potential liability.\n\nWe are subject to complex and evolving laws, rules, regulations industry standards and contractual obligations relating to the collection, use, retention, security, transfer, disclosure and other processing of personal information. These laws, rules, regulations, industry standards and contractual obligations apply to transfers of information among our affiliates, as well as to transactions we enter into with third-party vendors. Data privacy and cybersecurity laws, rules and regulations are matters of growing public concern and are continuously changing in the various jurisdictions in which we operate. For example, various federal and state legislators in the United States are proposing new and more robust data privacy and cybersecurity legislation in light of the recent broad-based cyberattacks at a number of companies. These and similar initiatives around the country could increase the cost of developing, implementing or securing our servers and require us to allocate more resources to improved technologies, adding to our IT and compliance costs. Ensuring that our collection, use, retention, protection, transfer, disclosure and other processing of personal information complies with applicable laws, regulations, rules and industry standards regarding data privacy and cybersecurity in relevant jurisdictions can increase operating costs, impact the development of new products or services, and reduce operational efficiency. Any actual or perceived failure to adhere to, or successfully implement processes in response to, changing legal or regulatory requirements in this area could result in legal liability, including litigation, regulatory fines, penalties or other sanctions, damage to our reputation in the marketplace, and other adverse impacts.\n\nAt the federal level, we are subject to, among other laws, rules and regulations, the Gramm-Leach-Bliley Act (\"GLBA\"), which requires financial institutions, including insurers, to, among other things, periodically disclose their privacy policies and practices relating to sharing personal information and, in some cases, enables retail customers to opt out of the sharing of certain personal information with unaffiliated third parties. The GLBA also requires financial institutions to implement an information security program that includes administrative, technical and physical safeguards to ensure the security and confidentiality of customer records and information. We are also subject to the rules and regulations promulgated under the authority of the FTC, which regulates unfair or deceptive acts or practices, including with respect to data privacy and cybersecurity. Moreover, the United States Congress has recently considered, and is currently considering, various proposals for more comprehensive data privacy and cybersecurity legislation, to which we may be subject if passed.\n\nData privacy and cybersecurity are also areas of increasing state legislative focus and we are, or may in the future become, subject to various state laws and regulations regarding data privacy and cybersecurity. For example, the California Consumer Protection Act as amended by the California Privacy Rights Act (collectively, the \"CCPA\"), applies to for-profit businesses that conduct business in California and meet certain revenue or data collection thresholds. The CCPA gives California residents the right to, among other things, request disclosure of personal information collected about them and whether that information has been sold to others, request deletion of personal information (subject to certain exceptions), opt out of the sale of their personal information, and not be discriminated against for exercising these rights. The CCPA contains several exemptions, including an exemption applicable to personal information that is collected, processed, sold or disclosed pursuant to the GLBA. Numerous other states where we do business, or may in the future do business, or from which we otherwise collect, or may in the future otherwise collect, personal information of residents also have enacted or are considering enacting comprehensive data privacy and cybersecurity laws that share similarities with the CCPA. In addition, laws in all 50 U.S. states generally require businesses to provide notice under certain circumstances to clients whose personal information has been disclosed as a result of a data breach. Certain state laws and regulations may be more stringent, broader in scope, or offer greater individual rights, with respect to personal information than federal or other state laws and regulations, and such laws and regulations may differ from each other, which may complicate compliance efforts and increase compliance costs. Aspects of the CCPA, and other federal and state laws and regulations relating to data privacy and cybersecurity, as well as their enforcement, remain unclear, and we may be required to modify our practices in an effort to comply with them.\n\nFurther, while we strive to publish and prominently display privacy policies that are accurate, comprehensive, and compliant with applicable laws, regulations, rules and industry standards, we cannot ensure that our privacy policies and other statements regarding our practices will be sufficient to protect us from claims, proceedings, liability or \n\n39\n\nadverse publicity relating to data privacy or cybersecurity. Although we endeavor to comply with our privacy policies, we may at times fail to do so or be alleged to have failed to do so. The publication of our privacy policies and other documentation that provide promises and assurances about privacy, data protection and cybersecurity can subject us to potential federal or state action if they are found to be deceptive, unfair, or misrepresentative of our actual practices. \n\nAny failure or perceived failure by us to comply with our privacy policies, or applicable data privacy and cybersecurity laws, regulations, rules, industry standards or contractual obligations, or any compromise of security that results in unauthorized access to, or unauthorized loss, destruction, use, modification, acquisition, disclosure, release or transfer of personal information, may result in requirements to modify or cease certain operations or practices, the expenditure of substantial costs, time and other resources, proceedings or actions against us, legal liability, governmental investigations, enforcement actions, claims, fines, judgments, awards, penalties, sanctions and costly litigation (including class actions). Any of the foregoing could harm our reputation, distract our management and technical personnel, increase our costs of doing business, adversely affect the demand for our products and services, and ultimately result in the imposition of liability, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks relating to our organizational structure\n\nWe are a holding company and our principal asset is our 66.2% ownership interest in Goosehead Financial, LLC, and we are accordingly dependent upon distributions from Goosehead Financial, LLC to pay dividends, if any, taxes, make payments under the tax receivable agreement and pay other expenses.\n\nWe are a holding company and our principal asset is our direct or indirect ownership of 66.2% of the outstanding LLC Units. We have no independent means of generating revenue. As the sole managing member of Goosehead Financial, LLC, we intend to cause Goosehead Financial, LLC to make distributions to the Pre-IPO LLC Members and us, in amounts sufficient to cover all applicable taxes payable by us and the Pre-IPO LLC members and any payments we are obligated to make under the tax receivable agreement we entered into as part of the reorganization transactions and to fund dividends to our stockholders in accordance with our dividend policy, to the extent our board of directors declares such dividends.\n\nDeterioration in the financial conditions, earnings or cash flow of Goosehead Financial, LLC and its subsidiaries for any reason could limit or impair their ability to pay such distributions. Additionally, to the extent that we need funds and Goosehead Financial, LLC is restricted from making such distributions to us under applicable law or regulation, as a result of covenants in our Credit Agreement or otherwise, we may not be able to obtain such funds on terms acceptable to us or at all and as a result could suffer a material adverse effect on our liquidity and financial condition.\n\nIn certain circumstances, Goosehead Financial, LLC will be required to make distributions to us and the other holders of LLC Units, and the distributions that Goosehead Financial, LLC will be required to make may be substantial.\n\nUnder the amended and restated Goosehead Financial, LLC agreement, Goosehead Financial, LLC will generally be required from time to time to make pro rata distributions in cash to us and the other holders of LLC Units in amounts that are intended to be sufficient to cover the taxes on our and the other LLC Units holders’ respective allocable shares of the taxable income of Goosehead Financial, LLC. As a result of (i) potential differences in the amount of net taxable income allocable to us and the other LLC Unit holders, (ii) the lower tax rate applicable to corporations than individuals and (iii) the favorable tax benefits that we have previously received and anticipate receiving in the future from (a) acquisitions of interests in Goosehead Financial, LLC in connection with future taxable redemptions or exchanges of LLC Units for shares of our Class A common stock and (b) payments under the tax receivable agreement, we expect that these tax distributions will be in amounts that exceed our tax liabilities and obligations to make payments under the tax receivable agreement. Our board of directors will determine the appropriate uses for any excess cash so accumulated, which may include, among other uses, dividends, the payment of obligations under the tax receivable agreement and the payment of other expenses. We will have no obligation to distribute such cash (or other available cash other than any declared dividend) to our stockholders. No adjustments to the redemption or exchange ratio of LLC Units for shares of Class A common stock will be made as a result of either (i) any cash distribution by us or (ii) any cash that we retain and do not distribute to our stockholders. To the extent that we do not distribute such excess cash as dividends on our Class A common stock and instead, for example, hold such cash balances or lend them to Goosehead Financial, LLC, the Pre-IPO LLC Members would benefit from any value attributable to such cash balances as a result of their ownership of Class A \n\n40\n\ncommon stock following a redemption or exchange of their LLC Units. See \"Item 13. Certain relationships and related transactions, and director independence\".\n\nWe have Pre-IPO LLC Members who own a significant portion of our common stock and whose interests in our business may be different than yours, and certain statutory provisions afforded to stockholders are not applicable to us.\n\nThe Pre-IPO LLC Members control approximately 33.8% of the combined voting power of our common stock. Further, pursuant to a stockholders agreement (the \"Stockholders Agreement\") we and the Pre-IPO LLC Members entered into, the Pre-IPO LLC Members may approve or disapprove substantially all transactions and other matters requiring approval by our stockholders, such as a merger, consolidation, dissolution or sale of all or substantially all of our assets, the issuance or redemption of certain additional equity interests in an amount exceeding $50 million, any change in the size of the board of directors and amendments to our certificate of incorporation or bylaws. In addition, the Stockholders Agreement provides that approval by the Pre-IPO LLC Members is required for any changes to the strategic direction or scope of Goosehead Insurance, Inc. and Goosehead Financial, LLC’s business, any acquisition or disposition of any asset or business having consideration in excess of 15% of our total assets and the hiring and termination of our Chief Executive Officer, Chief Financial Officer, Chief Operating Officer, General Counsel or Controller (including terms of compensation). Furthermore, the Stockholders Agreement provides that, until the Substantial Ownership Requirement is no longer met, the Pre-IPO LLC Members may designate a majority of the nominees for election to our board of directors, including the nominee for election to serve as Chairman of our board of directors.\n\nThis concentration of ownership and voting power may also delay, defer or even prevent an acquisition by a third party or other change of control of our company which could deprive you of an opportunity to receive a premium for your shares of Class A common stock and may make some transactions more difficult or impossible without the support of the Pre-IPO LLC Members, even if such events are in the best interests of minority stockholders. Furthermore, this concentration of voting power with the Pre-IPO LLC Members may have a negative impact on the price of our Class A common stock. In addition, because the Pre-IPO LLC Members will have the ability to designate a majority of the nominees for election to our board of directors, including the nominee for election to serve as Chairman of our board of directors until the Substantial Ownership Requirement is no longer met, the Pre-IPO LLC Members will be able to control us as long as they hold at least 10% of the aggregate number of outstanding shares of our common stock. The Pre-IPO LLC Members may not be inclined to permit us to issue additional shares of Class A common stock, including for the facilitation of acquisitions, if it would dilute their holdings below the 10% threshold.\n\nWe cannot predict whether our dual class structure, combined with the concentrated control of the Pre-IPO LLC Members, will result in a lower or more volatile market price of our Class A common stock or in adverse publicity or other adverse consequences. For example, certain index providers have announced restrictions on including companies with multiple-class share structures in certain of their indexes. FTSE Russell requires new constituents of its indexes to have greater than 5% of the company’s voting rights in the hands of public stockholders. Because of our dual class structure, we will likely be excluded from these indexes and, in the event we are included in one of such indexes, we may be subsequently removed. In addition, we cannot assure you that other stock indexes will not take similar actions. Given the sustained flow of investment funds into passive strategies that seek to track certain indexes, exclusion or removal from stock indexes would likely preclude investment by many of these funds and could make our Class A common stock less attractive to other investors. As a result, the market price of our Class A common stock could be adversely affected.\n\nThe Pre-IPO LLC Members’ interests may not be fully aligned with yours, which could lead to actions that are not in your best interests. Because the Pre-IPO LLC Members hold a majority of their economic interests in our business through Goosehead Financial, LLC rather than through the public company, they may have conflicting interests with holders of shares of our Class A common stock. For example, the Pre-IPO LLC Members may have a different tax position from us, which could influence their decisions regarding whether and when we should dispose of assets or incur new or refinance existing indebtedness, especially in light of the existence of the tax receivable agreement, and whether and when we should undergo certain changes of control within the meaning of the tax receivable agreement or terminate the tax receivable agreement. In addition, the structuring of future transactions may take into consideration these tax or other considerations even where no similar benefit would accrue to us. See \"Item 13. Certain relationships and related transactions, and director independence\". In addition, the Pre-IPO LLC Members’ significant ownership in us and resulting ability to effectively control us may discourage someone from making a significant equity investment in us, or could discourage transactions involving a change in control, including transactions in which you as a holder of shares of our Class A common stock might otherwise receive a premium for your shares over the then-current market price.\n\n41\n\nWe have opted out of Section 203 of the General Corporation Law of the State of Delaware (the “DGCL”), which prohibits a publicly held Delaware corporation from engaging in a business combination transaction with an interested stockholder for a period of three years after the interested stockholder became such unless the transaction fits within an applicable exemption, such as board approval of the business combination or the transaction which resulted in such stockholder becoming an interested stockholder. Therefore, the Pre-IPO LLC Members are able to transfer control of us to a third party by transferring their shares of our common stock (subject to certain restrictions and limitations), which would not require the approval of our board of directors or our other stockholders.\n\nOur certificate of incorporation and Stockholders Agreement provide that, to the fullest extent permitted by law, the doctrine of “corporate opportunity” under Delaware law will only apply against our directors and officers and their respective affiliates for competing activities related to insurance brokerage activities. This doctrine will not apply to any business activity other than insurance brokerage activities. See \"Item 13. Certain relationships and related transactions, and director independence\". Furthermore, the Pre-IPO LLC Members have business relationships outside of our business.\n\nWe will be required to pay the Pre-IPO LLC Members for certain tax benefits we may claim, and the amounts we may pay could be significant.\n\nAs described under Item 7. Management's discussion and analysis of financial condition and results of operations — Liquidity and capital resources — Tax receivable agreement,\" prior and future taxable redemptions or exchanges by the Pre-IPO LLC Members of LLC Units for shares of our Class A common stock have resulted and are expected to result in tax basis adjustments to the assets of Goosehead Financial, LLC that have been and will be allocated to us and thus produce favorable tax attributes. These tax attributes would not be available to us in the absence of those transactions. These past and future tax basis adjustments have reduced and are expected to reduce the amount of tax that we have paid and would otherwise be required to pay in the future.\n\nWe entered into a tax receivable agreement on May 1, 2018 with the Pre-IPO LLC Members that provides for the payment by us to the Pre-IPO LLC Members of 85% of the amount of cash savings, if any, in U.S. federal, state and local income tax or franchise tax that we actually realize as a result of (i) any increase in tax basis in Goosehead Insurance, Inc.’s assets resulting from (a) the purchase of LLC Units from any of the Pre-IPO LLC Members using the net proceeds from any future offering, (b) redemptions or exchanges by the Pre-IPO LLC Members of LLC Units for shares of our Class A common stock or (c) payments under the tax receivable agreement and (ii) tax benefits related to imputed interest deemed arising as a result of payments made under the tax receivable agreement. This is a payment of obligation of Goosehead Insurance, Inc. and not Goosehead Financial, LLC.\n\nThe actual increase in tax basis from future purchases, redemptions or exchanges, as well as the amount and timing of any payments under the tax receivable agreement, will vary depending on a number of factors, including, but not limited to, the timing of any future redemptions, exchanges or purchases of the LLC Units held by Pre-IPO LLC Members, the price of our Class A common stock at the time of the purchase, redemption or exchange, the extent to which redemptions or exchanges are taxable, the amount and timing of the taxable income that we generate in the future, the tax rates then applicable and the portion of our payments under the tax receivable agreement constituting imputed interest. We expect that, as a result of the increases in the tax basis of the tangible and intangible assets of Goosehead Financial, LLC attributable to the redeemed or exchanged LLC Units, the payments that we may make to the existing Pre-IPO LLC Members could be substantial. Payments under the tax receivable agreement are not conditioned on the Pre-IPO LLC Members’ continued ownership of us. There may be a material negative effect on our liquidity if, as described below, the payments under the tax receivable agreement exceed the actual benefits we receive in respect of the tax attributes subject to the tax receivable agreement and/or distributions to us by Goosehead Financial, LLC are not sufficient to permit us to make payments under the tax receivable agreement.\n\nIn addition, although we are not aware of any issue that would cause the Internal Revenue Service (“IRS”) to challenge the tax basis increases or other benefits arising under the tax receivable agreement, the Pre-IPO LLC Members will not reimburse us for any payments previously made if such tax basis increases or other tax benefits are subsequently disallowed, except that any excess payments made to the Pre-IPO LLC Members will be netted against future payments otherwise to be made under the tax receivable agreement, if any, after our determination of such excess. As a result, in such circumstances we could make payments to the Pre-IPO LLC Members under the tax receivable agreement that are greater than our actual cash tax savings and may not be able to recoup those payments, which could negatively impact our liquidity.\n\nIn addition, the tax receivable agreement provides that, upon certain mergers, asset sales or other forms of business combination, or certain other changes of control, our obligations or our successor’s obligations with \n\n42\n\nrespect to tax benefits would be based on certain assumptions, including that we or our successor would have sufficient taxable income to fully utilize the increased tax deductions and tax basis and other benefits covered by the tax receivable agreement. As a result, upon a change of control, we could be required to make payments under the tax receivable agreement that are greater than the specified percentage of our actual cash tax savings, which could negatively impact our liquidity.\n\nThis provision of the tax receivable agreement may result in situations where the Pre-IPO LLC Members have interests that differ from or are in addition to those of our other stockholders. In addition, we could be required to make payments under the tax receivable agreement that are substantial and in excess of our, or a potential acquirer’s, actual cash savings in income tax.\n\nFinally, because we are a holding company with no operations of our own, our ability to make payments under the tax receivable agreement is dependent on the ability of Goosehead Financial, LLC to make distributions to us. Our Credit Agreement restricts the ability of Goosehead Financial, LLC to make distributions to us, which could affect our ability to make payments under the tax receivable agreement. To the extent that we are unable to make payments under the tax receivable agreement for any reason, such payments will be deferred and will accrue interest until paid, which could negatively impact our results of operations and could also affect our liquidity in periods in which such payments are made.\n\nRisks relating to ownership of our Class A common stock\n\nSome provisions of Delaware law and our certificate of incorporation and by-laws may deter third parties from acquiring us and diminish the value of our Class A common stock.\n\nOur certificate of incorporation and by-laws provide for, among other things:\n\n•Until the Substantial Ownership Requirement is no longer met, the Pre-IPO LLC Members may designate a majority of the nominees for election to our board of directors, including the nominee for election to serve as Chairman of our board of directors;\n\n•at any time after the Substantial Ownership Requirement is no longer met, there will be:\n\n◦restrictions on the ability of our stockholders to call a special meeting and the business that can be conducted at such meeting or to act by written consent;\n\n◦supermajority approval requirements for amending or repealing provisions in the certificate of incorporation and by-laws;\n\n◦a division of the board of directors into three classes of directors, with each class as equal in number as possible, serving staggered three-year terms, and such directors may only be removed for cause and by the affirmative vote of holders of 75% of the total voting power of our outstanding shares of common stock, voting together as a single class;\n\n•our ability to issue additional shares of Class A common stock and to issue preferred stock with terms that the board of directors may determine, in each case without stockholder approval (other than as specified in our certificate of incorporation);\n\n•the absence of cumulative voting in the election of directors; and\n\n•advance notice requirements for stockholder proposals and nominations.\n\nThese provisions in our certificate of incorporation and by-laws may discourage, delay or prevent a transaction involving a change in control of our company that is in the best interest of our minority stockholders. Even in the absence of a takeover attempt, the existence of these provisions may adversely affect the prevailing market price of our Class A common stock if they are viewed as discouraging future takeover attempts. These provisions could also make it more difficult for stockholders to nominate directors for election to our board of directors and take other corporate actions.\n\nFuture sales, or the possibility of future sales, of a substantial number of our shares of Class A common stock could adversely affect the price of our shares of Class A common stock.\n\nFuture sales of a substantial number of our shares of Class A common stock, or the perception that such sales will occur, could cause a decline in the market price of our shares of Class A common stock. Approximately 12.9 million shares of our Class A common stock and LLC Units (which may be redeemed or exchanged for a corresponding number of shares of Class A common stock) are held by the Pre-IPO LLC Members, the Goosehead Management Holders and Texas Wasatch Holders. If these stockholders sell substantial amounts of shares of Class A common \n\n43\n\nstock in the public market (including any shares of Class A common stock issued upon redemption or exchange of LLC Units), or the market perceives that such sales may occur, the market price of our shares of Class A common stock could be adversely affected. We have also entered into the Registration Rights Agreement (as defined below) pursuant to which we have agreed under certain circumstances to file a registration statement to register the resale of shares of our Class A commons stock held by the Pre-IPO LLC Members, the Goosehead Management Holders and Texas Wasatch Holders, as well as to cooperate in certain public offerings of such shares. We have also filed registration statements to register all shares of Class A common stock and other equity securities that we have issued, or may issue under the Omnibus Incentive Plan and Employee Stock Purchase Plan. These shares of Class A common stock may be freely sold in the public market upon issuance, subject to certain limitations applicable to affiliates. If a large number of our shares of Class A common stock are sold in the public market, the sales could reduce the trading price of shares of Class A common stock.\n\nWe may not be able to successfully maintain effective internal controls over financial reporting.\n\nAs a public company, we are required to maintain effective internal control over financial reporting. While management has certified that our internal control over financial reporting was effective as of December 31, 2024, because internal control over financial reporting is complex, there can be no assurance that our internal control over financial reporting will be effective in the future. We have previously identified material weaknesses that have been remediated, and we may suffer from other material weaknesses in the future. If we fail to maintain effective internal control over financial reporting in the future, such failure could result in a material misstatement of our annual or quarterly financial statements that would not be prevented or detected on a timely basis and which could cause investors and other users to lose confidence in our financial statements, limit our ability to raise capital and have a negative effect on the trading price of our common stock. Additionally, failure to maintain effective internal control over financial reporting may also negatively impact our operating results and financial condition, impair our ability to timely file our periodic and other reports with the Securities and Exchange Commission (the “SEC”), subject us to additional litigation and regulatory actions and cause us to incur substantial additional costs in future periods relating to the implementation of remedial measures.\n\nWe expect that our stock price will be volatile, which could cause the value of your investment to decline, and you may not be able to resell your shares at or above your investment price.\n\nSecurities markets worldwide have experienced, and are likely to continue to experience, significant price and volume fluctuations. This market volatility, as well as general economic, market or political conditions, could reduce the market price of our Class A common stock regardless of our results of operations. The trading price of our Class A common stock is likely to be volatile and subject to wide price fluctuations in response to various factors and risks, including those outlined in \"Item 1A. Risk Factors\".\n\nThese and other factors may cause the market price and demand for shares of our Class A common stock to fluctuate substantially, which may limit or prevent investors from readily selling their shares of Class A common stock and may otherwise negatively affect the liquidity of our Class A common stock. In addition, in the past, when the market price of a stock has been volatile, holders of that stock have sometimes instituted securities class action litigation against the company that issued the stock. If any of our stockholders brought a lawsuit against us, we could incur substantial costs defending the lawsuit. Such a lawsuit could also divert the time and attention of our management from our business, which could significantly harm our profitability and reputation.\n\nOur ability to pay dividends to our stockholders may be limited by our holding company structure, contractual restrictions and regulatory requirements.\n\nWe are a holding company and have no material assets other than our ownership of LLC Units in Goosehead Financial, LLC and we will not have any independent means of generating revenue. We intend to cause Goosehead Financial, LLC to make pro rata distributions to the Pre-IPO LLC Members and us in an amount at least sufficient to allow us and the Pre-IPO LLC Members to pay all applicable taxes, to make payments under the tax receivable agreement entered into with the Pre-IPO LLC Members and to pay our corporate and other overhead expenses. Goosehead Financial, LLC is a distinct legal entity and may be subject to legal or contractual restrictions that, under certain circumstances, may limit our ability to obtain cash from them. If Goosehead Financial, LLC is unable to make distributions, we may not receive adequate distributions, which could materially and adversely affect our dividends and financial position and our ability to fund any dividends.\n\nOur board of directors periodically reviews the cash generated from our business and the capital expenditures required to finance our global growth plans and determine whether to declare periodic dividends to our stockholders. Our board of directors will take into account general economic and business conditions, including our financial condition and results of operations, capital requirements, contractual restrictions, including restrictions and covenants contained in our debt agreements, business prospects and other factors that our board of directors \n\n44\n\nconsiders relevant. In addition, our Credit Agreement limits the amount of distributions that Goosehead Financial, LLC can make to us and the purposes for which distributions can be made. Accordingly, we may not be able to pay dividends even if our board of directors would otherwise deem it appropriate. See \"Item 7. Management’s discussion and analysis of financial condition and results of operations — Liquidity and capital resources — Dividend Policy\".",
      "char_count": 138765
    }
  },
  "extracted_at": "2026-01-19T15:39:04.399725"
}