{
  "ticker": "GTES",
  "company_name": "Gates Industrial Corp plc",
  "cik": 1718512,
  "form_type": "10-K",
  "filing_date": "2025-02-06",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0001718512-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001718512&accession_number=000171851225000013&xbrl_type=v",
  "sic_code": "3560",
  "industry": "General Industrial Machinery & Equipment",
  "sections": {
    "item1": {
      "text": "Item 1. Business \n\nWe are a global manufacturer of innovative, highly engineered power transmission and fluid power solutions. We offer a broad portfolio of products to diverse replacement channel customers, and to original equipment manufacturers (“OEM”) as specified components, with the majority of our revenue coming from replacement channels. Our products are used in applications across numerous end markets, including automotive replacement, automotive OEM, diversified industrial, industrial off-highway, industrial on-highway, energy and resources, and personal mobility. Our net sales have historically been, and remain, highly correlated with industrial activity and utilization, and not with any single end market given the diversification of our business and high exposure to replacement markets. We sell our products globally under the Gates brand, which is recognized by distributors, equipment manufacturers, installers and end users as a premium brand for quality and technological innovation; this reputation has been built over more than 110 years since Gates’ founding in 1911. \n\nWithin the diverse end markets we serve, our highly engineered products are often critical components in applications for which the cost of downtime is high relative to the cost of our products, resulting in the willingness of end users to pay a premium for superior performance and availability. These applications subject our products to normal wear and tear, resulting in natural, and often preventative, replacement cycles that drive high-margin, recurring revenue. Our product portfolio represents one of the broadest ranges of power transmission and fluid power products in the markets we serve, and we maintain long-standing relationships with a diversified group of well-known customers throughout the world. As a leading designer, manufacturer and marketer of highly engineered, mission-critical products, we have become an industry leader across most of our end markets and the regions in which we operate. \n\nGates’ business is well-balanced and diversified across products, channels and geographies, as highlighted in the following charts showing breakdowns of our Fiscal 2024 net sales of $3,408.2 million.\n\nOur History \n\nIn 1911, Charles Gates, Sr. purchased the Colorado Tire and Leather Company, a manufacturer of steel-studded bands of leather that attached to wheels to extend their life. In 1917, the Company commercialized the V-belt, which used rubber and woven threading instead of rope belts, which were more commonly used at that time. In 1963, we built the first of many international facilities in Erembodegem, Belgium, followed by Jacarei, Brazil, in 1973. In 1986, we acquired the Uniroyal Power Transmission Company, which included a controlling interest in a joint venture that laid the groundwork for Gates’ growth in the Asia-Pacific region. \n\nIn 1996, Gates was acquired by a publicly held conglomerate based in the United Kingdom (“U.K.”), Tomkins plc, which was itself acquired in 2009 by Onex Partners and the Canada Pension Plan Investment Board, who proceeded to divest certain of Tomkins plc’s businesses under a new parent entity, Pinafore Holdings B.V. Gates was acquired by certain investment funds affiliated with Blackstone Inc. (“Blackstone”) in July 2014 and in 2015 established a new executive leadership team with Ivo Jurek as Chief Executive Officer. In January 2018, Gates completed an initial public offering (“IPO”), listing on the New York Stock Exchange (“NYSE”).  \n\nOur Solutions \n\nWe operate our business on a product-line basis through our two reporting segments - Power Transmission and Fluid Power. See Note 4 to our audited consolidated financial statements included elsewhere in this report for additional information. \n\nWe sell our products under the Gates brand in all of the geographies and end markets we serve, as well as under select customer brands in certain markets. Our Power Transmission segment includes elastomer drive belts and related components used to efficiently transfer power in a broad range of applications. Power transmission products represented approximately 62% of our total net sales for Fiscal 2024. Our Fluid Power segment includes hoses, tubing and fittings designed to convey hydraulic fluid at high pressures in both mobile and stationary applications, and other high-pressure and fluid transfer hoses. Our fluid power products represented approximately 38% of our net sales for Fiscal 2024. \n\nOur power transmission and fluid power products are often critical to the functioning of the equipment, process or system in which they are components, such that the cost of downtime or potential equipment damage is high relative to the cost of our products. Our products are therefore replaced not only as a result of normal wear and tear, but also pre-emptively as part of ongoing, normal maintenance to the broader system. \n\nWe have a broad portfolio of both power transmission and fluid power products in the end markets we serve. We have a long history of focusing on customer engagement and training, driving product innovation and providing best-in-class order fulfillment services. \n\nPower Transmission. Our power transmission solutions transfer power, convey materials and provide motion control. They are used in applications in which belts, chains, cables, geared transmissions or direct drives transfer power from an engine motor or other source of mechanical power to another part or system. Our belts are made of highly engineered polymer formulations, fabrics or textiles (made from a variety of polymer or natural fibers) and embedded cords for reinforcement (which may be made from polymers such as polyesters or aramids, fiberglass or high performance carbon fibers). Many of these materials are proprietary to Gates. Within our Power Transmission segment, we offer solutions across the following key application platforms: \n\n•Stationary drives: fixed drive systems such as those used in a factory driving a machine or pump, on a grain elevator driving the lift auger or in a distribution center driving automated equipment such as conveyor lines or robotic picking machines;\n\n•Mobile drives: drives on a piece of mobile machinery such as the threshing and separation drives on a combine harvester;\n\n•Engine systems: synchronous drives and related components for cam shaft drives, auxiliary drives and asynchronous accessory drives for air conditioning (“A/C”) compressors, power steering, alternators and starter/generator systems; and\n\n•Personal mobility: drives on motorcycles, scooters, bicycles, both traditional and electric, as well as on snowmobiles and other power sports vehicles that are used to transfer power between the power source and the drive wheel(s) or track.\n\nCustomers choose power transmission solutions based on a number of factors, including application requirements such as load, speed, gear ratio, temperature, operating environment, ease of maintenance, noise, efficiency and reliability, as well as the support they receive from their suppliers, including application-specific engineering services. Belt-based drive systems have many advantages over other alternatives, as they are typically clean, low-maintenance, lubrication-free, quiet with low-vibration, lightweight, compact, energy-efficient, durable and reliable. \n\nBelt-based power transmission drives typically consist of either a synchronous belt (such as a timing belt) or an asynchronous belt (such as a V-belt, continuously-variable transmission (“CVT”) belt or Micro-V® belt) and related components (sprockets, pulleys, mechanical water pumps, tensioners or other accessories). In addition, we also manufacture metal drive components and assemble certain product kits for the automotive replacement channel. \n\nAsynchronous Belts. Asynchronous belts are our highest-volume products and are used in a broad range of applications. We were a pioneer in the design and manufacturing of V-belts, which draw their name from the shape of their profile. We also manufacture “ribbed” V-belts, which are belts with lengthwise V-shaped grooves, which we market under the Micro-V® name. This design results in a thinner and narrower belt for the same drive performance, making it more flexible and offering improved efficiency.\n\nIn industrial end markets, asynchronous belts have a wide variety of applications, including use in pump drives, manufacturing lines, HVAC systems, industrial, truck, bus and marine engines, forestry and mining equipment and many other applications. CVT systems often found in scooters, power sports vehicles and a variety of industrial applications use a specialized V-belt known as a CVT belt. In automotive applications, our asynchronous belts perform functions that include transferring power from the crankshaft to accessory drive components such as the alternator, A/C compressor, power steering system, water pump and, in some vehicles, a belt/starter generator system used in start/stop accessory drive systems to improve fuel economy. \n\nRecently, Gates introduced a new Micro-V® platform for engine accessory drive systems. The combination of newly developed material compounds and product design utilizes less material, reduces belt weight and results in lower bending stiffness. These improvements enable tighter pulley configurations and reduced drive bending losses as compared to previous belt technologies; lower losses result in benefits such as reduced energy consumption, CO2 emissions and heat generation. Additionally, Gates expanded its G-Force product portfolio by introducing the G-Force Workhorse CVT belt for specialty and recreation vehicles. The G-Force Workhorse belt offers more longevity and increased compatibility for end users relative to its predecessor. In 2024, we launched our Quad Power 4 in North America. Quad Power 4 is a maintenance-free, bandless V-belt that utilizes minimal stretch cord technology and is designed to extend product life and eliminate downtime. We also launched timing chain component kits in the United States and India supporting a wide array of vehicles in operation, enhancing value and convenience for both service technicians and consumers.\n\nSynchronous Belts. Synchronous belts, also known as timing belts, have molded teeth and run over matching toothed pulleys or sprockets. Synchronous belts experience no slippage and are often used to transfer high levels of power or to control motion for indexing or timing purposes, as well as for linear positioning and positive drive conveying. They are typically used instead of chains or gears and we believe they have a number of advantages over these alternatives, including less noise, no need for lubrication, improved durability and performance and a more compact design. \n\nExamples of industrial applications include use in HVAC systems, food processing and bottling plants, mining and agricultural equipment, automated warehouse systems and robotics. Our synchronous belts are also utilized in personal mobility vehicles, including both traditional and electric motorcycles, bicycles and scooters, applications in which clean, quiet performance is often valued. In automotive applications, our synchronous belts are used to synchronize the rotation of the engine crankshaft with the camshaft in a valve train system, as well as in electric power steering, parking brake and accessory drive systems which are present in internal-combustion, hybrid and electric vehicles. \n\nIn recent years, Gates launched the Carbon Drive CDC® synchronous belt designed for commuter bicycle applications, and in Fiscal 2022 Gates launched the Carbon Drive Moto X5 synchronous belt designed specifically for mid-motor, sit-down electric scooters and motorcycles typically found in commuting applications in the rapidly evolving Asian market. In Fiscal 2022, Gates launched an updated version of Gates Design Power, an award-wining new digital toolkit consisting of six modules, including four all-new applications and substantially upgraded versions of well-known Gates digital tools, Design IQ™ and Design Flex Pro™. Among the all-new programs is the industry-first Mobility Drive Analysis tool aimed at making it easier for engineers from bicycle, scooter, motorcycle, and power sports OEMs to design Gates’ clean, quiet, durable and low-maintenance Carbon Drive belt systems into their next-generation vehicles to further accelerating conversion from chain and other technologies. In Fiscal 2023, Gates launched the mobile version of Gates Design Power, putting advanced digital design tools to support the engineering of belt drive systems on customers’ mobile devices. \n\n7\n\n\nMetal Drive Components. We source, manufacture and sell tensioners, idlers, pulleys, sprockets and other components used in belt drive systems. These products are designed and engineered to work efficiently with our belts. Tensioners are devices that maintain a constant tension in the belt drive system, thereby ensuring proper function and preventing loss of power or system failure. Tensioners typically employ a spring-loaded arm and a damping mechanism to help control tension in a belt drive system. Idlers, which sometimes also perform as tensioners, are used to take up extra belt length. Gates’ pulleys and sprockets are designed to optimize the performance and working service life of the belt drive system. \n\nKits. Our kits for the automotive replacement channel include all of the parts needed by an automotive service shop to perform a replacement of one or more of our products. Kits are created for specific vehicle makes and models and typically include belts, tensioners and idlers, and will sometimes also include water pumps, which are often replaced simultaneously with a timing belt due to the relatively high labor component in the total cost of a typical replacement. Our kits are convenient for service technicians as they eliminate the need for more complicated product sourcing and provide a more efficient replacement job. On a comparable quantity basis, kits typically sell at a premium to a loose belt and the individual related components. \n\nOur power transmission products are used in a broad range of applications in end markets including: automotive replacement and OEM, diversified industrial, industrial off-highway, industrial on-highway, energy and resources, and personal mobility. The majority of our Fiscal 2024 net sales came from replacement channels, which provide high-margin, recurring revenue streams and are driven by attractive market trends. The bulk of our power transmission replacement business resides in developed regions, in which a large, aging installed base of equipment follows a natural maintenance cycle and is served by well-established distribution channels. For example, a combine harvester can have over 25 high-performance belts that are typically replaced at regular intervals, depending on wear and tear, with end users having access to replacement parts through a large network of distributors. Similarly, in the mature automotive aftermarkets such as North America and Europe, maintenance intervals are well defined, and miles (or kilometers) driven per vehicle and the average vehicle age have generally been increasing, leading to more wear and tear on vehicles. A smaller portion of our power transmission replacement business is generated in emerging markets, which generally have a smaller base of installed equipment and relatively nascent distribution channels. As they continue to develop, these replacement channels in emerging markets represent a significant long-term opportunity for growth. In addition to our power transmission replacement business, we also serve a wide variety of well-known OEM customers across all of our end markets. \n\nFluid Power. Our fluid power solutions are used in applications in which hoses and rigid tubing assemblies either transfer power hydraulically or convey fluids, gases or granular materials from one location to another. Within our Fluid Power segment, we offer solutions across the following key application platforms: \n\n•Stationary hydraulics: applications within stationary machinery, such as an injection molding machine or a manufacturing press;\n\n•Mobile hydraulics: applications used to power various implements in mobile equipment used in construction, agriculture, mining and other heavy industries;\n\n•Vehicle systems: applications in thermal management, emissions reduction, turbocharger, air intake and other systems for electric, hybrid and internal combustion passenger and commercial vehicles; and\n\n•Other industrial: applications in which hoses are used to convey fluids, gases or granular material across several industries such as food and beverage, other process industries, oil and gas drilling and refining, and data centers. \n\nCustomers choose fluid power solutions based on a number of factors, including application-specific product performance parameters such as pressure and temperature ratings, corrosion and leak resistance, weight, flexibility, abrasion resistance and cleanliness, as well as compliance with standards and product availability. Attributes associated with the supplier, including brand, global footprint and reputation for reliability, quality and service, are also considered. \n\nHydraulics. Our hydraulics product line is comprised of hoses, couplings, tubing and fittings, offered either as standalone products or completed assemblies. Our hydraulic products are key components of hydraulic systems in both stationary and mobile equipment applications across end-markets such as construction, agricultural and forestry equipment, as well as in a wide range of manufacturing applications. We provide a full selection of hose sizes and construction types for use in a wide variety of operating requirements and conditions. Hydraulic hoses are made of elastomers reinforced with steel wire or a textile-based yarn, and typically operate at very high pressures, often in extreme environmental conditions. These products are designed for applications that require high levels of quality and durability. In Fiscal 2024, we launched the PRO™ Series ProFlex™ hydraulic hose, which can be applied in a variety of applications while offering lighter weight and more flexibility relative to the key competition.\n\n8\n\n\nOur hydraulic couplings, fittings and tubing are engineered to match the product performance of our hydraulic hoses. The high-pressure nature of hydraulic systems requires that these products have high levels of performance similar to those found in our hydraulic hoses. The ultimate performance of a hydraulic assembly, in which our products function as part of a hydraulic circuit, depends not only on how well the components are made, but also on how well they complement each other. Our hydraulic fittings are manufactured in a wide assortment of sizes and configurations to ensure we meet the wide range of installation requirements in these systems. We also provide Gates-engineered and third-party crimping systems to ensure a proper interface is obtained between our hoses and these metal components to create high-quality, robust hydraulic assemblies.\n\nIn recent years, Gates introduced a new premium product family consisting of hydraulic hoses that are lighter weight and more flexible. Made with a high-performance reinforcement and robust, abrasion-resistant cover, the MXT line of hydraulic hose is comprised of universally applicable, high-performance products that meet the needs of a wide range of applications. Subsequently, we launched the MXG line of hydraulic hose, a flexible, light-weight solution with increased durability and temperature performance, designed to replace conventional spiral hoses typically used in the most demanding applications. We continue to broaden the MXT and MXG product lines. We also launched a smart e-crimper, which is a machine used to attach fittings to hydraulic hoses. In addition to convenient, web-enabled access to training content and product crimp specs, this new crimper can be used with Gates’ intuitive mobile eCrimp app. In Fiscal 2022, we launched the ProV hose family in Europe, which is an addition to our Pro Series product portfolio that leverages technologies developed and first launched in our MXT and MXG product lines. \n\nThermal and Emissions Management. Our thermal and emissions management and related products perform a variety of fluid conveyance, emissions reduction and efficiency improvement functions in electric, hybrid and internal combustion passenger and commercial vehicles. In electric applications, Gates offers hose and electric water pump solutions for the thermal management system regulating the battery, inverter, motor(s) and passenger compartment. In internal combustion applications, Gates primarily provides thermal management hose and water pumps for engine cooling, selective catalytic reduction hoses that are part of systems that reduce harmful emissions from diesel engines and hoses for functions that improve air intake and engine efficiency. In Fiscal 2021, we launched a new line of ThermalPro electric water pumps for OEM and aftermarket applications, broadening Gates presence in hybrid and battery electric vehicle as well as other thermal management applications like data center cooling.\n\nIndustrial Hose. Our industrial hoses are used to transfer a wide range of substances - chemicals, food, beverages, petroleum, fuels, bulk materials, water, steam and air - to meet the requirements of a diverse range of applications, including manufacturing, mining, oil and gas drilling, marine, agriculture, industrial cleaning, construction, and liquid-cooled data centers. Our application engineering teams work with customers to assist them in selecting the appropriate hose solution to safely meet their operational needs. We leverage our materials science expertise to design hoses that perform at varying pressures and levels of resistance to chemicals, oil, abrasion, ozone, flame and both hot and cold temperatures. For performance in extreme environments, many of our industrial hoses feature both crush-resistant and flexible designs. Gates industrial hoses are highly engineered to meet or exceed a multitude of industry standards and certifications, and are offered in a range of diameters, lengths and colors to allow customers to differentiate the hoses in applications. In Fiscal 2024, we introduced our Data Master™ line of hoses designed to support liquid-cooled data centers. During the year, we also launched our Clean Master™ Plus line of pressure washer hoses, which is meaningfully more flexible and lighter relative to traditional 6,000 psi hoses. We also offer a wide range of couplings to provide complete assembly solutions.\n\nOur fluid power products are used in numerous applications in end markets including automotive replacement and OEM, diversified industrial, industrial off-highway, industrial on-highway, and energy and resources. The largest portion of our Fiscal 2024 fluid power revenue came from replacement markets. Within these replacement markets, the majority of our revenue came from industrial applications.\n\nOur Diverse End Markets \n\nOur products play essential roles in a diverse range of applications across a wide variety of end markets including the following:\n\n•automotive replacement and OEM end markets;\n\n•diversified industrial applications from automated manufacturing and logistics systems to everyday consumer applications such as printers, power washers, automatic doors and vacuum cleaners;\n\n•industrial off-highway applications such as agriculture and construction;\n\n•industrial on-highway commercial vehicles such as heavy-duty trucks and buses;\n\n9\n\n\n•energy and resources markets such as oil, gas and mining; and\n\n•personal mobility such as scooters, motorcycles, bicycles, all-terrain vehicles (ATVs) and snowmobiles. \n\nOur net sales have historically been, and remain, highly correlated with industrial activity and utilization, and not with any single end market given the diversification of our business and high exposure to replacement markets. Key indicators of our performance include manufacturing Purchasing Managers' Index, industrial production, industrial sales and manufacturer shipments. \n\nOur products are sold in over 130 countries across our four commercial regions: (1) the Americas; (2) Europe, Middle East & Africa (“EMEA”); (3) Greater China; and (4) East Asia & India. We have a long-standing presence in each of these regions. \n\nOur Channels \n\nWe sell our power transmission and fluid power products both as replacement components and as specified components on original equipment to customers worldwide. During Fiscal 2024, approximately 68% of our net sales were generated from replacement channels and 32% from OEM channels globally. Our mix of replacement channel sales to OEM sales varies by region based on our market strategy and the maturity of the equipment fleet and channel. For example, in emerging markets such as China and India, replacement channels are developing. We believe that enhancing our brand visibility, including through our OEM presence in these emerging markets will allow us to better develop the replacement channels as they mature over time. By contrast, in North America and EMEA, where there are long-established replacement markets, approximately 71% and 74% of our Fiscal 2024 net sales, respectively, were derived from these higher-margin replacement channels. \n\nReplacement. The majority of our sales are generated from customers in replacement channels, who primarily serve a large base of end users with installed equipment that follows a natural maintenance cycle. Our ability to help replacement channel partners maximize revenue is an important part of our value proposition. These customers miss sales opportunities if a required product cannot be obtained quickly, either from a short-lead time order or on-hand inventory. \n\nIn addition to our products, we offer digital tools and other content to distributors, installers and end users of equipment containing our products. We also assist with customer training on product installation and early identification of wear-and-tear on components, which helps drive sales for our channel customers while mitigating the risk of equipment failure for end users. \n\nOEM. We work closely with our OEM customers by providing application engineering expertise to assist them with equipment design and selecting the right products to optimize performance. Close interactions between our research and development (“R&D”) organization and customer technical teams provide input into our innovation and product development processes. We selectively participate in OEM projects, focusing on opportunities where we are able to differentiate with technology and innovative solutions. \n\nCustomers \n\nWe maintain long-standing relationships with many customers, who range from regional or local distributors to large, global multinational distributors and OEMs. No single customer accounted for more than 10% of our Fiscal 2024 net sales. \n\nSales and Marketing and Distribution Organization \n\nOur sales and distribution operations are structured to serve our customers efficiently across the globe. We have field representatives who possess local knowledge of customers and their product and application requirements, as well as established distribution networks in each region, giving us the capability to usually meet our customers’ product availability needs on short lead times.\n\nManufacturing \n\nOur commercial capabilities are complemented by our “in-region, for region” manufacturing footprint, which generally allows us to manufacture products in close proximity to our customers around the world. This model also yields advantages in supply resiliency, avoidance of long logistics routes and associated greenhouse gas (“GHG”) emissions and foreign exchange/tariff costs. We have power transmission and fluid power operations in each commercial region and typically manufacture products for both OEM customers and replacement customers in the same factory, which provides for sharing of raw material inputs, improved factory loading and demand leveling, as well as optimization of capital expenditures. We operate manufacturing facilities and service centers as well as several major technical centers giving us a presence in 31 countries throughout the world. Our in-country deployment of \n\n10\n\n\nmanufacturing and technical resources gives us the capability to meet customer needs rapidly and satisfy regional variations in product preference, while our scale allows us to service global customers on a world-wide basis. \n\nCompetition \n\nWe operate in competitive markets and industries that are very fragmented. Consequently, we have many competitors across our various markets and product offerings. These competitors and the degree of competition vary by product line, geography, end market and channel. Our global presence and the importance of product availability make it difficult for smaller, regional and low-cost country manufacturers to penetrate our markets. We generally differentiate ourselves on the basis of product performance and quality, innovation, breadth of portfolio, customer support and training, service level, fill rates and product availability. \n\nResearch, Development and Intellectual Property \n\nAdvanced R&D is performed primarily at certain R&D centers in the U.S. and Western Europe. These teams focus on developing advanced materials, product constructions and manufacturing processes in support of new and improved products. We also have commercialization and field application engineering teams in all of our regions that are located close to customers in support of their businesses.\n\nAs of December 28, 2024, we held more than 2,200 patents and patent applications and 3,500 trademarks in various jurisdictions, and have elected to protect a variety of technologies and processes as trade secrets. While no individual patent or group of patents, taken alone, is considered critical to our business, collectively our patents and trademarks provide meaningful protection for our products and technical innovations. \n\nMaterials and Suppliers \n\nWe use a wide variety of materials, resulting in a highly diversified mix of inputs, which are sourced from a variety of suppliers around the world. Generally, we seek to obtain materials in the regions where our products are manufactured to minimize lead times, as well as transportation and other costs. We continually seek to manage commodity and raw material costs using various strategies, including working with our customers and suppliers on pricing and costs, exploring material substitution opportunities, combining purchase requirements across regions and changing or qualifying new suppliers when appropriate. \n\nGovernment Regulation\n\nOur operations, products and properties are subject to extensive U.S. and foreign federal, state, local, and provincial laws, regulations and executive actions, including those related to health, safety and environment (“HSE”) protection, such as laws and regulations governing air emissions, wastewater discharges, waste management and disposal, substances in products and workplace health and safety as well as the investigation and clean-up of contaminated sites, laws, regulations and executive actions governing trade control laws, anti-corruption laws, data protection and privacy laws. Under certain environmental laws, the obligation to investigate and remediate contamination at a facility may be imposed on current and former owners, lessees or operators or on persons who may have sent waste to that facility for disposal. We are currently performing environmental investigations and/or remediation at a number of former and current facilities in the U.S. and Canada and are incurring costs in relation to a number of offsite waste disposal sites. For more information, see “Item 1A. Risk Factors - Risks Related to Legal and Regulatory Matters”.\n\nHuman Capital\n\nAs of December 28, 2024, we employed approximately 14,100 full time employees worldwide. Approximately 6,200 of our employees are in North America, 4,300 in EMEA, 2,900 in Greater China and East Asia & India, and 700 in South America. Approximately 66% of our work force consists of production employees, while approximately 25% of our global workforce was female and 75% male. Of approximately 1,500 managerial employees, 21% were female, and 40% of our executive officers were female. \n\nSome of our employees are members of labor unions, and over many years we have been able to maintain successful relationships with the unions and employment organizations. To date, employee relations have been flexible and constructive as we continue to pursue lean manufacturing improvements in our plants. Gates employs agency contractors, temporary employees and contract employees as a relatively small percentage of our workforce. The number of associates in these categories typically varies with demand on our factories and distribution centers. Gates employs a small number of part-time associates across the globe.\n\n11\n\n\nOversight and Governance\n\nOur Board, with support from its compensation committee, actively oversees the Company’s human capital management. This includes reviewing the Company’s workforce overview, stock incentive plans, talent acquisition and retention performance, leadership and talent development programs, executive and critical role development planning, employee engagement, culture, and diversity, equity & inclusion initiatives. Additionally, the Board and its compensation committee manage continuity planning, including evaluating succession plans for the CEO and other executive officers.\n\nHealth and safety\n\nWe prioritize our employees' well-being, recognizing that our commercial success is closely tied to a safe and healthy workforce. To this end, we are dedicated to responsible business practices, guided by the Gates Global HSE Standards Manual. Our goal is to achieve zero injuries and maintain an incident-free workplace. We've made significant strides towards this objective through targeted risk reduction, enhanced case management, increased accountability for corrective actions, and more effective safety observation programs.\n\nTotal rewards\n\nOur compensation philosophy aims to attract, motivate, reward, and retain top-tier employees who can generate and maintain long-term value for our shareholders. We provide competitive and equitable compensation and benefit programs that appropriately reward employees for their contributions to our success. Globally, we provide opportunities for eligible employees to earn short-term and long-term incentive awards, including manufacturing incentive programs for many of our production employees.\n\nEmployee development and training\n\nTo attract, develop, engage and retain the best talent, we invest in our employees and focus on building a workplace and culture that drives innovation, embraces diverse perspectives, encourages collaboration, fosters well-being, and enables growth and opportunity. We empower employees to own their careers and unlock their potential to position us to effectively deliver on priorities with real world application. Our development programs are focused on helping employees build the knowledge and skills needed to support current business priorities and secure future business success. Gates supports a culture of continuous learning and encourages employees to pursue internal and external educational opportunities as part of their professional development path. \n\nIn 2024, we streamlined our Performance & Talent process and launched a new year-end review process that includes evaluating employee annual performance, assessing learning agility and potential to grow their career. We reduced our annual processes and aligned compensation to recognize the potential of our employees as well as their performance. Additionally, this streamlined process provides greater focus on succession and development plans to help employees achieve their career goals. Our global mentoring program facilitates knowledge transfer between mentors and mentees and fosters a diverse and inclusive culture. For our production employees, we offer skills-based training and certification opportunities.  \n\nDiversity, equity and inclusion\n\nOur inclusive environment fosters adaptability, innovation, and creativity, enabling us to deliver the most relevant, innovative, and trusted products and services. This is vital for our continued success and helps unlock the full potential of our employees, customers, partners, and communities.\n\nWe recognize that an engaged workforce directly enhances the value we provide to our customers and strengthens the connections we build in the communities where we live and operate. As a global company, we celebrate local, relevant, and meaningful events that allow colleagues to share their expertise and cultures with one another. In 2024, as part of our ongoing efforts to raise awareness of the importance of diversity, equity and inclusion, each region developed action plans and strategies to improve gender diversity. Key highlights of these plans include promoting inclusive hiring practices, offering training on unconscious bias, forming strategic partnerships with schools and organizations, participating in networking events, implementing blind resume reviews, and ensuring diverse interview panels.\n\nOur three Business Resource groups participated in a variety of events throughout 2024, where they shared ideas, experiences, and insights to strengthen our community and elevate a diverse and inclusive workforce.\n\nAdditionally, the charter for our Board's Nominating and Governance Committee mandates the committee review and recommend the Board's composition and size. This ensures the Board possesses the necessary expertise and includes members with diverse and independent backgrounds.\n\n12\n\n\nWhere You Can Find More Information \n\nWe file annual, quarterly and current reports, proxy statements and other information with the SEC. Our SEC filings are available to the public over the internet at the SEC’s website at http://www.sec.gov. Our SEC filings are also available on our website, free of charge, at http://investors.gates.com as soon as reasonably practicable after they are filed with or furnished to the SEC. \n\nWe maintain an internet site at http://www.gates.com. We use our website as a channel of distribution of company information. The information we post through this channel may be deemed material. Accordingly, investors should monitor this channel, in addition to following our press releases, SEC filings and public conference calls, and webcasts. In addition, you may automatically receive email alerts and other information about Gates when you enroll your email address by visiting the “Investor Resources—Email Alerts” section of our website at investors.gates.com/investor-resources. Our website and the information contained on or connected to that site are not incorporated into this report.",
      "char_count": 39215
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors\n\nThe risk factors noted in this section, and other factors noted throughout this annual report, describe certain risks and uncertainties that could cause our actual results to differ materially from those contained in any forward-looking statement and should be considered carefully in evaluating our company and our business. \n\nIn the ordinary course of our business, we face various strategic, operating, compliance and financial risks. These risks could have a material impact on our business, financial condition and results of operations. We have implemented our Enterprise Risk Management (\"ERM\") process to identify and address significant risks. Our ERM process is a company-wide initiative that is designed with the intent of prioritizing risks and allocating appropriate resources to address such risks. \n\nManagement has identified and prioritized critical risks based on the severity and likelihood of each risk and assigned risk owners to address each major identified risk area and lead action plans to monitor and mitigate risks, where possible. Our Board provides oversight of the ERM process and regularly reviews identified critical risks. The Audit Committee of our Board also reviews major financial risk exposures and the steps management has taken to monitor and control them.\n\nOur goal is to proactively manage risks in a structured approach and in conjunction with the strategic planning process, with the intent to preserve and enhance shareholder value. However, these and other risks and uncertainties could cause our results to vary materially from recent results or from our anticipated future results. The risk factors and uncertainties described below, together with information incorporated by reference or otherwise included elsewhere in this annual report, should be carefully considered. Although the risks are organized by headings, and each risk is discussed separately, many are interrelated. Additional risks and uncertainties of which we are currently unaware or that we currently believe to be immaterial may also adversely affect our business.\n\nRisks Related to Economic and Market Conditions\n\nWe are subject to economic, political and other risks associated with international operations that could adversely affect our business and our strategy to capitalize on our global reach. \n\nA substantial portion of our operations are conducted and located outside the U.S. For Fiscal 2024, approximately 63% of our net sales originated from outside of the U.S. We have manufacturing, sales and service facilities spanning six continents and sell to customers in over 130 countries. Moreover, a significant amount of our manufacturing functions and sources of our raw materials and components are from emerging markets such as China, India and Eastern Europe. Accordingly, our business and results of operations, as well as the business and results of operations of our vendors and customers, are subject to risks associated with doing business internationally, including: \n\n•changing economic conditions in the global and regional end markets we serve, which could impact the level of demand for our products, as a portion of our revenues are derived from customers in cyclical industries that typically are adversely affected by downward economic cycles;\n\n•macroeconomic factors beyond the Company’s control, such as recent significant volatility around inflation, material and logistics availability, supply chain and labor challenges; \n\n•political, social or economic instability, civil unrest, terrorist attacks, conflicts or war (such as the ongoing conflicts in Eastern Europe and the Middle East), public health crises (including pandemics), natural disasters (including as a result of climate change), widespread cybersecurity incidents, and other catastrophic events may disrupt economic activities (including demand for and production and distribution of our products) and our workforce in affected countries or globally; \n\n•trade wars and the imposition of additional sanctions, tariffs or other trade restrictions or embargoes, as well as import and export licensing and control requirements; \n\n•volatility of global financial markets, including interest rate fluctuations and hyperinflation or deflation in the countries in which we operate; \n\n•exchange rate fluctuations, as well as currency restructurings, the imposition of currency restrictions, and limitations on repatriation of earnings, that could affect our ability to realize a profit or our ability to readily access global cash balances; \n\n•partial or total expropriation by local, state or national governments; \n\n•compliance with or effect of complying with complex and changing laws, regulations and policies of foreign governments, including differing and, in some cases, more stringent labor, sustainability, environmental, social, and governance (“ESG”) and HSE-related regulations as well as limitations on our ability to enforce our legal rights and remedies; \n\n•differing local product preferences and product requirements; and \n\n•difficulties involved in staffing and managing widespread operations, including challenges in enforcing corporate policies, which may be different than the normal business practices of local cultures. \n\nThe likelihood of such occurrences and their potential effect on us vary from country to country and are unpredictable. Certain regions, including Latin America, Asia, Eastern Europe, the Middle East and Africa, are generally more economically and politically volatile than the U.S. and as a result, our operations in these regions could be subject to more significant or frequent fluctuations in sales and operating income. Because a significant percentage of our operating income in recent years has come from these regions, adverse fluctuations in the operating results in these regions could have a material adverse impact on our results of operations in future periods. Further, our industry has been impacted by the ongoing uncertainty surrounding tariffs and international trade relations, and it is difficult for us to predict future trade measures and the impact they will have on our business and operations. For example, in early 2025, the U.S. presidential administration threatened or imposed tariffs on imports from various countries, including China, Mexico, and Canada. In response, some of these countries threatened or announced tariffs on imports from the U.S. The extent to which these threats will be enacted and the duration for which enacted tariffs will be in place remain uncertain and could lead to economic decline in affected countries, which could negatively impact demand for our products. Moreover, if our products are subject to tariffs, we may be impacted to a greater degree than our competitors who operate in countries that are not subject to tariffs, placing us at a disadvantage. We have significant manufacturing operations in Mexico and, to a lesser degree in Canada, China and other countries, that supply products to U.S. customers. We also export products from the U.S. to these and other countries. As a result, future U.S. tariffs on imports and retaliatory tariffs could increase the cost of, and reduce demand for, our products, which may materially adversely affect our results of operations.  \n\nWhile we have adopted certain operational and financial measures to reduce the risks associated with doing business internationally, such measures may not be successful and any one of the risks listed above may have a material adverse effect on our financial condition and results of operations.\n\nWe may be unable to obtain raw materials or other manufacturing inputs at favorable prices in sufficient quantities, or at the time we require them. \n\nWe purchase our energy, steel, aluminum, rubber-based materials, chemicals, polymers and other key manufacturing inputs from outside sources. We do not traditionally have long-term pricing contracts with raw material suppliers. The costs of these raw materials have been volatile historically and are influenced by factors that are outside of our control, including the imposition of tariffs. In recent years, the prices and availability of energy, metal alloys, polymers and certain other of our raw materials have fluctuated significantly, exacerbated by inflation and global disruptions such as the Russia-Ukraine conflict. If we are unable to pass increases in the costs of our raw materials on to our customers on a timely basis or at all, maintain current pricing, or are otherwise unable to offset these cost increases, our operating margins and results of operations may be materially adversely affected. \n\nAdditionally, our businesses compete globally for raw materials and key production inputs. The availability of qualified suppliers and of key inputs may be disrupted by market disturbances or any number of geopolitical factors, including political unrest and significant weather events. Such disruptions may require additional capital or operating expenditures by us or force reductions in our production volumes. In the event of an industry-wide general shortage of certain raw materials or key inputs, or a shortage or discontinuation of certain raw materials or key inputs from one or more of our suppliers, we may not be able to arrange for alternative sources of certain raw materials or key inputs. Any such shortage may materially adversely affect our competitive position versus companies that are able to better or more cheaply source such raw materials or key inputs. \n\nWe may experience adverse changes in our relationships with, or the financial condition, performance, purchasing patterns or inventory levels of, key channel partners. \n\nCertain of our businesses sell a significant amount of their products to key channel partners, including distributors, which have valuable relationships with end users. Some of these channel partners may also sell our competitors’ products, and if they favor competing products for any reason they may fail to market our products effectively. Adverse changes in our relationships with these channel partners, or adverse developments in their financial condition, performance or purchasing patterns, could adversely affect our business, financial condition and results of operations. The levels of inventory maintained by our distributors and other channel partners, and changes in those levels, such as destocking, can also significantly impact our results of operations in any given period. \n\n15\n\n\nRisks Related to Our Business and Industry\n\nWe are dependent on the continued operation of our manufacturing facilities, supply chains, distribution systems and information technology systems, and a major disruption or closure, including as a result of a catastrophic event, could have a material adverse effect on our business.\n\nIf any of our manufacturing facilities, supply chains, distribution systems or technology systems were to experience a catastrophic loss or ongoing closure or disruption due to adverse weather or natural disasters (including as a result of climate change), labor unrest, public health crises such as pandemics, terrorist attacks or armed conflicts, cyberattacks, power loss, telecommunications failure, significant mechanical failure of our equipment or other catastrophic event or government responses thereto, it could adversely affect our employees, data centers or critical business of information technology systems, our ability to produce and distribute our products or conduct normal business operations, and our reputation and, ultimately, result in a potential loss of customers and sales or significantly increased operating costs, including large repair and replacement expenses. These risks could be exacerbated to the extent our disaster recovery plans do not adequately address the event. \n\nThe third-party insurance coverage that we maintain will vary from time to time in both type and amount depending on cost, availability and our decisions regarding risk retention, and may be unavailable or insufficient to protect us against losses. Additionally, we have in the past and may in the future make investments in new or existing manufacturing facilities that could lead to disruption or closure, or to consolidate manufacturing facilities to adapt our production capacity to changing market conditions. The costs of such disruptions or closures may have a material adverse effect on our business, financial condition and results of operations.\n\nWe may not be able to accurately forecast demand or meet significant increases in demand for our products. \n\nCertain of our businesses operate with short lead times, and we order raw materials and supplies and plan production based on discussions with our customers and internal forecasts of demand. If we are unable to accurately forecast demand for our products, in terms of both volume and specific products, or react appropriately to abrupt changes in demand, we may experience delayed product shipments and customer dissatisfaction. If demand increases significantly from current levels, both we and our suppliers may have difficulty meeting such demand, particularly if such demand increases occur rapidly. Additionally, we may carry excess inventory if demand for our products decreases below projected levels. Failure to accurately forecast demand or meet significant increases in demand could have a material adverse impact on our business, financial condition and operating results. \n\nWe have taken, and continue to take, cost-reduction and other restructuring actions that may expose us to additional risk and we may not be able to maintain the level of cost reductions that we have achieved. \n\nWe have been implementing cost reduction and restructuring actions in all of our businesses, such as our ongoing footprint optimization plan, and have discontinued product lines, consolidated or relocated manufacturing operations and reduced our employee population in some locations. The impact of these cost-reduction and restructuring actions on our sales and profitability may be influenced by many factors and we may not be able to maintain the level of cost savings that we have achieved. In connection with the implementation and maintenance of our cost reduction and restructuring measures, we may face delays in anticipated workforce reductions, a decline in employee morale and a potential inability to meet operational targets due to an inability to retain or recruit key employees.\n\nOur revenue growth may be dependent on market acceptance of new product introductions and product innovations. \n\nThe markets in which we operate, or seek to operate, are subject to technological change and, in some cases, developing. Our long-term operating results depend upon our ability to continually develop, introduce, and market new and innovative products, to modify existing products, to respond to technological change, and to customize certain products to meet customer requirements and evolving sustainability and industry standards. The development of new product introductions and product innovations may require significant investment by us. There are numerous risks inherent in this process, including the risks that we will be unable to anticipate the direction of technological change (including those related to the utilization of artificial intelligence) or that we will be unable to develop and market new products and applications in a timely fashion to satisfy customer demands. For example, the increased adoption of electric vehicles and demand for data centers may result in application requirements that are not supported by our current technologies. If we are unable to adapt to these changes, our business and results of operations may be adversely affected. \n\nLonger lives of parts used in our end markets may adversely affect demand for some of our replacement products. \n\nThe average useful life of certain parts used in our end markets has increased in recent years due to innovations in technologies and manufacturing processes. Extending the life or durability of these parts may allow end users to replace parts less often depending \n\n16\n\n\non operating conditions. As a result, a portion of our sales in replacement markets may be displaced. If this trend continues, it could adversely impact our replacement market sales.\n\nCompetition in the replacement market in emerging markets may limit our ability to grow in those markets. \n\nIn emerging markets such as China, India, and Eastern Europe, the replacement markets are still nascent as compared to those in more developed nations. In these markets, we have focused on establishing brand visibility, including by building a OEM presence in the end markets we serve. However, as the replacement markets in these regions grow, our products may not be selected as the replacement product based on local market requirements and other competitive factors, and there may be a material adverse effect on our replacement end market growth potential in these emerging markets. \n\nWe may pursue strategic transactions, including acquisitions, divestitures, joint ventures, strategic alliances or investments, which could create risks and present unforeseen integration obstacles or costs.\n\nWe consider strategic transactions on an ongoing basis, and regularly discuss potential acquisitions of complementary businesses or assets to expand our product portfolio and geographic presence, certain of which may be material. Strategic transactions, particularly investments in emerging markets, involve legal, economic, operational and political risks. We also encounter risks in the selection of appropriate investment and disposal targets, negotiation and execution of transactions, and integration of acquired businesses or assets. \n\nOur efforts to integrate acquired businesses or assets could be affected by a number of factors beyond our control, such as general economic conditions and increased competition. In addition, the process of integrating these businesses or assets could cause the interruption of, or loss of momentum in, the activities of our existing business, diversion of management’s attention, disruption as a result of infrastructure and information technology conversions, and other challenges, such as difficulty integrating key personnel and retaining customers and suppliers. \n\nPursuing strategic transactions could involve the use of a substantial amount of cash, assumption of liabilities and indemnification obligations, costly regulatory requirements, incurrence of a substantial amount of debt or issuance of a substantial amount of equity, and we may not be able to recoup our investment or achieve the synergies and economic benefits that we anticipated. Failure to successfully identify, consummate or integrate strategic transactions in a timely and cost-effective manner could have a material adverse effect on our business, financial condition and results of operation. \n\nWe have investments in joint ventures that limit our ability to manage third-party risks associated with these ventures. \n\nWe have investments in joint ventures that may involve risks such as the possibility that a co-venturer in an investment might become bankrupt, be unable to meet its capital contribution obligations, have economic or business interests or goals that are inconsistent with our business interests or goals, or take actions that are contrary to our instructions or to applicable laws and regulations. Actions by a co-venturer or other third party could expose us to claims for damages, financial penalties and reputational harm, any of which could adversely affect our business and operations. In addition, we may agree to guarantee indebtedness incurred by a joint venture or provide standard indemnifications to lenders for loss liability or damage occurring as a result of our actions or actions of the joint venture. Such a guarantee or indemnity may be on a joint and several basis with a co-venturer, in which case we may be liable in the event that our co-venturer defaults on its guarantee obligation. The non-performance of a co-venturer’s obligations may cause losses to us in excess of the capital we have invested or committed. Although our joint ventures may generate positive cash flow, in some cases we may choose to leave cash in the joint venture rather than distribute it, either to support future investments within the joint venture or because it may be costly to distribute.\n\nThe loss or financial instability of any significant customer or customers could adversely affect our business. \n\nA substantial part of our business is concentrated with a few customers, and we have certain customers that are significant to our business. During Fiscal 2024, our top ten customers accounted for approximately 22% of our consolidated net sales and accounted for approximately 29% of our trade accounts receivable balance as of December 28, 2024, and our largest customer accounted for approximately 9% and 6% of our Fiscal 2024 consolidated net sales and trade accounts receivable balance as of December 28, 2024, respectively. The loss of one or more of these customers or other major customers, a deterioration in our relationship with any of them, or their failure to pay amounts due to us could have a material adverse effect on our business, financial condition, results of operations or cash flows. \n\nOur contracted backlog is comprised of future orders for our products from a broad number of customers. Defaults by any of the customers that have placed significant orders with us could have a significant adverse effect on our net sales, profitability and cash \n\n17\n\n\nflow. Our customers may in the future default on their obligations to us due to bankruptcy, lack of liquidity, operational failure or other reasons deriving from the general economic environment or circumstances affecting those customers in particular. If a customer defaults on its obligations to us, it could have a material adverse effect on our business, financial condition, results of operations or cash flows. \n\nSocietal responses to sustainability issues, including those related to climate change, could adversely affect our business and performance, including indirectly through impacts on our customers and value chain partners.\n\nConcerns over sustainability and ESG issues, including the impacts of climate change, have led and will continue to lead to governmental, private, and consumer efforts around the world to reduce or mitigate those issues. We and our customers and suppliers will need to respond to new laws and regulations as well as changes in consumer and customer behaviors, which have added costs and could add substantial costs to our operations and those of our customers and partners. We may also experience a drop in demand for our products and services, particularly in certain sectors. We expect the impact on our customers to vary depending on their specific attributes, including reliance on or role in carbon-intensive activities. There is also a risk that we are unable to meet our sustainability objectives or the increasing expectations of our customers, employees, shareholders, and other stakeholders. Moreover, there has been a rise in “anti-ESG” activism, which could impact our efforts. In addition, our efforts to mitigate these risks, including by investing in sustainability initiatives, may not be successful in achieving their desired outcomes, which may include cost savings.\n\nWe may not be able to maintain and enhance our strong brand on which we depend. \n\nOur brand has worldwide recognition and our success may be linked to our ability to maintain and enhance our brand image and reputation. In particular, we believe that maintaining and enhancing the Gates brand is critical to maintaining and expanding our customer base. Maintaining, promoting and enhancing our brand may require us to make substantial investments in areas such as product innovation, product quality, intellectual property protection, marketing and employee training, and these investments may not have the desired impact on our brand image and reputation. Moreover, sustainability topics and activities have been the subject of increased focus by certain of our stakeholders and regulators. Our business could be adversely impacted if we fail to achieve any of these objectives or if the reputation or image of our brand is tarnished or receives negative publicity. In addition, adverse publicity about regulatory or legal action against us could damage our reputation and brand image and reduce long-term demand for our products, even if the regulatory or legal action is unfounded or not material to our operations. If we are unable to maintain or enhance the image of our brand, it could materially adversely affect our business, financial condition and results of operations.\n\nPricing pressures from our customers may materially adversely affect our business.\n\nWe generate strong margins by selling premium products at premium prices. Accordingly, our margins could suffer if our customers are no longer willing to pay a premium for our product and service offerings. We continue to face pricing pressure from our customers in OEM end markets as well as other end markets. Many manufacturers seek price reductions in both the initial bidding process and during the term of the award. If we are not able to offset price reductions through improved operating efficiencies, reduced expenditures, or new product introductions, those price reductions may have a material adverse effect on our results of operations.\n\nRisks Related to Cybersecurity and Information Systems\n\nCybersecurity vulnerabilities, threats and more sophisticated and targeted computer crimes could pose a risk to our systems, networks, products, solutions, services and data. \n\nIncreased global cybersecurity vulnerabilities, threats, computer viruses and more sophisticated and targeted cyber-related attacks (such as the recent increasing use of ransomware, social engineering, and phishing attacks), as well as cybersecurity failures resulting from human error, catastrophic events (such as fires, floods, hurricanes and tornadoes), and technological errors, pose a risk to our systems (including third-party systems utilized by us), products and data as well as potentially to our employees’, customers', partners', suppliers' and third-party service providers' systems and data. An attack on our systems or those of certain of our vendors could result in security breaches, theft, lost or corrupted data, misappropriation of sensitive, confidential or personal data or information, loss of trade secrets and commercially valuable information, production downtimes and operational disruptions. We defend against attempted cyber-attacks in the normal course of our business. For example, in February 2023, we experienced a malware attack that temporarily disrupted our normal business operations, including some disruption to sales, and resulted in additional costs of $5.2 million in Fiscal 2023. We attempt to mitigate these risks by employing a number of measures, including employee training, monitoring and testing, and maintenance of protective systems and contingency plans, but we remain potentially \n\n18\n\n\nvulnerable to additional known or unknown threats. There is no assurance the financial or operational impact from such threats will not be material.\n\nInformation systems failure may disrupt our business and result in financial loss and liability to our customers. \n\nWe rely on information technology networks and systems, including the cloud-computing and third-party service providers, to process, transmit and store electronic information, and to manage or support a variety of business processes and activities. These information technology networks and systems may be susceptible to damage, disruptions or shutdowns due to failures during the process of upgrading or replacing software, databases or components, power outages, hardware failures, malware and other vulnerabilities. If these information technology systems suffer severe damage or disruption and the issues are not resolved in a timely manner, our business, financial condition and operations could be materially adversely affected.\n\nGlobal data privacy, data protection and data security requirements are highly complex, evolving rapidly, and may increase our costs to comply. \n\nTo conduct our operations, we regularly move data across national borders, and consequently we are subject to a variety of continuously evolving and developing laws and regulations in the U.S. and abroad regarding data privacy, data protection and data security. The scope of the laws that may be applicable to us is often uncertain and may be conflicting, particularly with respect to foreign laws. For example, the General Data Protection Regulation (“GDPR”) adopted by the European Union (“EU”) greatly increased the jurisdictional reach of EU law and added a broad array of requirements for handling personal data, including the public disclosure of significant data breaches, and many other countries and several states in the U.S. have proposed or adopted similar legislation. Other countries such as China, India, Thailand, Brazil and Argentina have enacted or are enacting data privacy laws that restrict cross-border data transfers, as well as requiring that data subjects provide clear and concise consent on how collected data will be utilized. These evolving compliance and operational requirements impose significant costs that are likely to increase over time as the breadth and complexity of regulations continues to evolve internationally. We continue to monitor these developments and adjust our data processing practice in accordance with applicable law.\n\nRisks Related to Legal and Regulatory Matters\n\nExisting or new laws and regulations, including but not limited to those relating to HSE, sustainability, and ESG matters, may prohibit, burden, restrict or make significantly more costly the sale of our products and the operation of our business.\n\nOur operations, products and properties are subject to extensive foreign, federal, state, local and provincial laws and regulations relating to HSE, sustainability, and ESG matters around the world. These laws vary by jurisdiction but generally govern air emissions, wastewater discharges, material handling and transportation, waste management and disposal, product stewardship and packaging requirements, toxicity and hazardous substances, supplier due diligence and standards, and workplace health and safety, as well as the investigation and clean-up of contaminated sites. Failure to comply with such laws and regulations could have significant consequences on our business and operations, including the imposition of substantial fines and sanctions for violations, injunctive relief (including requirements that we limit or cease operations at affected facilities), and negative publicity.\n\nIn addition, these laws and regulations have become increasingly stringent and new laws and regulations or stricter interpretation or enforcement of existing laws and regulations could adversely affect our business, financial condition and results of our operations and product demand. This includes increasing legal requirements and global efforts to control emissions of carbon dioxide, methane, fluorinated and other GHGs in an effort to minimize the effect on climate change, which have the potential to influence the price of the energy and raw materials we purchase. For example, we anticipate the enactment of the EU’s Carbon Border Adjustment Mechanism will increase the cost of materials we need for production in the EU and could reduce the demand for our products manufactured for the EU market. GHG regulations and carbon taxes could also impact oil and gas production, a key demand driver of our industrial end markets, and reduce demand for our products by driving down the use of fossil fuels. The evolution of laws to restrict specific chemical substances in our products or impose labeling and other requirements, such as the EU’s Registration, Evaluation, Authorization, and Restriction of Chemical Substances (“REACH”) Regulation, and rising global concerns around microplastics, extended producer responsibility, plastic packaging or hazardous chemicals such as per-and polyfluoroalkyl substances (“PFAS”) could result in significant costs to us or limit our access to certain markets.\n\nWe have incurred, and will continue to incur, both operating and capital costs to comply with HSE, sustainability, and ESG related and other laws and regulations, including costs associated with the investigation and clean-up of some of our current and former properties and offsite disposal locations. As the present and former operator of industrial properties that use and generate \n\n19\n\n\nhazardous materials, we could be subject to additional liability for environmental contamination in the future, regardless of whether we caused such contamination.\n\nAdditionally, most U.S. states have passed laws that regulate or limit the use of aftermarket products in certain types of repair work. These laws include requirements relating to consumer disclosure, owner’s consent regarding the use of aftermarket products in the repair process, and the requirement to have aftermarket products certified by an independent testing organization. Additional legislation of this kind may be introduced in the future. Moreover, many major insurance companies recommend or require the use of aftermarket products only if they have been certified by an independent certifying organization. If additional laws prohibiting or restricting the use of aftermarket products are passed or if our certifications are revoked, it could have an adverse impact on our aftermarket products business. \n\nCertain organizations test the quality and safety of vehicle replacement products. If these organizations decide not to test a particular vehicle product, or in the event that such organizations decide that a particular vehicle product does not meet applicable quality or safety standards, we may incur additional costs to meet such standards or experience a decrease in sales of such products, including as a result of a decision to discontinue sales of such product or insurance companies deciding to discontinue authorization of repairs using such product. Such events could adversely affect our business.\n\nWe are also subject to new and proposed rules and regulations of a number of governmental and self-regulatory bodies and organizations, such as the SEC, the NYSE, the EU, and the U.K. government, that require increased public disclosure of data related to sustainability and ESG issues and mandate additional requirements for sustainability and ESG related marketing claims. In addition, customers, investors, employees and other stakeholders are increasingly focused on these matters and related disclosures and marketing claims. At the same time, regulators have increasingly expressed or pursued opposing views, legislation and investment expectations with respect to sustainability and ESG initiatives, including the proposal or enactment of “anti-ESG” legislation or policies. These opposing views may also be adopted by our investors. Conflicting regulations and expectations across the jurisdictions in which we operate may create enhanced compliance risks and costs. These changing and inconsistent rules, regulations and stakeholder expectations have resulted in, and are likely to continue to result in, increased general and administrative expenses and increased management time and attention to comply with or meet those regulations and expectations. For example, measuring and reporting information and metrics in compliance with the EU’s recently enacted Corporate Sustainability Reporting Directive has been, and we expect will continue to be, costly, difficult and time consuming. Our sustainability initiatives and goals could be difficult and expensive to implement, and we could be criticized for or subject to litigation related to the accuracy, adequacy, consistency or completeness of our sustainability disclosures and marketing claims or the scope or nature of our initiatives or goals or revisions thereto. Further, statements about our sustainability initiatives and goals, and progress against those goals, may be based on standards for measuring progress that are still developing, internal controls and processes that continue to evolve and assumptions that are subject to change in the future. If our sustainability related data, claims, processes and reporting are incomplete or inaccurate, or if we fail to achieve progress with respect to our sustainability goals on a timely basis, or at all, our reputation and financial results could be adversely affected and we could be exposed to litigation.\n\nWe are subject to anti-corruption laws in various jurisdictions, as well as other laws governing our international operations. If we fail to comply with these laws we could be subject to civil or criminal penalties, other remedial measures, and legal expenses.\n\nOur operations are subject to one or more anti-corruption laws in various jurisdictions, such as the U.S. Foreign Corrupt Practices Act of 1977, as amended (the “FCPA”) and the U.K. Bribery Act of 2010 that generally prohibit employees and intermediaries from making improper payments for the purpose of obtaining or retaining business or gaining some other business advantage. We operate in a number of jurisdictions that pose a high risk of potential anti-corruption violations, and we participate in joint ventures and relationships with third parties whose actions could potentially subject us to liability under anti-corruption laws. We are subject to other laws and regulations governing our operations, including regulations administered by the U.S. Department of Commerce’s Bureau of Industry and Security, the U.S. Department of Treasury’s Office of Foreign Assets Control, and various non-U.S. government entities, including applicable export control regulations, economic sanctions on countries and persons, customs requirements, currency exchange regulations, and transfer pricing regulations (collectively, “Trade Control Laws”). We are also subject to U.K. corporate criminal laws governing the failure to prevent the facilitation of tax evasion pursuant to the Criminal Finances Act 2017 (“Criminal Finances Act”).\n\n20\n\n\nWe have instituted policies, procedures and ongoing training of employees designed to ensure that we and our employees engage in ethical business conduct and comply with anti-corruption laws, Trade Control Laws and the Criminal Finances Act. However, there is no assurance that our efforts have been and will be effective in ensuring compliance with all applicable anti-corruption laws or other legal requirements. If we are subject to an investigation of a potential violation or are found not in compliance with anti-corruption laws, Trade Control Laws or the Criminal Finances Act, we may incur legal expenses and experience reputational harm, and could be subject to criminal and civil penalties and sanctions that could have a material adverse impact on our business, financial condition, and results of operations. \n\nWe may be subject to recalls or product liability claims, or may incur costs related to product warranties, which could have a material adverse impact on our business, financial condition, and results of operations. \n\nMeeting or exceeding many government-mandated product safety and stewardship standards is costly and requires manufacturers to remedy defects, including through recall campaigns if the products do not comply with applicable standards. If we, our customers or government regulators determine that a product is defective or does not comply with such standards prior to the start of production, the launch of a product could be delayed until such defect is remedied. Extended delays in product launches or a recall campaign to address defects in sold products could result in significant costs. \n\nWe face an inherent risk of product liability claims if an alleged product failure results in a claim for injury or loss. Changes in our supplier network, such as low-cost country sourcing, may increase the likelihood of receiving defective materials, leading to product failures and associated liability claims. Litigation is inherently unpredictable and these claims, regardless of their outcome, may be costly, divert management attention and adversely affect our reputation. Although we have liability insurance, we cannot be certain that this insurance coverage will continue to be available to us at a reasonable cost or will be adequate. In addition, even if we are successful in defending against a claim relating to our products, claims of this nature could cause our customers to lose confidence in our products and us. Such costs and adverse reputational effects could have a material adverse effect on our business. \n\nFrom time to time, we receive product warranty claims from our customers, pursuant to which we may be required to bear costs of repair or replacement of certain of our products. Vehicle manufacturers are increasingly requiring their outside suppliers to provide a warranty for the manufacturers’ products that contain such supplier’s components, and to share responsibility for the operation of these component products in new vehicles sold to consumers. Warranty claims may range from individual customer claims to full recalls of all products in the field. In some cases, these claims could have a material adverse effect on our business. \n\nFailure to develop, obtain, adequately protect or enforce our intellectual property rights could adversely affect our business, and third parties could allege that our products infringe on their intellectual property rights, adversely affecting our business. \n\nOur success depends on our ability to develop technologies and inventions used in our products and to brand such products to obtain intellectual property rights and to protect and enforce such intellectual property rights worldwide. In this regard, we rely on U.S. and foreign patent, trademark, copyright, and trade secret laws, as well as license agreements, nondisclosure agreements, and confidentiality and other contractual provisions; however, procuring, enforcing, and defending patents on our products in all jurisdictions throughout the world would be prohibitively expensive, and the laws of certain foreign countries may not protect or allow enforcement of intellectual property rights to the same extent as the laws of the U.S.\n\nEven if we obtain patents or other intellectual property rights in our new technologies and inventions, the scope of such rights may not be sufficiently broad to afford us any significant commercial advantage over our competitors. In addition, the technologies and inventions developed by our engineers in the future may not prove to be as valuable as those of competitors, or competitors may develop similar or identical technologies and inventions independently of us and before we do. \n\nCompetitors and other third parties may challenge the ownership, validity, and/or enforceability of our patents or other intellectual property rights. Competitors may also use our technologies in jurisdictions where we do not pursue and obtain patent protection to develop their own products and further, may export otherwise infringing products to territories where we have patent protection, but where the ability to enforce our patent rights is not as strong as in the U.S. These products may compete with our products, and our intellectual property rights may not be effective or sufficient to prevent such competition. \n\nFurther, our efforts to enforce our intellectual property rights against infringers may not prove successful and will generally be time consuming and expensive. Successful assertion of our intellectual property rights depends on the judicial strength and willingness of the issuing jurisdictions to enact and enforce sufficient intellectual property laws. To the extent we assert our intellectual property rights against third parties, adequate remedies may not be available. If we are unsuccessful in challenging such products on the basis of patent, trademark or other intellectual property misappropriation, continued sales of such imitating products may adversely affect \n\n21\n\n\nour market share and impact customer perceptions and demand for our products. For example, although we routinely conduct anti-counterfeiting activities in multiple jurisdictions, we have encountered counterfeit reproductions of our products that infringe on our intellectual property rights. We expect pirates to continue counterfeiting certain of our products using our trademarks, which has led to, and will likely continue to cause, loss of sales. It is difficult to police such counterfeiting, particularly on a worldwide basis, and the actions we take to stop such counterfeiting and to establish trademarks and other intellectual property rights may not be adequate to prevent such counterfeiting activities by others. Conversely, third parties may assert infringement or other misappropriation claims against us based on their patents, trademarks or other intellectual property rights. For example, OEM manufacturers continue to seek and obtain utility and design patents to support claims of intellectual property infringement against manufacturers and distributors of aftermarket products in efforts to restrict or eliminate the sale of aftermarket products. \n\nIn addition, our markets are competitive and our efforts to prevent misappropriation, infringement or other violation of the intellectual property of others may not be successful. Any claim relating to intellectual property infringement, misappropriation or other violation that is successfully asserted against us may require us to pay substantial damages, including treble damages (if we are found to be willfully infringing another party’s patents) for past use of the asserted intellectual property, and royalties and other consideration going forward if we are forced to take a license. In addition, if any such claim were successfully asserted against us, we could be restricted or prohibited from manufacturing, selling or otherwise commercializing certain of our products, product candidates or other technology. Even if infringement claims against us are without merit, we will likely incur significant expenses investigating and defending such claims and, even if we prevail, may divert management attention from other business concerns. \n\nWe are subject to risks from litigation, legal and regulatory proceedings and obligations, and our insurance may not provide coverage or may not fully cover future losses we may incur related to these proceedings and obligations or otherwise.\n\nWe face an inherent business risk of exposure to various types of claims, lawsuits and proceedings. We have been, and may in the future be, involved in tax, intellectual property, product liability, product warranty, environmental and antitrust claims and lawsuits, and other legal, antitrust and regulatory proceedings arising in the ordinary course of our business. Although it is not possible to predict with certainty the outcome of every claim, lawsuit or proceeding and the range of probable loss, we believe these claims, lawsuits and proceedings will not individually or in the aggregate have a material impact on our results. However, we could, in the future, be subject to various claims, lawsuits and proceedings, and we may incur judgments or enter into settlements of lawsuits and proceedings that are not covered or not sufficiently covered by insurance. Further, the insurance we carry may not be adequate to protect against unforeseen and damaging events, such as work stoppages and damage to facilities, equipment or reputation. We supply products to industries that are subject to inherent risks, including equipment defects, malfunctions and failures, and natural disasters (including as a result of climate change), which could expose us to liability. These exposures could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks Related to Human Capital Management\n\nIf we lose our senior management or key personnel, our business may be materially and adversely affected. \n\nThe success of our business is largely dependent on our senior management team, as well as on our ability to attract and retain other qualified key personnel. In addition, there continues to be significant demand in our industry for skilled workers. It cannot be assured that we will be able to retain all our current senior management personnel and attract and retain other necessary personnel, including skilled workers, necessary for the development of our business. Further, in the event we do lose key personnel, the success of our business may depend on whether we have appropriate succession plans in place and can implement such plans to identify and integrate new personnel. The loss of the services of senior management and other key personnel or the failure to attract additional personnel and implement succession plans as required could have a material adverse effect on our business, financial condition and results of operations. \n\n22\n\n\nWe may be materially adversely impacted by work stoppages and other labor matters, including labor shortages and turnover. \n\nLabor is a primary component of operating our business. As of December 28, 2024, we had approximately 14,100 full time employees worldwide. Certain of our employees are represented by various unions under collective bargaining agreements, or by various regional works councils. While we have no reason to believe that we will be impacted by work stoppages and other labor matters, we cannot ensure that future issues with our labor unions or works councils, or with the labor unions of our customers and vendors will be resolved favorably or that we will not encounter future strikes, work stoppages, or other types of labor conflicts. Furthermore, increased unionization, new labor legislation or changes in regulations has disrupted and could further disrupt our operations, reduce our profitability, or interfere with the ability of our management to focus on executing our business strategies. Additionally, we have experienced, and may continue to experience, labor shortages, turnover and increased labor costs due to general macroeconomic factors. Any of these factors may have a materially adverse effect on us or may limit our flexibility in managing our workforce. \n\nCertain of our defined benefit pension plans are underfunded, and additional cash contributions may be required. \n\nCertain of our employees in the U.S., the U.K., Canada, Mexico, Germany and Japan are participants in defined benefit pension plans which we sponsor and/or to which we have contribution obligations. As of December 28, 2024, the net pension obligation of our underfunded defined benefit pension plans globally was $58.5 million on a Topic 715 “Compensation-Retirement Benefits” basis. The amount of our contributions to our underfunded plans will depend upon asset returns, funding assumptions, regulatory requirements and a number of other factors and, as a result, the amount we may be required to contribute to such plans in the future may vary. Such cash contributions to the plans will reduce the cash available for our business such as the payment of interest expense on our notes or our other indebtedness. \n\nRisks Related to Tax Matters\n\nChanges in our effective tax rate or additional tax liabilities could adversely impact our net income. \n\nWe are subject to income taxes as well as non-income based taxes in the U.K., the U.S. and various other jurisdictions in which we operate. The laws and regulations in these jurisdictions are inherently complex and the Company and its subsidiaries are obliged to make judgments and interpretations about the application of these laws and regulations to the Company and its subsidiaries and their operations and businesses, including those related to any restructuring of intercompany operations, holdings or financings; the valuation of intercompany services; cross-border payments between affiliated companies; and the related effects on income tax, value added tax (“VAT”) and transfer tax. Further, our tax liabilities could be adversely affected by numerous other factors, including income before taxes being lower than anticipated in countries with lower statutory tax rates and higher than anticipated in countries with higher statutory tax rates, changes in the valuation of deferred income tax assets and liabilities, and changes in tax laws and regulations. We are regularly under audit by taxing authorities in certain of the jurisdictions in which we operate. Although we believe our tax estimates are reasonable, including our estimates of reserves for unrecognized tax benefits related to the implementation of our European corporate center in 2019, any changes in our judgments and interpretation of tax laws or any material differences as a result of the audits could result in unfavorable tax adjustments that have an adverse effect on our overall tax liability.  \n\nChanges in tax laws could result in additional tax liabilities. \n\nChanges in tax laws can and do occur. Changes to tax laws may require the Company to make significant judgment in determining the appropriate provision and related accruals for these taxes; and, as a result, such changes could result in substantially higher taxes and a significant adverse effect on our results of operations, financial conditions and liquidity. In addition, the Organization for Economic Co-operation and Development (“OECD”), which represents a coalition of member countries, has recommended fundamental tax reforms affecting the taxation of multinational corporations, including the Base Erosion and Profit Shifting (“BEPS”) project, which in part aims to address international corporate tax avoidance. Countries have already enacted significant measures in this regard. The OECD has undertaken another project to address the tax challenges of the digitization of the economy. The broad objectives of this project are to reform international allocation of taxing rights by allocating a greater share of taxing rights to countries where consumers are located, regardless of the physical presence of a business (“Pillar One”), and to implement a global minimum tax (“Pillar Two”). In December 2021, the OECD published its Pillar Two model rules and, in December 2022, the EU Commission adopted a Directive to implement Pillar Two in the EU and required all 27 EU member states to adopt local legislation during 2023 to implement Pillar Two rules, which are to apply in respect of the fiscal years beginning from December 31, 2023. The U.K. has implemented certain elements of the Pillar Two proposal with effect in relation to accounting periods commencing on or after December 31, 2023, and the U.K. government announced in the Autumn Budget that (i) further \n\n23\n\n\nelements of the OECD agreed Pillar Two model rules will be implemented in the U.K., with the effect in relation to accounting periods beginning on or after December 31, 2024 and (ii) further amendments would be made to the Pillar Two rules that have already been implemented. All sets of proposals are subject to exemptions and exclusions. Pillar One is generally intended to apply only to entities that are members of a consolidated group with an annual global turnover of at least €20 billion and profitability exceeding 10%, and Pillar Two is generally intended to apply only to entities that are members of a consolidated group with an annual revenue of at least €750 million. However, the details of the proposals are complex and are subject to significant uncertainty, and consultation in respect of certain aspects of the proposals is ongoing. While the impact on the Company will need to be determined by reference to the final rules, we currently do not expect any material impact as of December 28, 2024, and do not expect a material impact in future years. \n\nOn January 17, 2023, the European Parliament approved a proposal for an anti-tax avoidance directive laying down rules to prevent the misuse of shell entities for tax purposes within the EU (the “Unshell Proposal,” also known as “ATAD III”). The final text will need to be approved by the Council of the European Union, although it is uncertain at this stage whether the Unshell Proposal will move forward to implementation. If it is implemented, the Unshell Proposal could, among other things, impose additional taxes on our entities (including by imposing additional limitations on the deductibility of interest payments) and/or impact our ability to pay dividends and interest intra-group in a tax efficient way resulting in additional tax costs and/or reporting, disclosure, and computation obligations (which could result in increased administrative and compliance costs) for our group entities.\n\nMoreover, a number of further proposals from the European Commission have been issued or adopted that further enhance and move beyond the work on the BEPS project. First, a package of tax reforms was adopted by the European Commission on September 12, 2023, comprising the “Proposal for a Council Directive on Business in Europe: Framework for Income Taxation” (“BEFIT”) (which seeks to produce a comprehensive solution for business taxation in the EU) and the “Proposal for a Council Directive on transfer pricing” (which seeks to harmonize transfer pricing rules within the EU and ensure a common approach to transfer pricing). BEFIT aims to introduce a common set of rules for EU companies to calculate their taxable base while ensuring a more effective allocation of profits between EU countries. Following adoption by the European Council, the proposals are intended to come into force on July 1, 2028 (for BEFIT) and January 1, 2026 (for the transfer pricing proposals). BEFIT has the potential to alter taxing rights with the EU, and may include substantive changes to applicable tax rules. Second, the European Council has agreed to implement changes to the procedures used across the European Union in respect of withholding taxes (known as “FASTER”). Specifically, the changes are aimed to simplify the procedures for a refund or to apply for relief at the source; however, the changes could have broader implications. These withholding tax proposals are expected to come into effect from January 1, 2030. The details and timing of the implementation of BEFIT (if adopted) and FASTER and the impact on our group entities which operate in the EU are uncertain.\n\nThese and other developments to the tax regime in the countries in which we operate could materially affect our tax burden and/or have a negative impact on our ability to compete in the global marketplace.\n\nRelevant tax authorities may no longer treat us as being exclusively a resident of the U.K. for tax purposes.\n\nWe are a company incorporated in the U.K. Current U.K. tax law provides that we will be regarded as being U.K. resident for tax purposes from incorporation and shall remain so unless (i) we are concurrently resident in another jurisdiction (applying the tax residence rules of that jurisdiction) that has a double tax treaty with the U.K., and (ii) there is a tiebreaker provision in that tax treaty which allocates exclusive residence to that other jurisdiction. Based upon our management and organizational structure, we believe that we should be regarded solely as resident in the U.K. from our incorporation for tax purposes. However, because this analysis is highly factual and may depend on future changes in our management and organizational structure, there can be no assurance regarding the final determination of our tax residence. Not being treated exclusively as a resident of the U.K. for tax purposes could result in adverse tax consequences to us. \n\nRisks Related to Our Indebtedness \n\nOur indebtedness and subsidiary structure could adversely affect our financial condition, our ability to raise additional capital to fund our operations, to operate our business, to capitalize on business opportunities, to react to changes in the economy or our industry, or to pay our debts, and could divert our cash flow from operations to debt payments. \n\nAs of December 28, 2024, the total principal amount of our debt was $2,363.5 million. Our level of debt could have important consequences, including the following: \n\n•making it more difficult for us to satisfy our obligations with respect to our debt; \n\n24\n\n\n•limiting our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions or other general corporate requirements; \n\n•requiring a significant portion of our cash flows to be dedicated to debt service payments instead of other purposes, thereby reducing the amount of cash flows available for working capital, capital expenditures, acquisitions and other general corporate purposes; \n\n•increasing our vulnerability to general adverse economic and industry conditions; \n\n•exposing us to the risk of increased interest rates as certain of our borrowings are at variable rates of interest; \n\n•limiting our flexibility in planning for and reacting to changes in the industry in which we compete; \n\n•placing us at a disadvantage compared to other, less leveraged competitors; and \n\n•increasing our cost of borrowing. \n\nAdditionally, the credit agreements that govern our senior secured term loan facilities and the indenture that governs our notes impose significant operating and financial restrictions on our subsidiaries. These restrictions limit the ability of certain of our subsidiaries to, among other things: incur or guarantee additional debt or issue disqualified stock or preferred stock; pay dividends and make other distributions on, or redeem or repurchase, capital stock; make certain investments; incur certain liens; enter into transactions with affiliates; merge or consolidate; or transfer or sell assets. As a result of these restrictions, we are limited as to how we conduct our business and we may be unable to raise additional debt or equity financing to compete effectively or to take advantage of new business opportunities. The terms of any future indebtedness we may incur could include similar or more restrictive covenants. We cannot ensure that we will be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders or amend the covenants.\n\nFurther, our consolidated assets are owned by, and our business is conducted through, many of our subsidiaries. Earnings from these subsidiaries are a significant source of funds for debt payments and operating expenses. If our subsidiaries are restricted from making distributions, our ability to meet our debt service obligations or otherwise fund our operations may be impaired. Moreover, there may be restrictions on payments by subsidiaries to their parent companies under applicable laws, including laws that require companies to maintain minimum amounts of capital and to make payments to shareholders only from profits. As a result, although a subsidiary of ours may have cash, we may not be able to obtain that cash to satisfy our obligation to service our outstanding debt or fund our operations. \n\nOur failure to comply with the restrictive covenants described above as well as other terms of our other indebtedness or the terms of any future indebtedness from time to time could result in an event of default, which, if not cured or waived, could result in our being required to repay these borrowings before their due date. If we are forced to refinance these borrowings on less favorable terms or are unable to refinance these borrowings, our results of operations and financial condition could be adversely affected.\n\nDespite our current level of indebtedness, we may be able to incur substantially more debt and enter into other transactions which could further exacerbate the risks to our financial condition described above. \n\nWe may be able to incur significant additional indebtedness in the future to finance working capital, capital expenditures, investments, acquisitions, or for other purposes. Although certain of the agreements governing our existing indebtedness contain restrictions on the incurrence of additional indebtedness and entering into certain types of other transactions, these restrictions are subject to a number of qualifications and exceptions. Additional indebtedness incurred in compliance with these restrictions could be substantial. These restrictions also do not prevent us from incurring obligations, such as trade payables, that do not constitute indebtedness as defined under our debt instruments. To the extent new debt is added to our current debt levels, the substantial leverage risks described in the immediately preceding risk factor would increase. \n\n25\n\n\nOur variable rate indebtedness subjects us to interest rate risk, which could cause our indebtedness service obligations to increase significantly. \n\nA significant portion of our debt is variable rate. Although the U.S. Federal Reserve recently decreased interest rates, interest rates remain relatively high and could be increased in the future. As a result, interest rates on our variable rate debt could be higher or lower than current levels. As of December 28, 2024, after taking into account our interest rate derivatives, $608.5 million (equivalent), or 25.7%, of our outstanding debt had variable interest rates. If interest rates increase, our debt service obligations on the variable rate indebtedness would increase even though the amount borrowed remained the same, and our net income and cash flows, including cash available for servicing our indebtedness, would correspondingly decrease. \n\nOur failure to comply with the agreements relating to our outstanding indebtedness, including as a result of events beyond our control, could result in an event of default that could materially and adversely affect our results of operations and our financial condition. \n\nIf there were an event of default under any of the agreements relating to our outstanding indebtedness, the holders of the defaulted debt could cause all amounts outstanding with respect to that debt to be due and payable immediately. We cannot assure you that our assets or cash flows would be sufficient to fully repay borrowings under our outstanding debt instruments if accelerated upon an event of default. Further, if we are unable to repay, refinance or restructure our indebtedness under our secured debt, the holders of such debt could proceed against the collateral securing that indebtedness. In addition, any event of default or declaration of acceleration under one debt instrument could also result in an event of default under one or more of our other debt instruments. \n\nRisks Related to the Ownership of our Ordinary Shares \n\nBecause we have no current plans to pay dividends on our ordinary shares, our shareholders may not receive any return on their investments unless they sell their ordinary shares for a price greater than that which they paid. \n\nWe have no current plans to pay dividends on our ordinary shares. The declaration, amount and payment of any future dividends on our ordinary shares will be at the sole discretion of our Board. Our Board may take into account general economic conditions, our financial condition and results of operations, our available cash and current and anticipated cash needs, capital requirements, contractual, legal, tax and regulatory restrictions and implications on the payment of dividends by us to our shareholders or by our subsidiaries to us, and such other factors as our Board may deem relevant. In addition, our ability to pay dividends is limited by our senior secured credit facilities and notes and may be limited by covenants of other indebtedness we or our subsidiaries incur in the future. As a result, our shareholders may not receive any return on an investment in our ordinary shares unless such shares are sold for a price greater than that which was paid for them. \n\nOur shareholders may be diluted by the future issuance of additional ordinary shares in connection with our incentive plans, acquisitions or otherwise. \n\nIn 2024, our shareholders adopted a resolution authorizing our Board to allot up to approximately 20% of our issued share capital as of April 22, 2024 and to grant rights to subscribe for or convert any security into such shares for the consideration and on the terms and conditions established by our Board in its sole discretion, whether in connection with acquisitions or otherwise. Additionally, we have reserved 19.0 million ordinary shares for issuance under our Omnibus Incentive Plan, including 7.3 million shares available for grant as of December 28, 2024. Any ordinary shares that we issue, including under our Omnibus Incentive Plan or other equity incentive plans that we may adopt in the future, would dilute the percentage ownership held by the holders of our ordinary shares. \n\n26\n\n\nWe may issue a new class or classes of shares whose terms could adversely affect the voting power or value of our ordinary shares.\n\nOur articles of association, as amended, authorize us to issue, subject to the limit therein on the authority of our Board to allot new shares of the Company, without the approval of the holders of our ordinary shares, a new class or classes of shares, including preference shares, with nominal value in any currency. Such shares may be issued with, or have attached to them, such powers, designations, preferences, voting rights, rights and terms of redemption, and relative participating, optional or other special rights and qualifications, limitations and restrictions as the Board may determine, including rights to (a) receive dividends (which may include rights to receive preferential or cumulative dividends), (b) distributions made on a winding up of the Company, and (c) be convertible into, or exchangeable for, shares of any other class or classes or of any other series of the same or any other class or classes of shares, at such price or prices (subject to the Companies Act 2006 (“Companies Act”)) or at such rates of exchange and with such adjustments as may be determined by our Board. \n\nThe terms of one or more classes of shares could adversely impact the voting power of our ordinary shares. For example, we might grant holders of a new class of shares the right to elect some number of our directors in all events or on the happening of specified events or the right to veto specified transactions. Similarly, the repurchase or redemption rights or liquidation preferences we might assign to a new class of shares could affect the residual value of our ordinary shares.\n\nU.S. investors may have difficulty enforcing civil liabilities against our Company, our directors or members of our senior management. \n\nThere is doubt as to whether English courts would enforce certain civil liabilities under U.S. securities laws in original actions or in judgments of U.S. courts based upon these civil liability provisions. In addition, awards of punitive damages in actions brought in the U.S. or elsewhere may be unenforceable in the U.K. An award for monetary damages under the U.S. securities laws would be considered punitive if it does not seek to compensate the claimant for loss or damage suffered and is intended to punish the defendant. The enforceability of any judgment in the U.K. will depend on the particular facts of the case as well as the laws and treaties in effect at the time. The U.S. and the U.K. do not currently have a treaty providing for recognition and enforcement of judgments (other than arbitration awards) in civil and commercial matters. \n\nThe rights of our shareholders may differ from the rights typically offered to shareholders of a U.S. corporation. \n\nWe are incorporated under English law. The rights of holders of our ordinary shares are governed by English law, including the provisions of the Companies Act, and by our Articles. These rights differ in certain respects from the rights of shareholders in typical U.S. corporations. \n\nThe U.K. City Code on Takeovers and Mergers (the “Takeover Code”) applies, among other things, to an offer for a public company whose registered office is in the U.K. and whose securities are not admitted to trading on a regulated market in the U.K. if the company is considered by the Panel on Takeovers and Mergers (the “Takeover Panel”) to have its place of central management and control in the U.K. This is known as the “residency test.” Under the Takeover Code, the Takeover Panel will determine whether we have our place of central management and control in the U.K. by looking at various factors, including the structure of our Board, the functions of the directors and where they are resident. If at the time of a takeover offer, the Takeover Panel determines that we have our place of central management and control in the U.K., we would be subject to a number of rules and restrictions, including but not limited to the following: (i) our ability to enter into deal protection arrangements with a bidder would be extremely limited; (ii) we might not, without the approval of our shareholders, be able to perform certain actions that could have the effect of frustrating an offer, such as issuing shares or carrying out acquisitions or disposals; and (iii) we would be obliged to provide equality of information to all bona fide competing bidders. The Takeover Panel previously confirmed to our representatives that, on the basis of our Board, it does not consider the Takeover Code to apply to the Company, although that position is subject to change if our place of central management and control is subsequently found to move to the U.K. \n\n27\n\n\nOur Articles provide that the courts of England and Wales have exclusive jurisdiction to determine shareholder and derivative disputes, which could limit our shareholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, former directors, officers or employees. \n\nOur Articles provide that the courts of England and Wales have exclusive jurisdiction to determine any dispute brought by a shareholder in that shareholder’s capacity as such, or related to or connected with any derivative claim in respect of a cause of action vested in the Company or seeking relief on behalf of the Company, against the Company and/or the Board and/or any of the directors, former directors, officers or other employees individually, arising out of or in connection with these Articles or (to the maximum extent permitted by applicable law) otherwise. This choice of forum provision may limit a shareholder’s ability to bring a claim in a judicial forum that the shareholder believes is favorable for disputes with us or our directors, former directors, officers or other employees, which may discourage lawsuits against us and our directors, former directors, officers and employees. The rights of stockholders under Delaware law and shareholders under English law in relation to the bringing of shareholder suits differ in several significant respects. Any person or entity purchasing or otherwise acquiring or holding any interest in our ordinary shares shall be deemed to have notice of and to have consented to the provisions of our governing documents described above, as they may be amended from time to time. \n\nTransfers of our shares outside DTC may be subject to stamp duty or stamp duty reserve tax in the U.K., which would increase the cost of dealing in our shares. \n\nWe strongly encourage investors to hold ordinary shares in book-entry form through the facilities of The Depository Trust Company (“DTC”) as transfers outside of DTC may be subject to U.K. stamp duty or stamp duty reserve tax (“SDRT”) which would increase the cost of dealing in our shares. A transfer of title in the ordinary shares held within DTC to a purchaser out of DTC and any subsequent transfers that occur outside the DTC system, will generally attract a charge to U.K. stamp duty or SDRT at a rate of 0.5% of any consideration payable for such transfer, which is payable by the transferee of the ordinary shares. Any such duty must be paid and the relevant transfer document, if any, stamped by HM Revenue & Customs (“HMRC”) before the transfer can be registered in our company books. However, if those ordinary shares are redeposited into DTC or any other depositary receipt system or clearance service, the redeposit will generally attract stamp duty or SDRT, at the rate of 1.5% of the value of the shares, which will normally be paid by the transferor. \n\nIf our ordinary shares are not eligible for continued deposit and clearing within the facilities of DTC, then transactions in our securities may be disrupted and/or our ability to issue shares under our equity compensation plans may be restricted.\n\nThe facilities of DTC are a widely used mechanism that allow for rapid electronic transfers of securities between the participants in the DTC system, which include many large banks and brokerage firms. Our ordinary shares are currently eligible for deposit and clearing within the DTC system. DTC generally has discretion to cease to act as a depository and clearing agency for the ordinary shares including to the extent that any changes in U.K. law affect the stamp duty or SDRT position in relation to the ordinary shares. If DTC were to determine that our ordinary shares are not eligible for continued deposit and clearance within its facilities, our ordinary shares may not be eligible for continued listing on the NYSE and trading in our ordinary shares would be disrupted. While we would pursue alternative arrangements to preserve our listing and maintain trading, any such disruption could have a material adverse effect on the market price of our ordinary shares and our access to the capital markets.",
      "char_count": 78432
    }
  },
  "extracted_at": "2026-01-19T15:39:08.377168"
}