{
  "ticker": "HNI",
  "company_name": "HNI CORP",
  "cik": 48287,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0000048287-25-000084",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000048287&accession_number=000004828725000084&xbrl_type=v",
  "sic_code": "2522",
  "industry": "Office Furniture (No Wood)",
  "sections": {
    "item1": {
      "text": "References in this report to the \"Corporation,\" \"HNI,\" \"we,\" \"us,\" and \"our\" are to HNI Corporation individually and together with its consolidated subsidiaries.\n\nThe Corporation follows a 52/53-week fiscal year, which ends on the Saturday nearest December 31. Fiscal year 2024 ended on December 28, 2024, fiscal year 2023 ended on December 30, 2023, and fiscal year 2022 ended on December 31, 2022\n\nPART I\n\nItem 1.  Business\n\nGeneral\n\nHNI Corporation is a leading global designer and provider of commercial furnishings, and a leading manufacturer and marketer of hearth products. The Corporation utilizes a multi-faceted go-to-market model to deliver value to customers via various brands and selling models. HNI is focused on growing its existing businesses while seeking out and developing new opportunities for expansion.\n\nThe Corporation's two reportable segments are workplace furnishings and residential building products. Workplace furnishings include furniture systems, seating, storage, tables, architectural products, ancillary products, and hospitality products. These products are sold primarily through a national system of independent dealers, office product distributors, eCommerce retailers, and wholesalers but also directly to end-user customers and federal, state, and local governments. Residential building products include a full array of gas, wood, electric, and pellet-fueled fireplaces, inserts, stoves, facings, outdoor fire pits and fire tables, and accessories. These products are sold through a national system of independent dealers and distributors, as well as Corporation-owned installing distribution and retail outlets. In fiscal 2024, the Corporation had net sales of $2.5 billion, of which $1.9 billion or 75 percent was attributable to the workplace furnishings segment and $0.6 billion or 25 percent was attributable to the residential building products segment.\n\nIncorporated in 1944, HNI maintains its corporate headquarters in Muscatine, Iowa. It is organized into operating units with offices, manufacturing plants, distribution centers, and sales showrooms primarily in the United States, India, and Mexico. See \"Item 2. Properties\" for additional related discussion.\n\nOn June 1, 2023, the Corporation acquired Kimball International, Inc. (\"Kimball International\") in a cash and stock transaction valued at $503.7 million. The Corporation included the financial results of Kimball International in the Consolidated Financial Statements starting as of the date of acquisition. References to \"legacy\" businesses in this report exclude the acquisition of Kimball International and its impact on the Corporation's businesses.\n\nFor further information with respect to acquisitions, divestitures, operating segment information, and the Corporation’s operations in general, refer to \"Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in Part II of this report and the following sections in the Notes to Consolidated Financial Statements: \"Note 1. Nature of Operations,\" \"Note 4. Acquisitions and Divestitures,\" and \"Note 16. Reportable Segment Information.\"\n\nMarkets\n\nThe Corporation competes in the workplace furnishings and residential building products markets principally by providing compelling value products designed to be among the best in their price range for product quality and performance, along with superior customer service and short lead-times. These competitive advantages reflect the Corporation’s ongoing investment in its brands, research and development efforts, efficient manufacturing operations, and extensive distribution network.\n\nWorkplace Furnishings\n\nThe North American workplace furnishings market consists of two primary channels — the contract channel and the small and medium-sized business (\"SMB\") channel. End-users across both channels are a mix of commercial, financial, health care, government, and education customers.\n\nThe contract channel has traditionally been characterized by sales of office furniture and services to large corporations and organizations, primarily for new office facilities, relocations, and/or office redesigns. Sales made through the contract channel are frequently customized to meet specific client and architect/designer preferences. End users generally purchase through independent office furniture dealers who prepare a custom-designed office layout emphasizing image and design. The selling process is complex, lengthy, and generally has several manufacturers competing for the same projects.\n\nThe SMB channel, in which the Corporation is a market leader, primarily represents smaller orders of office furniture that are less likely to involve an architect and/or designer. Sales in this channel are driven on the basis of price, product quality, selection, and the speed and reliability of delivery. Independent dealers, national office product distributors, eCommerce retailers, and wholesalers are the primary distribution channels in this market.\n\nIn addition to the above channels, the Corporation sells direct into the hospitality market through the Kimball Hospitality brand. The hospitality end market is served with a complete package of products for guest rooms and public spaces plus service support to the hospitality industry. Serving the hospitality market includes partnering with the most recognized hotel brands to meet their specific requirements for properties throughout the world by working with global manufacturing partners to offer the best solution to fulfill the project.\n\nThe workplace furnishings industry is highly competitive, with a significant number of competitors offering similar products. The Corporation competes by emphasizing its ability to deliver compelling value products, solutions, and a high level of tailored customer service. The Corporation competes with large workplace furnishings manufacturers, which cover a substantial portion of the North America market share in the workplace furnishings market. Competitors include manufacturers such as MillerKnoll, Inc., Steelcase, Inc., Haworth, Inc., The Global Group, Krueger International, Inc., and Teknion Corporation, as well as global importers. The Corporation faces significant price competition from its competitors and may encounter competition from new market entrants.\n\nResidential Building Products\n\nThe Corporation also competes in the residential building products industry, where it is the North American market leader in hearth products. Hearth products are typically purchased by builders during the construction of new homes and homeowners during the renovation of existing homes. Both types of purchases involve seasonality with remodel/retrofit activity being particularly concentrated in the September to December timeframe. Distribution is primarily effected through independent and company-owned installing distributors and retail outlets.\n\nThe hearth products market is highly competitive with products manufactured by a number of national and regional competitors. The Corporation competes against a broad range of manufacturers, including Travis Industries, Inc., Innovative Hearth Products, Wolf Steel Ltd. (Napoleon), and FPI Fireplace Products International Ltd. (Regency).\n\nStrategy\n\nThe Corporation’s strategy is to build on its position as a leading manufacturer of workplace furnishings and residential building products.\n\nThe foundation of the Corporation’s strategy continues to be its distinct member-owner culture, which has enabled HNI to attract, develop, retain, and motivate skilled, experienced, and efficient member-owners who are its employees, and which drives a unique level of commitment to the Corporation’s success. The Corporation aims to leverage this culture to enable profitable growth by focusing members’ efforts on the following three pillars:\n\n•Customer-First Mindset (focus on the customer) – The journeys customers take buying and using workplace furnishings and residential building products continue to rapidly evolve — presenting new opportunities to better serve them. The key to capitalizing on these changes is a deep understanding of customers. To that end, the Corporation continues to broaden its involvement in and understanding of the entire customer journey, by investing in data analytics, digital assets, branding, eCommerce capabilities, and market coverage. This customer-first mindset allows the Corporation to identify and take advantage of new and developing market dynamics.\n\n•Effortless Winning Experiences (simplify the buying process) – Customers continue to raise their expectations and demand more effortless experiences. Buying office furniture and hearth products can be complicated and time-consuming. The Corporation’s deep understanding of the customer buying journey incorporates technology and digital assets to help customers navigate the buying process more quickly and with reduced effort. The Corporation has scale, price point breadth, product depth, and resources to lead this charge.\n\n•Own Operational Excellence (leverage lean heritage) – All HNI member-owners embrace the principles of lean manufacturing. Members utilize Rapid Continuous Improvement (RCI), which scrutinizes every facet of the business to identify areas of waste, and then refines and streamlines. RCI can be seen in action throughout the Corporation’s value chain from the manufacturing floor to the administrative offices to customer interactions, as members always look to find \n\na better, more efficient, and more environmentally-friendly approach. This focus on RCI benefits stakeholders as the Corporation consistently delivers productivity and cost savings that allow it to grow earnings and invest in the future. \n\nManagement believes that the skillful execution of these strategic initiatives will support strong organic sales growth, margin expansion, improved returns, strong free cash flow, and position the Corporation for continued success.\n\nSales\n\nWorkplace Furnishings\n\nThe Corporation designs, manufactures, and markets a broad range of workplace furnishings. The Corporation offers a complete line of panel-based and freestanding office furniture systems, seating, benching, tables, architectural products, storage, ancillary products, hospitality products, and social collaborative items in order to meet the needs of a wide spectrum of organizations. Through its broad product offerings the Corporation is able to service business furniture needs in virtually any setting, including private office, open plan, conference rooms, training areas, cafes, lounges, collaborative spaces, health care, and hospitality spaces, among many others. The Corporation possesses significant expertise and vertical manufacturing capabilities that afford it the flexibility to design and manufacture new products in-house to meet changing market needs.\n\nTo meet the demands of various markets, the Corporation’s products are sold primarily under the Corporation’s brands:\n\nHON®\n\nAllsteel®\n\nBeyond®\n\nGunlocke®\n\nHBF®\n\nHBF Textiles®\n\nHNI India®\n\nKimball®\n\nNational®\n\nEtc.®\n\nInterwoven®\n\nDavid Edward®\n\nKimball®Hospitality\n\nD’style®\n\nThe Corporation sells its products through various distribution channels, including the following:\n\n•Independent, local office products dealers that specialize in the sale of office furniture and/or office products to business, government, education, and health care entities.\n\n•National office product distributors that sell furniture and office supplies through a national network of dealerships and sales offices, as well as through online and retail office products stores.\n\n•eCommerce–focused resellers that sell a wide array of business and consumer products to commercial and non-commercial customers, with orders fulfilled both by the Corporation and/or directly by the eCommerce reseller from inventory held in their facilities.\n\n•Wholesalers that serve as distributors of the Corporation’s products to independent dealers and national office products distributors and maintain inventories of standard product lines for quick delivery to customers.\n\n•Direct sales of products to federal, state, and local government offices, or in certain circumstances a lead selling relationship with an end-user.\n\nThe Corporation’s workplace furnishings sales force consists of sales managers, salespeople, and independent manufacturers’ representatives who collectively provide national sales coverage. Sales managers and salespeople are compensated by a combination of salary and variable performance compensation.\n\nThe Corporation also makes export sales through HNI International to independent office furniture dealers and wholesale distributors serving select foreign markets. Distributors are principally located in the Caribbean, Latin America, and Mexico. Through HNI India, the Corporation manufactures and distributes office furniture directly to end-users and through independent dealers and distributors primarily in India.\n\nResidential Building Products\n\nThe Corporation’s residential building products segment includes the Hearth & Home Technologies LLC (\"Hearth & Home\") operating unit. Hearth & Home is North America’s largest manufacturer and marketer of prefabricated fireplaces, hearth stoves, and related products. These products are primarily for the home and are sold under the following widely recognized brands:\n\nHeatilator®\n\nHeat & Glo®\n\nMajestic®\n\nMonessen®\n\n6\n\n\nQuadra-Fire®\n\nHarman®                                       \n\nVermont Castings®\n\nPelPro®\n\nStellarTM\n\nSimpliFire®\n\nThe Outdoor GreatRoom Company®\n\nForge & FlameTM\n\nThe Corporation’s line of hearth products includes a full array of gas, wood, electric, and pellet-fueled fireplaces, inserts, stoves, facings, outdoor fire pits and fire tables, and accessories. Heatilator®, Heat & Glo®, Majestic®, Monessen®, and StellarTM are brand leaders in the two largest segments of the home fireplace market: gas and wood fireplaces. The Corporation is a leader in \"direct vent\" fireplaces, which replaces the chimney-venting system used in traditional fireplaces with a less expensive vent through the roof or an outer wall. In addition, the Corporation is a market leader in wood and pellet-burning stoves with its Forge & FlameTM, Quadra-Fire®, Harman®, Vermont Castings®, and PelPro® product lines, which provide home heating solutions using renewable fuels. \n\nHearth & Home sells its products through independent dealers, distributors, and 28 Corporation-owned installing distribution and retail outlets. The distribution and retail brand of this operating unit is Fireside Hearth & Home. The business has a field sales organization of sales managers, salespeople, and independent manufacturers’ representatives.\n\nLargest Customers\n\nIn fiscal 2024, the Corporation’s five largest customers represented approximately 15 percent of its consolidated net sales. No single customer accounted for 10 percent or more of the Corporation’s consolidated net sales in fiscal 2024, and management does not consider the Corporation’s operations or financial performance to be materially dependent on any individual customer. The substantial purchasing power exercised by large customers may adversely affect the prices at which the Corporation can successfully offer its products.\n\nResources\n\nManufacturing\n\nAs of December 28, 2024, the Corporation manufactured workplace furnishings at facilities in Georgia, Indiana, Iowa, Kentucky, New York, North Carolina, India, and Mexico, and hearth products at facilities in Iowa, Minnesota, Pennsylvania, and Vermont.\n\nThe Corporation purchases raw materials, components, and finished goods from a variety of suppliers, most of which are generally available from multiple sources. Major raw materials and components include steel, aluminum, zinc, lumber, veneer, particleboard, textiles, paint, hardware, glass, plastic products, packaging, foam, and fiberglass.\n\nSince its inception, the Corporation has focused on making its manufacturing facilities and processes more flexible while reducing cost, eliminating waste, and improving product quality. The Corporation applies the principles of RCI and a lean manufacturing philosophy to leverage the creativity of its members to reduce and/or eliminate costs. The application of RCI has increased productivity by reducing set-up, processing times, square footage, inventory levels, product costs, and delivery times, while improving quality and enhancing member safety. The Corporation’s RCI process involves members, customers, and suppliers. Manufacturing also plays a key role in the Corporation’s concurrent research and development process in order to design new products for ease of manufacturability.\n\nResearch and Development\n\nThe Corporation’s research and development efforts are primarily focused on developing relevant and differentiated end-user solutions emphasizing quality, aesthetics, style, sustainable design, and reduced manufacturing costs. The Corporation seeks to accomplish these objectives through improving existing products, extending product lines, applying ergonomic research, improving manufacturing processes, and leveraging alternative materials. The Corporation conducts its research and development efforts at both the corporate and operating unit levels. See \"Note 2. Summary of Significant Accounting Policies\" in the Notes to Consolidated Financial Statements for amounts that the Corporation has invested in research and development. \n\nIntellectual Property\n\nAs of December 28, 2024, the Corporation owned 181 United States and 122 foreign patents with expiration dates through 2042 and had applications pending for 40 United States and 24 foreign patents. In addition, as of the same date, the Corporation held 283 United States and 437 foreign trademark registrations and had applications pending for 28 United States and 56 foreign trademarks. The Corporation believes that neither any individual workplace furnishings patent nor the Corporation’s workplace furnishings patents in the aggregate are material to the Corporation’s business as a whole. The Corporation’s patents covering its residential building products protect various technical innovations. While the acquisition of patents reflects Hearth & Home’s \n\n7\n\n\nposition in the market as an innovation leader, the Corporation believes neither any individual residential building product patent nor the Corporation’s residential building product patents in the aggregate are material to the Corporation’s business as a whole.\n\nThe Corporation applies for patent protection when it believes the expense of doing so is justified and the duration of its registered patents is adequate to protect these rights. The Corporation also pays royalties in certain instances for the use of patents on products and processes owned by others.\n\nThe Corporation applies for trademark protection for brands and products when it believes the expense of doing so is justified. The Corporation actively protects trademarks it believes have significant value. The Corporation believes that the HON®, Allsteel®, Kimball®, National®, Heat & Glo®, and Heatilator® trademarks are material to its business and that, other than with respect to those trademarks, neither the loss of any individual trademark nor the loss of the Corporation’s trademarks in the aggregate would materially adversely affect the Corporation’s business as a whole.\n\nEnvironmental Regulation and Sustainability\n\nThe Corporation is subject to a variety of environmental laws and regulations governing the use of materials and substances in products, the management of wastes resulting from use of certain material, the emission of pollutants from its operations, and the remediation of contamination associated with past releases of hazardous substances. The Corporation has trained staff responsible for monitoring compliance with environmental, health, and safety requirements. The Corporation’s staff works with responsible personnel at each manufacturing facility, the Corporation’s legal counsel, and consultants on the management of environmental, health, and safety issues. The Corporation’s environmental objective is to reduce and, when practicable, eliminate the human and ecosystem impacts of materials and manufacturing processes.\n\nCompliance with federal, state, and local environmental regulations has not had a material effect on the capital expenditures, earnings, or competitive position of the Corporation to date and is not expected to have such a material effect in the near future. However, there is no assurance that environmental regulations will not change in future periods or that the Corporation will not incur material additional costs to comply with such regulations.\n\nThe Corporation maintains its Corporate Social Responsibility commitment to lessen the impact of its operations and products. HNI has established metrics to measure its progress in diverting waste from landfill, reducing energy use, and lowering greenhouse gas emissions from its operations. The Corporation also has committed to reducing the impacts of its products through evaluations of design and development, suppliers, and supply chain performance. Integrating these sustainable objectives into core business systems is consistent with the Corporation’s vision, ensures its commitment to being a sustainable enterprise, and remains a priority for members. For more detailed information regarding its sustainability goals, priorities, accomplishments, and initiatives, please refer to the Corporation’s Corporate Social Responsibility report available on its website.\n\nHuman Capital\n\nAs of December 28, 2024, the Corporation employed approximately 7,700 persons, including fewer than 100 temporary personnel.\n\nThe Corporation’s goal is for every member to always feel included and heard. The Corporation believes in:\n\n•Unique perspectives. Diverse backgrounds bring unique perspectives, helping to drive innovation and growth.\n\n•Fair and inclusive treatment. The Corporation seeks to treat all members with fairness and respect, ensuring all voices are heard, and allowing everyone to make meaningful contributions.\n\n•Transparent communication. Members at every level have frequent opportunities to raise and address concerns with company leaders and attend meetings to learn and ask questions about the business. \n\nFor further information regarding its member-owner culture, initiatives, and goals, please refer to the Corporation’s Corporate Social Responsibility report available on its website.\n\nMember Development\n\nAll members have the opportunity to achieve and succeed in their careers. The Corporation invests in apprenticeships, on-the-job training, robust performance and talent-management processes, and leadership development programs. \n\n8\n\n\nMember Compensation and Benefits\n\nThe Corporation’s compensation and benefits programs are competitive and equitable, designed to attract, retain, and motivate its members. Through stock-based plans and profit sharing, most members benefit from the success of the Corporation as a whole. This creates a strong culture of shared responsibility, empowered accountability for all outcomes, and an ongoing enthusiasm for improvement.\n\nThe Corporate Social Responsibility report does not form a part of and is not incorporated into this Annual Report on Form 10-K.\n\nAvailable Information\n\nThe Corporation's website address is www.hnicorp.com. HNI's annual report on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K, and amendments to those reports, are made available free of charge through its website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (the “SEC”). The information on or accessible through HNI's website is not a part of, or incorporated by reference into, this report.\n\nForward-Looking Statements\n\nStatements in this report to the extent they are not statements of historical or present fact, including statements as to plans, outlook, objectives, and future financial performance, are \"forward-looking\" statements, within the meaning of Section 21 of the Securities Exchange Act of 1934, and Section 27A of the Securities Act of 1933. Words such as \"anticipate,\" \"believe,\" \"could,\" \"confident,\" \"estimate,\" \"expect,\" \"forecast,\" \"hope,\" \"intend,\" \"likely,\" \"may,\" \"plan,\" \"possible,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"will,\" \"would,\" and variations of such words and similar expressions identify forward-looking statements.\n\nForward-looking statements involve known and unknown risks and uncertainties, which may cause the Corporation’s actual results in the future to differ materially from expected results. The most significant factors known to the Corporation that may adversely affect the Corporation’s business, operations, industries, financial position, or future financial performance are described later in this report under the heading \"Item 1A. Risk Factors.\" The Corporation cautions readers not to place undue reliance on any forward-looking statement, which is based necessarily on assumptions made at the time the Corporation provides such statement, and to recognize forward-looking statements are predictions of future results, which may not occur as anticipated. Actual results could differ materially from those anticipated in the forward-looking statements and from historical results due to the risks and uncertainties described elsewhere in this report, including but not limited to: the Corporation’s ultimate realization of the anticipated benefits of the acquisition of Kimball International; disruptions in the global supply chain; the effects of prolonged periods of inflation and rising interest rates; labor shortages; the levels of office furniture needs and housing starts; overall demand for the Corporation’s products; general economic and market conditions in the United States and internationally; industry and competitive conditions; the consolidation and concentration of the Corporation’s customers; the Corporation’s reliance on its network of independent dealers; changes in trade policy; changes in raw material, component, or commodity pricing; market acceptance and demand for the Corporation’s new products; changing legal, regulatory, environmental, and health care conditions; the risks associated with international operations; the potential impact of product defects; the various restrictions on the Corporation’s financing activities; an inability to protect the Corporation’s intellectual property; cybersecurity threats, including those posed by potential ransomware attacks; impacts of tax legislation; force majeure events outside the Corporation’s control, including those that may result from the effects of climate change; and other risks as described under the heading \"Item 1A. Risk Factors,\" as well as others that the Corporation may consider not material or does not anticipate at this time. The risks and uncertainties described in this report, including those under the heading \"Item 1A. Risk Factors,\" are not exclusive and further information concerning the Corporation, including factors that potentially could have a material effect on the Corporation’s financial results or condition, may emerge from time to time.\n\nThe Corporation assumes no obligation to update, amend, or clarify forward-looking statements, whether as a result of new information, future events, or otherwise, except as required by applicable law. The Corporation advises you, however, to consult any further disclosures made on related subjects in future annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K filed with or furnished to the SEC.",
      "char_count": 27776
    },
    "item1a": {
      "text": "Item 1A.  Risk Factors\n\nThe following risk factors and other information included in this report should be carefully considered. If any of the following risks occur, the Corporation’s business, operating results, cash flows, or financial condition could be materially adversely affected. Other factors not currently known to the Corporation or that it currently considers to be immaterial also may adversely affect its business, operating results, cash flows, or financial condition.\n\nIndustry and Economic Risks\n\nUnfavorable economic and industry factors could adversely affect the Corporation’s business, operating results, or financial condition.\n\nWorkplace, health care, and hospitality furnishings industry sales are subject to risks resulting from a variety of macroeconomic factors including service-sector employment levels, corporate profits, business confidence, commercial construction, office vacancy rates, and new hospitality refurbishment rates. Industry factors, including corporate restructuring, technology changes, corporate relocations, health and safety concerns, including ergonomic considerations, and the globalization of companies also influence workplace furnishings industry revenues. In addition, adoption of hybrid working models has resulted in a significant decrease in worker attendance at their office locations. Despite office re-entry in many markets, office occupancy levels remain below historic levels. Lower office occupancy levels have had and could continue to have an adverse impact on the demand for workplace furnishings.\n\nResidential building products industry sales are impacted by a variety of macroeconomic factors including housing starts, housing inventory, home sales, overall employment levels, interest rates, home affordability, consumer confidence, energy costs, disposable income, and changing demographics. Such sales are also subject to risks associated with industry factors such as technology changes, health and safety concerns, and environmental regulation, including indoor air quality standards. Deterioration of economic conditions or a slowdown in the homebuilding industry and the hearth products market could decrease demand for the Corporation's residential building products and have additional adverse effects on operating results.\n\nDeteriorating economic conditions, which may be caused by uncertainties and volatility in the financial markets, rising or sustained inflation and interest rates, and potential economic recessions, could affect the Corporation’s business significantly by contributing to reduced demand for the Corporation's products, insolvency of independent dealers resulting in increased provisions for credit losses, insolvency of key suppliers resulting in product delays, inability of customers to obtain credit to finance purchases of products, and decreased customer demand, including order delays or cancellations. In a recessionary economy, business confidence, service-sector employment, corporate cash flows, and residential and non-residential commercial construction often decrease, which typically leads to a decrease in demand for workplace furnishings and residential building products.\n\nThe workplace, health care, and hospitality furnishings and residential building products industries are highly competitive and, as a result, the Corporation may not be successful in winning new business.\n\nThe workplace, health care, and hospitality furnishings and residential building products industries are highly competitive. Many of the Corporation’s competitors in both industries offer similar products. Competitive factors include price, delivery and service, brand recognition, product design, product quality, strength of dealers and other distributors, and relationships with customers and key influencers, including architects, designers, home-builders, and facility managers. In both industries, most of the top competitors have an installed base of products that can be a source of significant future sales through repeat and expansion orders. The Corporation’s main competitors manufacture products with strong acceptance in the marketplace and are capable of developing products that have a competitive advantage, which could make it difficult for the Corporation to win new business.\n\nIn both the workplace furnishings and residential building products industries, the Corporation faces price competition from competitors and from new market entrants who may manufacture and source products from lower cost countries. Price competition impacts the Corporation’s ability to implement price increases or, in some cases, maintain prices, which could lower profit margins and adversely affect future financial performance.\n\nChanges in industry dynamics, including demand and order patterns from customers, distribution changes, or the loss of a significant number of dealers, could adversely affect the Corporation’s business, operating results, or financial condition.\n\nConsolidation among the Corporation’s customers may result in a smaller number of total customers and an increase in large customers whose size and purchasing power give them increased bargaining power that may result in, among other impacts, decreases in average selling prices. In addition, the Corporation’s business, financial condition, and operating results could be harmed by further consolidations, which may lead to fluctuations in revenue, increases in costs to meet demands of large customers, and pressure to accept disadvantageous contract terms.\n\nThe Corporation sells products through multiple distribution channels, which primarily include independent dealers, national dealers, wholesalers, sales representatives, and eCommerce. These distribution channels have experienced significant consolidation, which may continue in future periods. The Corporation relies on distribution partners to provide a variety of \n\nimportant specification, installation, and after-market services to customers. Some distribution partners may terminate their relationship with the Corporation at any time and for any reason. Loss or termination of a significant number of reseller relationships could cause difficulties in marketing and distributing products, resulting in a decline in sales, which may adversely affect the Corporation’s business, operating results, or financial condition.\n\nIn addition, individual dealers may not continue to be viable and profitable and may suffer from a lack of available credit. While the Corporation is not significantly dependent on any single dealer, if dealers go out of business or are restructured, the Corporation may suffer losses as the dealers may not be able to pay the Corporation for products previously delivered to them.\n\nThe loss of a dealer relationship could negatively affect the Corporation’s ability to maintain market share in the affected geographic market and to compete for and service clients in that market until a new dealer relationship is established. Establishing a viable dealer in a market can take a significant amount of time and resources. The loss or termination of a significant dealer or a substantial number of dealer relationships could cause significant difficulties in marketing and distributing the Corporation’s products, resulting in a decline in sales and/or impairment of the Corporation’s contract assets related to distribution agreements with the respective dealers.\n\nEvolving trade policy between the United States and other countries may have an adverse effect on the Corporation’s business and results of operations.\n\nThe Corporation has a global supply chain for products used in workplace furnishings and residential building products. Actions taken by the United States government to impose tariffs on certain products could have long-term impacts on existing supply chains. The situation could impact the competitive environment depending on the severity and duration of current and future policy changes. The imposition of tariffs may result in additional costs on the business, including costs with respect to products upon which the business depends. Increased costs could further lower profit margins as the Corporation may be challenged in effectively increasing the prices of its products, and its business and results of operations may be adversely affected.\n\nCertain foreign governments have imposed tariffs on goods that their countries import from the United States. Changes in United States trade policy could result in one or more foreign governments adopting trade policies that make it more difficult or costly for the Corporation to do business in those countries.\n\nThe Corporation cannot predict the extent to which the United States or other countries will impose quotas, duties, tariffs, taxes, or other similar restrictions upon the import or export of products in the future, nor can the Corporation predict future trade policy or the terms of any renegotiated trade agreements and their impact on the business. The adoption and expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs or trade agreements or policies has the potential to adversely impact demand for products, costs, customers, suppliers, and the United States economy, which could have a material adverse effect on the Corporation’s business, operating results, and financial condition.\n\nThe Corporation’s profitability may be adversely affected by increases in raw material and commodity costs as well as transportation and shipping challenges.\n\nFluctuations in the price and availability of commodities, raw materials, components, and finished goods could have an adverse effect on costs of sales, profitability, and ability to meet customers’ demand. The Corporation sources commodities, raw materials, components, and finished goods from domestic and international suppliers. From both domestic and international suppliers, the cost and availability of commodities, raw materials, components, and finished goods including steel have been significantly affected in recent years by, among other things, changes in global supply and demand, changes in laws and regulations (including tariffs and duties), changes in exchange rates and worldwide price levels, inflationary forces, natural disasters, labor disputes, military action, terrorism, and political unrest or instability. These factors could lead to price volatility or supply interruptions in the future. Profit margins could be adversely affected if commodity, raw material, component, and finished good costs increase and the Corporation is either unable to offset such costs through strategic sourcing initiatives and continuous improvement programs or, as a result of competitive market dynamics, unable to pass along a portion of the higher costs to customers.\n\nThe Corporation relies primarily on third-party freight and transportation providers to deliver products to customers. Increasing demand for freight providers and a shortage of qualified drivers have caused delays and may cause future delays in shipments and increase the cost to ship its products, which may adversely affect profitability. The Corporation also imports and exports products and components, primarily using container ships, which load and unload their cargoes through North American ports. Capacity-related and/or port-caused delays in the shipment or receipt of products and components, including labor disputes, have caused and could cause delayed receipt of products and components, which may adversely affect sales and profitability.\n\n11\n\n\nStrategic and Operational Risks\n\nIf customers do not perceive the Corporation’s products and services to be of good value, the Corporation’s brand and name recognition and reputation could suffer.\n\nThe Corporation believes that establishing and maintaining good brand and name recognition and a good reputation is critical to its business. In certain parts of the market, promotion and enhancement of the Corporation’s name and brands will depend on the effectiveness of marketing and advertising efforts and on successfully providing design-driven, innovative, and high-quality products and superior services. If customers do not perceive the Corporation’s products and services to be design-driven, innovative and of high quality, its reputation, brand, and name recognition could suffer, which could have a material adverse effect on the Corporation’s business.\n\nThe Corporation’s efforts to introduce new products to meet customer and workplace demands may not be successful, which could limit sales growth or cause its sales to decline.\n\nTo meet the changing needs of customers and keep pace with market trends and evolving regulatory and industry requirements, including environmental, health, safety, and similar standards for the workplace and for product performance, the Corporation regularly introduces new workplace furnishings and residential building products. The introduction of new products requires the coordination of the design, manufacturing, and marketing of the products, which may be affected by uncontrollable factors. The design and engineering of certain new products varies but can extend beyond a year, and further time may be required to achieve client acceptance. The Corporation may face difficulties if it cannot successfully align itself with independent architects, home-builders, and designers who are able to design, in a timely manner, high-quality products consistent with the Corporation’s image and customers’ needs. Accordingly, the launch of a product may be later or less successful than originally anticipated, limiting sales growth or causing sales to decline.\n\nNatural disasters, acts of God, force majeure events, or other catastrophic events may impact the Corporation’s production capacity and, in turn, negatively impact profitability.\n\nNatural disasters, acts of God, global pandemics or epidemics, force majeure events, or other catastrophic events, including severe weather, military action, terrorist attacks, power interruptions, floods, and fires, could disrupt operations and the ability to produce or deliver products. Some of the Corporation’s production facilities, members, and key management are located within a small geographic area in eastern Iowa located near the Mississippi River, and a natural disaster or catastrophe in the area, such as flooding or severe storms, could have a significant adverse effect on the results of operations and business conditions. Further, several of the Corporation’s production facilities are single-site manufacturers of certain products, and an adverse event affecting any of those facilities could significantly delay production of certain products and adversely affect operations and business conditions. Members are an integral part of the business and events such as those described above could negatively impact the availability of members reporting for work. In the event the Corporation experiences a temporary or permanent interruption in its ability to produce or deliver product, revenues could be reduced, and business could be materially adversely affected. In addition, any continuing disruption in the Corporation’s computer system could adversely affect the ability to receive and process customers’ orders, procure materials, manufacture products and ship products on a timely basis, which could adversely affect relations with customers and potentially reduce customer orders or result in the loss of customers.\n\nThe Corporation’s business and operations are subject to risks related to climate change.\n\nThe long-term effects of global climate change could present both physical risks and transition risks (such as regulatory, supply chain, or technology changes), which could be widespread and unpredictable. These changes over time could affect the availability and cost of raw materials, commodities, and energy (including utilities), which in turn may impact the Corporation’s ability to procure goods or services required for the operation of the Corporation’s business at the quantities and levels the Corporation requires. Additionally, the Corporation has manufacturing and distribution facilities located in areas that may be impacted by the physical risks of climate change, including flooding, and faces the risk of losses incurred as a result of physical damage to its facilities and inventory as well as business interruption caused by such events. Furthermore, periods of extended inclement weather or associated flooding may inhibit construction activity utilizing the Corporation’s products and delay shipments of products to customers. The Corporation uses natural gas, diesel fuel, gasoline, and electricity in its operations, all of which could face increased regulation as a result of climate change or other environmental concerns. The increased prevalence of global climate issues may result in new regulations that could negatively impact the Corporation, including regulations limiting emissions from, or restricting the use of wood, coal, natural gas, or other fuel sources in, fireplaces and heating appliances, which \n\n12\n\n\nmay impede the Corporation’s ability to market and sell those products. Any such events could have a material adverse effect on the Corporation’s costs or results of operations.\n\nA continued shortage of qualified labor could negatively affect the Corporation’s business and materially reduce earnings.\n\nThe success of the Corporation’s operations depends on its ability, and the ability of third parties upon which the Corporation relies, to identify, recruit, develop, and retain qualified and talented individuals in order to supply and deliver the Corporation’s products. The Corporation has experienced shortages of qualified labor across its operations. Outside suppliers that the Corporation relies upon have also experienced shortages of qualified labor. Current and future shortages of qualified labor could have a negative effect on the Corporation’s business. Member recruitment, development, and retention efforts may not be successful, which could result in a shortage of qualified individuals in future periods. Any such shortage could decrease the Corporation’s ability to effectively produce workplace furnishings and residential building products and meet customer demand. Such a shortage would also likely lead to higher wages for members (or higher costs to purchase the services of such third parties) and a corresponding reduction in the Corporation’s profitability. A shortage of qualified labor in certain geographies, particularly where plant production workers are employed, could result in increased costs from certain temporary wage actions, such as hiring and referral bonus programs. Such shortages for a prolonged period could have a material adverse effect on the Corporation’s operating results.\n\nThe Corporation’s failure to retain its existing management team, maintain its engineering, finance, technical, and manufacturing process expertise, or continue to attract qualified personnel could adversely affect the Corporation’s business.\n\nThe Corporation depends significantly on its executive officers and other key personnel. The Corporation’s success is also dependent on keeping pace with technological advancements and adapting services to provide manufacturing capabilities that meet customers’ changing needs. To do so, the Corporation must retain qualified engineering and technical personnel and successfully anticipate and respond to technological changes in a cost effective and timely manner. The Corporation focuses on continuous training, motivation, and development of its members, and it strives to attract and retain qualified personnel. Failure to retain the Corporation’s executive officers and retain and attract other key personnel could adversely affect the Corporation’s business.\n\nFailure to properly identify, value, and manage acquisitions or strategic alliances in accordance with the Corporation's strategy may negatively affect the Corporation’s business, results of operations and financial condition.\n\nOne of the Corporation’s growth strategies is to supplement its organic growth through acquisitions and strategic alliances, which may include transactions with other manufacturers of workplace furnishings and residential building products or distributors of workplace furnishings and residential building products. The Corporation may not be successful in identifying suitable acquisition or alliance opportunities, prevailing against competing potential acquirers, negotiating appropriate acquisition terms, obtaining financing, completing proposed acquisitions or alliances, or expanding into new markets or product categories. If the Corporation fails to effectively identify, value, consummate, or manage any acquired company, it may not realize the potential growth opportunities or achieve the financial results anticipated at the time of the acquisition or alliance. An acquisition or alliance could also adversely impact the Corporation’s operating performance or cash flow due to, among other things, the issuance of acquisition-related debt, pre-acquisition assumed liabilities, undisclosed facts about the business, or acquisition expense. Any of such risks could adversely affect the Corporation’s business, operating results, or financial condition.\n\nThe Corporation may not be able to successfully integrate and manage acquired businesses and alliances.\n\nThe benefits of acquisitions or alliances pursued as one of the Corporation’s growth strategies may take more time than expected to develop or integrate into operations. In addition, an acquisition or alliance may not perform as anticipated, be accretive to earnings, or prove to be beneficial to the Corporation’s operations and cash flow. Acquisitions and alliances involve a number of risks, including:\n\n•diversion of management’s attention from operations;\n\n•difficulties in assimilating the operations and products of an acquired business or in realizing projected efficiencies, cost savings and revenue synergies;\n\n•potential loss of key employees or customers of the acquired businesses or adverse effects on existing business relationships with suppliers and customers;\n\n•negative impact on member morale and performance as a result of job changes and reassignments;\n\n13\n\n\n•reallocation of amounts of capital from other operating initiatives or an increase in leverage and debt service requirements to pay the acquisition purchase prices, which could in turn restrict the ability to access additional capital when needed or to pursue other important elements of the business strategy;\n\n•inaccurate assessment of undisclosed, contingent, or other liabilities or problems and unanticipated costs associated with the acquisition;\n\n•possible tax costs or inefficiencies associated with integrating the operations of a combined company; and\n\n•incorrect estimates made in accounting for acquisitions, incurrence of non-recurring charges, and write-off of significant amounts of goodwill that could adversely affect the financial results.\n\nThe Corporation may not achieve the intended benefits of its merger with Kimball International.\n\nThe Corporation may not be able to successfully integrate Kimball International’s assets or otherwise realize the expected benefits of the merger transaction (including operating and other cost synergies). Difficulties in integrating Kimball International into the Corporation may result in the Corporation performing differently than expected, in operational challenges, in the failure to realize anticipated run-rate cost synergies and efficiencies in the expected periods or at all, or in the difficulty or failure of utilizing available U.S. tax attributes. In such a case, the acquisition may not be accretive to earnings per share, may not improve the Corporation’s balance sheet position, may not enhance the Corporation’s ability to de-lever and may not generate additional free cash flow due to reduced cash tax payments.\n\nThe Corporation’s business is significantly larger than the pre-merger size of either the Corporation’s or Kimball International’s respective businesses. The Corporation’s ability to successfully manage this expanded business depends, in part, upon management’s ability to design and implement strategic initiatives that address not only the integration of two independent stand-alone companies, but also the increased scale and scope of the combined business with its associated increased costs and complexity. The Corporation's financial performance may be adversely affected if the combined company does not effectively manage its expanded operations.\n\nIn connection with the merger and ongoing integration efforts, the combined company incurred and is expected to continue to incur substantial expenses. There are a large number of processes, policies, procedures, operations, technologies, and systems that must be integrated, including purchasing, accounting and finance, sales, payroll, pricing, revenue management, marketing and benefits. The substantial majority of these costs are non-recurring expenses related to the merger (including financing of the transaction), facilities and systems consolidation. These incremental transaction- and merger-related costs may exceed the savings the combined company expects to achieve from the elimination of duplicative costs and the realization of other efficiencies related to the integration of the businesses, particularly in the near term and in the event there are material unanticipated costs.\n\nGoodwill and other intangible assets represent a significant amount of the Corporation’s total assets, and an impairment charge would adversely affect the Corporation’s financial results.\n\nGoodwill and other acquired intangible assets with indefinite lives are recorded at fair value at the time of acquisition and are not amortized, but reviewed for impairment annually or more frequently if an event occurs or circumstances change making it reasonably possible an impairment may exist. In evaluating the potential for impairment of goodwill and other intangible assets, the Corporation makes assumptions regarding future operating performance, business trends and market and economic performance, and the Corporation’s sales, operating margins, growth rates and discount rates. There are inherent uncertainties related to these factors. If the Corporation experiences disruptions in its business, unexpected significant declines in operating results, a divestiture of a significant component of its business, declines in the market value of equity, or other factors causing the Corporation’s goodwill or intangible assets to be impaired, the Corporation could be required to recognize additional non-cash impairment charges, which would adversely affect the results of operations.\n\nIncreasing health care costs could adversely affect the Corporation’s business, operating results, and financial condition.\n\nThe Corporation provides health care benefits to the majority of its members and is self-insured. Health care costs have continued to rise over time, which increases the annual spending on health care and could adversely affect the Corporation’s business, operating results, and financial condition.\n\nThe Corporation’s international operations expose it to risks related to conducting business in multiple jurisdictions outside the United States.\n\nThe Corporation manufactures, markets, and sells products in international markets.\n\nIts international sales and operations are subject to a number of additional risks, including:\n\n14\n\n\n•social and political turmoil, official corruption, and civil and labor unrest;\n\n•restrictive government actions, including the imposition of trade quotas and tariffs and restrictions on transfers of funds;\n\n•changes in labor laws and regulations affecting the ability to hire, retain, or dismiss members;\n\n•the need to comply with multiple and potentially conflicting laws and regulations, including environmental and corporate laws and regulations;\n\n•the failure of the Corporation’s compliance programs and internal training to prevent violations of the United States Foreign Corrupt Practices Act and other anti-bribery and anti-corruption laws;\n\n•preference for locally branded products and laws and business practices favoring local competition;\n\n•less effective protection of intellectual property and increased possibility of loss due to cyber-theft and ransomware attacks;\n\n•unfavorable business conditions or economic instability in any country or region;\n\n•infrastructure disruptions;\n\n•potentially conflicting cultural and business practices;\n\n•difficulty in obtaining distribution and support; and\n\n•changes to border taxes or other international tax reforms.\n\nFurther, certain countries have complex regulatory systems that impose administrative and legal requirements, which make managing international operations more difficult, including approvals to transfer funds among certain countries. If the Corporation is unable to provide financial support to the international operations in a timely manner, its business, operating results, and financial condition could be adversely affected.\n\nThese risks may be elevated given the current uncertainties regarding the impact of the conflicts in Europe and the Middle East, ongoing disputes and increased tensions related to global trade, and complexities with foreign regulatory environments including the decreased ability of United States regulators to exercise oversight of subsidiaries of United States companies based in certain international jurisdictions.\n\nThe Corporation is subject to currency risk in its international operations.\n\nAlthough the Corporation primarily sells products and reports the financial results in United States dollars, increased business in countries outside the United States creates exposure to fluctuations in foreign currency exchange rates. Paying expenses in other currencies can result in a significant increase or decrease in the amount of those expenses in terms of United States dollars, which may affect profits. In the future, any foreign currency appreciation relative to the United States dollar would increase expenses that are denominated in that currency. Additionally, as the Corporation reports currency in the United States dollar, the financial position is affected by the strength of the currencies in countries where the Corporation has operations relative to the strength of the United States dollar.\n\nThe Corporation periodically reviews foreign currency exposure and evaluates whether it should enter into hedging transactions. As of the date of this report and for the period presented, the Corporation has not utilized any currency hedging instruments.\n\nThe Corporation’s sales to the United States federal, state, and local governments are subject to uncertain future funding levels and federal, state, and local procurement laws and are governed by restrictive contract terms, any of which factors could limit current or future business.\n\nThe Corporation derives a portion of its revenue from sales to various United States federal, state, and local government agencies and departments. The ability to compete successfully for and retain business with the United States government, as well as with state and local governments, is highly dependent on cost-effective performance. This government business is highly sensitive to changes in procurement laws, national, international, state, and local public priorities, and budgets at all levels of government, which frequently experience downward pressure and are subject to uncertainty, including the potential for a temporary shutdown of the United States federal government.\n\nThe Corporation’s contracts with government entities are subject to various statutes and regulations that apply to companies doing business with the government. The United States government, as well as state and local governments, can typically terminate or modify their contracts either for their convenience or if the Corporation fails to perform under the terms of the applicable contract. A termination arising out of default could expose the Corporation to liability and impede its ability to compete in the future for contracts and orders with agencies and departments at all levels of government. Moreover, the Corporation is subject to investigation and audit for compliance with the requirements governing government contracts, including requirements related to procurement integrity, export controls, employment practices, the accuracy of records, and reporting of costs. If the Corporation \n\n15\n\n\nwere found to not be a responsible supplier or to have committed fraud or certain criminal offenses, it could be suspended or debarred from all further federal, state, or local government contracting.\n\nThe Corporation's information technology systems, processes, and sites may suffer interruptions, security incidents, or failures that may affect its ability to conduct its business and cause significant damage to its reputation.\n\nThe Corporation’s operations rely upon certain key information technology systems, which are dependent on services provided by third parties and provide critical data connectivity, information, and services for internal and external users. These interactions include, among others, ordering and managing materials from suppliers, risk management activities, converting raw materials to finished products, inventory management, shipping products to customers, processing transactions, summarizing and reporting results of operations, human resources benefits and payroll management, complying with regulatory, legal and tax requirements, and other processes necessary to manage the business. Increased information technology security and social engineering threats and more sophisticated cyber crime, including advanced persistent threats, pose potential risks to the security of the Corporation’s information technology systems, networks, and services, as well as the confidentiality, availability and integrity of the Corporation’s third-party and employee data. \n\nThe frequency, sophistication and unpredictability of cybersecurity events globally have increased, and can be acute during times of geopolitical tension or instability between countries or when the Corporation makes changes to its information technology systems or implements new ones. The Corporation has been subjected in the past, and may be subjected in the future, to incidents including phishing, e-mails purporting to come from vendors making payment requests, malware, and communications from look-alike corporate domains, as well as security-related risks resulting from the Corporation’s use of third-party software and services. The use of generative artificial intelligence is increasing the sophistication and effectiveness of these types of social engineering attacks. Future data security incidents could compromise or lead to the loss of material confidential, proprietary or otherwise protected information, seize, destroy or corrupt data, or otherwise disrupt the Corporation’s operations or affect its customers or other stakeholders. \n\nInsider or employee cyber and security threats are also a significant concern for all companies, including the Corporation. Despite the Corporation’s substantial investment in physical and technological security measures, employee training and contractual precautions, the Corporation’s information technology networks and infrastructure (or those of the Corporation’s third-party vendors and other service providers) are potentially vulnerable to unauthorized access to data, loss of access to systems or breaches of confidential information due to criminal conduct, attacks by hackers, employee or insider malfeasance or human error.\n\nAlthough the Corporation has put in place security measures to protect itself against cyber-based attacks and disaster recovery plans for its critical systems that are designed to protect its data and customer data and to prevent data loss and other security incidents, these security measures cannot provide absolute security. In some cases, it is difficult to anticipate, detect or identify indicators of such incidents and assess the damage caused by the incidents. In addition, a failure to promptly disclose such material incidents as required by law may result in additional financial or regulatory consequences.\n\nIf the Corporation’s information technology systems are breached, damaged, or cease to function properly due to any number of causes, such as catastrophic events, power outages, security incidents, or cyber-based attacks, and if the Corporation’s cybersecurity response plans and disaster recovery and its cyber incident response plans do not effectively mitigate the risks on a timely basis, the Corporation may encounter significant disruptions that could interrupt its ability to manage its operations, cause loss of valuable data, and damage its reputation. Any such incidents also could subject the Corporation to government investigations or private litigation. These factors may adversely impact the Corporation’s revenues, operating results, and financial condition. The Corporation could also experience delays in reporting its financial results.\n\nThe third-party data management providers and other vendors upon which the Corporation relies may have or develop security problems or security vulnerabilities which may also affect the Corporation’s systems or data. A data security or privacy breach of the Corporation’s systems or other form of cyber-based attack may occur in the future. In addition, the Corporation uses external vendors to perform security assessments on a periodic basis to review and assess its information security. The Corporation utilizes this information to audit itself, monitor the security of its technology infrastructure, and assess whether and how to prioritize the allocation of scarce resources to protect data and systems. These security assessments and audits may not identify or appropriately categorize relevant risks or result in the protection of its computer networks against security intrusions. Although the Corporation requires its third-party vendors contractually to maintain a level of security that is acceptable to it and work closely with key vendors to address potential and actual security concerns and attacks, all confidential, proprietary, or personal information may not be protected on their systems.\n\n16\n\n\nRegardless of whether incidents result from an attack on the Corporation directly or on third-party vendors upon which the Corporation relies, the costs to address the foregoing security problems and security vulnerabilities before or after a cybersecurity incident could be significant. Remediation efforts may not be successful or timely and could result in interruptions, delays or cessation of service and loss of existing or potential customers that may impede the Corporation’s manufacturing, sales, or other critical functions. Breaches of its security measures and the unapproved dissemination of proprietary information or sensitive or confidential data about the Corporation, its employees, its customers or other third parties could expose the Corporation, its employees, and customers or other affected third parties to a risk of loss or misuse of this information.\n\nLegal and Regulatory Risks\n\nThe Corporation is subject to extensive environmental regulation and has exposure to potential environmental liabilities.\n\nThrough the past and present operation and ownership of manufacturing facilities and real property, the Corporation is subject to extensive and changing federal, state, and local environmental laws and regulations, in the United States and other countries where it operates, including those relating to discharges in air, water, and land, the handling and disposal of solid and hazardous waste, and the remediation of contamination associated with releases of hazardous substances. Compliance with environmental regulations has not had a material effect on capital expenditures, earnings, or competitive position to date, but compliance with current laws or more stringent laws or regulations which may be imposed in the future, stricter interpretation of existing laws or discoveries of contamination at the Corporation’s real property sites which occurred prior to ownership may require additional expenditures in the future, some of which may be material.\n\nCosts related to product defects could adversely affect the Corporation’s profitability.\n\nThe Corporation incurs various expenses related to product defects, including product warranty costs, product recall and retrofit costs, and product liability costs. These expenses relative to product sales vary and could increase. The Corporation uses chemicals and materials in products and includes components in products from external suppliers, which it believes to be safe and appropriate for their designated use. Harmful effects, however, may later become known, which could subject the Corporation to litigation and significant losses. The Corporation maintains reserves for product defect-related costs but these reserves may not be adequate to cover actual claims. Incorrect estimates or any significant increase in the rate of product defect expenses could have a material adverse effect on operations.\n\nAn inability to protect the Corporation’s intellectual property could have a significant impact on the business.\n\nThe Corporation attempts to protect its intellectual property rights, both in the United States and in other countries, through a combination of patent, trademark, copyright, and trade secret laws, as well as licensing agreements and third-party nondisclosure and assignment agreements. Because of the differences in foreign trademark, copyright, patent, and other laws concerning proprietary rights, intellectual property rights do not generally receive the same degree of protection in foreign countries as in the United States. In some countries, the Corporation has limited protections, if any, for its intellectual property. The degree of protection offered by the claims of the various patents, copyrights, trademarks, and service marks may not be broad enough to provide significant proprietary protection or competitive advantages to the Corporation, and patents, copyrights, trademarks, or service marks may not be issued on pending or contemplated applications. In addition, not all of the Corporation’s products are covered by patents or similar intellectual property protections. It is also possible that patents, copyrights, trademarks, and service marks may be challenged, invalidated, canceled, narrowed, or circumvented.\n\nIn the past, certain of the Corporation's products have been copied and sold by others. The Corporation tries to enforce its intellectual property rights, but has to make choices about where and how to pursue enforcement and where to seek and maintain intellectual property protection. In many cases, the cost of enforcing rights is substantial, and the Corporation may determine that the costs of enforcement outweigh the potential benefits.\n\nIf third parties claim that the Corporation infringes upon their intellectual property rights, the Corporation may incur liabilities and costs and may have to redesign or discontinue an infringing product.\n\nThe Corporation faces the risk of claims that it has infringed upon third parties’ intellectual property rights. Companies operating in the Corporation’s industry routinely seek patent protection for their product designs, and many of the principal competitors have large patent portfolios. Prior to launching major new products in the key markets, the Corporation normally evaluates existing intellectual property rights. However, competitors and suppliers may have filed for patent protection, which is not, at the time of the evaluation, a matter of public knowledge. The Corporation’s efforts to identify and avoid infringing upon third parties’ intellectual property rights may not always be successful. Any claims of patent or other intellectual property infringement, even \n\n17\n\n\nthose without merit, could be expensive and time consuming to defend, cause the Corporation to cease making, licensing, or using products that incorporate the challenged intellectual property, require the Corporation to redesign, re-engineer, or re-brand the products or packaging, if feasible, or require the Corporation to enter into royalty or licensing agreements in order to obtain the right to use a third party’s intellectual property.\n\nFinancing Risks\n\nThe financing arrangements of the Corporation contain restrictions and limitations that may, under certain circumstances, significantly impact the Corporation’s ability to operate its business.\n\nThe agreements governing the indebtedness of the Corporation may, under certain circumstances, impose significant operating and financial restrictions on the Corporation. The debt agreements restrict the Corporation’s ability to incur additional indebtedness, create or incur certain liens with respect to any properties or assets, engage in lines of business substantially different than those currently conducted, sell, lease, license, or dispose of certain assets, enter into certain transactions with affiliates, make certain restricted payments or take certain restricted actions, and enter into certain sale-leaseback arrangements. These restrictions may affect the Corporation’s ability to operate its business and may limit the Corporation’s ability to take advantage of potential business opportunities as they arise.\n\nIn addition, the agreements governing such indebtedness require the Corporation to comply with a consolidated leverage ratio financial covenant and consolidated interest coverage ratio financial covenant. The Corporation’s ability to continue to comply with these financial covenants will depend on its ongoing financial and operating performance, which in turn will be subject to economic conditions and to financial, market and competitive factors, many of which are beyond the Corporation’s control. The ability to comply with these covenants will also depend on the Corporation’s ability to successfully implement its overall business strategy and realize anticipated synergies, cost savings, innovation, and operational efficiencies.\n\nVarious risks, uncertainties and events beyond the Corporation’s control could affect its ability to comply with the covenants contained in its financing agreements. Failure to comply with any of the covenants in its existing or future financing agreements could result in a default under those agreements and under other agreements containing cross-default provisions. A default would permit lenders to accelerate the maturity of the debt under these agreements. Under these circumstances, the Corporation might not have sufficient funds or other resources to satisfy all of its obligations. In addition, the limitations imposed by financing agreements on the Corporation’s ability to incur additional debt and to take other actions might significantly impair its ability to obtain other financing.\n\nFluctuating interest rates including potential future increases may raise the interest cost on the Corporation’s debt and could materially adversely impact the Corporation’s ability to refinance existing debt and limit its acquisition and development activities going forward.\n\nThe U.S. Federal Reserve has raised the benchmark interest rate multiple times in recent years, and may increase the rate or slow reductions in the rate in future periods. The agreements governing the indebtedness of the Corporation contain interest rates tied to various benchmark rates in effect at any given time, so as interest rates have increased, so has the Corporation’s interest costs for any new debt assumed in connection with the merger and in the normal course of our operations and any additional increases could further increase these costs. This increased cost could make the financing of any acquisition and development activity more costly, as well as lower future period earnings due to higher cost of borrowing.\n\nThe Corporation may require additional capital in the future, which may not be available or may be available only on unfavorable terms.\n\nThe Corporation’s capital requirements depend on many factors, including its need for capital improvements, tooling, research and development, and acquisitions. To the extent existing cash, available borrowings, and cash flows are insufficient to meet these requirements, the Corporation may need to raise additional funds through financings or curtail its growth and reduce the Corporation’s assets. Future borrowings or financings may not be available under the Corporation's credit facility or otherwise in an amount sufficient to enable the Corporation to pay its debt or meet its liquidity needs.\n\nAny equity or debt financing, if available, could have unfavorable terms. In addition, financings could result in dilution to shareholders or the securities may have rights, preferences, and privileges senior to those of the Corporation’s common stock. If the need for capital arises because of significant losses, the occurrence of these losses may make it more difficult to raise the necessary capital.\n\n18\n\n\nRisks Related to the Common Stock\n\nThe Corporation’s results of operations and earnings may not meet guidance or expectations.\n\nThe Corporation frequently provides public guidance on the expected results of operations for future periods. This guidance comprises forward-looking statements subject to risks and uncertainties, including the risks and uncertainties described in this Annual Report on Form 10-K and in other public filings and public statements, and is based necessarily on assumptions made at the time the Corporation provides such guidance. The guidance may not always be accurate. If, in the future, the results of operations for a particular period do not meet its guidance or the expectations of investment analysts or if the Corporation reduces its guidance for future periods, the market price of its common stock could decline significantly.\n\nIowa law and provisions in the Corporation’s charter and bylaws may have the effect of preventing or hindering a change in control and adversely affecting the market price of its common stock.\n\nThe Corporation’s Articles of Incorporation give the Corporation’s Board of Directors (\"Board\") the authority to issue up to two million shares of preferred stock and to determine the rights and preferences of the preferred stock without obtaining shareholder approval. The existence of this preferred stock could make it more difficult or discourage an attempt to obtain control of the Corporation by means of a tender offer, merger, proxy contest, or otherwise. Furthermore, this preferred stock could be issued with other rights, including economic rights, senior to common stock, thereby having a potentially adverse effect on the market price of the Corporation’s common stock.\n\nThe Board is divided into three classes. The Corporation’s classified Board, along with other provisions of the Corporation’s Articles of Incorporation and Bylaws and Iowa corporate law, could make it more difficult for a third party to acquire the Corporation or remove the Corporation’s directors by means of a proxy contest, even if doing so would be beneficial to shareholders. Additionally, the Corporation may, in the future, adopt measures (such as a shareholder rights plan or \"poison pill\") that could have the effect of delaying, deferring, or preventing an unsolicited takeover, even if such a change in control were at a premium price or favored by a majority of unaffiliated shareholders. These measures may be adopted without any further vote or action by the shareholders.",
      "char_count": 52019
    }
  },
  "extracted_at": "2026-01-19T15:39:29.244592"
}