{
  "ticker": "HRL",
  "company_name": "HORMEL FOODS CORP /DE/",
  "cik": 48465,
  "form_type": "10-K",
  "filing_date": "2025-12-05",
  "period_of_report": "2025-10-26",
  "fiscal_year": 2025,
  "accession_number": "0000048465-25-000059",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000048465&accession_number=000004846525000059&xbrl_type=v",
  "sic_code": "2011",
  "industry": "Meat Packing Plants",
  "sections": {
    "item1": {
      "text": "Item 1.  BUSINESS\n\nGeneral Development of Business\n\nHormel Foods Corporation, a Delaware corporation, was founded by George A. Hormel in 1891 in Austin, Minnesota, as Geo. A. Hormel & Company. The Company originated as a processor of meat and food products and continues in this line of business today. The Company has expanded its product portfolio through organic growth and acquisitions to become a global branded food company with more than $12 billion in annual revenue. The Company is built on a foundation of innovation and integrity and a commitment to delivering high-quality, trusted food products across a diverse portfolio of brands and product solutions including Planters®, SPAM®, Jennie-O®, Skippy®, Applegate®, Wholly®, Hormel® Black Label®, Fontanini®, Bacon1®, Hormel® pepperoni, and more than 30 other beloved brands. The Company is a member of the S&P 500 Index and the S&P 500 Dividend Aristocrats.\n\nWhen used in this report, the terms \"we,\" \"our,\" \"us,\" and the \"Company\" mean Hormel Foods Corporation and its subsidiaries, collectively, unless the context otherwise requires or indicates.\n\nDescription of Business\n\nSegments\n\nThe Company currently operates with the following three reportable segments: Retail, Foodservice, and International.\n\nRetail\n\nThe Retail segment consists primarily of the processing, marketing, and sale of food products sold predominantly in retail channels, including grocery stores, mass merchandisers, club stores, natural food chains, drug, dollar and discount chains, and e-commerce providers in the United States (U.S.). This segment also includes the results from the Company’s MegaMex Foods, LLC (MegaMex Foods) joint venture.\n\nFoodservice\n\nThe Foodservice segment consists primarily of the processing, marketing, and sale of food products to distributors and operators across a wide range of providers of food away from home, including restaurants, hospitality, healthcare, K-12, college and universities, and convenience stores in the U.S. \n\nInternational\n\nThe International segment processes, markets, and sells the Company's products through retail and foodservice channels internationally. This segment also includes the results from the Company’s international joint ventures, equity method investments, and royalty arrangements, as well as operations in China and Brazil.\n\nNet sales, segment profit, and certain other financial information by segment are reported in Note Q - Segment Reporting of the Notes to the Consolidated Financial Statements and in Management’s Discussion and Analysis of Financial Condition and Results of Operations.\n\nProducts and Distribution\n\nThe Company develops, processes, and distributes a wide array of food products in a variety of markets and manufactures its products through various processing facilities and trusted co-manufacturers. The Company’s products primarily consist of meat, nuts, and other food products sold across multiple distribution channels, such as U.S. retail, U.S. foodservice, and internationally.\n\nThe Company sells its products in all 50 U.S. states. The Company’s products are sold through its sales personnel, who operate in assigned territories or in dedicated teams serving major customers and who are coordinated from sales offices predominately located in major U.S. cities. The Company's sales team is also responsible for the product portfolio of MegaMex Foods, a U.S. based Mexican food company, of which the Company owns a minority interest. Additionally, the Company utilizes independent brokers and distributors. Products are primarily distributed by common carriers.\n\nThe Company has a global presence within several major international markets, including Australia, Brazil, Canada, China, England, Indonesia, Japan, Mexico, the Philippines, Singapore, and South Korea. Distribution of export sales to customers is primarily done by third party carriers, while the China and Brazil operations also rely on company-owned and operated delivery systems. The Company has licensed other companies to manufacture various products internationally on a royalty basis. The Company also has minority interests in food companies in the Philippines (The Purefoods-Hormel Company, Inc., 40 percent holding) and Indonesia (PT Garudafood Putra Putri Jaya Tbk (Garudafood), approximately 30 percent holding). \n\nRaw Materials\n\nThe Company concentrates on the marketing and sale of branded, value-added food products. The principal raw materials used by the Company include pork, turkey, beef, chicken, and nuts. The Company takes a balanced approach to sourcing its raw materials. To meet its needs for pork raw materials, the Company purchases hogs for the Austin, Minnesota processing facility, enters into long-term supply agreements for pork, and supplements this with spot market purchases of pork. The majority of the turkeys needed to meet raw material requirements are raised by the Company. Production costs from raising turkeys are subject to fluctuations in input costs, including grain prices and fuel costs. To manage input cost risks, the Company uses futures, swaps, and options contracts to hedge a portion of its anticipated purchases. \n\nThe Company also purchases raw materials from various suppliers. As the Company has shifted its focus toward a more value-added portfolio, it has become increasingly dependent on these suppliers to meet its raw material needs. Certain raw materials, such as cashews, are sourced internationally, which may cause additional risks to pricing and availability. The Company utilizes supply contracts and forward buying strategies in its effort to ensure an adequate supply and mitigate price fluctuations. \n\nHuman Capital\n\nThe Company’s employees are the driving force behind innovation, improvement, and success. As of October 26, 2025, the Company had approximately 20,000 active employees, with over 90 percent located within the U.S. At fiscal year end, approximately 20 percent of the Company's employees were covered by collective bargaining agreements. Contracts at two of the Company's facilities, covering approximately 700 employees, expire in the next fiscal year. The Company believes it has good relations with its workforce.\n\nTalent Acquisition, Development, and Retention\n\nHormel’s team members are the cornerstone of the Company and of the fulfillment of its purpose — Inspired People. Inspired Food.™ The Company places great importance on the growth, development, and engagement of its team members. The Company offers competitive compensation packages to its employees and provides a multitude of benefits, including medical, life and disability insurance, contributory and non-contributory retirement savings plans, paid parental leave, tuition reimbursement programs, and two years of tuition-free community and technical college for U.S. employees’ dependent children. \n\nThe Company believes investing in the education, training, and development of employees contributes to the overall success of the business. The Company provides learning opportunities for employees through various training courses, including instructor-led internal and external programs and on-the-job training.\n\nThe Company considers the tenure of its team members to be an indicator of the success of its retention efforts and is proud of its tenure figures. As of October 26, 2025, approximately 50 percent of the Company’s team members had five or more years of service, and the 38-person officer team had an average of 22 years of service.\n\nCreating an Inclusive Environment\n\nThe Company welcomes the unique skills, thoughts, backgrounds, and experiences of its team members, customers, and consumers. By fostering an inclusive culture, the Company enables every member of the workforce to leverage unique talents and high-performance standards to drive innovation and success.\n\nThe Company has nine employee resource groups (ERGs) that support the Company’s mission to create a workplace where all people feel welcomed, respected, and valued. These employee-driven groups play a critical role in the Company’s efforts to create an inclusive environment and provide professional development and mentorship opportunities. \n\nSafety, Health, and Wellness\n\nThe Company develops and administers policies to ensure the safety of each employee and compliance with Occupational Safety and Health Administration standards in the U.S. and comparable international requirements. The Company also conducts regular audits of Company-owned production facilities to ensure compliance with safety policies. The Company conducts safety training for all team members and, during fiscal 2025, completed approximately 1,200 safety assessments each month.\n\nThe Company recognizes that team members perform best when they are healthy, and that optimal performance is necessary for the Company to succeed. In addition to the health care benefits package, the Company’s wellness programs aim to cultivate and maintain a culture of health and wellness that is focused on encouraging and empowering team members to make healthy lifestyle choices through awareness, prevention, and positive health behavior changes. This program offers a comprehensive suite of wellness benefits designed to support every aspect of well-being - physical, financial, and professional. These include tobacco cessation resources, confidential mental health support, family-building assistance, and opportunities for professional development.\n\nGovernmental Regulation and Environmental Matters\n\nThe Company’s operations are subject to regulation by various governmental agencies which oversee areas such as food safety, workforce mobility, environmental laws, animal welfare, financial and tax regulations, and the processing, packaging, storage, distribution, advertising, and labeling of the Company’s products. The Company believes it is in compliance with current laws and regulations and does not expect continued compliance to have a material impact on its capital expenditures, earnings, or competitive position. The Company continues to monitor existing and pending laws and regulations and, while the impact of regulatory changes cannot be predicted with certainty, the Company does not expect compliance to have a material adverse effect on the Company’s business. In addition to compliance with environmental laws and regulations, the Company has established guiding principles to support the long-term health of its business and further improve its sustainability efforts and reduce its environmental impact. \n\nSignificant Customers\n\nThe Company serves many customers throughout the world across various sales channels. Sales to the Company’s largest customer, Walmart Inc. and its subsidiaries (Walmart), accounted for 15.6 percent of consolidated gross sales less returns and allowances during fiscal 2025. Walmart is a customer for the Company’s Retail and International segments. The Company’s top five customers collectively represented approximately 38 percent of consolidated gross sales less returns and allowances during fiscal 2025. The loss of one or more of the top customers in any of the reportable segments could have a material adverse effect upon such segment’s financial results.\n\nCompetition\n\nThe production and sale of meat and food products in the U.S. and internationally is highly competitive. The Company primarily competes with manufacturers of pork and turkey products as well as national and regional producers of other meat and protein sources, such as beef, chicken, fish, nuts, and plant-based proteins.\n\nAll operating segments compete on the basis of price, product quality and attributes, brand identification, breadth of product line, and customer service. Through effective marketing, a dedicated network of direct and indirect sales personnel, and robust quality assurance programs, the Company’s strategy is to provide high quality products that possess strong brand recognition supported by reliable customer service, to support a higher value proposition for customers and consumers. To grow and maintain its competitive position, the Company focuses on meeting customer and consumer preferences, delivering product innovation, and maintaining long-term and lasting relationships with industry partners.\n\nPatents and Trademarks\n\nThere are numerous patents and trademarks important to the Company’s business. As of October 26, 2025, the Company has thirteen U.S.-granted and six foreign-granted patents. Most of the trademarks the Company uses are registered in the U.S. and other countries. Some of the more significant owned or licensed trademarks used by the Company or its affiliates are:\n\nHORMEL, ALWAYS TENDER, APPLEGATE, AUSTIN BLUES, BACON 1, BLACK LABEL, BREAD READY, BURKE, CAFÉ H, CERATTI, CHI-CHI’S, COLUMBUS, COMPLEATS, CORN NUTS, CURE 81, DAN’S PRIZE, DI LUSSO, DINTY MOORE, DON MIGUEL, DOÑA MARIA, EMBASA, FAST ‘N EASY, FIRE BRAISED, FLASH 180, FONTANINI, HERDEZ, HORMEL GATHERINGS, HOUSE OF TSANG, JENNIE-O, JUSTIN’S, LA VICTORIA, LAYOUT, LLOYD’S, MARY KITCHEN, MR. PEANUT, NATURAL CHOICE, NUT-RITION, OLD SMOKEHOUSE, OVEN READY, PILLOW PACK, PLANTERS, ROSA GRANDE, SADLER’S SMOKEHOUSE, SKIPPY, SPAM, SPECIAL RECIPE, SQUARE TABLE, VALLEY FRESH, and WHOLLY.\n\nThe Company’s patents expire after a term that is typically 20 years from the date of filing, with earlier expiration possible based on the Company’s decision whether to pay required maintenance fees. As long as the Company continues to use its trademarks, they are renewed indefinitely.\n\nAvailable Information\n\nThe Company's internet website is hormelfoods.com. The Company's Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and amendments to such documents filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act), are available free of charge on the Investors section of the Company's website (investor.hormelfoods.com) as soon as reasonably practicable after the Company files such material with, or furnishes it to, the U.S. Securities and Exchange Commission (SEC). In addition, the SEC maintains a website (sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. Investors should note that the Company currently announces material information to its investors and others using filings with the SEC, press releases, public conference calls, webcasts, or its website (hormelfoods.com). Information that the Company posts on its website could be deemed material to investors. The Company encourages investors, the media, and others interested in the Company to review the information it posts on these channels. The information on the Company's website is not, and shall not be deemed to be, a part hereof or incorporated into this or any of the Company's other filings with the SEC.\n\n5\n\n\nFORWARD-LOOKING STATEMENTS\n\nThis report contains forward-looking statements, which are based on the Company's current assumptions and expectations. These statements are typically accompanied by the words \"aim,\" \"anticipate,\" \"believe,\" \"could,\" “estimate,” \"expect,\" “intend,” \"may,\" \"might,\" “plan,” “project,” \"seek,\" “target,” \"will,\" \"would,\" or similar words or expressions. The principal forward-looking statements in this report include statements regarding the Company's: future financial and operational performance, fiscal 2026 outlook, expectations regarding commodity markets and raw material costs, intentions regarding future dividends, expectations regarding the Company's strategic initiatives, including the Transform and Modernize initiative and the Company's recent corporate restructuring plan, expectations for the adequacy of and costs associated with the Company's sources of liquidity, expected compliance with debt covenants, expectations regarding its contractual obligations and liabilities, expectations regarding the impact of new accounting pronouncements, expected contributions and payments related to its pension plan, expectations regarding the return on plan assets, expectations regarding the timing and recognition of compensation expenses, and expectations regarding the outcome of, and adequacy of its reserves for, claims, litigation, and the resolution of tax matters.\n\nAll such forward-looking statements are intended to enjoy the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995, as amended. Although the Company believes there is a reasonable basis for the forward-looking statements, its actual results could be materially different. The most important factors which could cause the Company's actual results to differ from its forward-looking statements are set forth in its description of risk factors included in Part I, Item 1A – Risk Factors to this Form 10-K, which should be read in conjunction with the forward-looking statements in this report. Though the Company has attempted to list comprehensively these important cautionary risk factors, the Company cautions that other factors may in the future prove to be important in affecting the Company’s business or results of operations. Forward-looking statements speak only as of the date they are made, and the Company does not undertake any obligation to update any forward-looking statement except as otherwise required by law.",
      "char_count": 17456
    },
    "item1a": {
      "text": "Item 1A.  RISK FACTORS\n\nBusiness and Operational Risks\n\nDeterioration of economic conditions could harm the Company’s business. The Company’s business may be adversely affected by changes in national or global economic conditions, including inflation, interest rates, tax rates, availability of capital, energy availability and costs (including fuel surcharges), political developments, civil unrest, terrorist attacks, armed conflicts, public health crises, legal and regulatory actions, immigration policies and trends, and the effects of governmental initiatives to manage economic conditions, including through the imposition of tariffs, quotas, trade barriers, and other restrictions. \n\nAny of these or other changes in national and global economic conditions could adversely impact the Company’s results of operations and financial condition, including as follows:\n\n▪The financial stability of the Company’s customers and suppliers may be compromised, which could result in challenges in collecting accounts receivable or non-performance by suppliers.\n\n▪Unfavorable economic conditions may lead customers and consumers to delay or reduce purchases of the Company’s products.\n\n▪The imposition of tariffs, quotas, trade barriers, or other restrictions could increase the cost of key inputs or reduce their availability. In particular, recent U.S. tariffs imposed or threatened to be imposed on a variety of countries, and any retaliatory actions taken by such countries, could result in the Company incurring additional costs to procure key inputs.\n\n▪Fuel and transportation costs may become inflated and there may be supply chain shortages and delays, as has occurred in recent years. \n\n▪Customer demand for products may not materialize to levels required to achieve the Company’s anticipated financial results or may decline as distributors and retailers seek to reduce inventory positions if there is an economic downturn or economic uncertainty in key markets.\n\n▪The value of the Company’s investments in debt and equity securities may decline, including, most significantly, assets held in pension plans and the trading securities held as part of a rabbi trust to fund supplemental executive retirement plans and deferred compensation plans.\n\n▪Future volatility or disruption in the capital and credit markets could impair the Company’s liquidity or increase costs of borrowing.\n\n▪The Company may be required to redirect cash flow provided by operations or explore alternative strategies, such as disposing of assets, to fulfill the payment of principal and interest on its indebtedness.\n\n▪Volatile fluctuations in market conditions could cause the Company's hedging instruments for its exposure to commodity prices to become ineffective, which could require any gains or losses associated with these instruments to be reported in the Company’s earnings each period. These instruments may limit the Company’s ability to benefit from market gains if commodity prices become more favorable than those secured under the Company’s hedging programs. \n\nThe Company’s operations are subject to the risks associated with acquisitions, joint ventures, equity investments, and divestitures. The Company regularly reviews opportunities to support the Company’s strategic initiative of delivering long-term value to shareholders through acquisitions, joint ventures, and equity investments and to divest non-strategic assets. The Company has made several acquisitions, joint ventures, equity investments, and divestitures in recent years, including the purchase of a minority interest in Garudafood in fiscal 2023 and the divestitures of Hormel Health Labs, LLC in fiscal 2024 and Mountain Prairie, LLC in fiscal 2025. Potential risks associated with these transactions include the inability to consummate a transaction timely or on favorable terms, diversion of management’s attention from other business concerns, loss of key employees and customers of current or acquired companies, inability to integrate or divest operations successfully, assumption of unknown liabilities, disputes with buyers, sellers, or partners, inability to obtain favorable financing terms, and the inherent risks in entering markets or lines of business in which the Company has limited or no prior experience. There is also the risk of post-acquisition impairment charges if purchase assumptions are not achieved, which could adversely affect the Company's results of operations and financial condition. For example, based on an assessment in the fourth quarter of fiscal 2025 and in connection with the preparation of the Company's consolidated financial statements, the Company initiated an impairment review of its investment in Garudafood and concluded that the decline in fair value was no longer believed to be temporary. As a result, the Company recognized a $163.7 million impairment charge to reduce the investment's carrying amount to estimated fair value.\n\nDue to the nature of joint ventures and equity investments, these arrangements involve further risks, including the possibility that the Company is unable to execute business strategies and manage operations given limitations of the Company’s control. Additionally, partners may make business decisions that are inconsistent with the Company’s goals, block or delay necessary decisions, or experience financial difficulties of their own. Acquisitions, joint ventures, or equity investments outside the U.S. may also present unique challenges and increase the Company’s exposure to the risks associated with foreign operations.\n\nThe Company’s level of indebtedness may increase to fund acquisitions, joint ventures, or equity investments in the future. Higher levels of debt may, among other things, impact the Company’s liquidity or credit rating and increase the Company’s exposure to fluctuations in interest rates.\n\nAny of these outcomes could adversely impact the Company's reputation, results of operations, and financial condition.\n\nRisks and uncertainties associated with intangible assets, including any future goodwill or intangible asset impairment charges, may negatively impact the Company. The Company’s goodwill and indefinite-lived intangible assets are initially recorded at fair value and are not amortized but are reviewed for impairment annually or more frequently if impairment indicators arise. Impairment testing requires significant judgment around estimates and assumptions and is impacted by various factors, including revenue growth rates, operating margins, tax rates, royalty rates, and discount rates. An unfavorable change in any of these factors may lead to the impairment of goodwill and/or intangible assets. \n\nDuring the Company’s fiscal 2025 quantitative impairment testing, the International reporting unit with a goodwill balance of $258.9 million was identified as having modest fair value in excess of its carrying amount and is considered at heightened risk of impairment. Separately, impairments were recognized on the Planters® and Chi-Chi's® trade names for $59.1 million and $2.9 million, respectively. The Justin’s® trade name was also identified as having heightened risk of impairment. As of October 26, 2025, the total carrying value of indefinite-lived intangible assets considered at heightened risk, including the trade names impaired, was $683.3 million. If the Company continues to face unfavorable changes in any of the factors impacting its intangible assets, the Company may be required to record impairment charges in connection with such assets, which could adversely affect the Company's results of operations and financial condition.\n\nThe Company is subject to the risk of disruption of operations, including at owned facilities, co-manufacturers, suppliers, logistics providers, customers, or other third-party service providers. The Company’s ability, and the ability of the Company’s co‑manufacturers, suppliers, and logistics providers to manufacture, supply, and distribute the Company’s products is critical to the Company’s success. A significant disruption in the operation of the Company’s manufacturing, supply, or distribution capabilities, whether Company-owned or supported by third parties, could have a negative impact on the Company’s ability to operate its business, particularly if such a disruption were to occur at a facility that supports a meaningful amount of the Company’s production, such as its Austin, Minnesota manufacturing facility. For example, in the fourth quarter of fiscal 2025 a fire occurred at the Company’s Little Rock, Arkansas, peanut butter production facility, which negatively impacted production at the facility. Actions taken to mitigate the impact of any potential disruption, including investing in capital improvements, redundant supply, or increasing inventory in anticipation of a potential production or supply interruption, may adversely affect the Company’s results of operations. Additionally, labor-related challenges have caused disruptions for Company providers in the past. If the Company’s owned facilities, or key co-manufacturers, suppliers, or logistics providers experience significant labor-related challenges in the future, it could impact the Company’s ability to receive inputs or distribute products. Any of these outcomes could adversely affect the Company's results of operations and financial condition.\n\nThe Company relies on its customers to sell its products to ultimate consumers. Any disruption to a significant customer or sales channel could result in a reduction in sales or a change in the mix of products sold, which could adversely affect the Company's results of operations.\n\nThe Company also relies on a variety of third-party service providers to support its operations. Any disruption to services from third-party service providers used to support business functions such as benefit plan administration, payroll processing, \n\ninformation technology (IT), and cloud computing services could adversely affect the Company's business, results of operations, and financial condition.\n\nThe Company may not realize the anticipated cost savings or operating profit improvements associated with strategic initiatives, including its Transform and Modernize initiative. The Company implements strategic initiatives to achieve a profitable cost structure, operate more efficiently, better serve customers, and optimize cash flow. These initiatives may focus on opportunities to improve the procurement, manufacturing, and logistics within the Company’s supply chain as well as general and administrative processes. A failure or delay in implementing the improvements associated with these strategic initiatives could adversely impact the Company’s results of operations, ability to meet its long-term growth expectations, and ability to fund future initiatives.\n\nThe Company began its Transform and Modernize initiative in the second half of fiscal 2023 with a goal of contributing meaningful operating profit growth through fiscal 2026. If this initiative does not achieve the expected financial impact in the aggregate or on the expected timeline, the Company’s results of operations and ability to meet its long-term growth expectations could be adversely impacted.\n\nFurthermore, in the fourth quarter of fiscal 2025, the Company commenced a corporate restructuring plan, the focus of which is to reduce administrative expenses, improve efficiencies, and align the workforce to the Company’s future needs, while enabling continued investment in the Company’s growth. The program includes a voluntary early retirement program for certain groups of employees, the closing of certain open roles, involuntary role reductions, and making select changes to benefit programs. If the Company is unable to fully realize the anticipated benefits of this corporate restructuring plan, including the reduction of expenses and the enablement of continued investment in the Company's growth, the Company's results of operations could be adversely impacted. \n\nIn addition, the Company is in the midst of multi-year data and technology transformation projects to achieve better analytics, customer service, and process efficiencies and to upgrade technologies. The projects, including updating the Company’s order-to-cash process, are expected to improve the efficiency and effectiveness of certain financial and business transaction processes and the underlying systems environment. Multiple phases of these projects have already been implemented, and additional phases are expected to be implemented in the upcoming years. These implementations are a major undertaking from a financial, management, and personnel perspective and may prove to be more difficult, costly, or time consuming than expected, and there can be no assurance that these projects will be beneficial to the extent anticipated. Any of these outcomes could adversely affect the Company's results of operations and financial condition. \n\nThe Company is subject to the risk of unfavorable changes in the Company’s relationships with significant customers, suppliers, distributors, and other third parties. Sales to the Company's largest customer, Walmart, accounted for approximately 16 percent of consolidated gross sales less returns and allowances during fiscal 2025. Walmart is a customer for the Company’s Retail and International segments. The Company’s top five customers collectively represented approximately 38 percent of consolidated gross sales less returns and allowances during fiscal 2025. The loss of one or more of the top customers in any of the reportable segments could adversely affect the Company's results of operations and financial condition.\n\nThe Company relies on suppliers, distributors, and other third parties to source key inputs, deliver products to customers, and support its operations. Any termination of, or adverse change in, the Company's relationship with any of these companies could decrease the Company's sales, increase the Company's costs, and negatively impact the Company's results of operations.\n\nThe Company may be adversely impacted if the Company is affected by cybersecurity attacks or other security breaches. IT systems are an important part of the Company’s business operations. The Company also increasingly relies upon third-party service providers for a variety of business functions, including cloud-based services. The Company has programs in place to prevent, detect, contain, and respond to cyber incidents. However, the Company may be unable to anticipate security incidents, detect attacks, or implement adequate preventive measures as cyber threats continue to evolve and cyberattacks have become more sophisticated and frequent, including through the use of enhanced technologies and capabilities (such as artificial intelligence) by threat actors with a wide range of expertise and motives. For example, threat actors have increasingly targeted organizations in the U.S. and internationally with sophisticated ransomware attacks, which the Company may be unable to anticipate, detect, or contain. In addition, hardware or software that the Company develops or obtains from third parties may contain defects that could compromise the Company's IT systems. Unauthorized parties may also attempt to gain access to the Company's IT systems or facilities, or those of third parties with whom the Company does business, through fraud, deception, social engineering, or other bad acts. Errors or malicious actions by the Company's team members or contractors and other vulnerabilities or irregularities could also negate the Company's security measures or those of third parties with whom the Company does business and result in a compromise or breach of the Company's or their IT systems. The utilization of hybrid and remote work by the Company's team members, suppliers, and other third parties has amplified the Company's already extensive reliance on IT systems and unimpeded internet access. Furthermore, the training the Company conducts as part of information security and cybersecurity efforts may not be effective in preventing or limiting successful attacks. \n\nThe Company and third parties with whom it does business face attempts by others to gain unauthorized access to, sabotage, take control of, and corrupt, its or their IT systems and data. As a result of these types of attempts, both the Company and third \n\n8\n\n\nparties with whom it does business have experienced information security, cybersecurity, and data privacy incidents. None of these incidents have had a material impact on the Company's business strategy, results of operations, or financial condition. If the Company or third parties with whom the Company does business experience additional significant information security, cybersecurity, or data privacy incidents or fail to detect and appropriately respond to significant incidents, the Company's business operations could be severely disrupted and it could be exposed to costly government enforcement actions and private litigation. In addition, the Company's customers and consumers could delay, reduce, or cease purchases of the Company's products. Any of these outcomes could adversely affect the Company's reputation, results of operations, and financial condition.\n\nA significant disruption to the Company's IT systems and the Company's failure to adequately maintain and update those systems could adversely affect the Company's operations. The Company relies extensively on IT systems throughout its business. The Company also relies on continued and unimpeded access to the internet to use its IT systems. These systems are subject to possible damage or interruption from many events, including power and other outages, telecommunications failures, third-party failures, malicious attacks, security breaches, unplanned downtime, program transitions, and implementation errors. Any damage or disruption to the Company's IT systems could severely interrupt the Company's business operations, including the Company's ability to develop, process, and distribute its products, which could adversely affect its reputation, results of operations, and financial condition. The Company has been evolving its IT infrastructure, but continues to rely on a variety of legacy technologies across its business. The Company has invested, and expects to continue investing, in updates to its IT and security infrastructure and capabilities. If the Company fails to effectively implement these updates, the risk of an adverse cybersecurity incident may increase, including for example if vendors fail to continue to provide security updates for legacy technologies. Reliance on legacy technology for an extended period may also increase the Company’s IT maintenance expense and risk of system downtime, as well as slow the Company’s adoption of more innovative technologies or ability to benefit from more sophisticated data analytics. In addition, problems and interruptions associated with implementing technology initiatives could adversely affect the Company's operational efficiency. Any of these outcomes could adversely affect the Company's results of operations and financial condition.\n\nDeterioration of labor relations, labor availability or increases in labor costs could harm the Company’s business. The Company's ability to meet its labor needs while controlling its costs is subject to external factors such as labor laws and regulations, labor availability, unemployment levels, prevailing wage rates, benefit costs, changing demographics, immigration laws, regulations, and enforcement policies, and the Company's reputation within the labor market. If the Company is unable to attract and retain a workforce meeting its needs (including for specialized roles with significant competition for talent) or is unable to successfully execute on succession planning and continuity at all levels of the organization, including as a result of the Company's recent corporate restructuring plan, the Company's operations, strategy, and competitiveness could suffer. Any of these outcomes could adversely affect the Company's reputation, results of operations, and financial condition. In addition, a significant increase in labor costs, a reduction of available labor, or a deterioration of labor relations at any of the Company’s owned facilities or co-manufacturing facilities could result in work slowdowns or stoppages, which could adversely affect the Company's reputation, results of operations, and financial condition. \n\nThe Company periodically renegotiates its collective bargaining agreements as such agreements expire. New or increased unionization efforts at a facility or failure to successfully negotiate with existing unions could lead to disruptions in the Company's supply chain, increases in operating costs, and constraints on operating flexibility. Any of these outcomes could adversely affect the Company's reputation, results of operations, and financial condition.\n\nIf the Company fails to achieve its projected results or otherwise fails to meet market expectations regarding its financial performance, the price and volatility of its stock could be adversely affected. The Company's results of operations have previously fluctuated from quarter to quarter and may do so again in the future. If the Company fails to achieve its projected results, if its outlook is not aligned with market expectations, if the Company modifies its outlook, if the Company modifies its approach to dividend distributions, or if the Company fails to meet the expectations of investors or securities analysts, the Company's stock price may decline (as it has recently), and the decrease in the stock price may be disproportionate to any shortfall in the Company's financial performance. Additionally, factors such as performance results for the Company's competitors and news or announcements by the Company, its competitors, and other third parties (including governmental entities and officials and non-governmental organizations) may result in a decline and volatility in the Company's stock price.\n\nIndustry Risks\n\nThe Company’s operations are subject to food safety and other risks inherent to the food industry. The Company's development, production, and distribution of food products for human consumption subjects it to many risks, including:\n\n▪food contamination caused by disease-producing organisms or pathogens, such as Listeria monocytogenes, Salmonella, and pathogenic E coli., including contamination caused by the introduction of pathogens as a result of improper handling by customers or consumers (over which the Company has no control); \n\n▪food contamination caused by operational errors by suppliers, co-manufacturers, or in Company-owned facilities;\n\n▪mislabeling, including with respect to food allergens;\n\n▪food spoilage;\n\n▪claims of false or deceptive advertising;\n\n9\n\n\n▪nutritional and health-related concerns; \n\n▪federal, state, and local food processing controls; \n\n▪consumer product liability claims;\n\n▪product tampering; and \n\n▪the possible unavailability and/or expense of liability insurance.\n\nThe Company may face litigation, investigations, and regulatory proceedings and be subject to liability if any of these risks materialize, including if consumption of any of the Company's products causes injury, illness, or death. Furthermore, any such events could damage the Company's relationship with its customers and lead to adverse perceptions of the Company's business and consumer boycotts. In addition, the Company may take marketplace action such as a voluntary product recall in the event of contamination or damage to any of the Company's products. For example, during the fourth quarter of fiscal 2025, the Company issued a voluntary, class 1 recall related to certain chicken products sold in foodservice channels. In addition, during the third quarter of fiscal 2024, the Company voluntarily recalled a limited number of Planters® products due to the potential for contamination of the product with Listeria monocytogenes. Although the Company has not been made aware of any reports of illness related to the recalled products in connection with either of these recalls, the Company has experienced costs and business impacts associated with the events. If similar events occur in the future or if any other food safety or food industry risks materialize, the Company's reputation, results of operations, and financial condition could be adversely affected.\n\nOutbreaks of disease among livestock and poultry flocks could harm the Company’s revenues and operating margins. The Company is subject to risks associated with the outbreak of disease in pork and beef livestock, and poultry flocks, including African swine fever (ASF), Bovine Spongiform Encephalopathy (BSE), pneumo-virus, Porcine Circovirus 2 (PCV2), Porcine Reproduction & Respiratory Syndrome (PRRS), Foot-and-Mouth Disease (FMD), Porcine Epidemic Diarrhea Virus (PEDv), and Highly Pathogenic Avian Influenza (HPAI). The outbreak of any such diseases could adversely affect the Company’s supply of raw materials, increase the cost of production, reduce utilization of the Company’s harvest facilities, and reduce earnings. Although the Company has developed business continuity plans for various disease scenarios, there can be no assurance that these plans will be effective in reducing the negative effects of any such diseases on the Company’s results of operations. In recent years, outbreaks of ASF have impacted hog herds in China, Asia, Europe, and the Caribbean. If an outbreak of ASF were to occur in the U.S., the Company’s supply of hogs and pork could be significantly impacted. Furthermore, HPAI was detected within the Company’s turkey supply chain during fiscal 2024 and fiscal 2025. HPAI could continue to be detected in the future. Future impacts of HPAI could reduce the production volume in the Company’s turkey facilities. The Company continues to monitor the situation and will take appropriate actions to protect the health of the turkeys across the supply chain.\n\nThe impact of a changing climate may also increase disease risks due to changes in weather or migratory patterns, which may result in certain types of diseases occurring more frequently or with more intense effects. Additionally, the outbreak of disease may hinder the Company’s ability to market and sell products both domestically and internationally.\n\nAny of these outcomes could adversely affect the Company's results of operations and financial condition.\n\nFluctuations in commodity prices and availability of raw materials and other inputs could harm the Company’s results of operations. The Company’s results of operations and financial condition are largely dependent upon the cost and supply of pork, poultry, beef, feed grains, nuts, energy, and other inputs, as well as the selling prices for many of the Company’s products, which are determined by dynamic market forces of supply and demand.\n\nThe Company takes a balanced approach to sourcing pork raw materials, including hogs purchased for the Austin, Minnesota processing facility, long-term supply agreements for pork, and spot market purchases of pork. This approach is designed to ensure a more stable supply of raw materials while minimizing extreme fluctuations in costs over the long term. However, this may result, in the short term, in higher or lower live hog costs compared to the cash spot market. Market-based pricing on certain product lines, and lead time required to implement pricing adjustments, may prevent all or part of these cost increases from being recovered, and these higher costs could adversely affect the Company’s short-term financial results.\n\nThe Company raises turkeys and contracts with turkey growers to meet its raw material requirements for whole birds and processed turkey products. Results in these operations are affected by the cost and supply of feed grains, which fluctuate due to climate conditions, production forecasts, and supply and demand conditions at local, regional, national, and worldwide markets. The Company attempts to manage some of its short-term exposure to fluctuations in feed prices by forward buying, using futures contracts, and pursuing pricing advances. However, these strategies may not be adequate to overcome sustained increases in market prices due to alternate uses for feed grains or other changes in these market conditions.\n\nThe Company may be subject to decreased availability or less favorable pricing for nuts, tomatoes, avocados, or other produce if poor growing conditions have a negative effect on agricultural productivity. Reductions in crop size or quality due to unfavorable growing conditions may have an adverse effect on the Company’s results. The supplies of natural and organic proteins may impact the Company’s ability to ensure a continuing supply of these products. \n\n10\n\n\nInternational trade barriers and other restrictions or disruptions could result in decreased foreign demand and increased domestic supply of proteins, thereby potentially lowering prices. The Company occasionally utilizes in-country production to limit this exposure.\n\nAny fluctuations in commodity prices or the availability of raw materials and other inputs necessary for the Company's business could adversely affect the Company's results of operations and financial condition.\n\nMarket demand for the Company’s products may fluctuate, including due to private-label products and lower-priced alternatives. The Company faces competition from a variety of sources, including other national brands, private label producers, and producers of alternative meats and protein sources, including pork, beef, turkey, chicken, fish, nuts, nut butters, whey, and plant-based proteins. The factors on which the Company competes include:\n\n▪price;\n\n▪product quality and attributes;\n\n▪brand identification;\n\n▪breadth of product line; and\n\n▪customer service.\n\nFor certain products and product categories there has been, and the Company expects there to continue to be, a consumer shift towards more generic, lower-priced, or other value offerings, including private label products, which could result in lower sales, reduced margins, and lower market share for the Company's products.\n\nDemand for the Company’s products is also affected by competitors’ promotional spending, the effectiveness of the Company’s advertising and marketing programs, and consumer perceptions, including those related to food trends such as sustainability of product sources and animal welfare. The Company’s failure to compete successfully on any of these or other factors could lead to, among other things, reduced demand for the Company’s brands and products, which could negatively impact the Company’s results of operations and financial condition.\n\nThe Company faces risks related to its ability to respond to changing consumer preferences, diets and eating patterns, including through its innovation and marketing investments. The Company invests in consumer insights and research and development to deliver innovative products that resonate with consumers, appeal to customers, and support sales growth. Consumer preferences for food products are impacted by a variety of factors, including convenience, flavor variety, and developments in options for weight management (e.g., the use of medications). If the Company is unsuccessful in developing and introducing new products that resonate with consumers, the return on the Company’s investment in new product development will be less than anticipated and the Company’s efforts to grow sales through innovation will be less successful than expected. Any of these outcomes could adversely affect the Company's results of operations and financial condition.\n\nDamage to the Company’s reputation or brand image could adversely affect its business. Maintaining and enhancing the reputation of the Company and its key brands is critical to the Company's business success. The Company's reputation is largely based on perceptions. It may be difficult to address negative publicity or sensationalism across media channels, regardless of its accuracy or the reputability of its source, including as a result of fictitious media content (such as content produced by artificial intelligence or bad actors). Negative incidents (including those based on differing perspectives or opinions) involving the Company, its brands, its workforce, or others with whom the Company does business could quickly erode trust and confidence and result in changes in behavior including consumer boycotts, workforce unrest or walkouts, government investigations, and litigation. Negative reputational incidents or negative perceptions of the Company or its brands could adversely affect the Company's business and results of operations, including through lower sales, the termination of business relationships, higher costs, and team member engagement, retention, and recruiting difficulties. The Company has previously experienced negative perceptions of its business, and it could experience similar occurrences in the future. Any of these outcomes could negatively impact the Company's reputation, results of operations, and financial condition.\n\nThe Company previously established, and may continue to establish, various goals and initiatives regarding environmental, social, and governance matters, including with respect to sustainability. The Company has modified, and may continue to modify, certain of these goals and initiatives from time to time. The Company's establishment and continuation of any goals or initiatives regarding environmental, social, and governance matters, any modification or termination of such goals or initiatives, or any failure or perceived failure by the Company to achieve them, could result in negative reactions from the Company's shareholders, customers, consumers, team members, suppliers, and other third parties (including governmental entities and officials and non-governmental organizations) and lead to adverse perceptions of the Company's business, consumer boycotts, litigation, investigations, and regulatory proceedings. Any of these outcomes could negatively impact the Company's reputation, results of operations, and financial condition.\n\nReputational harm can also occur indirectly through companies and others with whom the Company does business or who sell the Company's products. In addition, the Company has previously had, and may in the future have, relationships with celebrities, influencers, and other individuals, including for advertising campaigns and marketing programs. If consumers have negative experiences with, or view unfavorably, any of the companies or individuals with whom the Company has relationships, it could \n\n11\n\n\ncause them to reduce or stop purchasing the Company's products, which could adversely affect the Company's results of operations.\n\nThe potential impacts of a changing climate could have an adverse impact on the Company’s results of operations and financial condition. The potential impacts of a changing climate may be widespread and unpredictable and present a variety of risks in the short-term and long-term. The physical effects of a changing climate, such as natural disasters, extreme weather conditions, drought, and rising sea levels, could adversely affect the Company's results of operations, including by reducing the availability of necessary raw materials, increasing the cost of raw materials, increasing its energy costs, disrupting its supply chain, negatively impacting its workforce, damaging its facilities, and threatening the habitability of the locations in which the Company operates. In addition to physical risks, the potential impacts of a changing climate also present transition risks, including regulatory and reputational risks. For example, the Company uses commodities and energy inputs in its operations that may face increased regulation due to a changing climate or other environmental concerns, which could increase the Company's costs. Furthermore, the Company's establishment and continuation of sustainability goals and initiatives, or any modification, conclusion, failure, or perceived failure by the Company to achieve them, or to otherwise meet evolving, varied, and potentially conflicting expectations from the Company's shareholders, customers, consumers, team members, suppliers, and other third parties (including governmental entities and officials and non-governmental organizations) regarding the environment and the Company's goals and initiatives, could lead to adverse perceptions of the Company's business, consumer boycotts, litigation, investigations, and regulatory proceedings. Any of these outcomes could adversely affect the Company's reputation, results of operations, and financial condition.\n\nLegal and Regulatory Risks\n\nLitigation and other legal proceedings may adversely affect the Company's reputation, results of operations, and financial condition. The Company is regularly involved in a variety of legal proceedings, including litigation, arbitration, claims, investigations, and inquiries. The frequency of any such proceedings could increase in the future. These proceedings relate to a wide range of matters, including class actions involving employees, consumers, competitors, suppliers, shareholders, or others, commercial disputes, product liability, contract disputes, antitrust regulations, tax regulations, intellectual property, advertising, labeling, wage and hour laws, employment practices, environmental matters, shareholder actions, securities claims, and other matters relating to the Company's compliance with applicable laws and regulations. These matters are inherently uncertain, and the Company may not be successful in defending itself. Determining applicable reserves and possible losses related to such matters involves judgment and may not reflect the full range of uncertainties and unpredictable outcomes. In addition, the Company's assessment of the materiality and likely outcome of these matters may not be consistent with the ultimate outcome of such matters. Responding to these matters has required, and may in the future require, the Company to devote significant resources and incur significant expenses, even for those that are non-meritorious, which could adversely affect the Company's results of operations and financial condition. Any of these proceedings could also generate negative publicity that adversely affects the Company's reputation.\n\nGovernment regulation, present and future, exposes the Company to potential sanctions and compliance costs that could adversely affect the Company’s business. The Company’s operations, and those of its suppliers, are subject to extensive regulation in the U.S. and abroad, by the U.S. Department of Agriculture, the U.S. Food and Drug Administration, the U.S. Department of Homeland Security, international, federal, and state taxing authorities, and other international, federal, state, and local authorities, including those that oversee workforce mobility, taxation, animal welfare, food safety, and the processing, packaging, storage, distribution, advertising, and labeling of the Company’s products. Claims or enforcement proceedings could be brought against the Company in the future. In addition, these regulations could become more restrictive, which could lead to increased costs for the Company. For example, multiple states in the U.S. have implemented, or are considering implementing, extended producer responsibility laws that will require the Company to enact policies and processes and will increase expenses, including through fees paid to state governments in connection with such laws. In addition, pork harvest facilities that the Company relies upon in its supply chain are currently relying on government-issued waivers to regulations that otherwise limit maximum production line speeds. While rulemaking and legislation are underway to permanently increase permissible line speeds, if these waivers are not made permanent and line speeds are required to be slowed, harvest capacity and costs may be negatively impacted. Any of these outcomes could adversely affect the Company's results of operations and financial condition.\n\nThe Company’s manufacturing facilities and products are also subject to ongoing inspection by federal, state, and local authorities. The loss of the availability of government inspectors, including due to a government furlough or reduction in force, could cause disruption to the Company’s manufacturing facilities, which could adversely impact the Company's results of operations.\n\nThere have been, and may continue to be, changes in the legal or regulatory environment (including as a result of executive orders) affecting many areas related to the Company's business, including raw material costs and availability, energy costs and availability, workforce availability, transport costs and capacity, information security, cybersecurity, and data privacy, supply chain requirements, food safety, environmental, social, and governance matters, and climate and emissions disclosure. The ultimate impact of any changes in the legal or regulatory environment (including as a result of executive orders) is not possible to predict and could negatively affect the Company's results of operations and financial condition, including by increasing its expenses, \n\n12\n\n\nreducing customer and consumer demand for the Company's products, limiting workforce availability for the Company, its suppliers, and its customers, and resulting in litigation, investigations, and regulatory proceedings against the Company. In addition, if the Company is unable or perceived to be unable to comply with any changes in the legal or regulatory environment (including as a result of executive orders), the Company's reputation, results of operations, and financial condition could be adversely affected.\n\nThe Company is subject to stringent environmental regulations and may be subject to environmental litigation, proceedings, and investigations. The Company’s past and present business operations and the Company’s ownership and operation of real property are subject to stringent international, federal, state, and local environmental laws and regulations pertaining to the discharge of materials into the environment and the handling and disposition of wastes (including solid and hazardous wastes) or otherwise relating to protection of the environment. Some of the Company’s facilities have been in operation for many years and, over time, the Company and other prior operators of these facilities may have generated and disposed of waste that now may be considered hazardous. Future discovery of contamination of property underlying or in the vicinity of the Company’s present or former properties or manufacturing facilities and/or waste disposal sites could require the Company to incur additional expenses related to additional investigation, assessment, or other requirements. The occurrence of any of these events, the implementation of new laws and regulations, or stricter interpretation of existing laws or regulations could adversely affect the Company’s reputation, results of operations, and financial condition.\n\nThe Company’s foreign operations pose additional risks to the Company’s business. The Company operates its business and markets its products internationally as well as sourcing a variety of inputs from around the world. The Company’s foreign operations are subject to the risks described above, as well as risks related to fluctuations in currency values, foreign currency exchange controls, compliance with foreign regulations and tax laws, compliance with applicable U.S. laws, including the Foreign Corrupt Practices Act, and other economic or political uncertainties. The Company's international sales are subject to risks related to general economic conditions, imposition of tariffs, quotas, trade barriers and other restrictions, enforcement of remedies in foreign jurisdictions and compliance with applicable foreign laws, and other economic and political uncertainties. Any of these risks could result in increased costs and decreased revenues, which could adversely affect the Company’s results of operations and financial condition.",
      "char_count": 44408
    }
  },
  "extracted_at": "2026-01-19T15:39:47.769960"
}