{
  "ticker": "HROW",
  "company_name": "HARROW, INC.",
  "cik": 1360214,
  "form_type": "10-K",
  "filing_date": "2025-03-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001641172-25-000925",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001360214&accession_number=000164117225000925&xbrl_type=v",
  "sic_code": "2834",
  "industry": "Pharmaceutical Preparations",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nOverview \n\nWe are a leading eyecare pharmaceutical\ncompany engaged in the discovery, development, and commercialization of innovative ophthalmic pharmaceutical products for the U.S. market.\nWe help U.S. eyecare professionals preserve the gift of sight by making its comprehensive portfolio of prescription and non-prescription\npharmaceutical products accessible and affordable to millions of Americans each year. We own commercial rights to one of the largest\nportfolios of branded ophthalmic pharmaceutical products in North America, all of which are marketed under the Harrow name. We also own\nand operate ImprimisRx, one of the nation’s leading ophthalmology-focused pharmaceutical-compounding businesses. \n\nBranded Ophthalmic Pharmaceuticals \n\nOver\nthe past few years, we have invested in broadening our product portfolio of Food and Drug Administration (“FDA”)-approved\nproducts. Our investments in this regard have led to the pursuit and completion of several announced transactions, all of which are focused\non eyecare pharmaceuticals primarily for the U.S. and Canadian markets. We believe that our continued investments in these and other\nproducts will result in our ability to provide more physician prescribers and their patients with access to a complete portfolio of affordable\neyecare pharmaceuticals to address their clinical needs. We own U.S. commercial rights to the following products that we market and sell:\n\n·IHEEZO®\n                                            (chloroprocaine hydrochloride ophthalmic gel) 3% a low-viscosity gel indicated for\n                                            ocular surface anesthesia.\n\n·VEVYE®\n                                            (cyclosporine ophthalmic solution) 0.1%, utilizes a novel water-free vehicle (perfluorobutylpentane)\n                                            based on semifluorinated alkanes, indicated for the treatment of the signs and symptoms associated\n                                            with dry eye disease.\n\n·TRIESENCE®\n                                            (triamcinolone acetonide injectable suspension) 40 mg/ml, a steroid injection for the\n                                            treatment of certain ophthalmic diseases and for visualization during vitrectomy.\n\n·VIGAMOX®\n                                            (moxifloxacin hydrochloride ophthalmic solution) 0.5%, a fluoroquinolone antibiotic\n                                            eye drop for the treatment of bacterial conjunctivitis caused by susceptible strains of organisms.\n\n·ILEVRO®\n                                            (nepafenac ophthalmic suspension) 0.3%, a non-steroidal, anti-inflammatory eye drop\n                                            indicated for pain and inflammation associated with cataract surgery.\n\n·FLAREX®\n                                            (fluorometholone acetate ophthalmic suspension) 0.1%, a corticosteroid prepared as\n                                            a sterile topical ophthalmic suspension indicated for use in the treatment of steroid-responsive\n                                            inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment\n                                            of the eye.\n\n·NATACYN®\n                                            (natamycin ophthalmic suspension) 5%, a sterile, antifungal drug for the treatment\n                                            of fungal blepharitis, conjunctivitis, and keratitis caused by susceptible organisms, including\n                                            Fusarium solani keratitis.\n\n·TOBRADEX®\n                                            ST (tobramycin and dexamethasone ophthalmic suspension) 0.3%/0.05%, a topical antibiotic\n                                            and corticosteroid combination for steroid-responsive inflammatory ocular conditions for\n                                            which a corticosteroid is indicated and where superficial bacterial ocular infection or a\n                                            risk of bacterial ocular infection exists.\n\n·ZERVIATE®\n                                            (cetirizine ophthalmic solution) 0.24%, a histamine-1 (H1) receptor antagonist indicated\n                                            for treatment of ocular itching associated with allergic conjunctivitis.\n\n·VERKAZIA®\n                                            (cyclosporine ophthalmic emulsion) 0.1%, an orphan designated drug that is a calcineurin\n                                            inhibitor immunosuppressant indicated for the treatment of vernal keratoconjunctivitis.\n\n·NEVANAC®\n                                            (nepafenac ophthalmic suspension) 0.1%, a non-steroidal, anti-inflammatory eye drop\n                                            indicated for pain and inflammation associated with cataract surgery.\n\n·FRESHKOTE®\n                                            Preservative Free (PF) is a lubricant eye drop that does not require a prescription\n                                            and temporarily relieves burning, itching and other dry eye symptoms.\n\n·MAXITROL®\n                                            (neomycin and polymyxin B sulfates and dexamethasone ophthalmic suspension) is an eye\n                                            drop used to treat steroid-responsive inflammatory ocular conditions where bacterial infection\n                                            or a risk of bacterial ocular infection exist.\n\n·MAXIDEX®\n                                            (dexamethasone ophthalmic suspension) 0.1%, a steroid eye drop for steroid-responsive\n                                            inflammatory conditions of the palpebral and bulbar conjunctiva, cornea, and anterior segment\n                                            of the globe.\n\n·IOPIDINE®\n                                            1% (apraclonidine hydrochloride) 0.5%, an ophthalmic solution in a sterile isotonic\n                                            solution indicated to control or prevent post-surgical elevations in intraocular pressure\n                                            that occur in patients after argon laser trabeculoplasty, argon laser iridotomy or Nd:YAG\n                                            posterior capsulotomy.\n\n·IOPIDINE®\n                                            0.5% (apraclonidine hydrochloride) an ophthalmic solution indicated for short-term\n                                            adjunctive therapy in patients on maximally tolerated medical therapy who require additional\n                                            intraocular pressure (or IOP) reduction.\n\nWe\nalso own U.S. rights to some discontinued products. In February 2024, we announced that we out-licensed Canadian rights for VERKAZIA,\nCationorm® PLUS (a preservative-free formulation for dry eye or allergy relief), VEVYE, ZERVIATE and IHEEZO to Apotex\nInc. (“Apotex”). We also own worldwide rights to NATACYN and FRESHKOTE.\n\n ImprimisRx \n\nImprimisRx is our ophthalmology-focused\npharmaceutical compounding businesses. From its inception in 2014, ImprimisRx, whose business consists of integrated research and development,\nproduction, dispensing/distribution, sales, marketing, and customer-service capabilities, has offered ophthalmologist and optometrist\ncustomers and their patients access to critical medicines to meet their clinical needs. ImprimisRx is focused on compounded medications\nto serve needs unmet by commercially available drugs. Our compounded medications include various combinations of drugs formulated into\none bottle and numerous preservative-free formulations. Depending on the formulation, the regulations of a specific state, and ultimately\nthe needs of the patient, ImprimisRx products may be dispensed as patient-specific medications from our 503A pharmacy, or for in-office\nuse, made according to current good manufacturing practices (“cGMPs”) or other guidance documents from the FDA, in our FDA-registered\nNew Jersey outsourcing facility. Our current ophthalmology formulary includes over 30 compounded formulations, many of which are patented\nor patent-pending, that are customizable for the specific needs of a patient. We make our formulations available at prices that are,\nin most cases, lower than non-customized commercial drugs. ImprimisRx’s customer base has grown to include more than 10,000 U.S.\neyecare-dedicated prescribers and institutions. \n\nPharmaceutical Compounding \n\nPharmaceutical\ncompounding is the science of combining different active pharmaceutical ingredients (APIs), all of which are approved by the FDA (either\nas a finished form product or as a bulk drug ingredient), and excipients to create specialized pharmaceutical preparations. Physicians\nand healthcare institutions use compounded drugs when commercially available drugs do not optimally treat a patient’s needs. In\nmany cases, compounded drugs, such as ours, have wide market utility and may be clinically appropriate for large patient populations.\nExamples of compounded formulations include medications with alternative dosage strengths or unique dosage forms, such as topical creams\nor gels, suspensions, or solutions with more tolerable drug delivery vehicles.\n\nSales\nrevenue from our compounded products are derived from us making, selling and dispensing our compounded prescription drug formulations\nas cash payment transactions between us and our end-user customers. As such, the majority of our commercial transactions for compounded\nproducts do not involve distributors, wholesalers, insurance companies, pharmacy benefit managers or other middle parties. In regard\nto our compounded formulations, by not being reliant on insurance company formulary inclusion and pharmacy benefit manager payment clawbacks,\nwe are able to simplify the prescription transaction process. We believe the outcome of our compounding business model is a simple transaction,\ninvolving a patient-in-need, a physician’s diagnosis, a fair price and great service for a quality pharmaceutical product. \n\nImprimisRx Compounding Facilities \n\nPharmaceutical compounding businesses\nare governed by Sections 503A and 503B of the FDCA. Section 503A of the Federal Food, Drug and Cosmetic Act (the “FDCA”)\nprovides that a pharmacy is only permitted to compound a drug for an individually identified patient based on a prescription for the\npatient and is only permitted to distribute the drug interstate if the pharmacy is licensed to do so in the states where it is compounded\nand where the medication is received. \n\nSection\n503B of the FDCA provides that a pharmacy engaged in preparing sterile compounded drug formulations may voluntarily elect to register\nas an “outsourcing facility.” Outsourcing facilities are permitted to compound large quantities of drugs without a prescription\nand distribute them out of state with certain limitations, such as the formulation appearing on the FDA’s drug shortage list or\nthe bulk drug substances contained in the formulations appearing on the FDA’s “clinical need” list. Entities voluntarily\nregistering with FDA as outsourcing facilities are subject to additional requirements that do not apply to compounding pharmacies (operating\nunder Section 503A of the FDCA), including adhering to standards such cGMPs or other FDA guidance documents and being subject to regular\nFDA inspection. \n\nWe operate\ntwo compounding facilities located in Ledgewood, New Jersey. Our New Jersey operations are comprised of two separate entities and facilities,\none of which is registered with the FDA as an outsourcing facility (“NJOF”) under Section 503B of the FDCA. The other New\nJersey facility (“RxNJ”) is a licensed pharmacy operating under Section 503A of the FDCA. All of our compounded products\nthat we sell, produce and dispense are made in the U.S.\n\nWe believe\nthat, with our current compounding pharmacy facilities and licenses and FDA registration of NJOF, we have the infrastructure to scale\nour business appropriately under the current regulatory landscape and meet the potential growth in demand we are targeting. We plan to\ninvest in one or both of our facilities to further their capacity and efficiencies. Also, we may seek to access greater pharmacy and\nproduction related redundancy and markets through acquisitions, partnerships or other strategic transactions. \n\nCarved-Out Subsidiaries\n(De-Consolidated Businesses)\n\nWe have\nownership interests in Melt Pharmaceuticals, Inc. (“Melt”) and Surface Ophthalmics, Inc. (“Surface”) and hold\nroyalty interests in some of Surface’s and Melt’s drug candidates. These companies are pursuing market approval for their\ndrug candidates under the FDCA, including in some instances under the abbreviated\npathway described in Section 505(b)(2), which permits the submission of a new drug application (an “NDA”) where at least\nsome of the information required for approval comes from studies not conducted by or for the applicant and for which the applicant has\nnot obtained a right of reference. We previously held ownership interest in Eton Pharmaceuticals, Inc. (“Eton”) and sold\nsuch interests in April 2024.\n\nMelt Pharmaceuticals,\nInc.\n\nMelt\nis a clinical-stage pharmaceutical company focused on the development and commercialization of proprietary non-intravenous, sedation\nand anesthesia therapeutics for human medical procedures in hospital, outpatient, and in-office settings. Melt is seeking regulatory\napproval for its proprietary technologies, where possible. \n\nMELT-300\nis a novel, sublingually delivered, non-IV, opioid-free drug candidate being developed for procedural sedation. In November 2024, Melt\nannounced data from, and the successful completion of, its pivotal Phase 3 study for MELT-300. The MELT-300 pivotal Phase 3 clinical\ntrial was a randomized, double-blind, three-arm study comparing, at a 4:1:1 ratio, MELT-300, sublingual midazolam, and sublingual placebo,\nrespectively, for procedural sedation in patients undergoing cataract surgery. The study was conducted at 13 clinical sites in the U.S.\nand enrolled over 530 patients. Results from the clinical study are summarized below:\n\n·MELT-300\n                                            achieved its primary procedural sedation endpoint, demonstrating statistical superiority\n                                            for procedural sedation compared to all comparator treatment arms, including midazolam 3mg\n                                            (P=0.009) and placebo (P<0.001).\n\n·Using\n                                            the validated Ramsey Sedation Scale (RSS), MELT-300 treatment arm patients were 50% less\n                                            likely to require rescue sedation compared to midazolam 3mg (P=0.0198).\n\n·Proportion\n                                            of patients requiring rescue sedation was nearly two-fold higher for sublingual midazolam\n                                            compared with MELT-300 (P=0.003).\n\n·MELT-300’s\n                                            safety profile was generally comparable to the placebo arm.\n\nThe\nPhase 3 study was conducted following the successful completion of the MELT-300 Phase 2 clinical trial in patients undergoing cataract\nsurgery, which compared MELT-300 against (i) sublingual placebo alone, (ii) sublingual midazolam, and (iii) sublingual ketamine in over\n300 patients. MELT-300 was statistically superior for procedural sedation compared to all individual comparator arms: (i) sublingual\nplacebo (P<0.0001), (ii) sublingual midazolam (P=0.0129), and (iii) sublingual ketamine (P=0.0096). \n\nDuring\n2024, Melt reached an agreement with the FDA on a Special Protocol Assessment (“SPA”) for the MELT-300 Phase 3 study. FDA\nagreed the study would “adequately address the objectives necessary to support a regulatory submission.” The SPA agreement\nestablishes a binding agreement on key elements to support a future marketing application. During 2025, we believe Melt intends to conduct\nancillary studies including a confirmatory pharmacokinetic, hepatic impairment, renal impairment and 28-day toxicity studies. Following\ncompletion of those ancillary studies, in early 2026, we believe Melt intends to submit an NDA to the FDA for marketing approval of MELT-300.\nA final decision regarding marketing approval will be based on the FDA’s review of the full MELT-300 submission package. Melt can\nrequire ImprimisRx to cease compounding like products at the time of FDA approval of MELT-300. \n\nAs of\nDecember 31, 2024, we owned approximately 45% of Melt’s equity and voting interests issued and outstanding, along with a mid-single\ndigit royalty on future net sales of MELT-300.\n\nSurface Ophthalmics,\nInc.\n\nSurface\nis a clinical-stage pharmaceutical company focused on development and commercialization of innovative therapeutics for ocular surface\ndiseases. Surface is developing four product candidates for certain ocular surface related indications.\n\nWe\nown 3,500,000 shares of Surface common stock, which represented approximately 20% of Surface’s equity and voting interests as\nof December 31, 2024. We own mid-single-digit royalty rights on future net sales of Surface’s drug candidates SURF-100,\nSURF-200 and SURF-201.\n\nEton Pharmaceuticals,\nInc.\n\nEton\nis an innovative pharmaceutical company focused on developing, acquiring, and commercializing treatments for rare diseases. Eton was\ncreated and formed as a wholly-owned subsidiary of Harrow. In May 2017, we gave up our controlling interest in Eton. In April 2024, we\nsold all of our remaining equity interests in Eton which was 1,982,000 shares of common stock in a block trade at a gross price of $3.00\nper share. After deducting trading expenses and commissions of approximately $436,000, we received net proceeds of $5,510,000 and recorded\na loss of $3,171,000 related to the sale of our investment in Eton.\n\nSales and Marketing\n\nThe focus of our sales and marketing\nis in the U.S. We do, however, believe that our drug candidates and drug products could have commercial appeal in international markets,\nand have engaged distributors and entered into out-licensing arrangements for certain of our products and proprietary formulations in\ncertain non-U.S. markets, including Canada. Our sales and marketing activities consist primarily of efforts to educate doctors, ambulatory\nsurgery centers, healthcare systems, hospitals and other users throughout the U.S. about our drug products. We expect that we may experience\ngrowth in the sales of our products in future periods, particularly in light of our recent product launches and commercial campaigns.\nHowever, we may not be successful in doing so, whether due to the size of the markets for such products, which could be smaller than\nwe expect, the timing of market entry relative to competitive products, the availability of alternative compounded formulations or FDA-approved\ndrugs, the price of our products relative to alternative products or the success of our sales and marketing efforts, which is dependent\non our ability to further build and continue to grow a qualified and adequate internal sales function.\n\nWe expect\nto continue to acquire and/or develop additional FDA-approved ophthalmic products that allow us to leverage our existing commercial infrastructure\nto promote, sell, and ultimately bring these products to market. As we execute this strategy, we will continue to expand our sales and\nmarketing team, expertise and expenses.\n\nSupply Chains\n\n100%\nof our ImprimisRx finished compounded products are made in the U.S. at our compounding facilities located in New Jersey.\n\nWe do\nnot manufacture any of our branded pharmaceutical products and rely on third party manufacturing partners to make these finished goods.\nThe following table describes by product the country where our finished branded products are made:\n\n    Product\n     \n    Country Finished Product Is Manufactured\n\n    IHEEZO\n     \n    France\n\n    VEVYE\n     \n    U.S.\n\n    TRIESENCE\n     \n    U.S.\n\n    VIGAMOX\n     \n    Belgium\n\n    ILVERO\n     \n    Belgium\n\n    FLAREX\n     \n    U.S.\n\n    NATACYN\n     \n    U.S.\n\n    TOBRADEX ST\n     \n    U.S.\n\n    ZERVIATE\n     \n    France\n\n    VERKAZIA\n     \n    France\n\n    NEVANAC\n     \n    U.S.\n\n    FRESHKOTE\n     \n    France\n\n    MAXIDEX\n     \n    U.S.\n\n    MAXITROL\n     \n    Belgium\n\n    IOPIDINE 1%\n     \n    France\n\nOphthalmology Market\n\nFor any ocular procedure, a surgeon\nmay require drugs for sedation, dilation, anesthesia, inflammation and infection prevention, and ocular surface preservation. The cataract\nsurgery market continues to experience significant growth. According to Market Scope, approximately 4.8 million lens procedures\nwere performed in the U.S. in 2021, 97% of which were cataracts, with the number expected to grow to 5.5 million lens procedures in 2026.\nNearly 96% of the refractive surgery procedures performed are LASIK (laser in situ keratomileusis) surgeries, an outpatient surgical\nprocedure used to treat nearsightedness, farsightedness, and astigmatism. According to an article published in 2021 in Clinical Ophthalmology,\nan estimated 800,000 eyes were treated with laser correction surgery (such as LASIK) each year for the previous ten years.\n\nDry eye occurs when the eye does\nnot produce enough tears, or when the tears are not of the correct consistency and evaporate too quickly. Inflammation of the surface\nof the eye may also occur. According to a 2023 Market Scope report, there are 39 million people in the U.S. that suffer from both\nsigns and symptoms of dry eye, with 49% of diagnosed dry eye patients having moderate to severe dry eye. The same report stated the global\ndry eye product market is expected to grow from $5.8 billion in 2023 to $7.5 billion in 2028. Dry eye is among the most common conditions\nseen by eyecare professionals.\n\nIntravitreal\ninjections are one of the most common procedures performed by ophthalmologists in the U.S. According to a 2023 article published in\nHealio, approximately 8 million intravitreal injections were expected to be performed that year. These injections are utilized\nto administer critical medications into the eye that treat diseases including but not limited to proliferative diabetic retinopathy,\ndiabetic macular edema, wet age-related macular degeneration, neovascular glaucoma, retinal vein occlusions, intraocular tumors, and\nendophthalmitis. In addition, products and product candidates are being developed and used to treat symptoms associated with an eye disease\nknown as geographic atrophy. Most of the medicines in these products and product candidates are administered via intravitreal injection.\nTherefore, we believe as these products and product candidates gain commercial adoption, the number of annual intravitreal injections\nshould increase further and at an increased rate as compared to recent years.\n\nVitrectomy\nis a surgical procedure undertaken by a specialist where the vitreous humor gel that fills the eye cavity is removed to provide better\naccess to the retina. This allows for a variety of repairs, including the removal of scar tissue, laser repair of retinal detachments\nand treatment of macular holes. According to data from Definitive Health from 2023, U.S. surgeons perform about 420,000 vitrectomies\neach year. The number is likely to continue to grow as eye care providers find more uses for vitrectomy.\n\nChronic\nnon-infectious uveitis affecting the posterior segment of the eye is an inflammatory disease that afflicts people of all ages, producing\nswelling and destroying eye tissues, which can lead to severe vision loss and blindness. Based on internal estimates and information\npublished on the MedScape website (which was updated as of March 2023) that cites various ranges of prevalence of uveitis, we estimate\nthis disease affects approximately 100,000 people each year in the U.S. The standard of care treatment for this disease typically involves\nthe use of short-acting corticosteroids to reduce uveitic flares (such as TRIESENCE) followed by additional treatments of sustained release,\nlower dose steroids to minimize the risk of further flares.\n\nCompetition\n\nThe pharmaceutical and pharmacy\nindustries are highly competitive. We compete against branded drug companies, generic drug companies, outsourcing facilities and compounding\npharmacies. We are smaller than some of our competitors, and we may lack the financial and other resources needed to develop, produce,\ndistribute, market and commercialize any of our branded products and proprietary formulations or compete for market share in these sectors.\nThe drug products available through branded and generic drug companies with which our products and formulations compete have been approved\nfor marketing and sale by the FDA and are required to be manufactured in facilities compliant with cGMP standards. Although we prepare\nsome of our compounded formulations in accordance with cGMP standards and our other formulations are produced according to the standards\nprovided by U.S. Pharmacopoeia (USP) Chapter <795> (“USP 795”) and USP Chapter <797> (“USP 797”)\nand applicable state and federal law, our compounded formulations are not required to be, and have not been, approved for marketing and\nsale by the FDA. As a result, some physicians may be unwilling to prescribe, and some patients may be unwilling to use, our compounded\nformulations. Additionally, under federal and state laws applicable to our current compounding pharmacy operations operating under Section\n503A of the FDCA, we are not permitted to prepare significant amounts of a specific formulation in advance of a prescription, compound\nquantities for office use or utilize a wholesaler for distribution of our formulations; instead, our compounded formulations must be\nprepared and dispensed in connection with a physician prescription for an individually identified patient. Pharmaceutical companies,\non the other hand, are able to sell their FDA-approved products to large pharmaceutical wholesalers, who can in turn sell to and supply\nhospitals and retail pharmacies. Even though we have registered NJOF with the FDA, our compounding business may not be scalable on the\nscope available to our competitors that produce FDA-approved drugs, which may limit our potential for profitable operations. These facets\nof our operations may subject our business to limitations our competitors offering only FDA-approved drugs may not face.\n\nBiotechnology and related pharmaceutical\ntechnologies are subject to rapid and significant change. Our future success will depend in large part on our ability to maintain a competitive\nposition with respect to these technologies. Products developed by our competitors, including FDA-approved drugs and compounded formulations\ncreated by other pharmacies, could render our products and technologies obsolete or unable to compete. Any products that we develop may\nbecome obsolete before we recover expenses incurred in developing the products, which may require that we seek additional funds that\nmay or may not be available to continue our operations. The competitive environment requires an ongoing, extensive search for medical\nand technological innovations and the ability to develop and market these innovations effectively, and we may not be competitive with\nrespect to these factors. Other competitive factors include the safety and efficacy of a product, the size of the market for a product,\nthe timing of market entry relative to competitive products, the availability of alternative compounded formulations or approved drugs,\nthe price of a product relative to alternative products, the availability of third-party reimbursement, the success of sales and marketing\nefforts, brand recognition and the availability of scientific and technical information about a product. Although we believe we are positioned\nto compete favorably with respect to many of these factors, if our proprietary formulations are unable to compete with the products of\nour competitors, we may never gain a significant market share or achieve profitability.\n\nFactors Affecting Our Performance\n\nWe believe\nthe primary factors affecting our performance are our ability to increase revenues of our ophthalmic products, grow and gain operating\nefficiencies in our pharmacy operations, successfully adjust our operations to account for any future regulatory-related restrictions,\noptimize pricing and obtain reimbursement options for our ophthalmic products, and continue to pursue development and commercialization\nopportunities for certain of our ophthalmology and other assets that we have not yet made commercially available or have been recently\nlaunched. We believe we have built a tangible and intangible infrastructure that will allow us to scale revenues efficiently in the near\nand long-term. All of these activities will require increased costs and other resources, which we may not have or be able to obtain from\noperations or other sources. See “Liquidity and Capital Resources” below.\n\nMedicare, Medicaid and Other Reimbursement Options\n\nSales\nin the U.S. of our marketed products are dependent, in large part, on the availability and extent of reimbursement from third-party payors,\nincluding private payor healthcare and insurance programs, health maintenance organizations, pharmacy benefit management companies, and\ngovernment programs such as Medicare and Medicaid. See Item 1A. “Risk Factors” for risks related to reimbursement and government\nprograms.\n\nWe participate\nin, and have certain price reporting obligations to, the Medicaid Drug Rebate program, state Medicaid supplemental rebate program(s),\nand other governmental pricing programs. We also have obligations to report the average sales price for certain drugs to the Medicare\nprogram. Under the Medicaid Drug Rebate program, we are required to pay a rebate to each state Medicaid program for our covered outpatient\ndrugs that are dispensed to Medicaid beneficiaries and paid for by a state Medicaid program as a condition of having federal funds being\nmade available for our drugs under Medicaid and Part B of the Medicare program.\n\nMedicare\nis a federal program that is administered by the federal government that covers individuals age 65 and over or that are disabled as well\nas those with certain health conditions. Medicare Part B generally covers drugs that must be administered by physicians or other health\ncare practitioners; are provided in connection with certain durable medical equipment; or are certain oral anti-cancer drugs and certain\noral immunosuppressive drugs. Medicare Part B pays for such drugs under a payment methodology based on the average sales price of the\ndrugs. Manufacturers, including us, are required to report average sales price information to the Centers for Medicare & Medicaid\nServices (“CMS”) on a quarterly basis. The manufacturer-submitted information may be used by CMS to calculate Medicare payment\nrates. Starting in 2023, manufacturers are now required to pay refunds to Medicare for single-source drugs or biological products, or\nbiosimilar biological products, reimbursed under Medicare Part B and packaged in single-dose containers or single-use packages for units\nof discarded drug reimbursed by Medicare Part B in excess of 10% of total allowed charges under Medicare Part B for that drug. Manufacturers\nthat fail to pay refunds could be subject to civil monetary penalties. Further, starting in 2023, the Inflation Reduction Act of 2022\n(“IRA”) established a Medicare Part B inflation rebate scheme, effective in 2023, under which, generally speaking, manufacturers\nwill owe rebates if the average sales price of a Part B drug increases faster than the pace of inflation. Failure to timely pay a Part\nB inflation rebate is subject to a civil monetary penalty.\n\nThe\nIRA also created a drug price negotiation program under which, after being on the market for a certain period of time, the prices for\ncertain high Medicare spending drugs and biological products provided to Medicare patients without generic or biosimilar competition\nwill be capped by reference to, among other things, a specified non-federal average manufacturer price, starting in 2026. Failure to\ncomply with requirements under the drug price negotiation program is subject to an excise tax and a civil monetary penalty. This or any\nother legislative change could impact the market conditions for our products.\n\nIHEEZO\nand TRIESENCE are covered under Medicare Part B and we may develop other product candidates and/or acquire drug products that are\nalso covered under Medicare Part B. In February 2023, we announced that CMS had issued a permanent, product specific J-code for\nIHEEZO (J2403) which became effective under the Healthcare Procedure Coding System (HCPCS) on April 1, 2023. TRIESENCE has a\npermanent product specific J-code (J3300) as well, which physicians can use for reimbursement purposes of that product. New drugs\napproved by the FDA that are used in surgeries performed in a hospital outpatient departments or ambulatory surgical centers may\nreceive a transitional pass-through reimbursement under Medicare, provided they meet certain criteria, including a “not\ninsignificant” cost criterion. Pass-through status allows for separate payment (i.e., outside the packaged payment rate for\nthe surgical procedure) under Medicare Part B, which consists of Medicare reimbursement for a drug based on a defined formula for\ncalculating the minimum fee that a manufacturer may charge for the drug. Under current regulations of CMS, pass-through status\napplies for a period of three years; which is measured from the date Medicare makes its first pass-through payment for the product.\nFollowing the three-year period, the product would be incorporated into the cataract bundled payment system, which could\nsignificantly reduce the pricing for that product. Temporary pass-through reimbursement for IHEEZO was awarded by CMS and made\neffective in the second quarter of 2023 and temporary pass-through reimbursement for TRIESENCE was made effective April 1, 2025. Following the expiration of pass-through status, under current CMS policy, non-opioid pain\nmanagement surgical drugs when used on Medicare Part B patients in an outpatient setting can qualify for ongoing separate payments.\nCMS’ current non-opioid separate payment policy, like other CMS policies, can be changed by CMS through its annual rulemaking\nand comment process.\n\nMedicaid\nis a joint federal and state program that is administered by the states for low-income and disabled beneficiaries. Medicaid rebates are\nbased on pricing data reported by us on a monthly and quarterly basis to CMS, the federal agency that administers the Medicaid and Medicare\nprograms. These data include the average manufacturer price and, in the case of innovator products, the best price for each drug which,\nin general, represents the lowest price available from the manufacturer to any entity in the U.S. in any pricing structure, calculated\nto include all sales and associated rebates, discounts, and other price concessions. The amount of the rebate is adjusted upward if the\naverage manufacturer price increases at a faster rate than inflation (measured by reference to the Consumer Price Index – Urban).\nThe rebate was previously capped at 100% of the average manufacturer price, but effective January 1, 2024, this cap on the rebate was\nremoved, and our rebate liability could increase accordingly.\n\nIf we\nbecome aware that our reporting for a prior quarter was incorrect or has changed as a result of recalculation of the pricing data, we\nare obligated to resubmit the corrected data for up to three years after those data originally were due, which revisions could affect\nour rebate liability for prior quarters. The federal Patient Protection and Affordable Care Act (the “PPACA” or “Health\nCare Reform Law”) made significant changes to the Medicaid Drug Rebate program, and CMS issued a final regulation, which became\neffective on April 1, 2016, to implement the changes to the Medicaid Drug Rebate program under the PPACA. Effective in 2022, CMS modified\nMedicaid Drug Rebate program regulations to, among other things, permit reporting multiple best price figures with regard to value-based\npurchasing arrangements and provide definitions for “line extension,” “new formulation,” and related terms with\nthe practical effect of expanding the scope of drugs considered to be line extensions.\n\nCivil\nmonetary penalties can be applied if we are found to have knowingly submitted any false pricing or other information to the government,\nif we are found to have made a misrepresentation in the reporting of our average sales price, or if we fail to submit the required data\non a timely basis. Such conduct also could be grounds for CMS to terminate our Medicaid drug rebate agreement, in which case federal\npayments may not be available under Medicaid or Medicare Part B for our covered outpatient drugs.\n\nFederal\nlaw requires that any company that participates in the Medicaid Drug Rebate program also participate in the Public Health Service’s\n340B drug pricing program (the “340B program”) in order for federal funds to be available for the manufacturer’s drugs\nunder Medicaid and Medicare Part B. The 340B program, which is administered by the Health Resources and Services Administration (“HRSA”),\nrequires participating manufacturers to agree to charge statutorily defined covered entities no more than the 340B “ceiling price”\nfor the manufacturer’s covered outpatient drugs. Covered entities include hospitals that serve a disproportionate share of financially\nneedy patients, community health clinics, and other entities that receive certain types of grants under the Public Health Service Act.\nThe PPACA expanded the list of covered entities to include certain free-standing cancer hospitals, critical access hospitals, rural referral\ncenters, and sole community hospitals, but exempts “orphan drugs” from the ceiling price requirements for these covered entities.\nThe 340B ceiling price is calculated using a statutory formula, which is based on the average manufacturer price and Medicaid rebate\namount for the covered outpatient drug as calculated under the Medicaid Drug Rebate program. In general, products subject to Medicaid\nprice reporting and rebate liability are also subject to the 340B ceiling price calculation and discount requirement.\n\nHRSA\nissued a final regulation regarding the calculation of the 340B ceiling price and the imposition of civil monetary penalties on manufacturers\nthat knowingly and intentionally overcharge covered entities, which became effective on January 1, 2019. It is currently unclear how\nHRSA will apply its enforcement authority under this regulation. Any charge by HRSA that we have violated the requirements of the regulation\ncould result in civil monetary penalties. Moreover, under a final regulation effective January 13, 2021, HRSA established a new administrative\ndispute resolution (“ADR”) process for claims by covered entities that a manufacturer has engaged in overcharging, and by\nmanufacturers that a covered entity violated the prohibitions against diversion or duplicate discounts. Such claims are to be resolved\nthrough an ADR panel of government officials rendering a decision that could be appealed only in federal court. An ADR proceeding could\nsubject us to onerous procedural requirements and could result in additional liability. On November 30, 2022, HRSA issued a notice of\nproposed rulemaking that proposes several changes to the ADR process. HRSA also implemented a price reporting system under which we are\nrequired to report our 340B ceiling prices to HRSA on a quarterly basis, which then publishes those prices to 340B covered entities.\nIn addition, legislation could be passed that would further expand the 340B program to additional covered entities or would require participating\nmanufacturers to agree to provide 340B discounted pricing on drugs used in an inpatient setting.\n\nIn order\nto be eligible to have our products paid for with federal funds under the Medicaid and Medicare Part B programs and purchased by certain\nfederal agencies and grantees, we participate in the U.S. Department of Veterans Affairs (“VA”) Federal Supply Schedule (“FSS”)\npricing program. FSS participation is required for our products to be purchased by the VA, Department of Defense (“DoD”),\nCoast Guard, and Public Health Service (“PHS”). Prices for innovator drugs purchased by the VA, DoD, Coast Guard, and PHS\nare subject to a cap (known as the “Federal Ceiling Price”) equal to 76% of the annual non-federal average manufacturer price\n(“non-FAMP”) minus, if applicable, an additional discount. The additional discount applies if non-FAMP increases more than\ninflation (measured by reference to the Consumer Price Index - Urban). We also participate in the Tricare Retail Pharmacy Program, under\nwhich we pay quarterly rebates to DoD for prescriptions of our innovator drugs dispensed to Tricare beneficiaries through Tricare Retail\nnetwork pharmacies. The governing statute provides for civil monetary penalties for failure to provide information timely or for knowingly\nsubmitting false information to the government.\n\nMedicare\nPart D provides coverage to enrolled Medicare patients for self-administered drugs (i.e., drugs that are not administered by a physician).\nMedicare Part D is administered by private prescription drug plans approved by the U.S. government and, subject to detailed program rules\nand government oversight, each drug plan establishes its own Medicare Part D formulary for prescription drug coverage and pricing, which\nthe drug plan may modify from time to time. The prescription drug plans negotiate pricing with manufacturers and pharmacies, and may\ncondition formulary placement on the availability of manufacturer discounts. In addition, manufacturers, including us, are required to\nprovide to CMS a 70% discount on brand name prescription drugs utilized by Medicare Part D beneficiaries when those beneficiaries are\nin the coverage gap phase of the Part D benefit design. The IRA includes a sunset provision with respect to the coverage gap discount\nprogram starting in 2025 and replaces it with a new manufacturer discount program. In addition, as of October 2022, the IRA established\na Medicare Part D inflation rebate scheme under which, manufacturers will generally owe additional rebates if the average manufacturer\nprice of a Part D drug increases faster than the pace of inflation. Failure to timely pay a Part D inflation rebate is subject to a civil\nmonetary penalty.\n\nPrivate\npayor healthcare and insurance providers, health maintenance organizations, and pharmacy benefit managers in the U.S. are adopting more\naggressive utilization management techniques and are increasingly requiring significant discounts and rebates from manufacturers as a\ncondition to including products on formulary with favorable coverage and copayment/coinsurance. These payors may not cover or adequately\nreimburse for use of our products or may do so at levels that disadvantage them relative to competitive products.\n\nIntellectual Property \n\nOur success and ability to compete\ndepends upon our ability to protect our intellectual property. We conduct a fulsome analysis of the intellectual property landscape prior\nto acquiring rights to formulations and filing patent applications. In addition, as of March 1, 2025, we owned and/or licensed more than\n50 total issued and pending patent applications, which include U.S.-issued patents, international-issued patents, and U.S. and foreign/international\npatent pending applications. We expect to file additional patent applications in the U.S. and pursue patent protection for certain of\nour formulations in other important international jurisdictions in the future.\n\nAs of March 1, 2025, we had,\non a worldwide basis, more than 100 issued trademarks, pending trademark and copyright applications, or registered copyrights and/or\ntrademarks. We also rely on unpatented trade secrets and know-how and continuing technological innovation in order to develop our products\nand formulations, which we seek to protect, in part, by confidentiality agreements with our employees, consultants, collaborators and\nothers, including certain service providers. We also have invention or patent assignment agreements with our current employees and certain\nconsultants. However, our employees and consultants may breach these agreements, and we may not have adequate remedies for any breach,\nor our trade secrets may otherwise become known or be independently discovered by competitors. In addition, inventions relevant to us\ncould be developed by a person not bound by an invention assignment agreement with us, in which case we may have no rights to use the\napplicable invention.\n\nThe\nfollowing table lists our outstanding material patents in the U.S. for certain branded products, general subject matter and latest expiry\ndate. One or more patents with the same or earlier expiry dates may fall under the same general subject matter and are not listed separately.\n\n    Product\n     \n    General Subject Matter\n     \n    Expiration\n\n    IHEEZO\n     \n    Methods using topical formulations\n\n    Compositions compromising chloroprocaine\n\n    September 2038\n\n    May 2039\n\n    VEVYE\n     \n    Formulation composition for treatment of dry\n    eye syndrome\n\n    Ophthalmic composition comprising cyclosporine\n\n    Semiflourinated compounds for ophthalmic administration\n\n    Topical administration method\n\n    December 2030\n\n    September 2037\n\n    November 2038\n\n    October 2039\n\n    TRIESENCE\n     \n    Composition of injectable suspension\n\n    Methods for treating ophthalmic disorder\n\n    December 2029\n\n    March 2029\n\n    ILEVRO\n     \n    Composition comprising carbomer, galactomannan and borate\n\n    Carboxyvinyle polymer-containing nanoparticle suspension\n\n    December 2030\n\n    March 2032\n\n    TOBRADEX ST\n     \n    Methods for treating inflammation where infection may occur\n\n    Compositions containing tobramycin and dexamethasone\n\n    December 2027\n\n    August 2028\n\n    VERKAZIA\n     \n    Methods for treating eye disease\n\n    Compositions of oil-in-water cationic emulsion\n\n    Compositions containing quaternary ammonium compounds\n\n    May 2027\n\n    November 2027\n\n    June 2029\n\nGovernmental Regulation\n\nOur business is subject to federal,\nstate and local laws, regulations, and administrative practices, including, among others: federal, state and local licensure and registration\nrequirements concerning the operation of pharmacies and the practice of pharmacy; the Health Insurance Portability and Accountability\nAct of 1996 (“HIPAA”); the Health Care Reform Law; statutes and regulations of the FDA, the U.S. Federal Trade Commission\n(the “FTC”), the U.S. Drug Enforcement Administration and the U.S. Consumer Product Safety Commission, as well as regulations\npromulgated by comparable state agencies concerning the sale, advertisement and promotion of the products we sell. The regulatory and\nquality compliance environment for compounded drugs has become significantly more rigorous, complex and strict since the passage of The\nDrug Quality and Security Act of 2013 (the “DQSA”). The complexity of the current state and federal regulatory environment,\nas well as the expected continued evolution of state and federal laws governing pharmaceutical compounding, have presented, and will\ncontinue to present, potentially significant challenges to our business model and the fulfillment of our mission as a company. Below\nare descriptions of some of the various federal and state laws and regulations which may govern or impact our current and planned operations.\n\nFDA New Drug Application (NDA)\nProcess\n\nAs discussed in other sections\nof this Annual Report, we are pursuing, and may continue to pursue, alone or with project partners, FDA approval to market and sell one\nor more of our product candidates through the FDA’s NDA process. As a condition of approval, the FDA or other regulatory authorities\nmay require further studies, including Phase 4 post-marketing studies, to provide additional data. Other post-marketing studies may be\nrequired to gain approval for the use of a product as a treatment for clinical indications other than those for which the product was\ninitially tested and approved. Also, the FDA or other regulatory authorities require post-marketing reporting to monitor the adverse\neffects of a drug. Results of post-marketing programs may limit or expand the further marketing of a product.\n\nThe FDA closely regulates the\npost-approval marketing and promotion of drugs, including standards and regulations for direct-to-consumer advertising, off-label promotion,\nindustry-sponsored scientific and educational activities and promotional activities involving the Internet. A company can make only those\nclaims relating to safety and efficacy that are approved by the FDA. Failure to comply with these requirements can result in adverse\npublicity, warning letters, corrective advertising, fines and potential civil and criminal penalties.\n\nSection 505(b)(2) New Drug Applications\n\nAs an alternate path for FDA\napproval of new indications or new formulations of previously-approved products, a company may file a Section 505(b)(2) NDA instead of\na “stand-alone” or “full” NDA. Section 505(b)(2) of the FDCA was enacted as part of the Drug Price Competition\nand Patent Term Restoration Act of 1984, otherwise known as the Hatch-Waxman Amendments. Section 505(b)(2) permits the submission of\nan NDA where at least some of the information required for approval comes from studies not conducted by or for the applicant and for\nwhich the applicant has not obtained a right of reference. Some examples of products that may be allowed to follow a Section 505(b)(2)\npath to approval are drugs that have a new dosage form, strength, route of administration, formulation or indication.\n\nThe Hatch-Waxman Amendments permit\nthe applicant to rely upon certain published nonclinical or clinical studies conducted for an approved product or the FDA’s conclusions\nfrom prior review of such studies. The FDA may require companies to perform additional studies or measurements to support any changes\nfrom the approved product. The FDA may then approve the new product for all or some of the labeled indications for which the reference\nproduct has been approved, as well as for any new indication supported by the Section 505(b)(2) application. While references to nonclinical\nand clinical data not generated by the applicant or for which the applicant does not have a right of reference are allowed, all development,\nprocess, stability, qualification and validation data related to the manufacturing and quality of the new product must be included in\nan NDA submitted under Section 505(b)(2).\n\nTo the extent that the Section\n505(b)(2) applicant is relying on the FDA’s conclusions regarding studies conducted for an already approved product, the applicant\nis required to certify to the FDA concerning any patents listed for the approved product in the FDA’s Approved Drug Products with\nTherapeutic Equivalence Evaluations, or Orange Book. Specifically, the applicant must certify that: (i) the required patent information\nhas not been filed; (ii) the listed patent has expired; (iii) the listed patent has not expired, but will expire on a particular date\nand approval is sought after patent expiration; or (iv) the listed patent is invalid or will not be infringed by the new product. The\nSection 505(b)(2) application also will not be approved until any non-patent exclusivity, such as exclusivity for obtaining approval\nof a new chemical entity, listed in the Orange Book for the referenced product has expired. Thus, the Section 505(b)(2) applicant may\ninvest a significant amount of time and expense in the development of its products only to be subject to significant delay and patent\nlitigation before its products may be commercialized.\n\nPharmacy Regulation\n\nOur pharmacy operations are regulated\nby both individual states and the federal government. Every state has laws and regulations addressing pharmacy operations, including\nregulations relating specifically to compounding pharmacy operations. These regulations generally include licensing requirements for\npharmacists, pharmacy technicians and pharmacies, as well as regulations related to compounding processes, safety protocols, purity,\nsterility, storage, controlled substances, recordkeeping and regular inspections, among other things. State rules and regulations are\nupdated periodically, generally under the jurisdiction of individual state boards of pharmacy. Failure to comply with the state pharmacy\nregulations of a particular state could result in a pharmacy being prohibited from operating in that state, financial penalties and/or\nbecoming subject to additional oversight from that state’s board of pharmacy. In addition, many states are considering imposing,\nor have already begun to impose, more stringent requirements on compounding pharmacies. If our pharmacy operations become subject to\nadditional licensure requirements, are unable to maintain their required licenses or if states place burdensome restrictions or limitations\non pharmacies, our ability to operate in some states could be limited.\n\nFederal law limits compounding\npharmacies from engaging in the practice of anticipatory compounding, which involves preparing compounded medications before the actual\nreceipt of a prescription or practitioner’s order, unless the compounding pharmacy has a history of filling certain prescriptions\nfor a customer. In such cases, it is acceptable to engage in anticipatory compounding or the preparation of larger batches so that medications\nwill be ready when they are needed. Anticipatory compounding also reduces the cost of compounded medications, as economies of scale can\nbe realized by producing larger batches. Anticipatory compounding also leads to less wasted chemicals, dilutions, fillers, and other\nassociated products that are produced, and greater accuracy and uniformity in finished medications, as larger batches decrease the variation\ncaused by preparing multiple, smaller batches. Based on our history of meeting the needs of our customers, we are able to anticipatorily\ncompound batches of our formulations for our customers, per the applicable regulations.\n\nMany of the states into which\nwe deliver pharmaceuticals have laws and regulations that require out-of-state pharmacies to register with, or be licensed by, the boards\nof pharmacy or similar regulatory bodies in those states. These states generally permit the dispensing pharmacy to follow the laws of\nthe state within which the dispensing pharmacy is located. However, various state pharmacy boards have enacted laws and/or adopted rules\nor regulations directed at restricting or prohibiting the operation of out-of-state pharmacies by, among other things, requiring compliance\nwith all laws of the states into which the out-of-state pharmacy dispenses medications, whether or not those laws conflict with the laws\nof the state in which the pharmacy is located, or requiring the pharmacist-in-charge to be licensed in that state. To the extent that\nsuch laws or regulations are found to be applicable to our operations, we believe we comply with them.\n\nFurther, under federal law, Section\n503A of the FDCA previously had language that implied a limitation of the amount of compounded products that a pharmacy can distribute\ninterstate. The interpretation and enforcement of this provision is dependent on the FDA entering into a standard Memorandum of Understanding\n(“MOU”) with each state setting forth limits on shipments of interstate compounding. In January of 2019, the FDA released\nthe “2018 Compounding Policy Priorities Plan” (the “2018 Compounding Plan”) which provided an overview of the\nkey priorities the FDA planned to focus on in 2018 in connection with compounding regulations. One of the priorities outlined in the\n2018 Compounding Plan addressed the FDA’s plan to release a revised MOU (the “Revised MOU”). Pursuant to the statements\nin the 2018 Compounding Plan, the Revised MOU would consider amounts shipped interstate by a compounder to be inordinate amounts if the\n“number of prescriptions of compounded drugs distributed interstate during any calendar month is greater than 50 percent.”\nImportantly, instead of that number serving as a “hard limit, for state action,” the 50% target would trigger certain additional\nreporting requirements. On October 27, 2020, the FDA announced availability of a final MOU, Memorandum of Understanding Addressing\nCertain Distributions of Compounded Human Drug Products Between the State Board of Pharmacy or Other Appropriate State Agency and the\nU.S. Food and Drug Administration (the “Final MOU”). The Final MOU describes the responsibilities of a state board of\npharmacy, or other appropriate state agency that chooses to sign the Final MOU, in investigating and responding to complaints related\nto drug products compounded in such state and distributed outside such state and in addressing the interstate distribution of inordinate\namounts of compounded human drug products. Additionally, as part of the Final MOU, the FDA refined the definition of “inordinate\namount,” a threshold for certain information identification and sharing which does not place a limit on the distribution of compounded\nhuman drug products interstate by a pharmacy located in a state that has entered into the Final MOU. Section 503A of the FDCA sets a\n5% limit on compounded drugs distributed outside the state by a pharmacist, pharmacy or physician located in a state that has not entered\ninto the Final MOU. In February 2022, the FDA said it would suspend implementation of the Final MOU and engage in a formal rulemaking\nprocess. During the rulemaking process, the agency will not enter into new agreements with states based on the Final MOU. The FDA does\nnot expect states that have signed the Final MOU to carry out the activities described in the Final MOU. Thus, there is no reporting\nrequirement for any pharmacy concerning interstate shipments pursuant to Section 503A and there will not be one until the Final MOU is\nfinalized through the rulemaking process, which will include the engagement of a notice-and-comment and rulemaking period to implement\ncertain provisions of Section 503A. The agency indicated that the process may take “several years” to complete. In the same\nannouncement, the FDA stated it does not intend to enforce the statutory 5% limit on the distribution of compounded drugs out of the\nstate in which they are compounded by compounders located in states that do not sign the Final MOU for the duration of the rulemaking\nprocess.\n\nCertain provisions of the FDCA\ngovern the preparation, handling, storage, marketing and distribution of pharmaceutical products. The DQSA clarifies and strengthens\nthe federal regulatory framework governing compounding pharmacies. Title 1 of the DQSA, the Compounding Quality Act, modified provisions\nof the Section 503A of the FDCA that were found to be unconstitutional by the U.S. Supreme Court in 2002. In general, Section 503A provides\nthat pharmacies are exempt from the provisions of the FDCA requiring compliance with cGMPs, labeling with adequate directions for use\nand FDA approval prior to marketing if the pharmacy complies with certain other requirements. Among other things, to comply with Section\n503A, a compounded drug must be compounded by a licensed pharmacist for an identified individual patient on the basis of a valid prescription.\nPharmacies may only compound in limited quantities before receipt of a prescription for an individual patient and are subject to limitations\non anticipatory compounding for distribution, which generally permit anticipatory compounding only based on historical prescription volumes.\n\nThe DQSA also contained new Section\n503B of the FDCA, which established an outsourcing facility as a new form of entity that is permitted to compound larger quantities of\ndrug formulations without a prescription, thus permitting the practice of anticipatory compounding, and distributing them out of state\nwithout limitation, if the drug formulations appear on the FDA’s drug shortage list or the bulk drug substances contained in the\nformulations appear on a “clinical need” list to be established by the FDA. In January 2017, the FDA issued Interim Policy\non Compounding Using Bulk Drug Substances Under Section 503B of the FFDCA (“Interim Policy”) which informs stakeholders\nabout how the FDA intends to exercise its enforcement discretion for compounding with those substances on a “Category 1 list”\nwhile the agency compiles and evaluates its clinical needs list, and in March 2019 the FDA issued Evaluation of Bulk Substances Nominated\nfor Use in Compounding Under Section 503B of the Federal Food, Drug and Cosmetic Act which provides further guidance as to the FDA’s\npolicy for evaluating bulk drug substances nominated for use in compounding by outsourcing facilities. Entities voluntarily registering\nas outsourcing facilities are subject to cGMP requirements and regular FDA inspection, among other requirements. As described above,\nour current pharmacy operations in New Jersey are governed by Section 503A of the FDCA, and our New Jersey based outsourcing facility\nis governed by Section 503B of the FDCA.\n\nOn July 30, 2020, the FDA issued\na notice for comments related to certain bulk drug substances to be removed from the 503B Bulk’s List (or Category 1 List). Included\nin this notice for comment were certain bulk drug substances which we currently use in some of our compounded products. In the event\none or more of these bulk substances are ultimately removed from the Category 1 List, we intend to utilize commercially available versions\nof these substances or similar active pharmaceutical ingredients as replacements of the bulk powders contained in our sterile products.\nNonetheless, if all or some of the bulk drug substances we use are removed from the 503B Bulk’s List, this may result in a disruption\nin our operations, revenues and cash flows.\n\nFrom March 2024 through\nApril 2024, NJOF was inspected by the FDA (the “2024 Inspection”), and the FDA issued a Form 483 with five observations.\nFollowing the 2024 Inspection, NJOF voluntarily recalled certain products in coordination with the FDA. Since the 2024 Inspection,\nNJOF has provided regular updates to the FDA regarding its remediation activities and other commitments, including providing the FDA\nwith a comprehensive update in February 2025. Since January 2025, we have engaged in separate but related discussions with the\nfederal government regarding the NJOF quality system and the 2024 Inspection. In support of our ongoing commitment to compliance, we\nengaged an independent third-party current good manufacturing practices (cGMP) expert to review our NJOF operations and to recommend\nactions to improve our compliance and quality activities (the “cGMP Expert Engagement”). The cGMP Expert Engagement is\nongoing, and we expect to regularly update the FDA regarding our compliance and quality activities. To the extent NJOF is unable to\ncomply with cGMPs, the FDA could pursue administrative or judicial enforcement actions against NJOF, including, but not limited to,\nissuing additional warning letters or seeking injunctive relief. Any of these actions could be costly and result in material adverse\nconsequences to our business, performance, prospects, value, financial condition, and results of operations. See Part I, Item 1A.\n“Risk Factors – We have been in discussions with the federal government regarding past FDA inspections of our 503B\nfacility and to the extent we are unable to demonstrate compliance with cGMPs and other required regulations, the government could\npursue enforcement actions, the effects of which could be costly to us and could result in adverse consequences to our\nbusiness.”\n\nWe prepare our compounded formulations\nin accordance with the standards provided by USP <795> and USP <797> and applicable state and federal law. In November 2023,\nUSP made effective finalized revisions to USP <795> and USP <797>, which had been previously proposed for public comment\nin September 2021. The revisions include limitations on beyond use dating of sterile and preservative-free products and batch sizes,\namong other changes. Some regulatory bodies such as state boards of pharmacy adopted these changes at that time, and some have not or\nplan to on different dates, on a case-by-case basis. The revisions to USP <797> has had little impact to our business.\n\nConfidentiality, Privacy and HIPAA\n\nOur pharmacy operations involve\nthe receipt, use and disclosure of confidential medical, pharmacy and other health-related information. In addition, we use aggregated\nand blinded (anonymous) data for research and analysis purposes. The federal privacy regulations under HIPAA are designed to protect\nthe medical information of a healthcare patient or health plan enrollee that could be used to identify the individual. Among other things,\nHIPAA limits certain uses and disclosures of protected health information and requires compliance with federal security regulations regarding\nthe storage, utilization and transmission of and access to electronic protected health information. The requirements imposed by HIPAA\nare extensive. In addition, most states and certain other countries have enacted privacy and security laws that protect identifiable\npatient information that is not health-related. For example, California recently enacted the California Consumer Privacy Act (the “CCPA”)\nthat creates new individual privacy rights for consumers and places increased privacy and security obligations on entities handling personal\ndata of consumers or households. Effective January 1, 2020, the CCPA gives California residents expanded privacy rights and protections,\nand provides civil penalties for violations and a private right of action for data breaches. The CCPA exemplifies the vulnerability of\nour business to not only cyber threats but also the evolving regulatory environment related to personal data and protected health information.\nIn addition, the California Invasion of Privacy Act prohibits the use of “any machine, instrument, or contrivance” to tap\nany telephonic communication and use of any “electronic amplifying or recording device” to eavesdrop upon a “confidential\ncommunication” without consent of all parties to the communication. Other countries also have, or are developing, laws governing\nthe collection, use and transmission of personal information, such as the General Data Protection Regulation (“GDPR”) in\nthe European Union (the “EU”) that became effective in May 2018 and the Personal Information Protection and Electronic Documents\nAct that became effective in Canada in April 2000. Further, several states have enacted more protective and comprehensive pharmacy-related\nprivacy legislation that not only applies to patient records but also prohibits the transfer or use for commercial purposes of pharmacy\ndata that identifies prescribers. These regulations impose substantial requirements on covered entities and their business associates\nregarding the storage, utilization and transmission of and access to personal health and non-health information. Many of these laws apply\nto our business.\n\nInternational Regulation\n\nIf we pursue commercialization\nof our branded products and proprietary formulations in countries other than the U.S., then we may need to obtain the approvals required\nby the regulatory authorities of such foreign countries that are comparable to the FDA and state boards of pharmacy, and we would be\nsubject to a variety of other foreign statutes and regulations comparable to those relating to our U.S. operations. Regulatory frameworks\nand requirements vary by country and could involve significant additional licensing requirements and product testing and review periods.\nWe currently partner with companies to sell, market and distribute some of our products in certain foreign countries.\n\nEnvironmental and Other Matters\n\nWe are or may become subject\nto environmental laws and regulations governing, among other things, any use and disposal by us of hazardous or potentially hazardous\nsubstances in connection with our research and preparation of our formulations. In addition, we are subject to work safety and labor\nlaws that govern certain of our operations and our employee relations. In each of these areas, as described above, the FDA and other\ngovernment agencies have broad regulatory and enforcement powers, including, among other things, the ability to levy fines and civil\npenalties, suspend or delay issuance of approvals, licenses or permits, seize or recall products, and withdraw approvals, any one or\nmore of which could have a material adverse effect on our business.\n\nResearch and Development Expenses\n\nOur research and development\n(“R&D”) expenses incurred in 2023 and 2022 primarily included expenses related to development of intellectual property,\nresearcher and investigator-initiated evaluations, and formulation development related primarily to our ophthalmic products, formulations\nand certain other assets, in addition to costs associated with our drug candidate development programs.\n\nDuring the year ended December\n31, 2024, we incurred $12,230,000 in R&D expenses, compared to $6,652,000 during the year ended December 31, 2023.\n\nFinancial Information About Segments and Geographic\nAreas\n\nDuring 2024, the Company identified\ntwo operating segments as reportable segments. The Branded segment includes activities of our FDA approved ophthalmology pharmaceutical\nproducts, including the out-licensing of rights to certain of our products. The ImprimisRx segment represents activities in our ophthalmology-focused\npharmaceutical compounding business. The Company’s chief operating decision-maker (“CODM”) is the Chief Executive Officer\nwho evaluates the segment contribution to allocate resources. The CODM does not review segment assets when assessing segment performance\nand deciding how to allocate resources.\n\nThe Company categorizes revenues\nby geographic area based on selling location. All operations are currently located in the U.S.; therefore, total revenues for 2024 and\n2023 were attributed to the U.S. All long-lived assets at December 31, 2024 and 2023 were located in the U.S.\n\nHuman Capital\n\nAs of February 28, 2025, we employed\n382 individuals. Our employees are engaged in pharmacy operations, sales, marketing, research, development, and general and administrative\nfunctions. We expect to add additional employees in all departmental functions, with a focus on sales force additions and other commercial\nactivities as we carry out our business plan in the next 12 months. We are not party to any collective bargaining agreements with any\nof our employees. We have never experienced a work stoppage, and we believe our employee relations are good. We hire independent contractors\nand consultants on an as-needed basis.\n\nTalent Acquisition\nand Retention\n\nWe recognize that our employees\nlargely contribute to our success. To this end, we support business growth by seeking to attract and retain best-in-class talent. Our\ntalent acquisition team uses internal and external resources to recruit highly skilled candidates in the U.S. We believe that we continue\nto attract and retain superior talent as measured by our turnover rate and employee service tenure.\n\nTotal Rewards\n\nOur total rewards philosophy\nhas been to create investment in our workforce by offering competitive compensation and benefits packages. We provide employees with\ncompensation packages that include base salary, annual incentive bonuses, and long-term equity awards. We also offer comprehensive employee\nbenefits, which vary by country and region, such as life, disability, and health insurance, health savings and flexible spending accounts,\npaid time off, and a 401(k) plan. It is our expressed intent to be an employer of choice in our industry by providing market-competitive\ncompensation and benefits packages.\n\nHealth, Safety, and\nWellness\n\nThe health, safety, and wellness\nof our employees is a priority in which we have always invested and will continue to do so. We provide our employees and their families\nwith access to a variety of innovative, flexible, and convenient health and wellness programs. Program benefits are intended to provide\nprotection and security, so employees can have peace of mind concerning events that may require time away from work or that may impact\ntheir financial well-being.\n\nTraining and Development\n\nWe believe in encouraging employees\nin becoming lifelong learners by providing ongoing learning, training and leadership opportunities. We provide our employees with a tuition\nreimbursement program, and in certain instances, onsite training programs. While we strive to provide real-time recognition of employee\nperformance, we have a formal annual review process not only to determine pay and equity adjustments tied to individual contributions,\nbut to identify areas where training and development may be needed.\n\nCompany Information\n\nWe were incorporated in Delaware\nin January 2006 as Bywater Resources, Inc. In September 2007, we closed a merger transaction with Transdel Pharmaceuticals Holdings,\nInc. and changed our name to Transdel Pharmaceuticals, Inc. As part of a corporate re-organization that was led by our Chief Executive\nOfficer, Mark L. Baum and our Chief Financial Officer, Andrew R. Boll, we changed our name to Imprimis Pharmaceuticals, Inc. in February\n2012. Then to align with a shift in our corporate strategy that included the expansion into branded ophthalmic products and product candidates,\nwe changed the name of our company to Harrow Health, Inc. in December 2018 and then to Harrow, Inc. in September 2023.\n\nOur corporate headquarters are\nlocated at 1A Burton Hills Blvd., Suite 200, Nashville, Tennessee, 37215, and our telephone number at such office is (615) 733-4730.\n\nWe file reports with the Securities\nand Exchange Commission (“SEC”), including Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and other reports\nfrom time to time. We are an electronic filer and the SEC maintains an internet site at www.sec.gov that contains the reports,\nproxy and information statements, and other information filed electronically. Our website address, which is provided as an inactive textual\nreference only, is www.harrow.com. We make available free of charge through the website Annual Reports on Form 10-K, Quarterly\nReports on Form 10-Q, Current Reports on Form 8-K, and all amendments to those reports as soon as reasonably practicable after such material\nis electronically filed with or furnished to the SEC. Information contained on our website is not deemed part of this Annual Report.",
      "char_count": 75173
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nRisk Factors Summary\n\nWe are subject to a variety of\nrisks and uncertainties, including financial risks, operational risks, human capital risks, legal proceedings and regulatory risks and\ncertain general risks, that could have a material adverse effect on our business results of operations, financial condition and prospects.\nRisks that we deem material are described below and include, but are not limited to, the following: \n\nRisks Related to Economic Conditions and Operations\nof Our Business. \n\n    ●\n    Our ability to achieve and maintain profitability for our business\n\n    ●\n    Our ability to successfully market, commercialize, and sell current,\n    recently acquired and future products\n\n    ●\n    Our current indebtedness and ability to access additional capital\n\n    ●\n    Our ability to attract customers and increase sales of current and\n    future products\n\n    ●\n    Our ability to obtain marketing approval and ongoing expense associated\n    with it for any of our drug candidates, including those for which we own royalty rights\n\n    ●\n    Our reliance on third parties for manufacturing certain components,\n    FDA approved drugs and to conduct clinical trials\n\n    ●\n    Our exposure to liabilities and reputation harm if our products give\n    rise to defects, recalls, patient injury or death\n\n    ●\n    Our information technology systems exposure to cyberattack or information\n    security breach could significantly compromise the confidentiality, integrity and availability of our information technology systems\n\nRisks Related to Government Regulations and Third-Party\nPolicies\n\n    ●\n    Our business may be affected by litigation,\ngovernment investigations and injunctive actions\n\n    ●\n    Governmental regulations, including, but not limited to, 503B bulks list and others, that could or currently do burden operations or narrow\nthe market for our products\n\n    ●\n    Our sales depend on coverage and reimbursement from government and\n    commercial third-party payors, and pricing and reimbursement pressures have affected, and are likely to continue to affect, our profitability\n\n    ●\n    The adoption and interpretation of new tax legislation or exposure\n    to additional tax liabilities could affect our profitability\n\nRisks Related to Competition\n\n    ●\n    Securing and maintaining patent or other intellectual property protection\n    for our products and related improvements\n\n    ●\n    Market acceptance of our drug products, drug candidates, compounded\n    drugs and pharmacies\n\n    ●\n    Our ability to successfully research, develop and timely manufacture\n    our current and future products and drug candidates\n\n    ●\n    Our ability to enforce protect our intellectual property rights along\n    with the potential of future legal proceedings filed against us claiming intellectual property infringement\n\n    ●\n    Retention, recruitment, and training of senior management and key personnel\n\nRisks Related to Product Development, Regulatory\nApproval, Manufacturing and Commercialization \n\n    ●\n    We may not be able to develop commercial products despite significant\n    investments in R&D\n\n    ●\n    Our branded products and product candidates in development cannot be\n    sold without regulatory approval\n\n    ●\n    Our drug candidates may face competition sooner than we expect\n\n    ●\n    We rely on third parties to manufacture and conduct clinical trials\n    of our branded drug products and product candidates\n\n    ●\n    We may not be successful in obtaining market exclusivity for our product\n    candidates\n\nRisks Related to Our Indebtedness \n\n    ●\n    Our ability to pay the interest and debt service payments associated\n    with the Notes\n\n    ●\n    The Notes are unsecured, effectively subordinated to any secured indebtedness,\n    with limited protection for holders of the Notes\n\n    ●\n    The Notes are subject to various market factors, including market interest\n    rates, trading activity, third-party ratings and other factors\n\nRisks Related to Our Common Stock\n\n    ●\n    Volatility of the price of our common stock\n\n    ●\n    Our stock price falling as a result of future offerings or sales\n\nYou should carefully consider\nthe following risk factors in addition to the other information contained in this Annual Report. Our business, financial condition, results\nof operations, and prices of our common stock and Notes could be materially adversely affected by any of these risks.\n\nRisks Related to Economic Conditions and Operations\nof Our Business. \n\nWe may not be profitable in the future.\n\nAs of December 31, 2024, our\naccumulated deficit was $(151,385,000). Our current projections indicate that we will have operating income and/or net income during\n2025; however, these projections may not be correct and our plans could change. Also, we could incur increasing operating losses in the\nforeseeable future for our commercialization activities, research and development, and our pharmaceutical compounding business, which\nwould impact net income. Although we have been generating revenue from our operations, our ability to generate the revenues necessary\nto achieve and maintain profitability will depend on many factors, including those discussed in this “Risk Factors” section.\nOur business plan and strategies involve costly activities that are susceptible to failure, and, therefore, we may not be able to generate\nsufficient revenue to support and sustain our business or reach the level of sales and revenues necessary to achieve and sustain profitability.\n\nWe may not receive sufficient revenue to fund\nour operations and recover our development costs. \n\nOur business plan involves the\nsale and marketing of FDA-approved products, compounded formulations and drug candidates through third-party wholesaler and pharmacy\nchannels and our ImprimisRx facilities. We have limited experience selling FDA-approved products, and we may be unable to successfully\nmanage this business or generate sufficient revenue to recover our development costs and operational expenses. We may have only limited\nsuccess in marketing and selling our products. Although we have established and plan to grow our internal sales teams to market and sell\nour products, we have limited experience with such activities and may not be able to generate sufficient physician and patient interest\nin our products to generate significant revenue from sales of these products.\n\nWe may fail to realize the anticipated benefits\nof our recent and any future product acquisitions.\n\nThe success of our product\nacquisitions will depend on, among other things, our ability to integrate the products into our commercial platform, transfer the\nproducts NDAs, maintain and obtain sufficient payor reimbursement coverage, maintain an adequate supply of the products, market the\nproducts to our existing customers and re-introduce TRIESENCE to the ophthalmic market. If we experience difficulties with the\nimplementation of plans with respect to our acquisitions, the anticipated benefits of recent or future acquisitions may not be\nrealized fully or at all, or may take longer to realize than expected. Integration efforts will also divert management’s\nattention and resources. These matters could have an adverse effect during any transition period and for an undetermined period\nafter completion of the acquisitions.\n\nWe may not be able to correctly estimate our\nfuture operating expenses, which could lead to cash shortfalls.\n\nThe estimates of our future\noperating and capital expenditures are based upon our current business plan, our current operations and our current expectations\nregarding the commercialization of our proprietary formulations. Our projections have varied significantly from actual performance\nin the past as a result of changes to our business model, strategy and acquisitions. We may not accurately estimate the potential\nrevenues and expenses of our operations. If we are unable to correctly estimate the amount of cash necessary to fund our business,\nwe could spend our available financial resources much faster than we expect. If we do not have sufficient funds to continue to\noperate and develop our business, we could be required to seek additional financing earlier than we expect, which may not be\navailable when needed or at all, or be forced to delay, scale back or eliminate some or all of our proposed operations.\n\nIf we do not successfully identify and acquire\nrights to new products and drug candidates and successfully integrate them into our operations, our growth opportunities may be limited.\n\nWe plan to pursue the development\nof new FDA approved products and drug candidates which may include continued activities to develop and commercialize current assets or,\nif and as opportunities arise, potential acquisitions of new intellectual property rights and assets. We have historically relied, and\nwe expect to continue to rely, primarily upon third parties to provide us with additional development opportunities. We may seek to enter\ninto acquisition agreements or licensing arrangements to obtain rights to develop new formulations and FDA approved products in the future,\nbut only if we are able to identify attractive products and formulations and negotiate acquisition or license agreements on terms acceptable\nto us, which we may not be able to do. Moreover, we have limited resources to acquire additional potential product development assets\nand integrate them into our business. Acquisition opportunities may involve competition among several potential purchasers, which could\ninclude large multi-national pharmaceutical companies and other competitors that have access to greater financial resources than we do.\nIf we are unable to obtain rights to development and commercial opportunities from third parties and we are unable to rely upon our compounding\npharmacies and current and future relationships with pharmacists, physicians and other inventors to provide us with additional development\nopportunities, our growth and prospects could be limited.\n\nOur product development strategy\nis to focus on ophthalmology and eye care related products and formulations for which we believe there is broad market potential, large\nunmet needs and/or unique value to physicians and patients and to develop and offer formulations and products within these therapeutic\nareas that could afford us with gross and operating margins consistent with our current and historical figures. However, our expectations\nand assumptions about market potential and patient needs may prove to be wrong, and we may invest capital and other resources on products,\ndrug candidates, and formulations that do not generate sufficient revenues for us to recoup our investment.\n\nWe may be unable to successfully develop and\ncommercialize our drug products, candidates or any other assets we may acquire. \n\nWe have acquired assets related\nto drug products and drug candidates. We are currently pursuing development and commercialization opportunities with respect to a number\nof these products and drug candidates, and we are in the process of assessing certain of our other assets in order to determine whether\nto pursue their development or commercialization. In addition, we expect to consider the acquisition of additional intellectual property\nrights or other assets in the future. Once we decide to pursue a potential drug candidate, we develop a commercialization strategy for\nit, which may include pursuing FDA approval of the drug candidate. We may incorrectly assess the risks and benefits of the commercialization\noptions or we may not pursue a commercialization strategy that proves to be successful. If we are unable to successfully commercialize\none or more of our drug products and drug candidates, our operating results would be adversely affected. Even if we are able to successfully\nsell one or more drug products and drug candidates, we may never recoup our investment in acquiring or developing the drug products and\ndrug candidates. Our failure to identify and expend our resources and technologies with commercial potential and execute an effective\ncommercialization strategy for each of our drug products and drug candidates would negatively impact the long-term profitability of our\nbusiness.\n\nWe may need additional capital in order to\ncontinue operating our business and to operate as a going concern, and such additional funds may not be available when needed, on acceptable\nterms, or at all.\n\nWe may need significant additional\ncapital to execute our business plan, execute on future acquisitions and fund our proposed business operations. Additionally, our plans\nmay change or the estimates of our operating expenses and working capital requirements could be inaccurate, we may pursue acquisitions\nof FDA-approved products, drug candidates, pharmacies or other strategic transactions that involve large expenditures, or we may experience\ngrowth more quickly or on a larger scale than we expect, any of which may result in the depletion of capital resources more rapidly than\nanticipated and could require us to seek additional financing earlier than we expect to support our operations.\n\nIn January 2026 debt in the\namount of $107,500,000 principal amount becomes due under the Oaktree Loan. The maturity of this debt obligation without a\nrefinancing event could raise substantial doubt about the Company’s ability to continue as a going concern. While the Company\nis currently in discussions with its current senior secured lender and other potential lenders about refinancing and management\nbelieves it is probable that the Company will be able to refinance such amount based on the Company’s collateral strength and expected cash flows\nfrom operations, there can be no assurance that the Company\ncompletes a refinancing on terms acceptable to it, or at all. If the Company is unable to successfully refinance the Oaktree Loan,\nthe Company does not expect to have the ability to repay the amount in full. The Company believes that one of the other alternatives\navailable to it is the sale of one or more of the Company’s assets. There can be no assurance that any sale could be completed\non a timely basis or on terms acceptable to the Company. \n\nWe have raised over $375,000,000\nin gross proceeds through equity and debt financings since 2021. We may seek to obtain additional capital through equity or debt financings,\nfunding from corporate partnerships or licensing arrangements, sales of assets or other financing transactions. If we issue additional\nequity or convertible debt securities to raise funds, our existing stockholders may experience substantial dilution, and the newly issued\nequity or debt securities may have more favorable terms or rights, preferences and privileges senior to those of our existing stockholders.\nIf we raise additional funds through collaboration and licensing arrangements or sales of assets, we may have to relinquish potentially\nvaluable rights to our drug candidates or proprietary technologies, or grant licenses on terms that are not favorable to us. If we raise\nfunds by incurring additional debt, we may be required to pay significant interest expenses and our leverage relative to our earnings\nor to our equity capitalization may increase. Obtaining commercial loans, assuming those loans would be available, would increase our\nliabilities and future cash commitments and may impose restrictions on our activities, such as the financial and operating covenants.\nFurther, we may incur substantial costs in pursuing future capital and/or financing transactions, including investment banking fees,\nlegal fees, accounting fees, printing and distribution expenses and other costs. We may also be required to recognize non-cash expenses\nin connection with certain securities we may issue, such as options, convertible notes and warrants, which would adversely impact our\nfinancial results.\n\nWe have in the past participated and may in\nthe future participate in strategic transactions that could impact our liquidity, increase our expenses and distract our management.\n\nFrom time to time, we consider\nengaging in strategic transactions, such as out-licensing or in-licensing of compounds, drug candidates, drug products or technologies,\nacquisitions of companies, and asset purchases. We may also consider a variety of different business arrangements in the future, including\nstrategic partnerships, joint ventures, spin-offs, carve-outs, restructurings, divestitures, business combinations and investments. In\naddition, another entity may pursue us or certain of our assets or aspects of our operations as an acquisition target. Any such transactions\nmay require us to incur expenses specific to the transaction and not incident to our operations, may increase our near- and long-term\nexpenditures, may pose significant integration challenges, may require us to hire or otherwise engage personnel with additional expertise,\nor may result in our selling or licensing of our assets or technologies under terms that may not prove profitable, any of which could\nharm our operations and financial results. Such transactions may also entail numerous other operational and financial risks, including,\namong others, exposure to unknown liabilities, disruption of our business and diversion of our management’s time and attention\nin order to develop acquired products, drug candidates, technologies or businesses.\n\nAs part of our efforts to complete\nany significant transaction, we would need to expend significant resources to conduct business, regulatory, legal and financial due diligence,\nwith the goal of identifying and evaluating material risks involved in the transaction. We may be unsuccessful in ascertaining or evaluating\nall the risks and, as a result, we may not realize the expected benefits of the transaction, whether due to unidentified risks, integration\ndifficulties, regulatory setbacks or other events. We may incur material liabilities for the past activities of any businesses we partner\nwith or acquire. If any of these events occur, we could be subject to significant costs and damage to our reputation, business, results\nof operations and financial condition.\n\nIf we are unable to establish, train and maintain\nan effective sales and marketing infrastructure, we will not be able to commercialize our drug candidates successfully.\n\nWe have built an internal sales\nand marketing infrastructure to implement our business plan by developing internal sales teams and education campaigns to market our\nproprietary formulations and FDA-approved drug products. We will need to expend significant resources to further establish and grow this\ninternal infrastructure and properly train sales personnel with respect to regulatory compliance matters. We may also choose to engage\nor enter into other arrangements with third parties to provide sales and marketing services for us in place of or to supplement our internal\ncommercialization infrastructure. We may not be able to secure sales personnel or relationships with third-party sales organizations\nthat are adequate in number or expertise to successfully market and sell our proprietary formulations, drug products and pharmacy services.\nFurther, any third-party organizations we may seek to partner with or engage may not be able to provide sales and marketing services\nin accordance with our expectations and standards, may be more expensive than we can afford or may not be available on otherwise acceptable\nterms or at all. If we are unable to establish and maintain compliant and adequate sales and marketing capabilities, through our own\ninternal infrastructure or third-party services or other arrangements, we may be unable to sell our formulations, drug products or services\nor generate meaningful revenues.\n\nWe depend upon consultants, outside contractors\nand other third-party service providers for key aspects of our business.\n\nWe are substantially dependent\non consultants and other outside contractors and service providers for key aspects of our business. For instance, we rely upon pharmacist,\nphysician and research consultants and advisors to provide us with significant assistance in the evaluation of product development opportunities,\nand we have engaged or supported, and expect to continue to engage or support, consultants, advisors, contract manufacturers, clinical\nresearch organizations (“CROs”), and others to design, conduct, analyze and interpret the results of any clinical or non-clinical\ntrials or other studies in connection with the research and development of our products. If any of our consultants or other service providers\nterminates its engagement with us, or if we are unable to engage highly qualified replacements as needed on commercially reasonable terms,\nwe may be unable to successfully execute our business plan. We must effectively manage these third-party service providers to ensure\nthat they successfully carry out their contractual obligations and meet expected deadlines. However, these third parties often engage\nin other business activities and may not devote sufficient time and attention to our activities, and we may have only limited contractual\nrights in connection with the conduct of the activities we have engaged the service providers to perform. If we are unable to effectively\nmanage our outsourced activities or if the quality, timeliness or accuracy of the services provided by third-party service providers\nis compromised for any reason, our development activities may be extended, delayed or terminated, and we may not be able to commercialize\nour formulations or advance our business.\n\nIf a compounded drug formulation provided through\nour compounding services leads to patient injury or death or results in a product recall, we may be exposed to significant liabilities\nand reputational harm.\n\nThe success of our business,\nincluding our proprietary formulations and pharmacy operations, is highly dependent upon medical and patient perceptions of us and the\nactual safety and quality of our products. We could be adversely affected if we, any other compounding pharmacies or our formulations\nand technologies are subject to negative publicity. We could also be adversely affected if any of our formulations or other products\nwe sell, any similar products sold by other companies, or any products sold by other compounding pharmacies prove to be, or are asserted\nto be, harmful to patients. For instance, if any of the components of approved drugs or other ingredients used to produce our compounded\nformulations have quality or other problems that adversely affect the finished compounded preparations, our sales could be adversely\naffected. Because of our dependence upon medical and patient perceptions, adverse publicity associated with illness or other adverse\neffects resulting from the use or misuse of our products, any similar products sold by other companies, or any other compounded formulations\ncould have a material adverse impact on our business.\n\nTo assure compliance with USP\nguidelines, we have a policy whereby 100% of all sterile compound batches produced by our ImprimisRx compounding pharmacies are tested\nprior to their delivery to patients and physicians both in-house and externally by an FDA-registered laboratory that has represented\nto us that it operates in compliance with current good laboratory practices. However, we could still become subject to product recalls\nand termination or suspension of our state pharmacy licenses if we fail to fully implement this policy, if the laboratory testing does\nnot identify all contaminated products, or if our products otherwise cause or appear to have caused injury or harm to patients. In addition,\nlaboratory testing may produce false positives, which could harm our business and impact our pharmacy operations and licensure even if\nthe impacted formulations are ultimately found to be sterile and no patients are harmed by them. If adverse events or deaths or a product\nrecall, either voluntarily or as required by the FDA or a state board of pharmacy, were associated with one of our proprietary formulations\nor any compounds prepared by our ImprimisRx compounding pharmacies or any pharmacy partner, our reputation could suffer, physicians may\nbe unwilling to prescribe our proprietary formulations or order any prescriptions from such pharmacies, we could become subject to product\nand professional liability lawsuits, and our state pharmacy licenses could be terminated or restricted. If any of these events were to\noccur, we may be subject to significant litigation or other costs and loss of revenue, and we may be unable to continue our pharmacy\noperations and further develop and commercialize our proprietary formulations.\n\nWe carry product and professional liability\ninsurance, which may be inadequate.\n\nAlthough we have secured product\nand professional liability insurance for our products, pharmacy operations and the marketing and sale of our formulations, our current\nor future insurance coverage may prove insufficient to cover any liability claims brought against us. Because of the increasing costs\nof insurance coverage, we may not be able to maintain insurance coverage at a reasonable cost or at a level adequate to satisfy liabilities\nthat may arise.\n\nBusiness disruptions\ncould seriously harm our future revenue and financial condition and increase our costs and expenses. \n\nOur\noperations, and those of CROs, contractors and consultants, could be subject to power shortages, telecommunications failures, wildfires,\nwater shortages, floods, earthquakes, hurricanes, typhoons, fires, extreme weather conditions, public health crises, and other natural\nor man-made disasters or business interruptions for which we are predominantly self-insured. The occurrence of any of these business\ndisruptions could seriously harm our operations and financial condition and increase our costs and expenses. Our ability to obtain clinical\nsupplies of our product candidates could be disrupted if the operations of our contract manufacturers or the contract manufacturers of\nour development partners are affected by a man-made or natural disaster or other business interruption.\n\nWe sell our proprietary formulations primarily\nthrough pharmaceutical compounding facilities we own, but we may not be successful in our efforts to integrate these businesses into\nour operations.\n\nWe currently have two compounding\nfacilities in New Jersey. We have developed “ImprimisRx” as a uniform brand for our compounding pharmaceutical business.\nAs we have in the past purchased and operated certain pharmaceutical compounding businesses and pharmacies and subsequently divested\nor sold those associated assets, we may pursue similar strategies in the future. Those things considered, we may experience difficulties\nimplementing and/or executing on our compounding pharmacy strategy, including difficulties that arise as a result of our lack of experience,\nand we may be unsuccessful and our plans may change materially. For instance:\n\n    ●\n    we have experienced delays and increased costs in relation to expansion\n    efforts;\n\n    ●\n    we may not be able to satisfy applicable federal and state licensing\n    and other requirements for any of our pharmacy businesses in a timely manner or at all;\n\n    ●\n    changes to federal and state pharmacy regulations may restrict compounding\n    operations or make them more costly;\n\n    ●\n    we may be unable to achieve or maintain a sufficient physician and\n    patient customer base to sustain our pharmacy operations;\n\n    ●\n    market acceptance of compounding pharmacies generally may be curtailed\n    or delayed; and\n\n    ●\n    we may not be able to enter into licensing or other arrangements with\n    third-party pharmacies or outsourcing facilities when desired, on acceptable terms or at all.\n\nMoreover, all our efforts to\nexpand pharmacy operations will involve significant costs and other resources, which we may not be able to afford and may disrupt our\nother operations and distract management and employees from the other aspects of our business. As a result, our business could materially\nsuffer if we are unable to further develop a group of unified compounding facilities and, even if we are successful, we may be unable\nto generate sufficient revenue to recover our costs.\n\nWe are dependent on market acceptance of compounding\npharmacies and compounded formulations, and physicians may be unwilling to prescribe, and patients may be unwilling to use, our proprietary\ncustomizable compounded formulations.\n\nWe currently\ndistribute our proprietary formulations through compounding pharmacies and an outsourcing facility. Formulations prepared and dispensed\nby compounding pharmacies contain FDA-approved ingredients, but are not themselves approved by the FDA. Thus, our compounded formulations\nhave not undergone the FDA approval process and only limited data, if any, may be available about the safety and efficacy of our formulations\nfor any particular indication. Certain compounding pharmacies have been subject to widespread negative media coverage in recent years,\nand the actions of these pharmacies have resulted in increased scrutiny of compounding pharmacy activities from the FDA and state governmental\nagencies. For example, the FDA has issued formal requests to compounding pharmacies and outsourcing facilities to conduct a recall of\nall non-expired, purportedly sterile drug products and to cease sterile compounding operations due to lack of sterility assurance. As\na result, some health care providers may be reluctant to purchase and use compounded drugs. Our growth and future sales depend not only\non our ability to demonstrate in the face of increased scrutiny the quality and safety of our pharmacies and outsourcing facilities and\nour compliance with more stringent regulatory standards at the federal and state levels, but also on the continued acceptance of compounded\ndrugs and formulations, particularly outsourced compounded drugs and formulations, in the marketplace.\n\nAn incident\nsimilar to the fungal meningitis outbreak in 2012, which was caused by a compounding pharmacy employing a non-sterile-to-sterile business\nmodel, could cause our customers to reduce their use of compounded formulations significantly or even stop using compounded drugs altogether.\nStates have in the past, and could in the future, enact regulations prohibiting or restricting the use of compounding pharmacies and\noutsourcing facilities in response to such incidents. Such prohibitions or restrictions by states or reduced customer demand as a result\nof an incident with compounded drugs and formulations could have a material adverse effect on our business, results of operations and\nfinancial condition.\n\nWe have received multiple FDA\nForms 483, a MedWatch notice, warning letters and other regulatory notifications relating to issues at NJOF and our pharmacy RxNJ,\nand have ongoing communications with the FDA about compliance and quality plans at NJOF. See “—We have been in discussions with the federal government regarding past FDA inspections of our 503B\nfacility, and to the extent we are unable to demonstrate compliance with cGMPs and other required regulations, the government could\npursue enforcement actions, the effects of which could be costly to us and could result in adverse consequences to our\nbusiness.” As a result of the MedWatch notice, warning letters and other regulatory notifications, some physicians may be\nhesitant to prescribe and some patients may be hesitant to purchase and use non-FDA-approved compounded formulations, particularly\nwhen an FDA-approved potential alternative is available. For other reasons, physicians may be unwilling to prescribe or patients may\nbe unwilling to use our proprietary compounded formulations, including, but not limited to, the following: legal prohibitions on our\nability to discuss the efficacy or safety of our formulations with potential users to the extent applicable data is available; our\npharmacy operations are primarily operating on a cash-pay basis and reimbursement may or may not be available from third-party\npayors, including the government Medicare and Medicaid programs; and certain formulations are not required to be prepared and are\nnot presently being prepared in a manufacturing facility governed by cGMP requirements. Any failure by physicians, patients and/or\nthird-party payors to accept and embrace compounded formulations could substantially limit our market and cause our operations to\nsuffer.\n\nOur business and operations\ncould suffer in the event of cybersecurity or other system failures.\n\nDespite the implementation of\nsecurity measures, our internal computer systems and those of any third parties with which we partner are vulnerable to damage from computer\nviruses, unauthorized access, natural disasters, terrorism, war and telecommunication and electrical failures. While we have not experienced\nany cybersecurity or system failure, accident or breach to date that has been determined to have had a material impact, if a significant\nevent were to occur, it could result in a material disruption of our operations, substantial costs to rectify or correct the failure,\nif possible, and potentially violation of HIPAA and other privacy laws applicable to our operations. For example, the California Consumer\nPrivacy Act (the “CCPA”) became effective on January 1, 2020 and gave California residents expanded rights to access and\nrequire deletion of their personal information, opt out of certain personal information sharing and receive detailed information about\nhow their personal information is used. The CCPA provides for civil penalties for violations, as well as a private right of action for\ndata breaches that may increase data breach litigation. Although the CCPA includes exemptions for certain clinical trials data, and HIPAA-protected\nhealth information, the law may increase our compliance costs and potential liability with respect to other personal information we collect\nabout California residents. The CCPA has prompted a number of proposals for new federal and state privacy legislation. Other countries\nalso have, or are developing, laws governing the collection, use and transmission of personal information, such as the General Data Protection\nRegulation (“GDPR”) in the European Union (the “EU”) that became effective in May 2018 and the Personal Information\nProtection and Electronic Documents Act that became effective in Canada in April 2000. We anticipate that over time we may expand our\nbusiness outside of the U.S. With such expansion, we would be subject to increased governmental regulation in the EU countries in which\nwe might operate, including the GDPR. These laws and similar laws adopted in the future could increase our potential liability, increase\nour compliance costs and adversely affect our business. If any disruption or security breach resulted in a loss of or damage to our data\nor applications or inappropriate disclosure of confidential or protected information, we could incur liability, further development of\nour proprietary formulations could be delayed, and our pharmacy operations could be disrupted, subject to restriction or forced to terminate\ntheir operations, any of which could severely harm our business and prospects.\n\nA breakdown of our\ninformation technology systems, or a cyberattack or information security breach could significantly compromise the confidentiality, integrity\nand availability of our information technology systems, network-connected control systems and/or our data, interrupt the operation of\nour business and/or affect our reputation.\n\nTo\nachieve our business objectives, we rely on sophisticated information technology systems, including hardware, software, technology infrastructure,\nonline sites and networks for both internal and external operations, mobile applications, cloud services and network-connected control\nsystems, some of which are managed, hosted, provided or serviced by third parties. Internal or external events that compromise the confidentiality,\nintegrity and availability of our systems and data may significantly interrupt the operation of our business, result in significant costs\nand/or adversely affect our reputation.\n\nOur\ninformation technology systems are highly integrated into our business, including our customer service infrastructure, R&D efforts,\nclinical and commercial manufacturing processes and product sales and distribution processes. Further, as the large part of our employees\nwork remotely for some portion of their jobs, our reliance on our third-party information technology systems has increased substantially\nand is expected to continue to increase. Remote and hybrid working arrangements can increase cybersecurity risks due to the challenges\nassociated with managing remote computing assets and security vulnerabilities that are present in many non-corporate and home networks.\nThe complexity and interconnected nature of software, hardware and our systems make them vulnerable to breakdown or other service interruptions,\nand to software errors or defects, misconfiguration and other security vulnerabilities. Upgrades or changes to our systems or the software\nthat we use have resulted and we expect, in the future, will result in the introduction of new cybersecurity vulnerabilities and risks.\nOur systems are also subject to frequent perimeter network reconnaissance and scanning, phishing and other cyberattacks. As the cyber-threat\nlandscape evolves, these attacks are growing in frequency, sophistication, and intensity, and are becoming increasingly difficult to\ndetect and increasingly sophisticated in using techniques and tools—including artificial intelligence—that circumvent security\ncontrols, evade detection and remove forensic evidence. Such attacks could include the use of harmful and virulent malware, including\nransomware or other denials of service, which can be deployed through various means, including the software supply chain, e-mail, malicious\nwebsites and/or the use of social engineering/phishing.\n\nWe\nhave experienced attacks against our network, although none that have had a material adverse impact to our business. In November 2024,\nwe became aware of a cybersecurity incident that involved unauthorized access of an employee’s email account. Through this unauthorized\naccess the threat actor was able to fraudulently divert Company funds to its bank account. We detected the incident in a timeframe management\nbelieves minimized the financial, operation or reputational risk to the Company, and at no point was our ability to generate revenues\ndisrupted. However, if future attacks occur, there is no assurance we will be able to detect the incident in a timely manner or at all.\n\nThere\ncan be no assurance that our efforts to guard against the wide and growing variety of potential attack techniques will be successful.\nAttacks such as those experienced by government entities (including those that approve and/or regulate our products) and other multi-national\ncompanies, including some of our peers, could leave us unable to utilize key business systems or access or protect important data, and\ncould have a material adverse effect on our ability to operate our business, including developing, gaining regulatory approval for, manufacturing,\nselling and/or distributing our products. For example, in 2017, a pharmaceutical company experienced a cyberattack involving virulent\nmalware that significantly disrupted its operations, including its research and sales operations and the production of some of its medicines\nand vaccines. As a result of the cyberattack, its orders and sales for certain products were negatively affected. In late 2020, SolarWinds\nCorporation, a leading provider of software for monitoring and managing information technology infrastructure, disclosed that it had\nsuffered a cybersecurity incident whereby attackers had inserted malicious code into legitimate software updates for its products that\nwere installed by myriad private and government customers, enabling the attackers to access a backdoor to such systems. In 2022, Okta,\nInc., a provider of software that helps companies manage user authentication, disclosed that several hundred of its corporate customers\nwere vulnerable to a security breach that allowed attackers to access Okta’s internal network. Although this breach did not have\na significant effect on our business, there can be no assurance that a similar future breach would not result in a material adverse effect\non our business or results of operations.\n\nOur\nsystems contain and use a high volume of sensitive data, including intellectual property, trade secrets and other proprietary business\ninformation, financial information, regulatory information, strategic plans, sales trends and forecasts, litigation materials and/or\npersonal identifiable information belonging to us, our staff, our patients, customers and/or other parties. In some cases, we utilize\nthird-party service providers to collect, process, store, manage or transmit such data, which have increased our risk. Intentional or\ninadvertent data privacy or security breaches (including cyberattacks) resulting from attacks or lapses by employees, service providers\n(including providers of information technology-specific services), business partners, nation states (including groups associated with\nor supported by foreign intelligence agencies), organized crime organizations, “hacktivists” or others, create risks that\nour sensitive data may be exposed to unauthorized persons, our competitors or the public. System vulnerabilities and/or cybersecurity\nbreaches experienced by our third-party service providers constitute a substantial share of the information security risks to our business.\nThere can be no assurance that a cybersecurity incident would not result in a material adverse effect on our business or results of operations.\nFurther, the timeliness of our awareness of a cybersecurity incident affects our ability to respond to and work to mitigate the severity\nof such events.\n\nCyberattackers\nare also increasingly exploiting vulnerabilities in commercially available software from shared or open-source code. We rely on third\nparty commercial software that have had and may have such vulnerabilities, but as use of open-source code is frequently not disclosed,\nour ability to fully assess this risk to our systems is limited. There can be no assurances that a vulnerability in the software and\nservices that we use would not result in a material adverse effect on our business or results of operations.\n\nDomestic\nand global government regulators, our business partners, suppliers with whom we do business, companies that provide us or our partners\nwith business services and companies we have acquired or may acquire face similar risks. Security breaches of their systems or service\noutages have adversely affected systems and could, in the future, affect our systems and security, leave us without access to important\nsystems, products, raw materials, components, services or information, or expose our confidential data or sensitive personal information.\nAn extended service outage affecting these or other vendors, particularly where such vendor is the single source from which we obtain\nthe services, could have a material adverse effect on our business or results of operations. For example, in February 2024, UnitedHealth\nGroup announced that a suspected nation-state associated cyber security threat actor had gained access to some of the Change Healthcare\n(“Change”) information technology systems. Change is the largest clearinghouse for medical claims in the U.S. While Harrow\nwas not directly impacted by this cybersecurity incident, it was reported that as a reaction to the cybersecurity incident, Change temporarily\ndisconnected over 100 related payment systems and Change was unable to process medical claims through its primary platforms. This resulted\nin the delays to the revenue and cash collection cycle for several ASCs and physician offices, putting a strain on their cash resources.\nWhile temporary, the cash constraints for these ASCs and physician offices, we believe, impacted sales of some of our products, such\nas IHEEZO, during this disrupted period of time. In addition, we distribute our products in the U.S. primarily through three pharmaceutical\nwholesalers, and a security breach that impairs the distribution operations of our wholesalers could significantly impair our ability\nto deliver our products to healthcare providers and patients. There can be no assurance that our cybersecurity risk management program\nand processes, including our policies, controls, or procedures, will be effective in protecting our information technology systems and\nsensitive data.\n\nWe\nwill continue to experience varying degrees of cyberattacks and other incidents in the future. Even though we continue to invest in the\nmonitoring, protection and resilience of our critical and/or sensitive data and systems, there can be no assurances that our efforts\nwill detect, prevent or fully recover systems or data from all breakdowns, service interruptions, attacks and/or breaches of our systems\nthat could adversely affect our business and operations and/or result in the loss or exposure of critical, proprietary, private, confidential\nor otherwise sensitive data, which could result in material financial, legal business or reputational harm to us or negatively affect\nour stock price. While we maintain cyber-liability insurance, our insurance is not sufficient to cover us against all losses that could\npotentially result from a service interruption, breach of our systems or loss of our critical or sensitive data.\n\nWe are also subject to various\nlaws and regulations globally regarding privacy and data protection, including laws and regulations relating to the collection, storage,\nhandling, use, disclosure, transfer and security of personal data. The legislative and regulatory environment regarding privacy and data\nprotection is continuously evolving and developing and the subject of significant attention globally. For example, we are subject to\nthe CCPA, which became effective in January 2020, which can result in substantial penalties for noncompliance. The CCPA was amended in\nlate 2020, to create the California Privacy Rights Act to create opt in requirements for the use of sensitive personal data and the formation\nof a new dedicated agency for the enforcement of the law, the California Privacy Protection Agency. Similar consumer privacy laws went\ninto effect in Virginia, Colorado, Utah, Connecticut and Florida in 2023. Consumer privacy laws were also passed in 11 other states,\nwith the earliest effective dates later this year, and proposed in three additional states. Failure to comply with these current and\nfuture laws could result in significant penalties and reputational harm and could have a material adverse effect on our business and\nresults of operations.\n\nRisks Related to Government Regulations and Third-Party\nPolicies\n\nOur business is significantly impacted by state\nand federal statutes and regulations.\n\nOur proprietary compounded formulations\nare comprised of active pharmaceutical ingredients that are components of drugs that have received marketing approval from the FDA, although\nour proprietary compounded formulations have not themselves received FDA approval. FDA approval is not required in order to market and\nsell our compounded formulations. We are pursuing FDA approval to market and sell drug candidates. The marketing and sale of those drug\ncandidates, FDA-approved drugs and compounded formulations are subject to and must comply with extensive state and federal statutes and\nregulations governing those products and compounding pharmacies. These compounding statutes and regulations include, among other things,\nrestrictions on compounding for office use or in advance of receiving a patient-specific prescription or, for outsourcing facilities,\nrequirements regarding preparation, such as regular FDA inspections and cGMP requirements, prohibitions on compounding drugs that are\nessentially copies of FDA-approved drugs, limitations on the volume of compounded formulations that may be sold across state lines, and\nprohibitions on wholesaling or reselling. These and other restrictions on the activities of compounding pharmacies and outsourcing facilities\nmay significantly limit the market available for compounded formulations, compared to the market available for FDA-approved drugs.\n\nOur pharmacy business is impacted\nby federal and state laws and regulations governing the following: the purchase, distribution, management, compounding, dispensing, reimbursement,\nmarketing and labeling of prescription drugs and related services including: FDA and/or state regulation affecting the pharmacy and pharmaceutical\nindustries, including state pharmacy licensure and registration or permit standards; rules and regulations issued pursuant to HIPAA and\nother state and federal laws related to the use, disclosure and transmission of health information; and state and federal controlled\nsubstance laws. Our failure to comply with any of these laws and regulations could severely limit or curtail our pharmacy operations,\nwhich would materially harm our business and prospects. Further, our business could be adversely affected by changes in these or any\nnewly enacted laws and regulations, and federal and state agency interpretations of the statutes and regulations. Statutory or regulatory\nchanges could require us to make changes to our business model and operations and/or could require us to incur significantly increased\ncosts to comply with such regulations.\n\nOn July 30, 2020, the FDA issued\na notice for comments related to certain bulk drug substances to be removed from the 503B Bulk’s List (or Category 1 List). Included\nin this notice for comment were certain bulk drug substances which we currently use in some of our compounded products. In the event\none or more of these bulk substances are ultimately removed from the Category 1 List, we intend to utilize commercially available versions\nof these substances or similar active pharmaceutical ingredients as replacements of the bulk powders contained in our sterile products.\nIn addition, nothing in the FDA’s notice affects the dispensing of bulk powder-containing products from our 503A pharmacy. Nonetheless,\nif all or some of the bulk drug substances we use are removed from the 503B Bulk’s List, this may result in a disruption in our\noperations, revenues and cash flows.\n\nOn October\n27, 2020, the FDA announced availability of a final Memorandum of Understanding, Addressing Certain Distributions of Compounded Human\nDrug Products Between the State Board of Pharmacy or Other Appropriate State Agency and the Food and Drug Administration (the “Final\nMOU”). The Final MOU describes the responsibilities of a state board of pharmacy, or other appropriate state agency that chooses\nto sign the Final MOU, in investigating and responding to complaints related to drug products compounded in such state and distributed\noutside such state and in addressing the interstate distribution of inordinate amounts of compounded human drug products. Additionally,\nas part of the Final MOU, the FDA refined the definition of “inordinate amount,” a threshold for certain information identification\nand sharing which does not place a limit on the distribution of compounded human drug products interstate by a pharmacy located in a\nstate that has entered into the Final MOU. Section 503A of the FDCA sets a 5% limit on compounded drugs distributed outside the state\nby a pharmacist, pharmacy or physician located in a state that has not entered into the Final MOU.\n\nIn February\n2022, the FDA said it would suspend implementation of the Final MOU and engage in a formal rulemaking process. During the rulemaking\nprocess, the agency will not enter into new agreements with states based on the Final MOU. The FDA does not expect states that have signed\nthe Final MOU to carry out the activities described in the Final MOU. Thus, there is no reporting requirement for any pharmacy concerning\ninterstate shipments pursuant to Section 503A and will not be until the Final MOU is finalized through the rulemaking process, which\nwill include the engagement of a notice-and-comment and rulemaking period to implement certain provisions of Section 503A. The agency\nindicated that the process may take “several years” to complete. In the same announcement, the FDA stated it does not intend\nto enforce the statutory 5% limit on the distribution of compounded drugs out of the state in which they are compounded by compounders\nlocated in states that do not sign the Final MOU for the duration of the rulemaking process.\n\nWe have been in\ndiscussions with the federal government regarding past FDA inspections of our 503B facility, and to the extent we are unable to\ndemonstrate compliance with cGMPs and other required regulations, the government could pursue enforcement actions, the effects of\nwhich could be costly to us and could result in adverse consequences to our business.\n\nIn August 2017, the FDA issued\na MedWatch notification regarding a curcumin emulsion and two adverse events that had been associated with the use of these emulsions\nby prescribing physicians. We issued a press release on August 7, 2017, clarifying certain facts regarding the notice which outlined\nour belief that the adverse events associated with the two patients occurred due to an allergic reaction caused by the products being\ninappropriately administered and obtained by the prescribing physician, and our use of curcumin and excipients in our curcumin emulsion\nformulation met regulatory standards required for dispensing of the curcumin emulsion. In September 2017, the FDA released a letter confirming\nthat the alleged misuse of certain ingredients in our curcumin emulsions was due to mislabeling by the underlying supplier and not of\nour own misdoing. We no longer compound curcumin emulsion products. \n\nSeparately, in December 2017,\nwe were issued a warning letter from the FDA alleging that, in its interpretation of our public communications, we had made false or\nmisleading claims and omitted risk and side effect information regarding certain of our ophthalmology-focused compounded medications.\nWe immediately performed a full review of our public communications referenced in the warning letter and responded to the FDA in January\n2018; notwithstanding our continued belief that our public communications were not, in fact, false and misleading, we remained in communication\nwith the FDA and took steps to address the items outlined in the FDA letter. The Company received another warning letter from the FDA\nin June 2022 related to our alleged marketing activities. We immediately responded to the warning letter and the FDA sent the Company\nnotice in January 2023 that our corrective actions appear adequate. \n\nIn June 2019, our New Jersey-based\noutsourcing facility (“NJOF”) was issued a warning letter related to an April 2017 inspection and our use of certain active\npharmaceutical ingredients in our compounded medications. During September 2020 through January 2021, our New Jersey based outsourcing\nfacility was inspected by the FDA (the “2020 Inspection”) and certain observations were made by the FDA in a Form 483. Five\nobservations made during the 2020 Inspection were considered repeat observations from a 2017 FDA inspection. In addition, during the\n2020 inspection, the FDA noted that we were compounding drugs for which there is no change that produces a clinical difference for an\nindividual patient, as determined by a prescribing practitioner between a compounded drug and the comparable approved drug. We have responded\nto the FDA regarding all of their observations from the 2020 Inspection, including providing documentation from prescribing clinicians\nthat indicate a clinical difference between our compounded drugs and the comparable approved drugs, while also committing to amend our\norder process to collect “medical necessity/clinical difference” information for each order of our compounded drugs on a\ngo-forward basis. \n\nOur pharmacy was inspected in\nAugust 2022 and received a Form 483 with several observations from the FDA. In May 2023, our pharmacy received a warning letter related\nto the inspection that occurred in August 2022. The warning letter indicated that our corrective actions from the inspection had appeared\nto be adequate; however, the FDA could not fully evaluate the adequacy of our actions because we did not include sufficient information\nor supporting documentation. As an example, we stated that smoke studies related to airflow in our laminar airflow hoods had been redone\nto satisfy FDA requirements, however, we did not provide the FDA with supporting documentation (such as smoke study protocol, updated\ndetailed report and/or videos). We have responded to this warning letter and provided the FDA with additional information requested.\n\nFrom March 2024 through April 2024,\nNJOF was inspected by the FDA (the “2024 Inspection”), and the FDA issued a Form 483 with five observations. Following the\n2024 Inspection, NJOF voluntarily recalled certain products in coordination with the FDA. Since the 2024 Inspection, NJOF has provided\nregular updates to the FDA regarding its remediation activities and other commitments, including providing the FDA with a comprehensive\nupdate in February 2025. Since January 2025, we have engaged in separate but related discussions with the federal government regarding\nthe NJOF quality system and the 2024 Inspection. In support of our ongoing commitment to compliance, we engaged an independent third-party\ncurrent good manufacturing practices (“cGMP”) expert to review our NJOF operations and to recommend actions to improve our\ncompliance and quality activities (the “cGMP Expert Engagement”). The cGMP Expert Engagement is ongoing, and we expect to\nregularly update the FDA regarding our compliance and quality activities.\n\nThese regulatory actions\ncould increase further scrutiny and could create negative publicity on us as a company. As part of our commitment to actively work\nwith regulators, at times, we have become aware of concerns related to certain formulations, and as a result, discontinued\ncompounding certain drug formulations in an attempt to help mitigate potential regulatory risk. For other reasons, including, but\nnot limited to, the following, physicians may be unwilling to prescribe or patients may be unwilling to use our compounded\nformulations: legal prohibitions on our ability to discuss the efficacy or safety of our formulations with potential users to the\nextent applicable data is available; our pharmacy operations are primarily operating on a cash-pay basis and reimbursement may or\nmay not be available from third-party payors, including the government Medicare and Medicaid programs; and certain formulations are\nnot required to be prepared and are not presently being prepared in a manufacturing facility governed by cGMP requirements. These\nfactors and any future regulatory action could continue to limit our production, and our ability to dispense and distribute our\ncompounded products, which would negatively affect sales of our compounded products.\n\nIf we or our partner\nfacilities fail to comply with the Controlled Substances Act, FDCA, or similar state statutes and regulations, the pharmacy facilities\ncould be required to cease operations or become subject to restrictions that could adversely affect our business. \n\nState pharmacy laws require pharmacy\nlocations in those states to be licensed as an in-state pharmacy to dispense pharmaceuticals. In addition, state controlled substance\nlaws require registration and compliance with state pharmacy licensure, registration or permit standards promulgated by the state’s\npharmacy licensing authority. Pharmacy and controlled substance laws often address the qualification of an applicant’s personnel,\nthe adequacy of its prescription fulfillment and inventory control practices and the adequacy of its facilities. These laws also subject\npharmacies to oversight by state boards of pharmacy and other regulators that could impose burdensome requirements or restrictions on\noperations if a pharmacy is found not in compliance with these laws. We believe that our compounding pharmacies are in material compliance\nwith applicable regulatory requirements. Further, if any of our compounding pharmacies fail to comply with regulatory requirements, they\ncould be forced to permanently or temporarily cease or limit their compounding operations, which would severely limit our ability to\nmarket and sell our proprietary formulations and would materially harm our operations and prospects. Any noncompliance could also result\nin complaints or adverse actions by other state boards of pharmacy. FDA inspection of a facility to determine compliance with the FDCA,\nif not successful, may result in the loss of FDCA exemptions provided under Sections 503A and 503B, warning letters, injunctions, prosecution,\nfines and loss of required government licenses, certifications and approvals, any of which could involve significant costs and could\ncause us to be unable to realize the expected benefits of these pharmacies’ operations. Additionally, the permanent injunction\nentered on July 22, 2019, by the U.S. District Court of the Central District of California (the “Court”) in the Allergan\nlitigation (also referenced in Item. 3 Legal Proceedings), enjoins the Company from engaging in activities that are inconsistent with\ncurrent FDA guidelines for 503A and 503B operations.\n\nIf we market any of our drug candidates in\na manner that violates healthcare fraud and abuse laws, or if we violate government price reporting laws, we may be subject to civil\nor criminal penalties. \n\nThe FDA enforces laws and regulations\nwhich require that the promotion of pharmaceutical products be consistent with the approved prescribing information. While physicians\nmay prescribe an approved product for a so-called “off label” use, it is unlawful for a pharmaceutical company to promote\nits products in a manner that is inconsistent with its approved label, and any company which engages in such conduct can subject that\ncompany to significant liability. Similarly, industry codes in the EU and other foreign jurisdictions prohibit companies from engaging\nin off-label promotion, and regulatory agencies in various countries enforce violations of the code with civil penalties. While we intend\nto ensure that our promotional materials are consistent with our label, regulatory agencies may disagree with our assessment and may\nissue untitled letters, warning letters or may institute other civil or criminal enforcement proceedings. In addition to FDA restrictions\non marketing of pharmaceutical products, several other types of state and federal healthcare fraud and abuse laws have been applied in\nrecent years to restrict certain marketing practices in the pharmaceutical industry. These laws include the U.S. Anti-Kickback Statute,\nU.S. False Claims Act and similar state laws. Because of the breadth of these laws and the narrowness of the safe harbors, it is possible\nthat some of our business activities could be subject to challenge under one or more of these laws.\n\nOur sales depend on coverage and reimbursement\nfrom government and commercial third-party payors, and pricing and reimbursement pressures have affected, and are likely to continue\nto affect, our profitability.\n\nSales of our branded products\ndepend on the availability and extent of coverage and reimbursement from third-party payors, including government healthcare programs\nand private insurance plans. Governments and private payors continue to pursue initiatives to manage drug utilization and contain costs.\nFurther, pressures on healthcare budgets from the pandemic, the economic downturn and inflation continue and are likely to increase across\nthe markets we serve. Payors are increasingly focused on costs, which have resulted, and are expected to continue to result, in lower\nreimbursement rates for our branded products or narrower populations for which payors will reimburse. Continued intense public scrutiny\nof the price of drugs and other healthcare costs, together with payor dynamics, have limited, and are likely to continue to limit, our\nability to set or adjust the price of our products based on their value, which can have a material adverse effect on our business. In\nthe U.S., particularly over the past few years, a number of legislative and regulatory proposals have been introduced and/or signed into\nlaw that attempt to lower drug prices. These include legislation promulgated by the IRA that enables the U.S. government to set prices\nfor certain drugs in Medicare, redesigns Medicare Part D benefits to shift a greater portion of the costs to manufacturers and enables\nthe U.S. government to impose penalties if drug prices are increased at a rate faster than inflation in addition to rebates imposed on\nmanufacturers associated with drug waste (which could potentially impact sales of TRIESENCE). Additional proposals focused on drug pricing\ncontinue to be debated, and additional executive orders focused on drug pricing and competition are likely to be adopted and implemented\nin some form. Government actions or ballot initiatives at the state level also represent a highly active area of policymaking and experimentation,\nincluding pursuit of proposals that limit drug reimbursement under state run Medicaid programs based on reference prices or permitting\nimportation of drugs from Canada. Such state policies may also eventually be adopted at the federal level.\n\nWe are unable to predict which\nor how many policy, regulatory, administrative or legislative changes may ultimately be, or effectively estimate the consequences to\nour business if, enacted and implemented. However, to the extent that payor actions further decrease or modify the coverage or reimbursement\navailable for our products, require that we pay increased rebates or shift other costs to us, limit or affect our decisions regarding\nthe pricing of or otherwise reduce the use of our products, such actions could have a material adverse effect on our business and results\nof operations.\n\nChanging U.S. federal\ncoverage and reimbursement policies and practices have affected and are likely to continue to affect access to, pricing of and sales\nof our products.\n\nA substantial portion of our\nbranded product portfolio relies on reimbursement from federal government healthcare programs and commercial insurance plans regulated\nby federal and state governments. Our business has been and will continue to be affected by legislative actions changing U.S. federal\nreimbursement policy. The IRA’s drug pricing controls and Medicare redesign is likely to have a material adverse effect on our\nsales (particularly for our branded products that are more substantially reliant on Medicare reimbursement), our business and our results\nof operations. However, as the degree of impact from this legislation on our business depends on a number of implementation decisions,\nthe extent of the IRA’s impact on our sales and, in turn, our business remains unclear.\n\nChanging reimbursement\nand pricing actions in various states have negatively affected and may continue to negatively affect access to and have affected and\nmay continue to affect sales of our products.\n\nAt the state level, government\nactions or ballot initiatives can also affect how our branded products are covered and reimbursed and/or create additional pressure on\nour pricing decisions. Existing and proposed state pricing laws have added complexity to the pricing of drugs and may already be affecting\nindustry pricing decisions. A number of states have adopted, and many other states are considering, drug importation programs or other\npricing actions, including proposals designed to require biopharmaceutical manufacturers to report to the state proprietary pricing information\nor provide advance notice of certain price increases. For example, a California law requires biopharmaceutical manufacturers to notify\nhealth insurers and government health plans at least 60 days before scheduled prescription drug price increases that exceed certain thresholds.\nSimilar laws exist in Oregon and Washington. Additional proposals directed at Medicaid seek to penalize manufacturers for pricing drugs\nabove a certain threshold or limit spending on biopharmaceutical products. States are also seeking to change the way they pay for drugs\nfor patients covered by state programs. New York has established a Medicaid drug spending cap, and Massachusetts implemented a new review\nand supplemental rebate negotiation process. Six states (Colorado, Maine, New Hampshire, Maryland, Oregon and Washington) have enacted\nlaws that establish Prescription Drug Affordability Boards (“PDABs”) to study drug prices and identify drugs that pose affordability\nchallenges, and in three states (Colorado, Maryland and Washington) include authority for the state PDABs to set upper payment limits\non certain drugs in state regulated plans. Other states may consider implementing similar policies and laws. Additionally, Colorado,\nFlorida, Maine, New Hampshire, New Mexico and Vermont have enacted laws, and several other states have proposed bills, to implement importation\nof drugs from Canada. The FDA has met with representatives from Colorado, Florida, Maine and New Mexico to discuss those states’\nproposed importation programs, and the FDA may be working towards approving such plans. Other states could adopt similar approaches or\ncould pursue different policy changes in a continuing effort to reduce their costs. Ultimately, as with U.S. federal government actions,\nexisting or future state government actions or ballot initiatives may also have a material adverse effect on our product sales, business\nand results of operations.\n\nU.S. commercial payor\nactions have affected and may continue to affect access to and sales of our products\n\nPayors, including healthcare\ninsurers, pharmacy benefit managers (“PBMs”), integrated healthcare delivery systems (vertically-integrated organizations\nbuilt from consolidations of healthcare insurers and PBMs) and group purchasing organizations, increasingly seek ways to reduce their\ncosts. With increasing frequency, payors are adopting benefit plan changes that shift a greater proportion of drug costs to patients.\nSuch measures include more limited benefit plan designs, high deductible plans, higher patient co-pay or coinsurance obligations and\nmore significant limitations on patients’ use of manufacturer commercial co-pay assistance programs. Further, government regulation\nof payors may affect these trends. For example, CMS finalized a policy for plan years starting on or after January 1, 2021 that has caused\ncommercial payors to more widely adopt co-pay accumulator adjustment programs. Payors, including PBMs, have sought, and continue to seek,\nprice discounts or rebates in connection with the placement of our branded products on their formularies or those they manage, and to\nalso impose restrictions on access to or usage of our branded products (such as step therapy), require that patients receive the payor’s\nprior authorization before covering the product, and/or chosen to exclude certain indications for which our products are approved. In\nan effort to reduce barriers to access, we may reduce the net price of some of our branded products by providing greater discounts and\nrebates to payors (including PBMs that administer Medicare Part D prescription drug plans), and we may introduce a set of new National\nDrug Codes to make our branded products available at a lower list price. However, affordability of patient out-of-pocket co-pay cost\nhas limited and may continue to limit patient use. Further, despite these net and list price reductions, some payors may restrict, patient\naccess and may seek further discounts or rebates or take other actions, such as changing formulary coverage for some or all of our branded\nproducts. These factors have limited, and may continue to limit, patient affordability and use, negatively affecting sales of our branded\nproducts.\n\nFurther, significant\nconsolidation in the health insurance industry has resulted in a few large insurers and PBMs, which places greater pressure on\npricing and usage negotiations with biopharmaceutical manufacturers, significantly increasing discount and rebate requirements and\nlimiting patient access and usage. For example, in the U.S., as of the beginning of 2024, we believe the top five integrated health\nplans and PBMs controlled approximately 92% of all pharmacy prescriptions. This high degree of consolidation among insurers and PBMs\nand other payors, including through integrated healthcare delivery systems and/or with specialty or mail-order pharmacies and\npharmacy retailers, has increased the negotiating leverage such entities have over us and other biopharmaceutical manufacturers and\nhas resulted in greater price discounts, rebates and service fees realized by those payors from our business. CVS, Express Scripts\nand United Health Group (among the top five integrated health plans and PBMs), each have Rebate Management Organizations that\nfurther increase their leverage to negotiate deeper discounts. Ultimately, additional discounts, rebates, fees, coverage changes,\nplan changes, restrictions or exclusions imposed by these commercial payors could have a material adverse effect on our product\nsales, business and results of operations. Policy reforms advanced by Congress or the others in the federal administration that\nrefine the role of PBMs in the U.S. marketplace could have downstream implications or consequences for our business and how we\ninteract with these entities.\n\nGuidelines and recommendations\npublished by various organizations can reduce the use of our branded products.\n\nGovernment agencies promulgate\nregulations and guidelines directly applicable to us and to our products. Professional societies, practice management groups, insurance\ncarriers, physicians’ groups, private health and science foundations and organizations involved in various diseases also publish\nguidelines and recommendations to healthcare providers, administrators and payors, as well as patient communities. Recommendations by\ngovernment agencies or other groups and organizations may relate to such matters as usage, dosage, route of administration and use of\nrelated therapies. In addition, a growing number of organizations are providing assessments of the value and pricing of biopharmaceutical\nproducts, and even organizations whose guidelines have historically been focused on clinical matters have begun to incorporate analyses\nof the cost effectiveness of various treatments into their treatment guidelines and recommendations. Value assessments may come from\nprivate organizations that publish their findings and offer recommendations relating to the products’ reimbursement by government\nand private payors. Some companies and payors have announced pricing and payment decisions based in part on the assessments of private\norganizations. In addition, government health technology assessment organizations in many countries make reimbursement recommendations\nto payors in their jurisdictions based on the clinical effectiveness, cost-effectiveness and service effects of new, emerging and existing\nmedicines and treatments. Such health technology assessment organizations have recommended, and may in the future recommend, reimbursement\nfor certain of our products for a narrower indication than was approved by applicable regulatory agencies or may recommend against reimbursement\nentirely. See the risk factor, Our sales depend on coverage and reimbursement from government and commercial third-party payors, and\npricing and reimbursement pressures have affected, and are likely to continue to affect, our profitability. Such recommendations\nor guidelines may affect our reputation, and any recommendations or guidelines that result in decreased use, dosage or reimbursement\nof our products could have a material adverse effect on our product sales, business and results of operations. In addition, the perception\nby the investment community or stockholders that such recommendations or guidelines will result in decreased use and dosage of our products\ncould adversely affect the market price of our common stock.\n\nRisks Related to Competition\n\nThere are many competitive risks related to\nmarketing and selling our proprietary formulations and operating our compounding pharmacy business.\n\nThe pharmaceutical and pharmacy\nindustries are highly competitive. We compete against branded drug companies, generic drug companies, outsourcing facilities and other\ncompounding pharmacies. We are significantly smaller than some of our competitors. Currently we lack some of the financial and other\nresources needed to develop, produce, distribute and market our proprietary formulations at a level to capture a significant market share\nin these sectors. The drug products available through branded and generic drug companies with which our formulations compete have been\napproved for marketing and sale by the FDA and are required to be manufactured in facilities compliant with cGMP standards. Although\nwe prepare our compounded formulations in accordance with the standards provided by USP <795> and USP <797> and applicable\nstate and federal law, our proprietary compounded formulations are not required to be, and have not been, approved for marketing and\nsale by the FDA. As a result, some physicians may be unwilling to prescribe, and some patients may be unwilling to use, our formulations.\nAdditionally, under federal and state laws applicable to our current compounding pharmacy operations, we are not permitted to prepare\nsignificant amounts of a specific formulation in advance of a prescription, compound quantities for office use or utilize a wholesaler\nfor distribution of our formulations; instead, our compounded formulations must be prepared and dispensed in connection with a physician\nprescription for an individually identified patient. Pharmaceutical companies, on the other hand, are able to sell their FDA-approved\nproducts to large pharmaceutical wholesalers, which can in turn sell to and supply hospitals and retail pharmacies. Even if we are successful\nin registering certain of our facilities as outsourcing facilities, our business may not be scalable on the scope available to our competitors\nthat produce FDA-approved drugs, which may limit our potential for profitable operations. These facets of our operations may subject\nour business to limitations our competitors with FDA-approved drugs may not face.\n\nOur future success depends in large part on\nour ability to maintain a competitive position with respect to biotechnology and related pharmaceutical technologies.\n\nBiotechnology and related pharmaceutical\ntechnologies have undergone and continue to be subject to rapid and significant change. Our future success will depend in large part\non our ability to maintain a competitive position with respect to these technologies. Products developed by our competitors, including\nFDA-approved drugs and compounded formulations created by other pharmacies, could render our products and technologies obsolete or unable\nto compete. Any products that we develop may become obsolete before we recover expenses incurred in their development, which may require\nus to raise additional funds that may or may not be available. The competitive environment requires an ongoing, extensive search for\nmedical and technological innovations and the ability to develop and market these innovations effectively, and we may not be competitive\nwith respect to these factors. Other competitive factors include the safety and efficacy of a product, the size of the market for a product,\nthe timing of market entry relative to competitive products, the availability of alternative compounded formulations or approved drugs,\nthe price of a product relative to alternative products, the availability of third-party reimbursement, the success of sales and marketing\nefforts, brand recognition and the availability of scientific and technical information about a product. Although we believe we are positioned\nto compete favorably with respect to many of these factors, if our proprietary formulations are unable to compete with the products of\nour competitors, we may never gain market share or achieve sustained profitability.\n\nConcentration of sales\nat certain of our wholesaler distributors and consolidation of private payors may negatively affect our business.\n\nCertain of our distributors,\ncustomers and payors have substantial purchasing leverage, due to the volume of our products they purchase or the number of patient lives\nfor which they provide coverage. The substantial majority of our U.S. branded product sales are made through four pharmaceutical product\nwholesaler distributors: McKesson Corporation, AmerisourceBergen Corporation, Western Wellness and Cardinal Health, Inc. These distributors,\nin turn, sell our products to their customers, which include physicians or their clinics, ambulatory surgical centers, hospitals and\npharmacies. Similarly, as discussed above, there has been significant consolidation in the health insurance industry, including that\na small number of PBMs now oversee a substantial percentage of total covered lives in the U.S. See the risk factor Our sales depend\non coverage and reimbursement from government and commercial third-party payors, and pricing and reimbursement pressures have affected,\nand are likely to continue to affect, our profitability. The three largest PBMs in the U.S. are now part of major health insurance\nproviders. The growing concentration of purchasing and negotiating power by these entities has, and may continue to, put pressure on\nour pricing due to their ability to extract price discounts on our branded products, fees for other services or rebates, negatively affecting\nour bargaining position, sales and/or profit margins. In addition, decisions by these entities to purchase or cover less or none of our\nbranded products in favor of competing products could have a material adverse effect on our branded product sales, business and results\nof operations due to their purchasing volume. Further, if one of our significant wholesale distributors encounters financial or other\ndifficulties and becomes unable or unwilling to pay us all amounts that such distributor owes us on a timely basis, or at all, it could\nnegatively affect our business and results of operations. In addition, if one of our significant wholesale distributors becomes insolvent\nor otherwise unable to continue its commercial relationship with us in its present form, it could significantly disrupt our business\nand adversely affect our product sales, our business and results of operations unless suitable alternatives are timely found or lost\nsales are absorbed by another distributor.\n\nIf we are unable to protect our proprietary\nrights, we may not be able to prevent others from using our intellectual property, which may reduce the competitiveness and value of\nthe related assets.\n\nOur success will depend in part\non our ability to obtain and maintain patent protection for our formulations and technologies and to prevent third parties from infringing\nupon our proprietary rights. We must also operate without infringing upon patents and proprietary rights of others, including by obtaining\nappropriate licenses to patents or other proprietary rights held by third parties, if necessary. The primary means by which we will be\nable to protect our formulations and technologies from unauthorized use by third parties is to obtain valid and enforceable patents that\ncover them. However, the applications we have filed or may file in the future may never yield patents that protect our inventions and\nintellectual property assets. Failure to obtain patents that sufficiently cover our formulations and technologies would limit our protection\nagainst other compounding pharmacies and outsourcing facilities, generic drug manufacturers, pharmaceutical companies and other parties\nwho may seek to copy our products, produce products substantially similar to ours or use technologies substantially similar to those\nwe own. We have made, and expect to continue to make, significant investments in certain of our proprietary formulations prior to the\ngrant of any patents covering these formulations, and we may not receive a sufficient return on these investments if patent coverage\nor other appropriate intellectual property protection is not obtained and their competitiveness and value decreases.\n\nThe patent and intellectual property\npositions of pharmacies and pharmaceutical companies, including ours, are uncertain and involve complex legal and factual questions.\nThere is no guarantee that we have developed or obtained or will in the future develop or obtain the rights to products or processes\nthat are patentable, that patents will issue from any pending applications or that claims allowed will be sufficient to protect the technology\nwe have developed or may in the future develop or to which we have acquired or may in the future acquire development rights. In addition,\nwe cannot be certain that patents issued to us will not be challenged, invalidated, infringed or circumvented, including by our competitors,\nor that the rights granted thereunder will provide competitive advantages to us. In certain instances, we have acquired products that\nare patented and have been subject to prior litigation challenging the validity of certain patents related to those products. In some\nsituations, the litigation resulted in settlement agreements that have allowed generic manufacturers to license the patent rights related\nto certain products and allowing the generic manufacturer to enter the market prior to patent expiration associated with the branded\nproduct.\n\nWe also rely on unpatented trade\nsecrets and know-how and continuing technological innovation in order to develop our products, formulations, which we seek to protect,\nin part, by confidentiality agreements with our employees, consultants, collaborators and others, including certain service providers.\nWe also have invention or patent assignment agreements with our current employees and certain consultants. Nonetheless, our employees\nand consultants may breach these agreements, and we may not have adequate remedies for the breach. Our trade secrets may otherwise become\nknown or be independently discovered by competitors or could be developed by a person not bound by an invention assignment agreement\nwith us, in which case we may have no rights to use the applicable invention.\n\nWe may face additional competition outside\nof the U.S. as a result of a lack of patent coverage in some territories and differences in patent prosecution and enforcement laws in\nforeign counties. \n\nFiling, prosecuting, defending\nand enforcing patents on our proprietary formulations throughout the world is extremely expensive. We do not currently have patent protection\noutside of the U.S. that covers any of our proprietary formulations or other assets that we are currently pursuing. Competitors may use\nour technologies to develop their own products in jurisdictions where we have not obtained patent protection.\n\nEven if the international patent\napplications we have filed or may in the future file are issued or approved, it is likely that the scope of protection provided by such\npatents would be different from, and possibly less than, the scope provided by corresponding U.S. patents. As a result, patent rights\nwe are able to obtain may not be sufficient to prevent generic competition. Further, the extent of our international market opportunity\nmay be dependent upon the enforcement of patent rights in various other countries. A number of countries in which we could file patent\napplications have a history of weak enforcement and/or compulsory licensing of intellectual property rights. Moreover, the legal systems\nof certain countries, particularly certain developing countries, do not favor the aggressive enforcement of patents and other intellectual\nproperty protection, particularly those relating to biotechnology and/or pharmaceuticals, which would make it difficult for us to stop\na third party from infringing any of our intellectual property rights. Moreover, attempting to enforce our patent rights in foreign jurisdictions\ncould result in substantial costs and divert our efforts and attention from other aspects of our business.\n\nOur products, drug candidates and compounded\nformulations and technologies could potentially conflict with the rights of others.\n\nThe preparation or sale of our\nproducts, drug candidates and compounded formulations and use of our technologies may infringe on the patent or other intellectual property\nrights of others. If our products infringe or conflict with the patent or other intellectual property rights of others, third parties\ncould bring legal actions against us claiming damages and seeking to enjoin our manufacturing and marketing of our affected products.\nPatent litigation is costly and time consuming and may divert management’s attention and our resources. We may not have sufficient\nresources to bring any actions to a successful conclusion. If we are not successful in defending against these legal actions should they\narise, we may be subject to monetary liability or be forced to alter our products, cease some or all of our operations relating to the\naffected products, or seek to obtain a license in order to continue manufacturing and marketing the affected products, which may not\nbe available on acceptable terms or at all.\n\nWe are dependent on our Chief Executive Officer,\nMark L. Baum and Chief Financial Officer, Andrew R. Boll, for the continued growth and development of our Company.\n\nOur Chief Executive Officer,\nMark L. Baum and our Chief Financial Officer, Andrew R. Boll, have played a primary role in the founding of our business along with creating\nand developing our current business model. We are highly dependent on these executives for the implementation of our business plan and\nthe future development of our assets and our business, and the loss of their services and leadership could materially adversely impact\nour Company.\n\nIf we are unable to attract and retain key\npersonnel and consultants, we may be unable to maintain or expand our business.\n\nWe have been focusing on building\nour management, pharmacy, research and development, sales and marketing and other personnel to pursue our current business model. To\nachieve our planned growth, we may have significant difficulty attracting and retaining necessary employees. Because of the specialized\nnature of our business, our ability to develop products and to compete will remain highly dependent upon our ability to attract and retain\nqualified pharmacy, scientific, technical and commercial employees and consultants. There is intense competition to hire qualified personnel\nin our industry, and we may be unable to continue to attract and retain the qualified personnel necessary, particularly since our headquarters location is not near the primary centers\nof biopharmaceutical employment, for the development of our\nbusiness. The loss of key employees or consultants or the failure to recruit or engage new employees and consultants could have a material\nadverse effect on our business. In addition, any staffing interruptions resulting from geopolitical actions, including war and terrorism,\nadverse public health developments, or natural disasters including earthquakes, typhoons, floods and fires, could have a material adverse\neffect on our business.\n\nRisks Related to Product Development, Regulatory\nApproval, Manufacturing and Commercialization \n\nIf we seek FDA approval to market and sell\nany of our drug candidates we may be unable to demonstrate the necessary safety and efficacy to obtain such FDA approval.\n\nIn recent years, we have sought,\nand in the future, we, alone or with project partners, intend to seek, FDA regulatory approval to market and sell one or more of our\nassets as an FDA-approved drug. Obtaining FDA approval to market and sell pharmaceutical products is costly, time-consuming, uncertain\nand subject to unanticipated delays. The FDA or other regulatory agencies may not approve a drug candidate on a timely basis or at all.\nBefore we obtain FDA approval for the sale of any potential drug candidates, we will be required to demonstrate through pre-clinical\nstudies and clinical trials that it is safe and effective for each intended use, which we may not be able to do. A failure to demonstrate\nsafety and efficacy of a drug candidate to the FDA’s satisfaction would result in our failure to obtain FDA approval. Moreover,\neven if the FDA were to grant regulatory approval of a drug candidate, the approval may be limited to specific therapeutic areas or limited\nas to its distribution, which could reduce revenue potential, and we will be subject to extensive and costly post-approval requirements\nand oversight with respect to commercialization of the drug candidate.\n\nEven if we receive regulatory approval for\nany of our drug candidates, we may not be able to successfully commercialize the product and the revenue that we generate from its sales,\nif any, may be limited. \n\nIf approved for marketing, the\ncommercial success of our drug candidates will depend upon each product’s acceptance by the medical community, including physicians,\npatients and health care payors. The degree of market acceptance for any of our drug candidates will depend on a number of factors, including:\n\n    ●\n    demonstration of clinical safety and efficacy;\n\n    ●\n    relative convenience, dosing burden and ease of administration;\n\n    ●\n    the prevalence and severity of any adverse effects;\n\n    ●\n    the willingness of physicians to prescribe our drug candidates, and\n    the target patient population to try new therapies;\n\n    ●\n    efficacy of our drug candidates compared to competing products;\n\n    ●\n    the introduction of any new products that may in the future become\n    available targeting indications for which our drug candidates may be approved;\n\n    ●\n    new procedures or therapies that may reduce the incidences of any of\n    the indications in which our drug candidates may show utility;\n\n    ●\n    pricing and cost-effectiveness;\n\n    ●\n    the inclusion or omission of our drug candidates in applicable therapeutic\n    and vaccine guidelines;\n\n    ●\n    the effectiveness of our own or any future collaborators’ sales\n    and marketing strategies;\n\n    ●\n    limitations or warnings contained in approved labeling from regulatory\n    authorities;\n\n    ●\n    our ability to obtain and maintain sufficient third-party coverage\n    or reimbursement from government health care programs, including Medicare and Medicaid, private health insurers and other third-party\n    payors or to receive the necessary pricing approvals from government bodies regulating the pricing and usage of therapeutics; and\n\n    ●\n    the willingness of patients to pay out-of-pocket in the absence of\n    third-party coverage or reimbursement or government pricing approvals.\n\nIf any of our drug candidates\nare approved, but do not achieve an adequate level of acceptance by physicians, health care payors, and patients, we may not generate\nsufficient revenue and we may not be able to achieve or sustain profitability. Our efforts to educate the medical community and third-party\npayors on the benefits of our drug candidates may require significant resources and may never be successful.\n\nIn addition, even if we obtain\nregulatory approvals, the timing or scope of any approvals may prohibit or reduce our ability to commercialize our drug candidates successfully.\nFor example, if the approval process takes too long, we may miss market opportunities and give other companies the ability to develop\ncompeting products or establish market dominance. Any regulatory approval we ultimately obtain may be limited or subject to restrictions\nor post-approval commitments that render our drug candidates not commercially viable. For example, regulatory authorities may approve\nany of our drug candidates for fewer or more limited indications than we request, may not approve the price we intend to charge for any\nof our drug candidates, may grant approval contingent on the performance of costly post-marketing clinical trials, or may approve any\nof our drug candidates with a label that does not include the labeling claims necessary or desirable for the successful commercialization\nof that indication. Further, the FDA or comparable foreign regulatory authorities may place conditions on approvals or require risk management\nplans or a Risk Evaluation and Mitigation Strategy (“REMS”) to assure the safe use of the drug. If the FDA concludes a REMS\nis needed, the sponsor of the NDA must submit a proposed REMS; the FDA will not approve the NDA without an approved REMS, if required.\nA REMS could include medication guides, physician communication plans, or elements to assure safe use, such as restricted distribution\nmethods, patient registries and other risk minimization tools. The FDA may also require a REMS for an approved product when new safety\ninformation emerges. Any of these limitations on approval or marketing could restrict the commercial promotion, distribution, prescription\nor dispensing of our drug candidates. Moreover, product approvals may be withdrawn for non-compliance with regulatory standards or if\nproblems occur following the initial marketing of the product. Any of the foregoing scenarios could materially harm the commercial success\nof our drug candidates.\n\nClinical drug development involves a lengthy\nand expensive process with an uncertain outcome, and results of earlier studies and trials may not be predictive of future trial results.\n\nClinical testing of drug candidates\nis expensive and can take many years to complete, and its outcome is inherently uncertain. Failure can occur at any time during the clinical\ntrial process. The results of pre-clinical studies and early clinical trials may not be predictive of the results of later-stage clinical\ntrials. We cannot assure you that the FDA or comparable foreign regulatory authorities will view the results as we do or that any future\ntrials of any of our drug candidates will achieve positive results. Drug candidates in later stages of clinical trials may fail to show\nthe desired safety and efficacy traits despite having progressed through pre-clinical studies and initial clinical trials. A number of\ncompanies in the biopharmaceutical industry have suffered significant setbacks in advanced clinical trials due to lack of efficacy or\nadverse safety profiles, notwithstanding promising results in earlier trials. Any future clinical trial results for our drug candidates\nmay not be successful.\n\nIn addition, a number of factors\ncould contribute to a lack of favorable safety and efficacy results for any of our drug candidates. For example, such trials could result\nin increased variability due to varying site characteristics, such as local standards of care, differences in evaluation period and surgical\ntechnique, and due to varying patient characteristics including demographic factors and health status.\n\nEven if we obtain marketing approval for any\nof our drug candidates, we will be subject to ongoing obligations and continued regulatory review, which may result in significant additional\nexpense. Additionally, our drug candidates could be subject to labeling and other restrictions and withdrawal from the market and we\nmay be subject to penalties if we fail to comply with regulatory requirements or if we experience unanticipated problems with our drug\ncandidates. \n\nEven if we obtain regulatory\napproval for any of our drug candidates for an indication, the FDA or foreign equivalent may still impose significant restrictions on\ntheir indicated uses or marketing or the conditions of approval, or impose ongoing requirements for potentially costly and time-consuming\npost-approval studies, including Phase 4 clinical trials, and post-market surveillance to monitor safety and efficacy. Our drug candidates\nwill also be subject to ongoing regulatory requirements governing the manufacturing, labeling, packaging, storage, distribution, safety\nsurveillance, advertising, promotion, recordkeeping and reporting of adverse events and other post-market information. These requirements\ninclude registration with the FDA, as well as continued compliance with current Good Clinical Practices regulations (“cGCPs”)\nfor any clinical trials that we conduct post-approval. In addition, manufacturers of drug products and their facilities are subject to\ncontinual review and periodic inspections by the FDA and other regulatory authorities for compliance with current cGMPs, requirements\nrelating to quality control, quality assurance and corresponding maintenance of records and documents.\n\nThe FDA has the authority to\nrequire a REMS as part of an NDA or after approval, which may impose further requirements or restrictions on the distribution or use\nof an approved drug, such as limiting prescribing to certain physicians or medical centers that have undergone specialized training,\nlimiting treatment to patients who meet certain safe-use criteria or requiring patient testing, monitoring and/or enrollment in a registry.\n\nWith respect to sales and marketing\nactivities by us or any future partner, advertising and promotional materials must comply with FDA rules in addition to other applicable\nfederal, state and local laws in the U.S. and similar legal requirements in other countries. In the U.S., the distribution of product\nsamples to physicians must comply with the requirements of the U.S. Prescription Drug Marketing Act. Application holders must obtain\nFDA approval for product and manufacturing changes, depending on the nature of the change. We may also be subject, directly or indirectly\nthrough our customers and partners, to various fraud and abuse laws, including, without limitation, the U.S. Anti-Kickback Statute, U.S.\nFalse Claims Act, and similar state laws, which impact, among other things, our proposed sales, marketing, and scientific/educational\ngrant programs. If we participate in the U.S. Medicaid Drug Rebate Program, the Federal Supply Schedule of the VA, or other government\ndrug programs, we will be subject to complex laws and regulations regarding reporting and payment obligations. All of these activities\nare also potentially subject to U.S. federal and state consumer protection and unfair competition laws. Similar requirements exist in\nmany of these areas in other countries.\n\nIn addition, if any of our drug\ncandidates are approved for a particular indication, our product labeling, advertising and promotion would be subject to regulatory requirements\nand continuing regulatory review. The FDA strictly regulates the promotional claims that may be made about prescription products. In\nparticular, a product may not be promoted for uses that are not approved by the FDA as reflected in the product’s approved labeling.\nIf we receive marketing approval for our drug candidates, physicians may nevertheless legally prescribe our products to their patients\nin a manner that is inconsistent with the approved label. If we are found to have promoted such off-label uses, we may become subject\nto significant liability and government fines. The FDA and other agencies actively enforce the laws and regulations prohibiting the promotion\nof off-label uses, and a company that is found to have improperly promoted off-label uses may be subject to significant sanctions. The\nfederal government has levied large civil and criminal fines against companies for alleged improper promotion and has enjoined several\ncompanies from engaging in off-label promotion. The FDA has also requested that companies enter into consent decrees of permanent injunctions\nunder which specified promotional conduct is changed or curtailed.\n\nIf we or a regulatory agency\ndiscovers previously unknown problems with a product, such as adverse events of unanticipated severity or frequency, problems with the\nfacility where the product is manufactured, or we or our manufacturers fail to comply with applicable regulatory requirements, we may\nbe subject to the following administrative or judicial sanctions:\n\n    ●\n    restrictions on the marketing or manufacturing of the product, withdrawal\n    of the product from the market, or voluntary or mandatory product recalls; \n\n    ●\n    issuance of warning letters or untitled letters; \n\n    ●\n    clinical holds; \n\n    ●\n    injunctions or the imposition of civil or criminal penalties or monetary\n    fines; \n\n    ●\n    suspension or withdrawal of regulatory approval; \n\n    ●\n    suspension of any ongoing clinical trials; \n\n    ●\n    refusal to approve pending applications or supplements to approved\n    applications filed by us, or suspension or revocation of product license approvals; \n\n    ●\n    suspension or imposition of restrictions on operations, including costly\n    new manufacturing requirements; or \n\n    ●\n    product seizure or detention or refusal to permit the import or export\n    of product. \n\nThe occurrence of any event or\npenalty described above may inhibit our ability to commercialize our drug candidates and generate revenue. Adverse regulatory action,\nwhether pre- or post-approval, can also potentially lead to product liability claims and increase our product liability exposure.\n\nDelays in the completion of, or the termination\nof, any clinical or non-clinical trials for any drug candidates for which we may seek FDA approval could adversely affect our business.\n\nClinical trials are very expensive,\ntime consuming, unpredictable and difficult to design and implement. The results of clinical trials may be unfavorable, they may continue\nfor several years, and they may take significantly longer to complete and involve significantly more costs than expected. Delays in the\ncommencement or completion of clinical testing could significantly affect product development costs and plans with respect to any drug\ncandidate for which we seek FDA approval. The commencement and completion of clinical trials can be delayed and experience difficulties\nfor a number of reasons, including delays and difficulties caused by circumstances over which we may have no control. For instance, approvals\nof the scope, design or trial site may not be obtained from the FDA and other required bodies in a timely manner or at all, agreements\nwith acceptable terms may not be reached in a timely manner or at all with CROs to conduct the trials, a sufficient number of subjects\nmay not be recruited and enrolled in the trials, and third-party manufacturers of the materials for use in the trials may encounter delays\nand problems in the manufacturing process, including failure to produce materials in sufficient quantities or of an acceptable quality\nto complete the trials. If we were to experience delays in the commencement or completion of, or if we were to terminate, any clinical\nor non-clinical trials we pursue in the future, the commercial prospects for the applicable drug candidates may be limited or eliminated,\nwhich may prevent us from recouping our investment in research and development efforts for the drug candidate and would have a material\nadverse effect on our business, results of operations, financial condition and prospects.\n\nWe may depend on the success of our drug candidates,\nand those we have royalty rights to, which have not yet demonstrated efficacy for their target or any other indications. If we are unable\nto generate revenues from our drug candidates, our ability to create stockholder value may be limited. \n\nOur drug candidates are in various\nstages of clinical development. There is no guarantee that our clinical trials will be successful or that we will continue clinical development\nin support of an approval from the FDA or comparable foreign regulatory authorities for any indication. We note that most drug candidates\nnever reach the clinical development stage and even those that do commence clinical development have only a small chance of successfully\ncompleting clinical development and gaining regulatory approval. Therefore, aspects of our business depend on the successful development,\nregulatory approval and commercialization of our drug candidates, which may never occur.\n\nIf we are not able to obtain required regulatory\napprovals for a drug candidate, we will not be able to commercialize such drug candidate and our ability to generate revenues will be\nlimited. \n\nWe must successfully complete\nclinical trials for our drug candidates before we can apply for marketing approval. Even if we complete our clinical trials, it does\nnot assure marketing approval. Our clinical trials may be unsuccessful, which would materially harm our business. Even if our initial\nclinical trials are successful, we are required to conduct additional clinical trials to establish our drug candidates’ safety\nand efficacy, before an NDA or Biologics License Application (“BLA”), or their foreign equivalents can be filed with the\nFDA or comparable foreign regulatory authorities for marketing approval of our drug candidates.\n\nClinical testing is expensive,\nis difficult to design and implement, can take many years to complete and is uncertain as to outcome. Success in early phases of pre-clinical\nand clinical trials does not ensure that later clinical trials will be successful, and interim results of a clinical trial do not necessarily\npredict final results. A failure of one or more of our clinical trials can occur at any stage of testing. We may experience numerous\nunforeseen events during, or as a result of, the clinical trial process that could delay or prevent our ability to receive regulatory\napproval or commercialize our drug candidates. The research, testing, manufacturing, labeling, packaging, storage, approval, sale, marketing,\nadvertising and promotion, pricing, export, import and distribution of drug products are subject to extensive regulation by the FDA and\nother regulatory authorities in the U.S. and other countries, which regulations differ from country to country. We are not permitted\nto market our drug candidates as prescription pharmaceutical products in the U.S. until we receive approval of an NDA from the FDA, or\nin any foreign countries until we receive the requisite approval from such countries. In the U.S., the FDA generally requires the completion\nof clinical trials of each drug to establish its safety and efficacy and extensive pharmaceutical development to ensure its quality before\nan NDA is approved. Regulatory authorities in other jurisdictions impose similar requirements. Of the large number of drugs in development,\nonly a small percentage result in the submission of an NDA to the FDA and even fewer are eventually approved for commercialization. If\nour development efforts for our drug candidates, including regulatory approval, are not successful for their planned indications, or\nif adequate demand for our drug candidates is not generated, our business will be materially adversely affected.\n\nOur success depends on the receipt\nof regulatory approval and the issuance of such regulatory approvals is uncertain and subject to a number of risks, including the following:\n\n    ●\n    the results of toxicology studies may not support the filing of an\n    investigational new drug application for our drug candidates;\n\n    ●\n    the FDA or comparable foreign regulatory authorities or Institutional\n    Review Boards (“IRBs”) may disagree with the design or implementation of our clinical trials;\n\n    ●\n    we may not be able to provide acceptable evidence of our drug candidates’\n    safety and efficacy;\n\n    ●\n    the results of our clinical trials may not be satisfactory or may not\n    meet the level of statistical or clinical significance required by the FDA, the European Medicines Agency (the “EMA”),\n    or other regulatory agencies for marketing approval;\n\n    ●\n    the dosing of our drug candidates in a particular clinical trial may\n    not be at an optimal level;\n\n    ●\n    patients in our clinical trials may suffer adverse effects for reasons\n    that may or may not be related to our drug candidates;\n\n    ●\n    the data collected from clinical trials may not be sufficient to support\n    the submission of an NDA, BLA or other submission or to obtain regulatory approval in the U.S. or elsewhere;\n\n    ●\n    the FDA or comparable foreign regulatory authorities may fail to approve\n    the manufacturing processes or facilities of third-party manufacturers with which we contract for clinical and commercial supplies;\n    and\n\n    ●\n    the approval policies or regulations of the FDA or comparable foreign\n    regulatory authorities may significantly change in a manner rendering our clinical data insufficient for approval.\n\nFailure to obtain regulatory\napproval for our drug candidates for the foregoing, or any other reasons, will prevent us from commercializing our drug candidates, and\nour ability to generate revenue will be materially impaired. We cannot guarantee that regulators will agree with our assessment of the\nresults of the clinical trials we intend to conduct in the future or that such trials will be successful. The FDA, EMA and other regulators\nhave substantial discretion in the approval process and may refuse to accept any application or may decide that our data is insufficient\nfor approval and require additional clinical trials, or pre-clinical or other studies. In addition, varying interpretations of the data\nobtained from pre-clinical and clinical testing could delay, limit or prevent regulatory approval of our drug candidates.\n\nExcluding any activities through\nour ownership interest in Eton, we have not received regulatory approval to market our drug candidates in any jurisdiction. We have only\nlimited experience in filing the applications necessary to gain regulatory approvals and expect to rely on consultants and CROs, with\nexpertise in this area to assist us in this process. Securing regulatory approvals to market a product requires the submission of pre-clinical,\nclinical, and/or pharmacokinetic data, information about product manufacturing processes and inspection of facilities and supporting\ninformation to the appropriate regulatory authorities for each therapeutic indication to establish a drug candidate’s safety and\nefficacy for each indication. Our drug candidates may prove to have undesirable or unintended side effects, toxicities or other characteristics\nthat may preclude us from obtaining regulatory approval or prevent or limit commercial use with respect to one or all intended indications.\n\nThe process of obtaining regulatory\napprovals is expensive, often takes many years, if approval is obtained at all, and can vary substantially based upon, among other things,\nthe type, complexity and novelty of the drug candidates involved, the jurisdiction in which regulatory approval is sought and the substantial\ndiscretion of the regulatory authorities. Changes in regulatory approval policies during the development period, changes in or the enactment\nof additional statutes or regulations, or changes in regulatory review for a submitted product application may cause delays in the approval\nor rejection of an application. Regulatory approval obtained in one jurisdiction does not necessarily mean that a drug candidate will\nreceive regulatory approval in all jurisdictions in which we may seek approval, but the failure to obtain approval in one jurisdiction\nmay negatively impact our ability to seek approval in a different jurisdiction. Failure to obtain regulatory marketing approval for our\ndrug candidates in any indication will prevent us from commercializing the drug candidate, and our ability to generate revenue will be\nmaterially impaired.\n\nObtaining and maintaining regulatory approval\nof our products and drug candidates in one jurisdiction does not mean that we will be successful in obtaining regulatory approval of\nour products or drug candidates in other jurisdictions.\n\nObtaining and maintaining regulatory\napproval of our drug candidates in one jurisdiction does not guarantee that we will be able to obtain or maintain regulatory approval\nin any other jurisdiction, but a failure or delay in obtaining regulatory approval in one jurisdiction may have a negative effect on\nthe regulatory approval process in others. For example, even if the FDA grants marketing approval of a drug candidate, comparable regulatory\nauthorities in foreign jurisdictions must also approve the manufacturing, marketing and promotion of the drug candidate in those countries.\nApproval procedures vary among jurisdictions and can involve requirements and administrative review periods different from those in the\nU.S., including additional pre-clinical studies or clinical trials, as clinical studies conducted in one jurisdiction may not be accepted\nby regulatory authorities in other jurisdictions. In many jurisdictions outside the U.S., a drug candidate must be approved for reimbursement\nbefore it can be approved for sale in that jurisdiction. In some cases, the price that we intend to charge for our products is also subject\nto approval.\n\nObtaining foreign regulatory\napprovals and compliance with foreign regulatory requirements could result in significant delays, difficulties and costs for us and could\ndelay or prevent the introduction of our products in certain countries. If we fail to comply with the regulatory requirements in international\nmarkets and/ or to receive applicable marketing approvals, our target market will be reduced and our ability to realize the full market\npotential of our drug candidates will be harmed.\n\nCurrent and future legislation may increase\nthe difficulty and cost for us to obtain marketing approval of and commercialize our drug candidates and affect the prices we may obtain.\n\nIn the U.S. and some foreign\njurisdictions, there have been a number of legislative and regulatory changes and proposed changes regarding the healthcare system that\ncould prevent or delay marketing approval for our drug candidates, restrict or regulate post-approval activities and affect our ability\nto profitably sell our drug candidates. Legislative and regulatory proposals have been made to expand post-approval requirements and\nrestrict sales and promotional activities for pharmaceutical products. We do not know whether additional legislative changes will be\nenacted, or whether the FDA regulations, guidance or interpretations will be changed, or what the impact of such changes on the marketing\napprovals of our drug candidates, if any, may be. In addition, increased scrutiny by the U.S. Congress of the FDA’s approval process\nmay significantly delay or prevent marketing approval, as well as subject us to more stringent product labeling and post-marketing testing\nand other requirements.\n\nIn the U.S., the Medicare Modernization\nAct (the “MMA”) changed the way Medicare covers and pays for pharmaceutical products. The legislation expanded Medicare coverage\nfor drug purchases by the elderly and introduced a new reimbursement methodology based on average sales prices for drugs. In addition,\nthis legislation authorized Medicare Part D prescription drug plans to use formularies where they can limit the number of drugs that\nwill be covered in any therapeutic class. As a result of this legislation and the expansion of federal coverage of drug products, we\nexpect that there will be additional pressure to contain and reduce costs. These cost reduction initiatives and other provisions of this\nlegislation could decrease the coverage and price that we receive for our drug candidates and could seriously harm our business. While\nthe MMA applies only to drug benefits for Medicare beneficiaries, private payors often follow Medicare coverage policy and payment limitations\nin setting their own reimbursement rates, and any reduction in reimbursement that results from the MMA may result in a similar reduction\nin payments from private payors.\n\nThe Health Care Reform Law is\na sweeping law intended to broaden access to health insurance, reduce or constrain the growth of healthcare spending, enhance remedies\nagainst fraud and abuse, add new transparency requirements for healthcare and health insurance industries, impose new taxes and fees\non the health industry and impose additional health policy reforms. The Health Care Reform Law revised the definition of “average\nmanufacturer price” for reporting purposes, which could increase the amount of Medicaid drug rebates to states. Further, the law\nimposed a significant annual fee on companies that manufacture or import branded prescription drug products.\n\nThe Health Care Reform Law remains\nsubject to legislative efforts to repeal, modify or delay the implementation of the law. Efforts to date have generally been unsuccessful.\nIf the Health Care Reform Law is repealed or modified, or if implementation of certain aspects of the Health Care Reform Law are delayed,\nsuch repeal, modification or delay may materially adversely impact our business, strategies, prospects, operating results or financial\ncondition. We are unable to predict the full impact of any repeal or modification in the implementation of the Health Care Reform Law\non us at this time.\n\nIn addition, other legislative\nchanges have been proposed and adopted in the U.S. since the Health Care Reform Law was enacted. We expect that additional federal healthcare\nreform measures will be adopted in the future, any of which could limit the amounts that federal and state governments will pay for healthcare\nproducts and services, and in turn could significantly reduce the projected value of certain development projects and reduce or eliminate\nour profitability.\n\nOur drug candidates may face competition sooner\nthan expected. \n\nOur success will depend in part\non our ability to obtain and maintain patent protection for certain of our drug candidates and technologies and to prevent third parties\nfrom infringing upon our proprietary rights. We must also operate without infringing upon patents and proprietary rights of others, including\nby obtaining appropriate licenses to patents or other proprietary rights held by third parties, if necessary. However, the applications\nwe have filed or may file in the future may never yield patents that protect our inventions and intellectual property assets. Failure\nto obtain patents that sufficiently cover our formulations and technologies would limit our protection against compounding pharmacies,\noutsourcing facilities, generic drug manufacturers, pharmaceutical companies and other parties who may seek to copy our products, produce\nproducts substantially similar to ours or use technologies substantially similar to those we own.\n\nWe also intend to seek data exclusivity\nor market exclusivity for our drug candidates provided under the FDCA and similar laws in other countries. The FDCA provides three years\nof marketing exclusivity for an NDA, 505(b)(2) NDA or supplement to an existing NDA if new clinical investigations, other than bioavailability\nstudies, that were conducted or sponsored by the applicant are deemed by the FDA to be essential to the approval of the application,\nfor example, for new indications, dosages, or strengths of an existing drug. This three-year exclusivity covers only the conditions associated\nwith the new clinical investigations and does not prohibit the FDA from approving NDAs for drugs containing the original active agent.\nEven if our drug candidates are considered to be reference products eligible for three years of exclusivity under the FDCA, another company\ncould market competing products if the FDA approves a full NDA for such product containing the sponsor’s own pre-clinical data\nand data from adequate and well-controlled clinical trials to demonstrate the safety, purity and potency of the products. Moreover, an\namendment or repeal of the FDCA could result in a shorter exclusivity period for our drug candidates, which would have a material adverse\neffect on our business.\n\nWe are and will be completely dependent on\nthird parties to manufacture our branded drug products and drug candidates, and our commercialization of our drug candidates could be\nhalted, delayed or made less profitable if those third parties fail to obtain manufacturing approval from the FDA or comparable foreign\nregulatory authorities, fail to provide us with sufficient quantities of our drug candidates or fail to do so at acceptable quality levels\nor prices. \n\nWe do not currently have, nor\ndo we plan to acquire, the capability or infrastructure to manufacture the active pharmaceutical ingredient (“API”) in our\ndrug candidates for use in our clinical trials or for commercial product. In addition, we do not have the capability to manufacture any\nof our branded drug products and candidates as a finished drug product for commercial distribution. As a result, we are and will be obligated\nto rely on contract manufacturers.\n\nThe facilities used by our contract\nmanufacturers to manufacture our drug products and candidates must be approved by the FDA or comparable foreign regulatory authorities\npursuant to inspections that will be conducted after we submit an NDA or BLA to the FDA or their equivalents to other relevant regulatory\nauthorities. We will not control the manufacturing process of, and will be completely dependent on, our contract manufacturing partners\nfor compliance with cGMPs for manufacture of both active drug substances and finished drug products. These cGMP regulations cover all\naspects of the manufacturing, testing, quality control and record keeping relating to our drug candidates. If our contract manufacturers\ndo not successfully manufacture material that conforms to our specifications and the strict regulatory requirements of the FDA or others,\nthey will not be able to secure and/or maintain regulatory approval for their manufacturing facilities. If the FDA or a comparable foreign\nregulatory authority does not approve these facilities for the manufacture of our drug candidates or if it withdraws any such approval\nin the future, we may need to find alternative manufacturing facilities, which would significantly impact our ability to develop, obtain\nregulatory approval for or market our drug candidates, if approved.\n\nOur contract manufacturers are\nsubject to ongoing periodic unannounced inspections by the FDA and corresponding state and foreign agencies for compliance with cGMPs\nand similar regulatory requirements. We do not have control over our contract manufacturers’ compliance with these regulations\nand standards. Failure by any of our contract manufacturers to comply with applicable regulations could result in sanctions being imposed\non us, including fines, injunctions, civil penalties, failure to grant approval to market any of our drug candidates, delays, suspensions\nor withdrawals of approvals, operating restrictions and criminal prosecutions, any of which could significantly and adversely affect\nour business. In addition, we do not have control over the ability of our contract manufacturers to maintain adequate quality control,\nquality assurance and qualified personnel. Failure by our contract manufacturers to comply with or maintain any of these standards could\nadversely affect our ability to develop, obtain and maintain regulatory approval for or market any of our drug products and drug candidates.\n\nIf, for any reason, these third\nparties are unable or unwilling to perform, we may not be able to terminate our agreements with them, and we may not be able to locate\nalternative manufacturers or formulators or enter into favorable agreements with them, and we cannot be certain that any such third parties\nwill have the manufacturing capacity to meet future requirements. If these manufacturers or any alternate manufacturer of finished drug\nproduct experiences any significant difficulties in its respective manufacturing processes for our API or finished products or should\ncease doing business with us, we could experience significant interruptions in the supply of any of our drug candidates or may not be\nable to create a supply of our drug candidates at all. Were we to encounter manufacturing issues, our ability to produce a sufficient\nsupply of any of our drug candidates might be negatively affected. Our inability to coordinate the efforts of our third-party manufacturing\npartners, or the lack of capacity available at our third-party manufacturing partners, could impair our ability to supply any of our\ndrug candidates at required levels. Because of the significant regulatory requirements that we would need to satisfy in order to qualify\na new bulk or finished product manufacturer, if we face these or other difficulties with our current manufacturing partners, we could\nexperience significant interruptions in the supply of any of our drug candidates if we decided to transfer the manufacture of any of\nour drug candidates to one or more alternative manufacturers in an effort to deal with the difficulties.\n\nAny manufacturing problem or\nthe loss of a contract manufacturer could be disruptive to our operations and result in lost sales. Additionally, we rely on third parties\nto supply the raw materials needed to manufacture our existing and potential products. Any business interruptions resulting from geopolitical\nactions, including war and terrorism, adverse public health developments, or natural disasters including earthquakes, typhoons, floods\nand fires, could affect our supply chain. Any reliance on suppliers may involve several risks, including a potential inability to obtain\ncritical materials and reduced control over production costs, delivery schedules, reliability and quality. Any unanticipated disruption\nto a future contract manufacturer caused by problems at suppliers could delay shipment of any of our drug candidates, increase our cost\nof goods sold and result in lost sales.\n\nWe expect to rely on third parties to conduct\nclinical trials for our drug candidates. If these third parties do not successfully carry out their contractual duties or meet expected\ndeadlines, we may not be able to obtain regulatory approval for or commercialize any of our drug candidates, and our business would be\nsubstantially harmed. \n\nWe expect to enter into agreements\nwith third-party CROs to conduct and manage our clinical programs, including contracting with clinical sites to perform our clinical\nstudies. We plan to rely heavily on these parties for execution of clinical studies for our drug candidates and will control only certain\naspects of their activities. Nevertheless, we will be responsible for ensuring that each of our studies is conducted in accordance with\nthe applicable protocol, legal, regulatory and scientific standards, and our reliance on CROs and clinical sites will not relieve us\nof our regulatory responsibilities. We and our CROs will be required to comply with cGCPs, which are regulations and guidelines enforced\nby the FDA, the Competent Authorities of the Member States of the European Economic Area and comparable foreign regulatory authorities\nfor any products in clinical development. The FDA and its foreign equivalents enforce these cGCP regulations through periodic inspections\nof trial sponsors, principal investigators and trial sites. If we or our CROs fail to comply with applicable cGCPs, the clinical data\ngenerated in our clinical trials may be deemed unreliable and the FDA or comparable foreign regulatory authorities may require us to\nperform additional clinical trials before approving our marketing applications. We cannot assure you that, upon inspection, the FDA or\nother regulatory authorities will determine that any of our clinical trials comply with cGCPs. In addition, our clinical trials must\nbe conducted with products produced under cGMP regulations and will require a large number of test subjects. Our failure or the failure\nof our CROs or clinical sites to comply with these regulations may require us to repeat clinical trials, which would delay the regulatory\napproval process and could also subject us to enforcement action up to and including civil and criminal penalties.\n\nAlthough we intend to design\nthe clinical trials for our drug candidates in consultation with CROs, we expect that the CROs will manage all of the clinical trials\nconducted at contracted clinical sites. As a result, many important aspects of our drug development programs would be outside of our\ndirect control. In addition, the CROs and clinical sites may not perform all of their obligations under arrangements with us or in compliance\nwith regulatory requirements. If the CROs or clinical sites do not perform clinical trials in a satisfactory manner, breach their obligations\nto us or fail to comply with regulatory requirements, the development and commercialization of any of our drug candidates for the subject\nindication may be delayed or our development program materially and irreversibly harmed. We cannot control the amount and timing of resources\nthese CROs and clinical sites will devote to our program or any of our drug candidates. If we are unable to rely on clinical data collected\nby our CROs, we could be required to repeat, extend the duration of, or increase the size of our clinical trials, which could significantly\ndelay commercialization and require significantly greater expenditures.\n\nIf any of our relationships with\nthese third-party CROs or clinical sites terminate, we may not be able to enter into arrangements with alternative CROs or clinical sites.\nIf CROs do not successfully carry out their contractual duties or obligations or meet expected deadlines, if they need to be replaced\nor if the quality or accuracy of the clinical data they obtain is compromised due to the failure to adhere to our clinical protocols,\nregulatory requirements or for other reasons, any such clinical trials may be extended, delayed or terminated, and we may not be able\nto obtain regulatory approval for or successfully commercialize our drug candidates. As a result, our financial results and the commercial\nprospects for any of our drug candidates would be harmed, our costs could increase and our ability to generate revenue could be delayed.\n\nAny termination or suspension of, or delays\nin the commencement or completion of, any necessary studies of any of our drug candidates for any indications could result in increased\ncosts to us, delay or limit our ability to generate revenue and adversely affect our commercial prospects. \n\nThe commencement and completion\nof clinical studies can be delayed for a number of reasons, including delays related to:\n\n    ●\n    the FDA or a comparable foreign regulatory authority failing to grant\n    permission to proceed and placing the clinical study on hold; \n\n    ●\n    subjects for clinical testing failing to enroll or remain in our trials\n    at the rate we expect;\n\n    ●\n    a facility manufacturing any of our drug candidates being ordered by\n    the FDA or other government or regulatory authorities to temporarily or permanently shut down due to violations of cGMP requirements\n    or other applicable requirements, or cross-contaminations of drug candidates in the manufacturing process; \n\n    ●\n    any changes to our manufacturing process that may be necessary or desired;\n\n    ●\n    subjects choosing an alternative treatment for the indications for\n    which we are developing our drug candidates, or participating in competing clinical studies; \n\n    ●\n    subjects experiencing severe or unexpected drug-related adverse effects;\n\n    ●\n    reports from clinical testing on similar technologies and products\n    raising safety and/or efficacy concerns; \n\n    ●\n    third-party clinical investigators losing their license or permits\n    necessary to perform our clinical trials, not performing our clinical trials on our anticipated schedule or employing methods consistent\n    with the clinical trial protocol, cGMP requirements, or other third parties not performing data collection and analysis in a timely\n    or accurate manner; \n\n    ●\n    inspections of clinical study sites by the FDA, comparable foreign\n    regulatory authorities, or IRBs finding regulatory violations that require us to undertake corrective action, result in suspension\n    or termination of one or more sites or the imposition of a clinical hold on the entire study, or that prohibit us from using some\n    or all of the data in support of our marketing applications; \n\n    ●\n    third-party contractors becoming debarred or suspended or otherwise\n    penalized by the FDA or other government or regulatory authorities for violations of regulatory requirements, in which case we may\n    need to find a substitute contractor, and we may not be able to use some or any of the data produced by such contractors in support\n    of our marketing applications; \n\n    ●\n    one or more IRBs refusing to approve, suspending or terminating the\n    study at an investigational site, precluding enrollment of additional subjects, or withdrawing its approval of the trial; reaching\n    agreement on acceptable terms with prospective CROs and clinical trial sites, the terms of which can be subject to extensive negotiation\n    and may vary significantly among different CROs and trial sites; \n\n    ●\n    deviations of the clinical sites from trial protocols or dropping out\n    of a trial; \n\n    ●\n    adding new clinical trial sites; \n\n    ●\n    the inability of the CRO to execute any clinical trials for any reason;\n    and \n\n    ●\n    government or regulatory delays or “clinical holds” requiring\n    suspension or termination of a trial. \n\nProduct development costs for\nany of our drug candidates will increase if we have delays in testing or approval or if we need to perform more or larger clinical studies\nthan planned. Additionally, changes in regulatory requirements and policies may occur and we may need to amend study protocols to reflect\nthese changes. Amendments may require us to resubmit our study protocols to the FDA, comparable foreign regulatory authorities, and IRBs\nfor reexamination, which may impact the costs, timing or successful completion of that study. If we experience delays in completion of,\nor if we, the FDA or other regulatory authorities, the IRB, or other reviewing entities, or any of our clinical study sites suspend or\nterminate any of our clinical studies of any of our drug candidates, its commercial prospects may be materially harmed and our ability\nto generate product revenues will be delayed. Any delays in completing our clinical trials will increase our costs, slow down our development\nand approval process and jeopardize our ability to commence product sales and generate revenues. Any of these occurrences may harm our\nbusiness, financial condition and prospects significantly. In addition, many of the factors that cause, or lead to, termination or suspension\nof, or a delay in the commencement or completion of, clinical studies may also ultimately lead to the denial of regulatory approval of\nour drug candidates. In addition, if one or more clinical studies are delayed, our competitors may be able to bring products to market\nbefore we do, and the commercial viability of any of our drug candidates could be significantly reduced.\n\nEven though we may apply for orphan drug designation\nfor a drug candidate, we may not be able to obtain orphan drug marketing exclusivity.\n\nThere is no guarantee that the\nFDA, EMA or their foreign equivalents will grant any future application for orphan drug designation for any of our drug candidates, which\nwould make us ineligible for the additional exclusivity and other benefits of orphan drug designation.\n\nUnder the Orphan Drug Act, the\nFDA may grant orphan drug designation to a drug intended to treat a rare disease or condition, which is generally a disease or condition\nthat affects fewer than 200,000 individuals in the U.S. and for which there is no reasonable expectation that the cost of developing\nand making a drug available in the Unites States for this type of disease or condition will be recovered from sales of the product. Orphan\ndrug designation must be requested before submitting an NDA. After the FDA grants orphan drug designation, the identity of the therapeutic\nagent and its potential orphan use are disclosed publicly by the FDA. Orphan product designation does not convey any advantage in or\nshorten the duration of regulatory review and approval process. In addition to the potential period of exclusivity, orphan designation\nmakes a company eligible for grant funding of up to $400,000 per year for four years to defray costs of clinical trial expenses, tax\ncredits for clinical research expenses and potential exemption from the FDA application user fee.\n\nIf a product that has orphan\ndesignation subsequently receives the first FDA approval for the disease or condition for which it has such designation, the product\nis entitled to orphan drug exclusivity, which means the FDA may not approve any other applications to market the same drug for the same\nindication for seven years, except in limited circumstances, such as (i) the drug’s orphan designation is revoked; (ii) its marketing\napproval is withdrawn; (iii) the orphan exclusivity holder consents to the approval of another applicant’s product; (iv) the orphan\nexclusivity holder is unable to assure the availability of a sufficient quantity of drug; or (v) a showing of clinical superiority to\nthe product with orphan exclusivity by a competitor product. If a drug designated as an orphan product receives marketing approval for\nan indication broader than what is designated, it may not be entitled to orphan drug exclusivity. There can be no assurance that we will\nreceive orphan drug designation for any of our drug candidates in the indications for which we think they might qualify, if we elect\nto seek such applications.\n\nAlthough we may pursue expedited regulatory\napproval pathways for a drug candidate, it may not qualify for expedited development or, if it does qualify for expedited development,\nit may not actually lead to a faster development or regulatory review or approval process.\n\nAlthough we believe there may\nbe an opportunity to accelerate the development of certain of our drug candidates through one or more of the FDA’s expedited programs,\nsuch as fast track, breakthrough therapy, accelerated approval or priority review, we cannot be assured that any of our drug candidates\nwill qualify for such programs.\n\nFor example, a drug may be eligible\nfor designation as a breakthrough therapy if the drug is intended, alone or in combination with one or more other drugs, to treat a serious\nor life-threatening condition and preliminary clinical evidence indicates that the drug may demonstrate substantial improvement over\nexisting therapies on one or more clinically significant endpoints. Although breakthrough designation or access to any other expedited\nprogram may expedite the development or approval process, it does not change the standards for approval. If we apply for breakthrough\ntherapy designation or any other expedited program for our drug candidates, the FDA may determine that our proposed target indication\nor other aspects of our clinical development plans do not qualify for such expedited program. Even if we are successful in obtaining\na breakthrough therapy designation or access to any other expedited program, we may not experience faster development timelines or achieve\nfaster review or approval compared to conventional FDA procedures. Access to an expedited program may also be withdrawn by the FDA if\nit believes that the designation is no longer supported by data from our clinical development program. Additionally, qualification for\nany expedited review procedure does not ensure that we will ultimately obtain regulatory approval for such drug candidate.\n\nRisks Related to Our\nIndebtedness\n\nWe have incurred significant\nindebtedness, which will require substantial cash to service and which subjects us to certain financial requirements and business restrictions.\n\nSince\n2021, we issued $115,250,000 aggregate principal amount of senior notes due in part in 2026 and in 2027 (the “Notes”)\nand in January 2026, debt in the amount of $107,500,000 principal amount under the Oaktree Loan becomes due. While the Company is\ncurrently in discussions with its current senior secured lender and other potential lenders about refinancing the Oaktree Loan and\nmanagement believes it is probable that the Company will be able to refinance the Oaktree Loan based on the Company’s collateral strength and expected cash flows\nfrom operations, there can be no assurance that the\nCompany will complete a refinancing on terms acceptable to it, or at all. We may incur additional indebtedness in the\nfuture. Our ability to make scheduled payments on our indebtedness depends on our future performance and ability to raise additional\ncapital, which is subject to economic, financial, competitive and other factors, some of which are beyond our control. If we are\nunable to generate sufficient cash to service our debt, we may be required to adopt one or more alternatives, such as selling\nassets, restructuring our debt or obtaining additional capital through equity sales or incurrence of additional debt on terms that\nmay be onerous or highly dilutive to our stockholders. Our ability to engage in any of these activities would depend on the capital\nmarkets and our financial condition at such time, and we may not be able to do so when needed, on desirable terms or at all, which\ncould result in a default on our debt obligations. Additionally, our debt instruments contain, or from time to time may contain,\nvarious restrictive covenants, including, among others, our obligation to deliver certain financial and other information, our\nobligation to comply with certain notice and insurance requirements, and our inability, without prior consent, to dispose of certain\nof our assets, incur certain additional indebtedness, enter into certain merger, acquisition or change of control transactions, pay\ncertain dividends or distributions on or repurchase any of our capital stock or incur any lien or other encumbrance on our assets,\nsubject to certain permitted exceptions. Any failure by us to comply with any of these covenants, subject to certain cure periods,\nor to make all payments under the debt instruments when due, would cause us to be in default under the applicable debt instrument.\nIn the event of any such default, lenders may be able to foreclose on our assets that secure the debt or declare all borrowed funds,\ntogether with accrued and unpaid interest, immediately due and payable, thereby potentially causing all of our available cash to be\nused to pay our indebtedness or forcing us into bankruptcy or liquidation if we do not then have sufficient cash available. Any such\nevent or occurrence could severely and negatively impact our operations and prospects.\n\nThe indenture under\nwhich the Notes were issued contains limited protection for holders of the Notes.\n\nThe\nindenture under which the Notes were issued offers limited protection to holders of the Notes. The terms of the indenture and the Notes\ndo not restrict our or any of our subsidiaries’ ability to engage in, or otherwise be a party to, a variety of corporate transactions,\ncircumstances or events that could have an adverse impact on the holders of the Notes. In particular, the terms of the indenture and\nthe Notes do not place any restrictions on our or our subsidiaries’ ability to:\n\n    ●\n    issue debt securities or otherwise incur additional indebtedness or\n    other obligations, including (1) any indebtedness or other obligations that would be equal in right of payment to the Notes, (2)\n    any indebtedness or other obligations that would be secured and therefore rank effectively senior in right of payment to the Notes\n    to the extent of the values of the assets securing such debt, (3) indebtedness of ours that is guaranteed by one or more of our subsidiaries\n    and which therefore is structurally senior to the Notes and (4) securities, indebtedness or obligations issued or incurred by our\n    subsidiaries that would be senior to our equity interests in our subsidiaries and therefore rank structurally senior to the Notes\n    with respect to the assets of our subsidiaries;\n\n    ●\n    pay dividends on, or purchase or redeem or make any payments in respect\n    of, capital stock or other securities subordinated in right of payment to the Notes;\n\n    ●\n    sell assets (other than certain limited restrictions on our ability\n    to consolidate, merge or sell all or substantially all of our assets);\n\n    ●\n    enter into transactions with affiliates;\n\n    ●\n    create liens (including liens on the shares of our subsidiaries) or\n    enter into sale and leaseback transactions;\n\n    ●\n    make investments; or\n\n    ●\n    create restrictions on the payment of dividends or other amounts to\n    us from our subsidiaries.\n\nIn addition,\nthe indenture does not include any protection against certain events, such as a change of control, leveraged recapitalization, “going\nprivate” transaction (which may result in a significant increase of our indebtedness), restructuring or similar transactions. Furthermore,\nthe terms of the indenture and the Notes do not protect holders of the Notes in the event that we experience changes (including significant\nadverse changes) in our financial condition, results of operations or credit ratings, as they do not require that we or our subsidiaries\nadhere to any financial tests or ratios or specified levels of net worth, revenues, income, cash flow, or liquidity. Also, an event of\ndefault or acceleration under our other indebtedness would not necessarily result in an event of default under the Notes.\n\nOur\nability to recapitalize, incur additional debt and take a number of other actions that are not limited by the terms of the Notes may\nhave important consequences for the holders of the Notes, including making it more difficult for us to satisfy our obligations with respect\nto the Notes or negatively affecting the trading value of the Notes.\n\nOther\ndebt we issue or incur in the future could contain more protections for its holders than the indenture and the Notes, including additional\ncovenants and events of default. The issuance or incurrence of any such debt with incremental protections could affect the market for\nand trading levels and prices of the Notes.\n\nAn increase in market\ninterest rates could result in a decrease in the value of the Notes.\n\nIn general,\nas market interest rates rise, notes bearing interest at a fixed rate decline in value. Consequently, if the market interest rates increase,\nthe market value of the Notes may decline. We cannot predict the future level of market interest rates.\n\nA lack of an active trading market for the\nNotes could adversely affect the market price of the Notes or limit a holder’s ability to sell them.\n\nThe Notes are listed on Nasdaq\nunder the symbols “HROWL” and “HROWM”. Although the Notes are listed, we cannot provide any assurances that an\nactive trading market will be maintained for the Notes or that a holder will be able to sell the Notes. If the Notes are traded, they\nmay trade at a discount from their initial offering price depending on prevailing interest rates, the market for similar securities,\nour credit ratings, general economic conditions, our financial condition, performance and prospects and other factors. The underwriters\nof the Notes may make a market in the Notes, but they are not obligated to do so. The underwriters may discontinue any market-making\nin the Notes at any time at their sole discretion. Accordingly, we cannot assure a holder that a liquid trading market will develop for\nthe Notes, that a holder will be able to sell the Notes at a particular time or that the price received will be favorable. To the extent\nan active trading market is not maintained, the liquidity and trading price for the Notes may be harmed. Accordingly, a holder may be\nrequired to bear the financial risk of an investment in the Notes for an indefinite period of time.\n\nThe rating for the Notes could at any time\nbe revised downward or withdrawn entirely at the discretion of the issuing rating agency.\n\nWe have obtained a rating for\nthe Notes. Ratings only reflect the views of the issuing rating agency or agencies and such ratings could at any time be revised downward\nor withdrawn entirely at the discretion of the issuing rating agency. A rating is not a recommendation to purchase, sell or hold the\nNotes. Ratings do not reflect market prices or suitability of a security for a particular investor and the rating of the Notes may not\nreflect all risks related to us and our business, or the structure or market value of the Notes. We may elect to issue other securities\nfor which we may seek to obtain a rating in the future. If we issue other securities with ratings lower than market expectations or that\nare subsequently lowered or withdrawn, the market for or the market value of the Notes could be adversely affected.\n\nWe could enter into various transactions that\ncould increase the amount of our outstanding debt or adversely affect our capital structure or credit rating.\n\nSubject\nto certain limited exceptions, the terms of the Notes do not prevent us from entering into a variety of acquisition, divestiture, refinancing,\nrecapitalization or other highly leveraged transactions. As a result, we could enter into any such transaction even though the transaction\ncould increase the total amount of our outstanding indebtedness, adversely affect our capital structure or credit rating or otherwise\nadversely affect the holders of the Notes.\n\nRisks Related to Our Common Stock\n\nIf we fail to maintain an effective system\nof internal controls, we may not be able to accurately report our financial results, which could cause our stock price to fall. \n\nEffective internal controls are\nnecessary for us to provide reliable financial results. If we cannot provide reliable financial results, our consolidated financial statements\ncould be misstated, our reputation may be harmed and the trading price of our common stock could decline. As we discuss in Item 9A of\nthis Annual Report, our management concluded that our internal controls over financial reporting were effective as of December 31, 2024.\nHowever, our controls over financial processes and reporting may not continue to be effective or we may identify material weaknesses\nor significant deficiencies in our internal controls in the future. Any failure to remediate any future material weaknesses or successfully\nimplement required new or improved controls, could harm our operating results, cause us to fail to meet our reporting obligations or\nresult in material misstatements in our consolidated financial statements or other public disclosures. Inferior internal controls could\nalso cause investors to lose confidence in our reported financial information, which could have a negative effect on the trading price\nof our common stock.\n\nOur stock price may be volatile.\n\nThe market price of our common\nstock is likely to be highly volatile and could fluctuate widely in response to various factors, many of which are beyond our control,\nincluding our ability to execute our business plan; operating results that fall below expectations; industry or regulatory developments;\ninvestor perception of our industry or our prospects; economic and other external factors; and the other risk factors discussed in this\n“Risk Factors” section.\n\nIn addition, the securities markets\nhave from time to time experienced significant price and volume fluctuations that are unrelated to the operating performance of particular\ncompanies. These market fluctuations may also materially and adversely affect the market price of our common stock.\n\nWe have the right to issue shares of preferred\nstock without obtaining stockholder approval. If we were to issue preferred stock, it may have rights, preferences and privileges superior\nto those of our common stock.\n\nWe are authorized to issue 5,000,000\nshares of “blank check” preferred stock, with such rights, preferences and privileges as may be determined from time to time\nby our Board of Directors. Our Board of Directors is empowered, without stockholder approval, to issue preferred stock at any time in\none or more series and to fix the dividend rights, dissolution or liquidation preferences, redemption prices, conversion rights, voting\nrights and other rights, preferences and privileges for any series of our preferred stock that may be issued. The issuance of shares\nof preferred stock, depending on the rights, preferences and privileges attributable to the preferred stock, could reduce the voting\nrights and powers of our common stockholders and the portion of our assets allocated for distribution to our common stockholders in a\nliquidation event, and could also result in dilution to the book value per share of our common stock. The preferred stock could also\nbe utilized, under certain circumstances, as a method for raising additional capital or discouraging, delaying or preventing a change\nin control of our Company.\n\nWe have not paid dividends in the past and\ndo not expect to pay dividends in the future. Any return on an investment will be limited to any appreciation in the value of our common\nstock.\n\nWe have never paid cash dividends\non our common stock and do not anticipate doing so in the foreseeable future. Any payment of dividends on our common stock would depend\non contractual restrictions, as well as our earnings, financial condition and other business and economic factors as our Board of Directors\nmay consider relevant. If we do not pay dividends, our common stock may be less valuable because a return on your investment will only\noccur if our stock price appreciates.\n\nOffers or availability for sale of a substantial\nnumber of shares of our common stock may cause the price of our common stock to decline.\n\nThe sale of substantial amounts\nof our common stock in the public market, or the perception that sales could occur, may cause the market price of our common stock to\nfall. Sales could occur upon the expiration of any statutory holding period, such as under Rule 144 under the Securities Act of 1933,\nas amended, applicable to outstanding shares, upon expiration of any lock-up periods applicable to outstanding shares, upon our issuance\nof shares upon the exercise of outstanding options or warrants, or upon our issuance of shares pursuant offerings of our equity securities.\nThe availability for sale of a substantial number of shares of our common stock, whether or not sales have occurred or are occurring,\nalso could make it more difficult for us to raise additional financing through the sale of equity or equity-related securities in the\nfuture, when needed, on acceptable terms or at all.\n\nUnstable market and\neconomic conditions may have serious adverse consequences on our business, financial condition and stock price. \n\nFrom time to time, global credit\nand financial markets have experienced extreme volatility and disruptions, including severely diminished liquidity and credit availability,\ndeclines in consumer confidence, declines in economic growth, increases in unemployment rates and uncertainty about economic stability.\nOur general business strategy may be adversely affected by any such economic downturn, volatile business environment and continued unpredictable\nand unstable market conditions. If the equity and credit markets deteriorate, it may make any debt or equity financing more difficult\nto complete, more costly, and more dilutive. In the event the Company or one of its subsidiaries needed to access additional capital,\nfailure to secure financing in a timely manner and on favorable terms could have a material adverse effect on our growth strategy, financial\nperformance and stock price and could require us to delay or abandon development plans. In addition, there is a risk that one or more\nof our current service providers, manufacturers and other partners may not survive an economic downturn, which could directly affect\nour ability to attain our operating goals on schedule and on budget.",
      "char_count": 161209
    }
  },
  "extracted_at": "2026-01-19T15:39:50.475443"
}