{
  "ticker": "ICHR",
  "company_name": "ICHOR HOLDINGS, LTD.",
  "cik": 1652535,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-27",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-006992",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001652535&accession_number=000162828025006992&xbrl_type=v",
  "sic_code": "3674",
  "industry": "Semiconductors & Related Devices",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nUnless expressly indicated or the context requires otherwise, the terms “Ichor,” “Company,” “we,” “us,” “our,” and similar terms in this Annual Report on Form 10-K refer to Ichor Holdings, Ltd. and its consolidated subsidiaries.\n\nWe were originally incorporated as Celerity, Inc. (“Celerity”) in 1999. Ichor Holdings, Ltd., an exempt limited company incorporated in the Cayman Islands, was formed in March 2012. We completed the initial public offering of our ordinary shares in December 2016.\n\nWe use a 52- or 53-week fiscal year ending on the last Friday in December. The following table details our fiscal periods included elsewhere in this Annual Report on Form 10-K. All references to 2024, 2023, and 2022, including the quarters thereto, relate to our fiscal periods as so detailed.\n\nFiscal PeriodPeriod EndingWeeks in Period\n\nFiscal Year 2024:December 27, 202452\n\nFirst QuarterMarch 29, 202413\n\nSecond QuarterJune 28, 202413\n\nThird QuarterSeptember 27, 202413\n\nFourth QuarterDecember 27, 202413\n\nFiscal Year 2023:December 29, 202352\n\nFirst QuarterMarch 31, 202313\n\nSecond QuarterJune 30, 202313\n\nThird QuarterSeptember 29, 202313\n\nFourth QuarterDecember 29, 202313\n\nFiscal Year 2022:December 30, 202252\n\nFirst QuarterApril 1, 202213\n\nSecond QuarterJuly 1, 202213\n\nThird QuarterSeptember 30, 202213\n\nFourth QuarterDecember 30, 202213\n\nCompany Overview\n\nWe are a leader in the design, engineering, and manufacturing of critical fluid delivery subsystems and components for semiconductor capital equipment. Our primary product offerings include gas and chemical delivery systems and subsystems, collectively known as fluid delivery systems and subsystems, which are key elements of the process tools used in the manufacturing of semiconductor devices. Our gas delivery subsystems deliver, monitor, and control precise quantities of the specialized gases used in semiconductor manufacturing processes such as etch and deposition. Our chemical delivery systems and subsystems precisely blend and dispense the reactive liquid chemistries used in semiconductor manufacturing processes such as chemical-mechanical planarization, electroplating, and cleaning. We also provide precision-machined components, weldments, electron beam (“e‑beam”) and laser-welded components, precision vacuum and hydrogen brazing and surface treatment technologies, and other proprietary products for the commercial space, aerospace, defense, medical device, and general-industrial industries. This vertically integrated portion of our business is primarily focused on metal and plastic parts that are used in gas and chemical systems, respectively.\n\nFluid delivery subsystems ensure accurate measurement and uniform delivery of specialty gases and chemicals at critical steps in the semiconductor manufacturing processes. Any malfunction or material degradation in fluid delivery reduces yields and increases the likelihood of manufacturing defects in these processes. Most original equipment manufacturers (“OEMs”) outsource all or a portion of the design, engineering, and manufacturing of their gas delivery subsystems to a few specialized suppliers, including us. Additionally, many OEMs are outsourcing the design, engineering, and manufacturing of their chemical delivery subsystems due to the increased fluid expertise required to manufacture these subsystems. Outsourcing these subsystems allows OEMs to leverage suppliers’ highly specialized engineering, design, and production skills while focusing their internal resources on their own value-added processes. Outsourcing enables OEMs to reduce their costs and development time, providing growth opportunities for specialized subsystems suppliers like us.\n\nOur goal is to be a leading supplier of fluid delivery subsystems and components to OEMs engaged in manufacturing capital equipment to produce semiconductors and to leverage our technology and products to expand the share of our addressable markets. To achieve this goal, we engage with our customers early in their design and development processes and utilize our deep engineering resources and operating expertise, as well as our expanded product portfolio, to jointly create innovative and advanced solutions that are designed to meet the current and future needs of our customers. We believe this approach enables us to design products that meet the precise specifications our customers demand, allows us to be the sole supplier of these subsystems during the initial production ramp, and positions us to be the preferred supplier for the full lifespan of the process tool.\n\nThe broad technical expertise of our engineering team, coupled with our early customer engagement approach, enables us to offer innovative and reliable solutions to complex fluid delivery challenges. With over two decades of experience developing complex fluid delivery subsystems and meeting the constantly changing production requirements of leading semiconductor OEMs, we have developed expertise in fluid delivery that we offer to our OEM customers. With an aim to provide superior customer service, we have a global footprint with many facilities strategically located in close proximity to our customers. We have long standing relationships with top tier OEM customers, including Lam Research, Applied Materials, and ASML which were our largest customers by sales in 2024.\n\nWe generated revenue of $849.0 million, $811.1 million, and $1,280.1 million in 2024, 2023, and 2022, respectively. We generated net income (loss) of $(20.8) million, $(43.0) million, and $72.8 million, calculated in accordance with generally accepted accounting principles in the United States (“GAAP”) in 2024, 2023, and 2022, respectively, and $5.9 million, $12.3 million, and $104.9 million on a non-GAAP basis in 2024, 2023, and 2022, respectively. See Item 7. – Management's Discussion and Analysis of Financial Condition and Results of Operations, Non-GAAP Results for a discussion of non-GAAP net income, an accompanying presentation of the most directly comparable financial measure, GAAP net income, and a reconciliation of the differences between non-GAAP net income and GAAP net income.\n\nOur Competitive Strengths\n\nAs a leader in the fluid delivery industry, we believe that our key competitive strengths include the following:\n\nDeep Fluids Engineering Expertise\n\nWe believe that our engineering team, comprised of chemical, mechanical, electrical, software, and systems engineers, has positioned us to expand the scope of our solutions, provide innovative products and subsystems, and strengthen our incumbent position at our OEM customers. Our engineering team works with our customers’ product development teams, providing our customers with technical expertise in fluid delivery system design.\n\nEarly Engagement with Customers on Product Development\n\nWe seek to engage with our customers and potential customers very early in their process for new product development. We believe this approach enables us to collaborate on product design, qualification, manufacturing, and testing in order to provide a comprehensive, customized solution. Through early engagement during the complex design stages, our engineering team gains early insight into our customers’ technology roadmaps, which enables us to pioneer innovative and advanced solutions. In many cases, our early engagement with our customers enables us to be the sole source supplier when the product is initially introduced.\n\nLong History and Strong Relationships with Top Tier Customers\n\nWe have established deep relationships with top tier OEMs, including Lam Research, Applied Materials, and ASML. Our customers are global leaders by sales in the semiconductor capital equipment industry. Our existing relationships with our customers have enabled us to effectively compete for new fluid delivery subsystems for our customers’ next generation products in development. We leverage our deep-rooted existing customer relationships with these market leaders to penetrate new business opportunities created through industry consolidation. Our close collaboration with our global customers has contributed to our established market position and several key supplier awards.\n\nOperational Excellence with Scale to Support the Largest Customers\n\nWith over 20 years of experience in designing and building fluid delivery systems, we have developed deep capabilities in operations. We have strategically located our manufacturing facilities near our customers’ locations in order to provide fast and efficient responses to new product introductions and accommodate configuration or design changes late in the manufacturing process. We will continue to add capacity as needed to support future growth. In addition to providing high quality and reliable fluid delivery subsystems and components, one of our principal strategies is delivering the lead-times that provide our customers with the required flexibility needed in their production processes. We have accomplished this by investing in manufacturing systems and processes and an efficient supply chain. Our focus on operational efficiency and flexibility allows us to reduce manufacturing cycle times in order to respond quickly to customer requests.\n\nCapital Efficient and Scalable Business Model\n\nOur business requires modest levels of capital investments to support production capacity and new product development. The amount of necessary investment fluctuates over time depending on business outlook, new product strategy, and timing of introductions. In 2024, 2023, and 2022, our total capital expenditures were $17.6 million, $15.5 million, and $29.4 million, respectively, representing 2.1%, 1.9%, and 2.3%, of sales, respectively. The semiconductor capital equipment market has historically been cyclical. We have structured our business to reduce fixed manufacturing overhead and operating expenses to enable us to grow net income at a higher rate than sales during periods of growth.\n\nOur Growth Strategy\n\nOur objective is to enhance our position as a leader in providing fluid delivery solutions, including subsystems, components, and legacy tool refurbishment, to our customers by leveraging our core strengths. The key elements of our growth strategy are:\n\nGrow Our Market Share within Existing Customer Base\n\nWe intend to grow our position within our existing customers by continuing to leverage our specialized engineering talent, early collaboration approach with OEMs to foster long-term relationships, and expanded product offerings. Each of our customers produces many different process tools for various process steps. At each customer, we are an outsourced supplier of fluid delivery subsystems and components for a subset of their entire process tool offerings. We are constantly looking to expand our market share at our existing customers. We believe that our early collaborative approach with customers positions us to deliver innovative and dynamic solutions, offer timely deployment and meet competitive cost targets, further increasing our market share.\n\n3\n\n\nGrow Our Total Available Market and Share of the Market with Expanded Product Offerings\n\nWe continue to work with our existing customer base on additional opportunities, including machined products, proprietary components, and chemical delivery systems and components as a few of our important potential growth areas. Our internally developed proprietary components can be integrated into our existing fluid delivery systems as well as our next generation gas panel. We believe that the industries we serve have a growing need for the unique expertise we offer in precision machining, fluid mechanics, controls, and the component needed for next generation processes. For example, as semiconductor devices become more complex, atomic layer deposition (“ALD”), etch, and chemical vapor deposition (“CVD”) require more precise gas control, with faster response times, tighter repeatability, and cleaner, more corrosion-resistant systems. By leveraging our existing customer relationships and strong history of solving these challenges, we believe this will grow market share. We have expanded our served customer base with expanded product offerings through both internal development and opportunistic acquisitions. This has enabled us to manufacture and assemble the complex products and precision machined components for the semiconductor equipment market, including at our existing customer base, as well as for the commercial space, aerospace, defense, medical device, and general-industrial industries.\n\nExpand Our Total Customer Base within Fluid Delivery Market\n\nWe have expanded our customer base to include a leading lithography system manufacturer and a leading ALD system manufacturer. We continue to actively engage with new customers that are considering outsourcing their gas and chemical delivery needs and we continue to expand our components business. \n\nOur acquisition of IMG Companies, LLC and its subsidiaries (“IMG”) in November 2021 further expanded our total customer base with new customers in the medical, aerospace, and defense sectors.\n\nContinue to Improve Our Manufacturing Process Efficiency\n\nWe continually strive to improve our processes to reduce our manufacturing process cycle time, increase our ability to respond to short lead-time and last-minute configuration changes, reduce our manufacturing costs, and improve our inventory efficiency requirements in order to improve profitability and make our product offerings more attractive to new and existing customers.\n\n4\n\n\nOur Products and Services\n\nWe are a leader in the design, engineering and manufacturing of critical fluid delivery subsystems and components. Our product and service offerings are classified in the following categories:\n\nGas Delivery Subsystems\n\nGas delivery is among the most technologically complex functions in semiconductor capital equipment and is used to deliver, monitor and control precise quantities of the vapors and gases critical to the manufacturing process. Our gas delivery systems consist of a number of gas lines, each controlled by a series of mass flow controllers, regulators, pressure transducers, valves, and an integrated electronic control system. Our gas delivery subsystems are primarily used in equipment for “dry” manufacturing processes, such as etch, chemical vapor deposition, physical vapor deposition, epitaxy, and strip.\n\nChemical Delivery Products and Subsystems\n\nOur chemical delivery products and subsystems are used to precisely blend and dispense reactive chemistries and colloidal slurries critical to the specific “wet” front-end process, such as wet clean, electro chemical deposition, and chemical-mechanical planarization (“CMP”). In addition to the chemical delivery subsystem, we also manufacture the process modules that apply the various chemicals directly to the wafer in a process-and application-unique manner to create the desired chemical reaction.\n\n5\n\n\nThe image below shows a typical wet-process front end semiconductor tool, with a chemical delivery subsystem and corresponding application process module highlighted:\n\nWeldments and Specialty Joining\n\nOur complete offering of weldments support the delivery of gases through the process tool. We have developed both automated and manual welding processes to support world class workmanship on all types of metals needed to support fluid delivery within the semiconductor market. The welded assemblies are used in both wet and dry processes, as well as non-semiconductor applications including in the aerospace, commercial space, defense, medical device, and general industrial markets. We offer a wide range of specialty joining technologies including orbital, tungsten inert gas, e‑beam, and laser welding, as well as hydrogen and vacuum brazing.\n\nPrecision Machining\n\nPrecision machining provides us the ability to supply our customers with components used in our gas delivery systems and weldments, while also providing custom machined solutions throughout customers’ equipment. Many of these items are used downstream of the gas system and in process-critical applications. Our precision machined products can be used in both wet and dry applications and include both small- and large‑format machining applications. Machined components are also provided to other critical non‑semiconductor markets, including aerospace and medical device. \n\n6\n\n\nCustomers, Sales, and Marketing\n\nWe primarily market and sell our products directly to equipment OEMs in the semiconductor equipment market. We are dependent upon a small number of customers, as the semiconductor equipment manufacturer market is highly concentrated with five companies accounting for over 70% of all process tool revenues. For 2024, two customers with individual sales over 10%, Lam Research and Applied Materials, accounted for a combined 73% of total sales. We do not have long-term contracts that require customers to place orders with us in fixed or minimum volumes, and we generally operate on a purchase order basis with customers.\n\nOur sales and marketing efforts focus on fostering close business relationships with our customers. As a result, we locate many of our account managers near the customer they support. Our sales process involves close collaboration between our account managers and engineering and operations teams. Account managers and engineers work together with customers and in certain cases provide on-site support, including attending customers’ internal meetings related to production and engineering design. Each customer project is supported by our account managers and customer support team who ensure we are aligned with all of the customer’s quality, cost, and delivery expectations.\n\nOperations, Manufacturing, and Supply Chain Management\n\nWe have developed a highly flexible manufacturing model with cost-effective locations situated nearby the manufacturing facilities of our largest customers. We have facilities in the United States, Singapore, Malaysia, the United Kingdom, Korea, and Mexico.\n\nOperations\n\nOur product cycle engagements begin by working closely with our customers to outline the solution specifications before design and prototyping even begin. Our design and manufacturing process is highly flexible, enabling our customers to make alterations to their final requirements throughout the design, engineering, and manufacturing process. This flexibility results in significantly decreased order-to-delivery cycle times for our customers. For instance, it can take as little as 20 to 30 days for us to manufacture a gas delivery system with fully evaluated performance metrics after receiving an order.\n\nManufacturing\n\nWe are ISO 9001 certified or compliant at our manufacturing locations, and our manufactured subsystems and modules strive to adhere to strict design tolerances and specifications. We operate clean rooms at our facilities in Singapore, Oregon, Texas, and Korea that meet Class 100 and Class 10,000 standards for customer-specified testing, assembly, and integration of high-purity gas and chemical delivery systems at our locations. We operate additional facilities in Malaysia, Oregon, Texas, and California for weldments and related components used in our gas delivery subsystems, and we operate facilities in Oregon and Malaysia for critical components used in our chemical delivery subsystems. We operate facilities in California, Minnesota, and Mexico for precision machining of components for sale to our customers and internal use, as well as specialty joining and plating technologies. Many of our facilities are located in close proximity to our largest customers to allow us to collaborate with them on a regular basis and to aid us in delivering our products on a just-in-time basis, regardless of order size or the degree of changes in the applicable configuration or specifications.\n\nWe qualify and test key components that are integrated into our subsystems and test our fluid delivery subsystems during the design process and again prior to shipping. Our quality management system allows us to access real-time corrective action reports, non-conformance reports, customer complaints, and controlled documentation. In addition, our senior management conducts quarterly reviews of our quality control system to evaluate effectiveness. Our customers also complete quarterly surveys which allow us to measure satisfaction.\n\nSupply Chain Management\n\nWe use a wide range of components and materials in the production of our gas and chemical delivery systems, including filters, mass flow controllers, regulators, pressure transducers, substrates, and valves. We obtain components and materials from a large number of sources, including single source and sole source suppliers.\n\n7\n\n\nWe use supplier-consigned material and just-in-time stocking programs for a portion of our inventories to effectively manage our component inventories and better respond to changing customer requirements. These approaches are designed to reduce our inventory levels and maintain flexibility in responding to changes in product demand. A key part of our strategy is to identify multiple suppliers with a strong global reach that are located within close proximity to our manufacturing locations.\n\nTechnology Development and Engineering\n\nWe have a long history of engineering innovation and development. We continue to transition from being an integration engineering and components company into a gas and chemical delivery system and subsystem leader with product development and systems engineering, as well as integration expertise. Our industry continues to experience rapid technological change, requiring us to continuously invest in technology and product development and regularly introduce new products and features that meet our customers’ evolving requirements.\n\nWe have built a team of fluid delivery experts. Our engineering team consists of engineers and designers with chemical, mechanical, electrical, software, systems, and manufacturing-engineering expertise. Our engineers are closely connected with our customers and typically work at our customers’ sites and operate as an extension of our customers’ design team. We engineer within our customers’ processes, design vaults, drawing standards, and part numbering systems. These development efforts are designed to meet specific customer requirements in the areas of subsystem design, materials, component selection, and functionality. The majority of our sales are generated from projects during which our engineers cooperated with our customer early in the design cycle. Through this early collaborative process, we become an integral part of our customers’ design and development processes, and we are able to quickly anticipate and respond to our customers’ changing requirements.\n\nOur engineering team also works directly with our suppliers to help them identify new component technologies and make necessary changes in, and enhancements to, the components that we integrate into our products. Our analytical and testing capabilities enable us to evaluate multiple supplier component technologies and provide customers with a wide range of appropriate component and design choices for their gas and chemical delivery systems and other critical subsystems. These capabilities also help us anticipate technological changes and the requirements in component features for next-generation gas delivery systems and other critical subsystems.\n\nCompetition\n\nThe market for our products is very competitive. When we compete for new business, we face competition from other suppliers of gas or chemical delivery subsystems, and in some cases with the internal manufacturing groups of OEMs. While many OEMs have outsourced the design and manufacturing of their gas and chemical delivery systems, we would face additional competition if in the future these OEMs elected to develop and build these systems internally.\n\nThe fluid delivery subsystem market is concentrated, and we face competition from Ultra Clean Technology, with additional competition from other suppliers. The chemical delivery subsystem, weldments, and precision machining industries are fragmented, and we face competition from numerous smaller suppliers. In addition, the market for tool refurbishment is fragmented, and we compete with many regional competitors. The primary competitive factors we emphasize include:\n\n•customer relationships;\n\n•early engagement with customers;\n\n•large and experienced engineering staff;\n\n•design-to-delivery cycle times; and\n\n•flexible manufacturing capabilities.\n\nWe expect our competitors to continue to improve the performance of their current products and to introduce new products or new technologies that could adversely affect sales of our current and future products. In addition, the limited number of potential customers in our industry further intensifies competition. We anticipate that increased competitive pressures may cause intensified price-based competition and we may have to reduce the prices of our products. In addition, we expect to face new competitors as we enter new markets.\n\n8\n\n\nIntellectual Property\n\nOur success depends, in part, upon our ability to develop, maintain, and protect our technology and products and to conduct our business without infringing the proprietary rights of others. We continue to invest in securing intellectual property protection for our technology and products and protect our technology by, among other things, filing patent applications. We also rely on a combination of trade secrets and confidentiality provisions, and to a much lesser extent, copyrights and trademarks, to protect our proprietary rights. As of December 27, 2024, we had 81 granted patents and 95 pending patent applications, of which 38 and 27, respectively, were filed in the U.S. The expiration dates of our granted patents range from 2027 to 2042. While we consider our patents to be valuable assets, we do not believe the success of our business or our overall operations are dependent upon any single patent or group of related patents. In addition, we do not believe that the loss or expiration of any single patent or group of related patents would materially affect our business.\n\nWe develop intellectual property for our own use in our products, as well as for our customers. Intellectual property developed on behalf of our customers is generally owned exclusively by those customers. In addition, we have agreed to indemnify certain of our customers against claims of infringement of the intellectual property rights of others with respect to our products. Historically, we have not paid any claims under these indemnification obligations, and we do not have any pending indemnification claims against us.\n\nHuman Capital Resources\n\nAs a global industry leader, we recognize that our success is driven by the talent, dedication, and well-being of our employees. We are committed to being responsible corporate citizens, fostering a workplace that is safe, inclusive, and rewarding. Our employees are the foundation of our company, and our core values of innovation, collaboration, honesty, operational excellence, and reliability define our culture, shape our decisions, and guide our actions. We embrace diverse backgrounds and perspectives, fostering an environment that supports continuous personal and professional growth. Below, we outline key initiatives that reflect our dedication to sound human capital management practices.\n\nWorkforce\n\nAs of December 27, 2024, we employed approximately 1,820 full‑time employees and 560 contingent/temporary workers. Our workforce strategy is designed to balance flexibility with stability, allowing us to adapt to evolving business needs and geographic demand. \n\nTotal Rewards\n\nWe are committed to attracting, engaging, and retaining top talent by offering competitive and equitable compensation and benefits. Our pay-for-performance philosophy aims to ensure that employees are recognized and rewarded based on their contributions, while also upholding our commitment to pay equity across gender, race, and ethnicity. Our compensation structure includes a mix of fixed and variable pay, tailored to business and functional needs. For key leaders and high-potential employees, we provide equity-based long-term incentives aligned with our strategic objectives. Our benefits portfolio includes locally competitive health and wellness programs, retirement savings plans with company contributions, and a discounted employee stock purchase plan. We also invest in holistic well-being initiatives that support employees’ physical, emotional, and financial health. In 2024, we continued our employee cash spot bonus and continuous improvement programs to recognize and reward outstanding contributions.\n\nLearning and Development\n\nWe believe in empowering our employees through continuous learning and career development. Our multi-faceted approach includes tuition reimbursement, digital learning platforms, on-the-job training, and leadership development programs. We invest in preparing the next generation of leaders. Our structured performance management framework, which is comprised of goal-setting, quarterly check-ins, and annual evaluations, ensures ongoing growth and alignment with business objectives. In addition, we support employee resource groups that foster connection, inclusion, and a sense of belonging.\n\n9\n\n\nHealth and Safety\n\nProviding a safe and engaging work environment is a top priority. Our manufacturing sites implement a “Caught You Safe” program to reinforce a culture of safety. We actively seek employee feedback through annual engagement surveys, skip-level meetings, and open communication forums. Our professional human resources team ensures employees have access to guidance and support, including a confidential whistleblower hotline for reporting concerns. In alignment with global regulatory standards, we implement best practices to safeguard the health and well-being of our workforce and communities.\n\nThrough these initiatives, we remain committed to fostering a high-performing, inclusive, and resilient workforce that drives our company’s long-term success.\n\nEnvironmental, Health, and Safety Regulations\n\nOur operations and facilities are subject to a variety of federal, state, and local regulatory requirements and laws, as well as foreign laws and regulations. These laws and regulations include regulations related to employment, tax, product, anti-bribery, environmental, waste management, and health and safety matters, including those relating to the release, use, storage, treatment, transportation, discharge, disposal, and remediation of contaminants, hazardous substances, and wastes, as well as practices and procedures applicable to the construction and operation of our facilities.\n\nWe believe that our business is operated in substantial compliance with applicable laws and regulations. In 2024, compliance with the governmental regulations applicable to us, including environmental regulations, did not have a material effect on our capital expenditures, earnings, or competitive position.\n\nHowever, in the future we could incur substantial costs, including cleanup costs, fines or civil or criminal sanctions, or third-party property damage, or personal injury claims, in the event of violations or liabilities under these laws and regulations, or non-compliance with the environmental permits required at our facilities. Potentially significant expenditures could be required in order to comply with environmental laws that may be adopted or imposed in the future. We are not aware of any threatened or pending environmental investigations, lawsuits, or claims involving us, our operations, or our current or former facilities, nor do we expect to incur material capital expenditures related to compliance with regulations during 2025.\n\nAvailable Information\n\nOur internet address is ichorsystems.com. We make a variety of information available, free of charge, at our Investor Relations website, ir.ichorsystems.com. This information includes our Annual Reports on Form 10‑K, our Quarterly Reports on Form 10‑Q, our Current Reports on Form 8‑K, and any amendments to those reports as soon as reasonably practicable after we electronically file those reports with or furnish them to the SEC, as well as our Code of Business Ethics and Conduct and other governance documents.\n\nThe SEC maintains an internet site that contains reports, proxy and information statements, and other information regarding issuers that file documents electronically with the SEC at sec.gov.\n\nThe contents of these websites, or the information connected to those websites, are not incorporated into this Annual Report on Form 10-K. References to websites in this Annual Report on Form 10-K are provided as a convenience and do not constitute, and should not be viewed as, incorporation by reference of the information contained on, or available through, the website.",
      "char_count": 33074
    },
    "item1a": {
      "text": "Table of Contents\n\nITEM 1A. RISK FACTORS\n\nThere are many factors that affect our business and the results of operations, some of which are beyond our control. The following is a description of some important factors that may cause the actual results of operations in future periods to differ materially from those currently expected or desired.\n\nRisk Factor Summary\n\nThe following is a summary of some important risk factors that could adversely affect our business, operations, and financial results.\n\nEconomic and Strategic Risks\n\n•Our business depends significantly on expenditures by manufacturers in the semiconductor capital equipment industry.\n\n•We rely on a very small number of OEM customers for a significant portion of our sales.\n\n•Our customers exert a significant amount of negotiating leverage over us.\n\n•The industries in which we participate are highly competitive and rapidly evolving.\n\n•We are exposed to risks associated with weakness in the global economy and geopolitical instability.\n\n•If we do not keep pace with developments in the industries we serve and with technological innovation generally, our products and services may not be competitive.\n\n•We must design, develop, and introduce new products that are accepted by OEMs in order to retain our existing customers and obtain new customers.\n\n•Acquisitions may present integration challenges, and the goodwill, indefinite-lived intangible assets, and other long-term assets recorded in connection with such acquisitions may become impaired.\n\n•We are subject to fluctuations in foreign currency exchange rates.\n\nBusiness and Operational Risks\n\n•The manufacturing of our products is highly complex.\n\n•Defects in our products could damage our reputation, decrease market acceptance of our products, and result in potentially costly litigation.\n\n•We may incur unexpected warranty and performance guarantee claims.\n\n•Our dependence on a limited number of suppliers may harm our production output and increase our costs.\n\n•We may face supply chain disruptions, manufacturing interruptions or delays.\n\n•We are subject to order and shipment uncertainties.\n\n•Our customers generally require that they qualify our engineering, documentation, manufacturing and quality control procedures.\n\n•We may be subject to interruptions or failures in our information technology systems. \n\n•Certain of our customers require that we consult with them in connection with specified fundamental changes in our business.\n\n•Our business is largely dependent on the know-how of our employees, and we generally do not have an intellectual property position that is protected by patents.\n\n•Our business will suffer if we are unable to attract, hire, integrate, and retain key personnel and other necessary employees, particularly in the highly competitive technology labor market, or if we experience labor disruptions at our facilities.\n\n•The technology labor market is very competitive, and labor disruptions could materially adversely affect our business.\n\n•Our business is subject to the risks of catastrophic events. \n\nLegal and Regulatory Risks\n\n•Our business is subject to a variety of U.S. and international laws, rules, policies, and other obligations regarding privacy, data protection, and other matters.\n\n•Third parties have claimed and may in the future claim we are infringing their intellectual property.\n\n•From time to time, we may become involved in other litigation and regulatory proceedings.\n\n•As a global company, we are subject to the risks of doing business internationally.\n\n•Changes in U.S. or international trade policy, tariffs, and import/export regulations may have a material adverse effect on our business.\n\n•We are subject to numerous environmental laws and regulations.\n\n•We previously identified material weaknesses in our internal control over financial reporting, and the failure to maintain an effective system of internal controls and procedures may cause investors to lose confidence in our financial reporting.\n\n•Changes in tax laws, tax rates or tax assets and liabilities could materially adversely affect our financial condition and results of operations.\n\nLiquidity and Capital Resources Risks\n\n•We have a substantial amount of indebtedness and are subject to restrictive covenants.\n\n•We are subject to interest rate risk associated with variable rates on our outstanding indebtedness.\n\n•If one or more of our counterparty financial institutions default on their obligations to us or fail, we may incur significant losses.\n\nOrdinary Share Ownership Risks\n\n•Our quarterly sales and operating results fluctuate significantly from period to period, and the price of our ordinary shares may fluctuate substantially.\n\n•Our articles of association contain anti-takeover provisions that could adversely affect the rights of our shareholders.\n\n•The issuance of preferred shares could adversely affect holders of ordinary shares.\n\n•Our shareholders may face difficulties in protecting their interests under the laws of the Cayman Islands compared to the laws of the U.S.\n\n•There can be no assurance that we will not be a passive foreign investment company for any taxable year.\n\n•If a U.S. person is treated as owning at least 10% of our shares, such person may be subject to adverse U.S. federal income tax consequences.\n\n12\n\n\nEconomic and Strategic Risks\n\nOur business depends significantly on expenditures by manufacturers in the semiconductor capital equipment industry, which, in turn, is dependent upon the semiconductor device industry. When that industry experiences cyclical downturns, demand for our products and services generally decreases, resulting in decreased sales. We may also be forced to reduce our prices during cyclical downturns without being able to proportionally reduce costs.\n\nOur business, financial condition and results of operations depend significantly on expenditures by manufacturers in the semiconductor capital equipment industry. In turn, the semiconductor capital equipment industry depends upon the current and anticipated market demand for semiconductor devices. The semiconductor device industry is subject to cyclical and volatile fluctuations in supply and demand and in the past has experienced significant downturns, including in the fourth quarter of 2022, which often occur in connection with declines in general economic conditions, and which have resulted in significant volatility in the semiconductor capital equipment industry and resulted in weakened customer demand. The semiconductor device industry has also experienced recurring periods of over-supply of products that have had a severe negative effect on the demand for capital equipment used to manufacture such products. Even as the industry recovers from periods of downturns, inventory digestion at our customers and the relative spending levels within our primary served markets, in particular lower spending levels for deposition and etch equipment, may result in decreased demand from our customers, such as in 2023 and early 2024. We anticipate that we will continue to experience significant fluctuations in customer orders for our products and services as a result of such fluctuations and cycles, which may have a material adverse effect on our business, financial condition and results of operations.\n\nIn addition, we must be able to appropriately align our cost structure with prevailing market conditions, effectively manage our supply chain and motivate and retain employees, particularly during periods of decreasing demand for our products. We may be forced to reduce our prices during periods of decreasing demand. During the fourth quarter of 2022, we initiated labor cost reduction initiatives to better align our resources with the decreased demand environment, which continued through the second quarter of 2024. While we operate under a low fixed cost model, we may not be able to proportionally reduce all of our costs if we are required to reduce our prices. The cyclical and volatile nature of the semiconductor device industry and the absence of long-term fixed or minimum volume contracts make any effort to project a material reduction in future sales volume difficult. If we overbuild inventory in a period of decreased demand, or we expand our operations and workforce too rapidly, or procure excessive resources in anticipation of increased demand for our products, and that demand does not materialize at the pace at which we expect, or declines, our operating results may be adversely affected as a result of underutilization of capacity, charges related to excess or obsolete inventory, asset impairment or inventory write-downs, increased operating expenses or reduced margins. For example, in the fourth quarter of 2024, gross margin was impacted by costs related to our efforts to ramp headcount and other resources to address expected incremental demand in early 2025, which were unable to be fully absorbed during the quarter. Further, any future capacity expansion by us or our competitors could also lead to overcapacity and oversaturation in our target markets, which could lead to price erosion that could adversely impact our operating results. \n\n13\n\n\nWe rely on a very small number of OEM customers for a significant portion of our sales. Any adverse change in our relationships with these customers could materially adversely affect our business, financial condition and results of operations.\n\nThe semiconductor capital equipment industry is highly concentrated and has experienced significant consolidation in recent years. As a result, a relatively small number of OEM customers have historically accounted for a significant portion of our sales, and we expect this trend to continue for the foreseeable future. For 2024, two customers with individual sales over 10%, Lam Research and Applied Materials, accounted for a combined 73% of total sales, and we expect that our sales will continue to be concentrated among a very small number of customers. We do not have any long-term contracts that require customers to place orders with us in fixed or minimum volumes. Accordingly, the success of our business depends on the success of our customers and those customers and other OEMs continuing to outsource the manufacturing of critical subsystems and process solutions to us. Because of the small number of OEMs in the markets we serve, a number of which are already our customers, it is difficult to replace lost sales resulting from the loss of, or the reduction, cancellation or delay in purchase orders by, any one of these customers, whether due to a reduction in the amount of outsourcing they do, their giving orders to our competitors, an adverse change to their business or financial condition, their acquisition by an OEM who is not a customer or with whom we do less business, or otherwise. We have in the past lost business from customers for a number of these reasons. If we are unable to replace sales from customers who reduce the volume of products and services they purchase from us or terminate their relationship with us entirely, such events could have a material adverse impact on our business, financial condition and results of operations.\n\nOur ability to lessen the adverse effect of any loss of, or reduction in sales to, an existing customer through the rapid addition of one or more new customers is limited because onboarding a new customer is a time-consuming process as our customers generally require that they qualify our engineering, documentation, manufacturing and quality control procedures. Consequently, the risk that our business, financial condition and results of operations would be materially adversely affected by the loss of, or any reduction in orders by, any of our significant customers is increased. Moreover, if we lost our existing status as a qualified supplier to any of our customers, such customer could cancel its orders from us or otherwise terminate its relationship with us, which could have a material adverse effect on our business, financial condition and results of operations.\n\nAdditionally, if one or more of the largest OEMs were to decide to single- or sole-source all or a significant portion of manufacturing and assembly work to a single equipment manufacturer, such a development would heighten the risks discussed above.\n\nOur customers exert a significant amount of negotiating leverage over us, which requires us to accept lower prices and gross margins or take on increased liability risk in order to retain or expand our market share with them.\n\nBy virtue of our largest customers’ size and the significant portion of our sales that is derived from them, as well as the competitive landscape, our customers exert significant influence and pricing pressure in the negotiation of our commercial arrangements and the conduct of our business with them. Our customers often require price reductions and quality or delivery commitments as conditions to their purchasing from us, which have, among other things, resulted in reduced gross margins in order for us to maintain or expand our market share. Our customers’ negotiating leverage also can result in customer arrangements that contain significant liability risk to us. For example, some of our customers require that we provide them indemnification against certain liabilities in our arrangements with them, including claims of losses by their customers caused by our products. Pursuant to certain of these arrangements, we indemnify, hold harmless, and agree to reimburse the indemnified parties for losses suffered or incurred by the indemnified party for third party claims in connection with our breach of the agreement, our negligence or willful misconduct in connection with the agreement, or any trade secret, copyright, patent or other intellectual property infringement claim with respect to our products. Any increase in our customers’ negotiating leverage may expose us to increased liability risk in our arrangements with them, which, if realized, may have a material adverse effect on our business, financial condition and results of operations. In addition, new products often carry lower gross margins than existing products for several quarters following their introduction. If we are unable to retain and expand our business with our customers on favorable terms, or if we are unable to achieve gross margins on new products that are similar to or more favorable than the gross margins we have historically achieved, our business, financial condition and results of operations may be materially adversely affected.\n\n14\n\n\nThe industries in which we participate are highly competitive and rapidly evolving, and if we are unable to compete effectively, our business, financial condition and results of operations could be materially adversely affected.\n\nWe face intense competition from other suppliers of gas or chemical delivery subsystems, as well as the internal manufacturing groups of OEMs. Increased competition has in the past resulted, and could in the future result, in price reductions, reduced gross margins or loss of market share, any of which would materially adversely affect our business, financial condition and results of operations. We are subject to significant pricing pressure as we attempt to maintain and increase market share with our existing customers. Our competitors may offer reduced prices or introduce new products or services for the markets currently served by our products and services. These products may have better performance, lower prices and achieve broader market acceptance than our products. OEMs also typically own the design rights to their products. Further, if our competitors obtain proprietary rights to these designs such that we are unable to obtain the designs necessary to manufacture products for our OEM customers, our business, financial condition and results of operations could be materially adversely affected. \n\nCertain of our competitors may have or may develop greater financial, technical, manufacturing and marketing resources than we do. As a result, they may be able to respond more quickly to new or emerging technologies and changes in customer requirements, devote greater resources to the development, promotion, sale and support of their products and services, and reduce prices to increase market share. In addition to organic growth by our competitors, there may be merger and acquisition activity among our competitors and potential competitors that may provide our competitors and potential competitors with an advantage over us by enabling them to expand their product offerings and service capabilities to meet a broader range of customer needs. The introduction of new technologies and new market entrants may also increase competitive pressures.\n\nAdditionally, from time to time, governments around the world may provide incentives or make other investments that could benefit and give competitive advantages to our competitors. For example, in August 2022, the U.S. government enacted the CHIPS and Science Act of 2022 to provide financial incentives to the U.S. semiconductor industry. Government incentives, including any that may be offered in connection with the CHIPS Act, may not be available to us on acceptable terms or at all and to the extent that the current administration modifies or repeals the CHIPS Act the availability of any such incentives may be even less certain. If our competitors can benefit from such government incentives and we cannot, it could strengthen our competitors’ relative position and have a material adverse effect on our business.\n\nWe are exposed to risks associated with weakness in the global economy and geopolitical instability.\n\nContinuing uncertainty regarding the global economy and geopolitical instability continues to pose challenges to our business. Geopolitical instability, including the conflict between Russia and Ukraine, the conflict in the Middle East, actual and potential shifts in U.S. (including as a result of the 2024 U.S. presidential and congressional elections) and foreign trade, economic and other policies, and rising trade tensions between the U.S. and China, as well as other global events, have significantly increased macroeconomic uncertainty at a global level. The current macroeconomic environment is characterized by high inflation, supply chain challenges, shortages of skilled labor and higher labor costs, high interest rates, foreign currency exchange volatility, volatility in the global capital markets, and uncertainty in debt markets, which exacerbates negative trends in business and consumer spending and causes certain of our customers to push out, cancel or refrain from placing orders for products or services, which may reduce sales, reduce our backlog, increase our inventory and materially adversely affect our business, financial condition and results of operations. While inflation has slowed from its peak in 2022 and the U.S. Federal Reserve decreased the federal funds rate in 2024, the rate continues to be elevated and there can be no assurances that the rate will continue to decrease or that it will not be increased in 2025 or beyond. Further, difficulties in obtaining capital, uncertain market conditions or reduced profitability may also cause some customers to scale back operations, exit businesses, merge with other manufacturers, or file for bankruptcy protection and potentially cease operations, leading to customers’ reduced research and development funding or capital expenditures and, in turn, lower orders from our customers or additional slow moving or obsolete inventory or bad debt expense for us. These conditions may also similarly affect our key suppliers, which could impair their ability to deliver parts and result in delays for our products or require us to procure products from higher-cost suppliers, or if no additional suppliers exist, to reconfigure the design and manufacture of our products, and we may be unable to fulfill some customer orders. Any of these conditions or events could have a material adverse effect on our business, financial condition and results of operations.\n\n15\n\n\nIf we do not keep pace with developments in the industries we serve and with technological innovation generally, our products and services may not be competitive.\n\nRapid technological innovation in the markets we serve requires us to anticipate and respond quickly to evolving customer requirements and could render our current product offerings, services and technologies obsolete. In particular, the design and manufacturing of semiconductors is constantly evolving and becoming more complex in order to achieve greater power, performance and efficiency with smaller devices. Capital equipment manufacturers need to keep pace with these changes by refining their existing products and developing new products.\n\nWe believe that our future success will depend upon our ability to design, engineer and manufacture products that meet the changing needs of our current and potential customers, including potentially through the incorporation or use of software or artificial intelligence technology, which as a novel business model could expose us to new risks. This requires that we successfully anticipate and respond to technological changes in design, engineering and manufacturing processes in a cost-effective and timely manner. If we are unable to integrate new technical specifications into competitive product designs, develop the technical capabilities necessary to manufacture new products or make necessary modifications or enhancements to existing products, our business, financial condition and results of operations could be materially adversely affected.\n\nThe timely development of new or enhanced products is a complex and uncertain process which requires that we:\n\n•design innovative and performance-enhancing features that differentiate our products from those of our competitors;\n\n•identify emerging technological trends in the industries we serve, including new standards for our products;\n\n•accurately identify and design new products to meet market needs;\n\n•collaborate with OEMs to design and develop products on a timely and cost-effective basis;\n\n•ramp-up production of new products, especially new subsystems, in a timely manner and with acceptable yields;\n\n•manage our costs of product development and the costs of producing the products that we sell;\n\n•successfully manage development production cycles; and\n\n•respond quickly and effectively to technological changes or product announcements by others.\n\nIf we are unsuccessful in keeping pace with technological developments for the reasons above or other reasons, our business, financial condition and results of operations could be materially adversely affected. \n\nWe must design, develop, and introduce new products that are accepted by OEMs in order to retain our existing customers and obtain new customers.\n\nWhile we continue to invest in research and development initiatives for new products, the introduction of new products is inherently risky because it is difficult to foresee the adoption of new standards, coordinate our technical personnel and strategic relationships and win acceptance of new products by OEMs. Further, we cannot ensure that we will be able to successfully introduce, market and cost-effectively manufacture new products, or that we will be able to develop new or enhanced products and processes that satisfy customer needs. In addition, new capital equipment typically has a lifespan of five to ten years, and OEMs frequently specify which systems, subsystems, components and instruments are to be used in their equipment. Once a specific system, subsystem, component or instrument is incorporated into a piece of capital equipment, it will often continue to be purchased for that piece of equipment on an exclusive basis for 18 to 24 months before the OEM generates enough sales volume to consider adding alternative suppliers. Accordingly, it is important that our products are designed into the new systems introduced by the OEMs. If any of the new products we develop are not launched or successful in the market, our business, financial condition and results of operations could be materially adversely affected.\n\n16\n\n\nAcquisitions may present integration challenges, and if the goodwill, indefinite-lived intangible assets, and other long-term assets recorded in connection with such acquisitions become impaired, we would be required to record impairment charges, which may be significant.\n\nWe have acquired strategic businesses in the past and if we find appropriate opportunities in the future, we may acquire businesses, products or technologies that we believe are strategic. The process of integrating an acquired business, product or technology may produce unforeseen operating difficulties and expenditures, fail to result in expected synergies or other benefits or absorb significant attention of our management that would otherwise be available for the ongoing development of our business. Our ability to realize anticipated benefits of acquisitions and other strategic initiatives may also be affected by the incurrence of additional indebtedness in connection with financing; regulatory challenges; our ability to retain key employees and customers of the acquired company; our ability to successfully integrate personnel from the acquired company; our ability to establish, integrate or combine operations and systems; or our ability to retain the customers of an acquired business. In addition, we may record a portion of the assets we acquire as goodwill, other indefinite-lived intangible assets or finite-lived intangible assets. We review goodwill for impairment on an annual basis or whenever events or changes in circumstances indicate that its carrying value may not be recoverable. The recoverability of goodwill and indefinite-lived intangible assets is dependent on our ability to generate sufficient future earnings and cash flows. Changes in estimates, circumstances or conditions, resulting from both internal and external factors, could have a significant impact on our fair valuation determination, which could then have a material adverse effect on our business, financial condition and results of operations.\n\nWe are subject to fluctuations in foreign currency exchange rates, which could cause operating results and reported financial results to vary significantly from period to period.\n\nThe vast majority of our sales are denominated in U.S. dollars. Many of the costs and expenses associated with our Singapore, Malaysian, Korean, U.K., Mexico and European Union operations are paid in Singapore dollars, Malaysian ringgit, Korean won, British pounds, Mexican pesos or euros, respectively, and we expect our exposure to these currencies to increase as we increase our operations in those jurisdictions. As a result, our risk exposure from transactions denominated in non-U.S. currencies is primarily related to the Singapore dollar, Malaysian ringgit, Korean won, British pound, Mexican peso and euro. In addition, because the majority of our sales are denominated in the U.S. dollar, if one or more of our competitors sells to our customers in a different currency than the U.S. dollar, we are subject to the risk that the competitors’ products will be relatively less expensive than our products due to exchange rate effects. We have not historically established transaction-based hedging programs. Foreign currency exchange risks inherent in doing business in foreign countries could have a material adverse effect on our business, financial condition and results of operations. \n\nBusiness and Operational Risks\n\nThe manufacturing of our products is highly complex, and if we are not able to manage our manufacturing and procurement process effectively, our business, financial condition and results of operations may be materially adversely affected.\n\nThe manufacturing of our products is a highly complex process that involves the integration of multiple components and requires effective management of our supply chain while meeting our customers’ design-to-delivery cycle time requirements. Through the course of the manufacturing process, our customers may modify design and system configurations in response to changes in their own customers’ requirements. In order to rapidly respond to these modifications and deliver our products to our customers in a timely manner, we must effectively manage our manufacturing and procurement process. If we fail to manage this process effectively, we risk losing customers and damaging our reputation. We may also be subject to liability under our agreements with our customers if we or our suppliers fail to re-configure manufacturing processes or components in response to these modifications. In addition, the acquisition of inventory in excess of demand, or that does not meet customer specifications, causes us to incur excess or obsolete inventory charges. We have from time to time experienced bottlenecks and production difficulties that have caused delivery delays and quality control problems. These risks are even greater as we seek to expand our business into new subsystems. In addition, certain of our suppliers have been, and may in the future be, forced out of business as a result of the economic environment. In such cases, we may be required to procure products from higher-cost suppliers or, if no additional suppliers exist, reconfigure the design and manufacture of our products. This could materially limit our growth, adversely impact our ability to win future business and have a material adverse effect on our business, financial condition and results of operations.\n\n17\n\n\nDefects in our products could damage our reputation, decrease market acceptance of our products, and result in potentially costly litigation.\n\nA number of factors, including design flaws, material and component failures, contamination in the manufacturing environment, impurities in the materials used and unknown sensitivities to process conditions, such as temperature and humidity, as well as equipment failures, may cause our products to contain undetected errors or defects. Errors, defects or other problems with our products may:\n\n•cause delays in product introductions and shipments;\n\n•result in increased costs and diversion of development resources;\n\n•cause us to incur increased charges due to unusable inventory;\n\n•require design modifications;\n\n•result in liability for the unintended release of hazardous materials;\n\n•result in product warranty liability;\n\n•create claims for rework, replacement or damages under our contracts with customers, as well as indemnification claims from customers;\n\n•decrease market acceptance of, or customer satisfaction with, our products, which could result in decreased sales and increased product returns;\n\n•result in the loss of existing customers or impair our ability to attract new customers; or\n\n•result in lower yields for semiconductor manufacturers.\n\nIf any of our products contain defects or have reliability, quality or compatibility problems, our reputation may be damaged and customers may be reluctant to buy our products. We may also face a higher rate of product defects as we increase our production levels in periods of significant growth. In addition, we may not find defects or failures in our products until after they are installed in a manufacturer’s fabrication facility. We may have to invest significant capital and other resources to correct these problems. Our customers also might seek to recover from us any losses resulting from defects or failures in our products. In addition, hazardous materials flow through and are controlled by certain of our products and an unintended release of these materials could result in serious injury or death. Liability claims could require us to spend significant time and money in litigation or pay significant damages.\n\nWe may incur unexpected warranty and performance guarantee claims that could materially adversely affect our business, financial condition and results of operations.\n\nIn connection with our products and services, we provide various product warranties, performance guarantees and indemnification rights. Warranty or other performance guarantee or indemnification claims against us could cause us to incur significant expense to repair or replace defective products or indemnify the affected customer for losses. In addition, quality issues have various other ramifications, including delays in the recognition of sales, loss of sales, loss of future sales opportunities, increased costs associated with repairing or replacing products, and a negative impact on our reputation, all of which could materially adversely affect our business, financial condition and results of operations.\n\nOur dependence on a limited number of suppliers may harm our production output and increase our costs, and may prevent us from delivering acceptable products on a timely basis.\n\nOur ability to meet our customers’ demand for our products depends upon obtaining adequate supplies of quality components and other raw materials on a timely basis. In addition, our customers often specify components from particular suppliers that we must incorporate into our products. We also use consignment and just-in-time stocking programs, which means we carry very little inventory of components or other raw materials, and we rely on our suppliers to deliver necessary components and raw materials in a timely manner. However, our suppliers are under no obligation to continue to provide us with components or other raw materials. As a result, the loss of or failure to perform by any of our key suppliers could materially adversely affect our ability to deliver products on a timely basis. In addition, if a supplier is unable to provide the volume of components we require on a timely basis and at acceptable prices and quality, we would have to identify and qualify replacements from alternative sources of supply, and the process of qualifying new suppliers for complex components is lengthy and could delay our production. We may also experience difficulty in obtaining sufficient supplies of components and raw materials in times of significant growth in our business. If we are unable to procure sufficient quantities of components or raw materials from suppliers, our customers may elect to delay or cancel existing orders or not place future orders, which could have a material adverse effect on our business, financial condition and results of operations. \n\n18\n\n\nSupply chain disruptions, manufacturing interruptions or delays, or the failure to accurately forecast customer demand could affect our ability to meet customer demand, lead to higher costs, or result in excess or obsolete inventory.\n\nOur business depends on our timely supply of equipment, services and related products to meet the changing requirements of our customers, which depends in part on the timely delivery of parts, materials and services from suppliers and contract manufacturers. Shortages of parts, materials and services needed to manufacture our products, as well as delays in and unpredictability of shipments due to transportation interruptions, have adversely impacted, and may continue to adversely impact, our manufacturing operations and our ability to meet customer demand. Ongoing supply chain constraints may continue to increase costs of logistics and parts for our products and may cause us to pass on increased costs to our customers, which may lead to reduced demand for our products and materially and adversely impact our operating results. Supply chain disruptions have caused and may continue to cause delays in our equipment production and delivery schedules, which could have an adverse impact on our operating and financial results.\n\nWe may experience supply chain disruptions, significant interruptions of our manufacturing operations, delays in our ability to deliver or install products or services, increased costs, customer order cancellations or reduced demand for our products as a result of:\n\n•global trade issues and changes in and uncertainties with respect to trade and export regulations, trade policies and sanctions, tariffs (including uncertainty around increased, new, or retaliatory tariffs and trade restrictions resulting from the current presidential administration), international trade disputes and new and unchanging regulations for exports of certain technologies to China, where a portion of our supply chain is located, and any retaliatory measures, that adversely impact us or our suppliers;\n\n•the failure or inability to accurately forecast demand and obtain quality parts on a cost-effective basis;\n\n•volatility in the availability and cost of parts, commodities, energy and shipping related to our products, including increased costs due to high inflation or interest rates or other market conditions;\n\n•difficulties or delays in obtaining required import or export licenses and approvals;\n\n•shipment delays due to transportation interruptions or capacity constraints;\n\n•a worldwide shortage of manufacturing components as a result of sharp increases in demand for semiconductor products in general;\n\n•cybersecurity incidents or information technology or infrastructure failures, including those of a third-party supplier or service provider; and\n\n•natural disasters, the impacts of climate change or other events beyond our control (such as earthquakes, utility interruptions, tsunamis, hurricanes, typhoons, floods, storms or extreme weather conditions, fires, regional economic downturns, regional or global health epidemics, geopolitical turmoil, increased trade restrictions between the U.S. and China and other countries, social unrest, political instability, terrorism or acts of war) in locations where we or our customers or suppliers have manufacturing, research, engineering, or other operations.\n\nIf we need to rapidly increase our business and manufacturing capacity to meet increases in demand or expedited shipment schedules, this may strain our manufacturing and supply chain operations and negatively impact our working capital. \n\n19\n\n\nWe are subject to order and shipment uncertainties, and any significant reductions, cancellations or delays in customer orders could have a material adverse effect on our business, financial condition and results of operations.\n\nOur sales are difficult to forecast because we generally do not have a material backlog of unfilled orders and because of the short timeframe within which we are often required to manufacture and deliver products to our customers. Most of our sales for a particular quarter depend on customer orders placed during that quarter or shortly before it commences. Our contracts generally do not require our customers to commit to minimum purchase volumes. While most of our customers provide periodic rolling forecasts for product orders, those forecasts do not become binding until a formal purchase order is submitted, which generally occurs only a short time prior to shipment. As a result of the foregoing and the cyclicality and volatility of the industries we serve, it is difficult to predict future orders with precision and we may incur unexpected or additional costs to align our business operations with changes in demand. Occasionally, we order component inventory and build products in advance of the receipt of actual customer orders. Customers may cancel order forecasts, change production quantities from forecasted volumes, change product specifications or delay production for reasons beyond our control. Furthermore, reductions, cancellations or delays in customer order forecasts may occur from time to time without penalty to, or compensation from, the customer. Reductions, cancellations or delays in forecasted orders could cause us to hold inventory longer than anticipated, which could reduce our gross profit, restrict our ability to fund our operations, and result in unanticipated reductions or delays in sales. If we do not obtain orders as we anticipate, we could have excess components for a specific product or finished goods inventory that we would not be able to sell to another customer, likely resulting in inventory write-offs or selling inventory at lower margins, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe may be subject to interruptions or failures in our information technology systems. \n\nWe rely on our information technology systems to process transactions, summarize our operating results and manage our business. Our information technology systems are subject to damage or interruption from power outages, computer and telecommunications failures, computer viruses, cyber-attack or other security breaches, catastrophic events, such as fires, floods, earthquakes, tornadoes, hurricanes, severe weather, acts of war or terrorism, and usage errors by our employees. If our information technology systems are damaged or cease to function properly, we may have to make a significant investment to fix or replace them, and we may suffer loss of critical data and interruptions or delays in our operations. \n\nWe may be the target of attempted cyber-attacks, computer viruses, malicious code, phishing attacks, denial of service attacks and other information security threats. In addition, to the extent artificial intelligence capabilities improve and are increasingly adopted, they may be used to identify vulnerabilities and to implement increasingly sophisticated cyber-attacks. To date, cyber-attacks have not had a material impact on our financial condition, results or business; however, our efforts to maintain the security and integrity of our information technology systems may not be effective and security breaches or disruptions could result in material financial or other losses in the future, especially if we are not able to predict the probability and the severity of these attacks. Our risk and exposure to these matters remains heightened because of, among other things, the evolving nature of these threats, the current global economic and political environment, our prominent size and scale, the outsourcing of some of our business operations to foreign jurisdictions, the ongoing shortage of qualified cyber-security professionals, and the interconnectivity and interdependence of third parties to our systems. The occurrence of a cyber-attack, breach, unauthorized access, misuse, computer virus or other malicious code or other cyber-security event could jeopardize or result in the unauthorized disclosure, gathering, monitoring, misuse, corruption, loss or destruction of confidential and other information that belongs to us, our customers, our counterparties, third-party service providers or borrowers that is processed and stored in, and transmitted through, our computer systems and networks. The occurrence of such an event could also result in damage to our software, computers or systems, or otherwise cause interruptions or malfunctions in our, our customers’, our counterparties’ or third parties’ operations. This could result in significant losses, loss of customers and business opportunities, reputational damage, litigation, regulatory fines, penalties or intervention, reimbursement or other compensatory costs, or otherwise materially adversely affect our business, financial condition or results of operations. While we have purchased cyber-security insurance, there can be no assurance that the coverage will be sufficient to cover all financial losses. Moreover, as cyber-security events increase in frequency and magnitude, we may be unable to obtain cyber-security insurance in amounts and on terms we view as appropriate for our operations.\n\n20\n\n\nThe reliability and capacity of our information technology systems is critical to our operations and the implementation of our growth initiatives. Any material disruption in our information technology systems, or delays or difficulties in implementing or integrating new systems or enhancing current systems, could have a material adverse effect on our business, financial condition, and results of operations. \n\nCertain of our customers require that we consult with them in connection with specified fundamental changes in our business and that we address any concerns or requests such customer may have in connection with a fundamental change.\n\nCertain of our key customers require that we consult with them in connection with specified fundamental changes in our business, including, among other things:\n\n•entering into any new line of business;\n\n•amending or modifying our organizational documents;\n\n•selling all or substantially all of our assets, or merging or amalgamating with a third party;\n\n•incurring borrowings in excess of a specific amount;\n\n•making senior management changes; and\n\n•entering into any joint venture arrangement. \n\nThese customers do not have contractual approval or veto rights with respect to any fundamental changes in our business. However, our failure to consult with such customers or to satisfactorily respond to their requests in connection with any such fundamental change could potentially constitute a breach of contract or otherwise be detrimental to our relationships with such customers, which could have a material adverse effect on our business, financial condition and results of operations.\n\nOur business is largely dependent on the know-how of our employees, and we generally do not have an intellectual property position that is protected by patents.\n\nWe believe that the success of our business depends in part on our proprietary technology, information, processes and know-how and on our ability to operate without infringing on the proprietary rights of third parties. We rely on a combination of trade secrets and contractual confidentiality provisions and, to a much lesser extent, patents, copyrights and trademarks to protect our proprietary rights. Accordingly, our intellectual property position is more vulnerable than it would be if it were protected primarily by patents. We cannot ensure that we have adequately protected or will be able to adequately protect our technology, that our competitors will not be able to utilize our existing technology or develop similar technology independently, that the claims allowed with respect to any patents held by us will be broad enough to protect our technology or that foreign intellectual property laws will adequately protect our intellectual property rights. If we fail to protect our proprietary rights successfully, our competitive position could suffer. Any future litigation to enforce patents issued to us, to protect trade secrets or know-how possessed by us or to defend ourselves or to indemnify others against claimed infringement of the intellectual property rights of others could have a material adverse effect on our business, financial condition and results of operations.\n\n21\n\n\nOur business will suffer if we are unable to attract, hire, integrate and retain key personnel and other necessary employees, particularly in the highly competitive technology labor market, or if we experience labor disruptions at our facilities.\n\nOur business will suffer if we are unable to attract, employ and retain highly skilled personnel as our future success depends in part on the continued service of our key executive officers, as well as our research, engineering, sales and manufacturing personnel, most of whom are not subject to employment or non-competition agreements. Competition for qualified personnel in the technology industry is particularly intense, and we operate in geographic locations in which labor markets are competitive. Our management team has significant industry experience, substantial institutional knowledge of our business and operations and deep customer relationships, and therefore would be difficult to replace. In addition, our business is dependent to a significant degree on the expertise and relationships which only a limited number of engineers possess. Many of these engineers often work at our customers’ sites and serve as an extension of our customers’ product design teams. The loss of any of our key executive officers or key engineers and other personnel, including our engineers working at our customers’ sites, or the failure to attract additional personnel as needed, could have a material adverse effect on our business, financial condition and results of operations and could lead to higher labor costs, the use of less-qualified personnel and the loss of customers. We initiated labor cost reduction initiatives in the fourth quarter of 2022, continuing through the second quarter of 2024, which may adversely affect us as a result of decreased employee morale, the loss of institutional knowledge held by departing employees and the allocation of resources to reorganize and reassign job roles and responsibilities. Furthermore, we do not maintain key person life insurance with respect to any of our employees. In addition, if any of our key executive officers or other key employees were to join a competitor or form a competing company, we could lose customers, suppliers, know-how and key personnel.\n\nAs of December 27, 2024, we had approximately 1,820 full time employees and 560 contract or temporary workers worldwide. None of our employees are unionized, but in various countries, local law requires our participation in works councils. While we have not experienced any material work stoppages at any of our facilities, any stoppage or slowdown could cause material interruptions in manufacturing, and we cannot ensure that alternate qualified personnel would be available on a timely basis, or at all. As a result, labor disruptions at any of our facilities could materially adversely affect our business, financial condition and results of operations.\n\nOur business is subject to the risks of severe weather, earthquakes, fire, power outages, floods, and other catastrophic events, including weather events resulting from climate change, and to interruption by man-made disruptions, such as terrorism.\n\nOur facilities could be subject to a catastrophic loss caused by natural disasters, including severe weather, fires, earthquakes or other events, including a terrorist attack, a pandemic, epidemic or outbreak of a disease. Increasing concentrations of greenhouse gasses in the Earth’s atmosphere and climate change may produce significant physical effects on weather conditions, such as increased frequency and severity of droughts, storms, floods, extreme temperatures, and other climatic events. While we maintain disaster recovery plans, they might not adequately protect us. These events, including terrorist attacks, pandemics, epidemics or outbreaks of a disease, hurricanes, fires, floods and ice and snow storms, could result in damage to and closure of our or our customers’ facilities or the infrastructure on which such facilities rely. Additionally, it could delay production and shipments, reduce sales, result in large expenses to repair or replace the facility, and we may experience extended power outages at our facilities. Disruption in supply resulting from natural disasters or other causalities or catastrophic events may result in certain of our suppliers being unable to deliver sufficient quantities of components or raw materials at all or in a timely manner, which could cause disruptions in our operations or disruptions in our customers’ operations. Although we carry business interruption insurance policies and typically have provisions in our contracts that protect us in certain events, our coverage might not be adequate to compensate us for all losses that may occur. To the extent that natural disasters or other calamities or causalities should result in delays or cancellations of customer orders, or the delay in the manufacture or shipment of our products, our business, financial condition and results of operations would be materially adversely affected.\n\n22\n\n\nLegal and Regulatory Risks\n\nOur business is subject to a variety of U.S. and international laws, rules, policies, and other obligations regarding privacy, data protection, and other matters.\n\nWe are subject to federal, state, and international laws relating to the collection, use, retention, security, and transfer of customer, employee, and business partner personally identifiable information, including the European Union’s General Data Protection Regulation (“GDPR”), the California Consumer Privacy Act (“CCPA”) and similar effective or proposed state legislation in the U.S. In many cases, these laws apply not only to third-party transactions, but also to transfers of information between one company and its subsidiaries, and among the subsidiaries and other parties with which we have commercial relations. The introduction of new products or expansion of our activities in certain jurisdictions may subject us to additional laws and regulations. Foreign data protection, privacy, and other laws and regulations, including GDPR, can be more restrictive than those in the U.S. These U.S. federal and state and foreign laws and regulations, including GDPR, which can be enforced by private parties or government entities, are constantly evolving and can be subject to significant change. In addition, the application and interpretation of these laws and regulations, including GDPR, are often uncertain, particularly in the new and rapidly evolving industry in which we operate, and may be interpreted and applied inconsistently from country to country and inconsistently with our current policies and practices. These existing and proposed laws and regulations can be costly to comply with and can delay or impede the development of new products, result in negative publicity, increase our operating costs, require significant management time and attention, and subject us to inquiries or investigations, claims or other remedies, including fines, which may be significant, or demands that we modify or cease existing business practices.\n\nA failure by us, our suppliers, or other parties with whom we do business to comply with posted privacy policies or with other federal, state, or international privacy-related or data protection laws and regulations, including GDPR and CCPA, could result in proceedings against us by governmental entities or others, which could have a material adverse effect on our business, results of operations, and financial condition.\n\nThird parties have claimed and may in the future claim we are infringing their intellectual property, which could subject us to litigation or licensing expenses, and we may be prevented from selling our products if any such claims prove successful.\n\nWe have received claims, and may in the future, that our products, processes or technologies infringe the patents or other proprietary rights of third parties. Any litigation regarding our patents or other intellectual property could be costly and time-consuming and divert our management and key personnel from our business operations, any of which could have a material adverse effect on our business, financial condition and results of operations. The complexity of the technology involved in our products, the uncertainty of intellectual property litigation, and the uncertainty of the intellectual property rights of others that may be applicable to our products increase these risks. Claims of intellectual property infringement may also require us to enter into costly license agreements which we may not be able to obtain on terms acceptable to us, or at all. We also may be subject to significant damages or injunctions against the development, manufacture and sale of certain of our products if any such claims prove successful. We rely on design specifications and other intellectual property of our customers in the manufacture of products for such customers. While our customer agreements generally provide for indemnification of us by a customer if we are subjected to litigation for third-party claims of infringement of such customer’s intellectual property, such indemnification provisions may not be sufficient to fully protect us from such claims, or our customers may breach such indemnification obligations to us, which could result in costly litigation to defend against such claims or enforce our contractual rights to such indemnification.\n\n23\n\n\nFrom time to time, we may become involved in other litigation and regulatory proceedings, which could require significant attention from our management and result in significant expense to us and disruptions in our business.\n\nWe may in the future be named as a defendant from time to time in other lawsuits and regulatory actions relating to our business, such as commercial contract claims, employment claims and tax examinations, some of which may claim significant damages or cause us reputational harm. Due to the inherent uncertainties of litigation and regulatory proceedings, we cannot predict the ultimate outcome of any such proceeding. An unfavorable outcome could have a material adverse effect on our business, financial condition and results of operations or limit our ability to engage in certain of our business activities. In addition, regardless of the outcome of any litigation or regulatory proceeding, such proceedings are often expensive, time-consuming and disruptive to normal business operations and require significant attention from our management. As a result, any such lawsuits or proceedings could materially adversely affect our business, financial condition and results of operations.\n\nAs a global company, we are subject to the risks of doing business internationally, including periodic foreign economic downturns and political instability, which may adversely affect our sales and cost of doing business in those regions of the world.\n\nForeign economic downturns have adversely affected our business and results of operations in the past and could adversely affect our business and results of operations in the future. In addition, other factors relating to the operation of our business outside of the U.S. may have a material adverse effect on our business, financial condition and results of operations in the future, including:\n\n•the imposition of governmental controls or changes in government regulations, including tax regulations;\n\n•difficulties in enforcing our intellectual property rights;\n\n•difficulties in developing relationships with local suppliers;\n\n•difficulties in attracting new international customers;\n\n•difficulties in complying with foreign and international laws and treaties;\n\n•restrictions on the export of technology, including those based on positions taken by governmental agencies regarding possible national, commercial or security issues posed by the development, sale or export of certain products and technologies;\n\n•compliance with U.S. and international laws involving international operations, including the Foreign Corrupt Practices Act, export control laws and export license requirements;\n\n•difficulties in achieving headcount reductions due to unionized labor and works councils;\n\n•restrictions on transfers of funds and assets between jurisdictions;\n\n•geopolitical instability;\n\n•change in currency controls; and\n\n•trade restrictions and changes in taxes and tariffs.\n\nIn the future, we may seek to expand our presence in certain foreign markets or enter emerging markets. Evaluating or entering an emerging market may require considerable management time, as well as start-up expenses for market development before any significant sales and earnings are generated. Operations in new foreign markets may achieve low margins or may be unprofitable, and expansion in existing markets may be affected by local political, economic and market conditions. As we continue to operate our business globally, our success will depend, in part, on our ability to anticipate and effectively manage these and the other risks noted above. The impact of any one or more of these factors could materially adversely affect our business, financial condition and results of operations. \n\n24\n\n\nChanges in U.S. or international trade policy, tariffs, and import/export regulations may have a material adverse effect on our business, financial condition and results of operations.\n\nOur international operations and transactions depend upon favorable trade relations between the U.S. and the foreign countries in which our customers and suppliers have operations. Changes in U.S. or international social, political, regulatory and economic conditions or in laws and policies governing foreign trade, manufacturing, development and investment in the territories or countries where we currently sell our products or conduct our business, as well as any negative sentiment toward the U.S. as a result of such changes, could adversely affect our business. Legislators in the U.S. may institute or propose changes to trade policies that include the negotiation or termination of trade agreements, the imposition of higher tariffs on imports into the U.S., economic sanctions on individuals, corporations or countries, and other government regulations affecting trade between the U.S. and other countries where we conduct our business. It may be time-consuming and expensive for us to alter our business operations in order to adapt to or comply with any such changes, and we may face competition from companies that exist in a more favorable legal or regulatory environment than we do who are able to sell products for certain applications to certain customers that we are prohibited from selling to under applicable export controls.\n\nAs a result of recent trade policy changes in the U.S., there may be greater restrictions and economic disincentives on international trade and a resulting impact on our operations, sales and financial condition. For example, the Bureau of Industry and Security (“BIS\") has issued multiple rules in the last several years (the \"BIS Rules\"), most recently on December 2, 2024, that restrict the export of advanced computing and semiconductor manufacturing items when provided for use in certain semiconductor manufacturing activities in China, which have impacted and may continue to impact our sales and operations. We have had some delays in export activity as we analyze available emergency authorizations and assess the new licensing requirements for our business. While we have applied and received licenses from the BIS for our products, we recognize that the BIS could revise or expand the BIS Rules in response to public comments and the BIS may issue guidance clarifying the scope of the BIS Rules. Such revisions, expansions or guidance could change the impact of the BIS Rules on our business and require us to apply for additional licenses. If the BIS denies our license applications or there are delays in issuing licenses, we may have to cease or delay exports, which would cause a reduction in revenue. Furthermore, to the extent any of our customers or counterparties are designated on the Entity List or Unverified List maintained by the BIS, to which BIS may continue to add customers, we could suffer additional disruptions to sales and operations. \n\nMore broadly, if customers do not view us as a reliable supplier because we cannot obtain the necessary licenses, we may lose business opportunities to competitors. In particular, competitors outside the U.S. whose products are not subject to the BIS Rules may replace us if we cannot obtain licenses in a timely manner. In the longer term, if our supply is less reliable due to the BIS Rules, Chinese entities that currently purchase our products may begin to develop their own products instead. China's investments in technology development and manufacturing capability in support of its stated policy of reducing its dependence on foreign semiconductor manufacturers and other technology companies has likely already resulted, and we expect will continue to result, in reduced demand for our products in China and other key markets as well as reduced supply of critical materials for our products. To the extent that the BIS or other relevant regulators impose additional export restrictions that apply to our business, it will have an adverse impact on our revenues and operations as well.\n\nIn addition, geopolitical changes in China-Taiwan relations could disrupt the operations of companies in China or Taiwan that are suppliers to, or third-party partners of, the Company, our customers and our customers’ other suppliers. Disruption of certain critical operations in China or Taiwan would adversely affect our ability to manufacture certain products and would likely have substantial negative effects on the entire semiconductor industry. \n\nTariffs and other changes in U.S. trade policy could trigger retaliatory actions by affected countries, and certain foreign governments have instituted or are considering imposing trade sanctions on certain U.S. goods. For example, further U.S. government escalation of restrictions related to China and increased restrictions on Chinese exports, such as those tariffs contemplated by the current U.S. administration on goods originating from China, may lead to regulatory retaliation by the Chinese government and possibly further escalate geopolitical tensions, and any such scenarios may adversely impact our business. Such changes have the potential to adversely impact the U.S. economy or certain sectors thereof, our industry and the global demand for our products. We may not succeed in developing and implementing policies and strategies to counter the foregoing factors effectively in each location where we do business and the foregoing factors may cause a reduction in our sales, profitability or cash flows, or cause an increase in our liabilities.\n\n25\n\n\nWe are subject to numerous environmental laws and regulations, including laws and regulations addressing climate change, which could require us to incur environmental liabilities, increase our manufacturing and related compliance costs or otherwise adversely affect our business.\n\nWe are subject to a variety of federal, state, local and foreign laws and regulations governing the protection of the environment or addressing climate change. These environmental laws and regulations include those relating to the use, storage, handling, discharge, emission, disposal and reporting of toxic, volatile or otherwise hazardous materials (such as regulations imposed on the use or sale of PFAS or PFAS-containing products) used in our manufacturing processes. These materials may have been or could be released into the environment at properties currently or previously owned or operated by us, at other locations during the transport of materials or at properties to which we send substances for treatment or disposal. In addition, we may not be aware of all environmental laws or regulations that could subject us to liability in the U.S. or internationally. If we were to violate or become liable under environmental laws and regulations or become non-compliant with permits required at some of our facilities, we could be held financially responsible and incur substantial costs, including cleanup costs, fines and civil or criminal sanctions, third-party property damage or personal injury claims. We could also be required to alter or discontinue our product design, manufacturing and operations in certain jurisdictions and incur substantial expense in order to comply. In addition, our operations may be interrupted or restricted by the phase-out or ban of certain substances, materials or processes, which may impact the sourcing, supply and pricing of materials used in manufacturing our products.\n\nConcern over climate change may continue to result in new or increased legal and regulatory requirements to reduce or mitigate the effects of climate change. Increased costs of energy or compliance with emissions standards due to legal or regulatory requirements related to climate change may cause disruptions in or increased costs associated with manufacturing our products. \n\nWe previously identified material weaknesses in our internal control over financial reporting, and if we fail to maintain an effective system of internal controls, disclosure controls, and procedures, we may not be able to accurately report our financial results, prevent fraud, or file our periodic reports in a timely manner, which may cause investors to lose confidence in our reported financial information and may lead to a decline in our share price.\n\nAs a publicly traded company, we are required to comply with the SEC’s rules implementing Section 302 and 404 of the Sarbanes‑Oxley Act, which require management to certify financial and other information in our quarterly and annual reports and to provide an annual management report on the effectiveness of controls over financial reporting. Our independent registered public accounting firm is required to attest to the effectiveness of\n\nour internal control over financial reporting under Section 404(b) of the Sarbanes-Oxley Act. In 2021, we identified material weaknesses related to ineffective information technology general controls in the areas of user access and program change management over certain information technology systems that support our financial reporting processes. Such weaknesses have since been remediated. However, we cannot assure that the measures we have taken will be sufficient to avoid additional material weaknesses in future periods and that we will not identify other material weaknesses in the future. If we are unable to maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process, and report financial information accurately and to prepare financial statements within required time periods could be adversely affected, which could subject us to litigation, investigations, or penalties; negatively affect our liquidity, our access to capital markets, perceptions of our creditworthiness, our ability to complete acquisitions, our ability to maintain compliance with covenants under our debt instruments or derivative arrangements regarding the timely filing of periodic reports, or investor confidence in our financial reporting, any of which may divert management resources or cause our stock price to decline.\n\nChanges in tax laws, tax rates or tax assets and liabilities could materially adversely affect our financial condition and results of operations.\n\nAs a global company, we are subject to taxation in the U.S. and various other countries. Significant judgment is required to determine and estimate worldwide tax liabilities. Our future annual and quarterly tax rates could be affected by numerous factors, including changes in applicable tax laws, the amount and composition of pre-tax income in countries with differing tax rates or valuation of our deferred tax assets and liabilities. We have significant operations in the U.S. and our holding company structure includes entities organized in the Cayman Islands, Netherlands, Singapore and Scotland. As a result, changes in applicable tax laws in these jurisdictions could have a material adverse effect on our financial condition and results of operations.\n\n26\n\n\nWe are also subject to regular examination by the Internal Revenue Service and other tax authorities, and from time to time we initiate amendments to previously filed tax returns. We regularly assess the likelihood of favorable or unfavorable outcomes resulting from these examinations and amendments to determine the adequacy of our provision for income taxes, which requires estimates and judgments. Although we believe our tax estimates are reasonable, we cannot ensure that the tax authorities will agree with such estimates. We may have to engage in litigation to achieve the results reflected in the estimates, which may be time-consuming and expensive. We cannot ensure that we will be successful or that any final determination will not be materially different from the treatment reflected in our historical income tax provisions and accruals, which could materially and adversely affect our financial condition and results of operations. \n\nThe U.S. enacted the Inflation Reduction Act of 2022 (“IRA”) in August 2022, which, among other provisions, creates a new corporate alternative minimum tax (\"CAMT\") of at least 15% for certain large corporations that have at least an average of $1 billion in adjusted financial statement income over a consecutive three-year period effective in tax years beginning after December 31, 2022. The IRA also includes a 1% excise tax on new corporate stock repurchases beginning in 2023. We do not expect to meet the CAMT threshold in the near term nor expect the IRA to have a material impact on our financial statements. On January 21, 2025,  U.S. President Trump signed an executive order to immediately pause the disbursement of funds appropriated under the IRA. The pause applies to specific programs or activities related to climate change mitigation. While this executive order is not expected to materially adversely affect our operations, there can be no assurance that our customers, counterparties and suppliers will not be negatively impacted. In addition, it is possible that the U.S. Congress could advance other tax legislation proposals in the future that could have a material impact on our financial statements.\n\nIn October 2021, the Organization for Economic Co-operation and Development (“OECD”) issued model rules for a new global minimum tax framework, commonly referred to as “Pillar Two,” which includes the introduction of a 15% global minimum tax. Certain jurisdictions in which we operate have adopted rules locally consistent with the Pillar Two framework, including Singapore, a jurisdiction in which we earn significant profit and were granted a tax holiday expiring in 2026. Additionally, prior decisions by tax authorities regarding corporate tax treatments and positions could change, resulting in a change in tax policies or prior tax rulings. While we are still evaluating the impact of Pillar Two, these rules and/or changes to prior tax treatments and positions may materially and adversely impact our provision for income taxes, net income, and cash flows.\n\nLiquidity and Capital Resources Risks\n\nWe have a substantial amount of indebtedness, which could adversely affect us, including by decreasing our business flexibility. The agreement that governs our indebtedness contains covenants that could impact our ability to perform certain transactions without obtaining pre-approval from our lenders.\n\nAs of December 27, 2024, we had total principal outstanding of $129.4 million under our term loan facility and no outstanding balance under our revolving credit facility (collectively “credit facilities”). We may incur additional indebtedness in the future. Our credit facilities contain certain restrictive covenants and conditions, including limitations on our ability to, among other things:\n\n•incur additional indebtedness or contingent obligations;\n\n•create or incur liens, negative pledges or guarantees;\n\n•make investments;\n\n•make loans;\n\n•sell or otherwise dispose of assets;\n\n•merge, consolidate or sell substantially all of our assets;\n\n•make certain payments on indebtedness;\n\n•pay dividends on or make distributions in respect of capital stock or make certain other restricted payments or investments;\n\n•enter into certain agreements that restrict distributions from restricted subsidiaries;\n\n•enter into transactions with affiliates;\n\n•change the nature of our business; and\n\n•amend the terms of our organizational documents.\n\n27\n\n\nAs a result of these covenants, we may be restricted in our ability to pursue new business opportunities or strategies or to respond quickly to changes in the industries that we serve. A violation of any of these covenants would be deemed an event of default under our credit facilities. In such event, upon the election of the lenders, the loan commitments under our credit facilities would terminate and the principal amount of the loans and accrued interest then outstanding would be due and payable immediately. A default may also result in the acceleration of any other debt to which a cross-acceleration or cross-default provision applies. In the event our lenders accelerate the repayment of our borrowings, we cannot ensure that we and our subsidiaries would have sufficient funds to repay such indebtedness or be able to obtain replacement financing on a timely basis or at all. These events could force us into bankruptcy or liquidation, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe also may need to negotiate changes to the covenants in the agreements governing our credit facilities in the future if there are material changes in our business, financial condition or results of operations, but we cannot ensure that we will be able to do so on terms favorable to us or at all.\n\nFurthermore, our ability to make scheduled payments on or to refinance our indebtedness, including under our credit facilities, depends on our financial condition and results of operations, which are subject to prevailing economic and competitive conditions and other factors beyond our control. We may be unable to maintain a level of cash flows from operating activities sufficient to permit us to fund our day-to-day operations or to pay the principal, premium, if any, and interest on our indebtedness. If our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to sell assets or operations, seek additional capital or restructure or refinance our indebtedness. If we cannot make scheduled payments on our debt, we will be in default and, as a result, the lenders under our credit facilities could terminate their commitments to loan money, or foreclose against the assets securing such borrowings, and we could be forced into bankruptcy or liquidation, in each case, which would have a material adverse effect on our business, financial condition and results of operations.\n\nThe interest expense associated with our indebtedness is subject to variable rates, and increased debt service costs as a result of higher interest rates could adversely affect our business, financial condition and results of operations.\n\nBorrowings under our credit facilities are generally subject to variable interest rates, which fluctuate depending on macroeconomic factors, and expose us to interest rate risk. If interest rates increase, our debt service costs on these borrowings would also increase, even if the amount borrowed remains the same, and would require us to use more of our available cash to service our indebtedness, resulting in decreased net income and cash flows, including cash available for servicing our indebtedness. There can also be no assurance that we will be able to enter into swap agreements or other hedging arrangements in the future if we desire to do so, or that any future hedging arrangements will offset increases in interest rates.\n\nOrdinary Share Ownership Risks\n\nOur quarterly sales and operating results fluctuate significantly from period to period, and this may cause volatility in our share price.\n\nOur quarterly sales and operating results have fluctuated significantly in the past, and we expect them to continue to fluctuate in the future for a variety of reasons, including the following:\n\n•demand for and market acceptance of our products as a result of the cyclical nature of the industries we serve or otherwise, often resulting in reduced sales during industry downturns and increased sales during periods of industry recovery or growth;\n\n•overall economic conditions;\n\n•changes in the timing and size of orders by our customers;\n\n•strategic decisions by our customers to terminate their outsourcing relationship with us or give market share to our competitors;\n\n•consolidation by our customers;\n\n•cancellations and postponements of previously placed orders;\n\n•pricing pressure from either our competitors or our customers, resulting in the reduction of our product prices or loss of market share;\n\n28\n\n\n•disruptions or delays in the manufacturing of our products or in the supply of components or raw materials that are incorporated into or used to manufacture our products, thereby causing us to delay the shipment of products;\n\n•decreased margins for several or more quarters following the introduction of new products, especially as we introduce new subsystems or other products or services;\n\n•changes in design-to-delivery cycle times;\n\n•inability to reduce our costs quickly in step with reductions in our prices or in response to decreased demand for our products;\n\n•changes in our mix of products sold;\n\n•write-offs of excess or obsolete inventory;\n\n•increased fixed overhead;\n\n•one-time expenses or charges; and\n\n•announcements by our competitors of new products, services or technological innovations, which may, among other things, render our products less competitive.\n\nAs a result of the foregoing, we believe that quarter-to-quarter comparisons of our sales and results of operations may not be meaningful and that these comparisons may not be an accurate indicator of our future performance. Changes in the timing or terms of a small number of transactions could disproportionately affect our results of operations in any particular quarter. Moreover, our results of operations in one or more future quarters may fail to meet our guidance or the expectations of securities analysts or investors. If this occurs, we would expect to experience an immediate and significant decline in the trading price of our ordinary shares.\n\nFurther, if the market for stocks in our industry or industries related to our industry, or the stock market in general, experiences a loss of investor confidence, the trading price of our ordinary shares could decline for reasons unrelated to our business, financial condition and results of operations. If any of the foregoing occurs, it could cause our share price to fall and may expose us to lawsuits that, even if unsuccessful, could be costly to defend and a distraction to management. \n\nOur amended and restated memorandum and articles of association contains anti-takeover provisions that could adversely affect the rights of our shareholders.\n\nOur amended and restated memorandum and articles of association contains provisions to limit the ability of others to acquire control of the Company or cause us to engage in change-of-control transactions, including, among other things:\n\n•provisions that authorize our Board of Directors, without action by our shareholders, to issue additional ordinary shares and preferred shares with preferential rights determined by our Board of Directors;\n\n•provisions that permit only a majority of our Board of Directors or the chairman of our Board of Directors to call shareholder meetings and therefore do not permit shareholders to call shareholder meetings; and\n\n•provisions that impose advance notice requirements, grant the Board of Directors the right to decline to register any transfer of shares, and ownership thresholds, and other requirements and limitations on the ability of shareholders to propose matters for consideration at shareholder meetings.\n\nThese provisions could have the effect of depriving our shareholders of an opportunity to sell their shares at a premium over prevailing market prices by discouraging third parties from seeking to obtain control of the Company in a tender offer or similar transaction. \n\nThe issuance of preferred shares could adversely affect holders of ordinary shares.\n\nOur Board of Directors is authorized to issue preferred shares without any action on the part of holders of our ordinary shares. Our Board of Directors also has the power, without shareholder approval, to set the terms of any such preferred shares that may be issued, including voting rights, dividend rights, and preferences over our ordinary shares with respect to dividends or if we liquidate, dissolve or wind up our business and other terms. If we issue preferred shares in the future that have preference over our ordinary shares with respect to the payment of dividends or upon our liquidation, dissolution or winding up, or if we issue preferred shares with voting rights that dilute the voting power of our ordinary shares, the rights of holders of our ordinary shares or the price of our ordinary shares could be adversely affected.\n\n29\n\n\nOur shareholders may face difficulties in protecting their interests as a shareholder, as Cayman Islands law provides substantially less protection when compared to the laws of the U.S.\n\nOur corporate affairs are governed by our amended and restated memorandum and articles of association and by the Companies Law (2013 Revision) and common law of the Cayman Islands. The rights of shareholders to take legal action against our directors and us, actions by minority shareholders and the fiduciary responsibilities of our directors to us under Cayman Islands law are to a large extent governed by the common law of the Cayman Islands. The common law of the Cayman Islands is derived in part from comparatively limited judicial precedent in the Cayman Islands as well as from English common law, which has persuasive, but not binding, authority on a court in the Cayman Islands. The rights of our shareholders and the fiduciary responsibilities of our directors under Cayman Islands law are not as clearly established as they would be under statutes or judicial precedents in the U.S. In particular, the Cayman Islands have a less exhaustive body of securities laws as compared to the U.S. In addition, Cayman Islands companies may not have standing to initiate a shareholder derivative action before the U.S. federal courts.\n\nFurthermore, since we are a Cayman Islands company with a portion our assets located outside of the U.S., it may be difficult or impossible for shareholders to bring an action against us in the U.S. in the event that shareholders believe that their rights have been infringed under U.S. federal securities laws or otherwise. Even if shareholders are successful in bringing an action of this kind, the laws of the Cayman Islands may render shareholders unable to enforce a judgment against our assets. There is no statutory recognition in the Cayman Islands of judgments obtained in the U.S..\n\nAs a result of all of the above, our shareholders may have more difficulty in protecting their interests through actions against us or our officers, directors or major shareholders than would shareholders of a corporation incorporated in a jurisdiction in the U.S..\n\nIf a U.S. person is treated as owning at least 10% of our shares, such person may be subject to adverse U.S. federal income tax consequences.\n\nIf a U.S. person is treated as owning (directly, indirectly, or constructively) at least 10% of the value or voting power of our shares, such person may be treated as a “United States shareholder” with respect to each “controlled foreign corporation” in our group (if any). Because our group includes one or more U.S. subsidiaries, in certain circumstances we could be treated as a controlled foreign corporation or certain of our non-U.S. subsidiaries could be treated as controlled foreign corporations (regardless of whether we are or are not treated as a controlled foreign corporation). \n\nA U.S. shareholder of a controlled foreign corporation may be required to annually report and include in its U.S. taxable income its pro rata share of “Subpart F income,” “global intangible low-taxed income” and investments in U.S. property by controlled foreign corporations, whether or not we make any distributions. An individual that is a U.S. shareholder with respect to a controlled foreign corporation generally would not be allowed certain tax deductions or foreign tax credits that would be allowed to a U.S. shareholder that is a U.S. corporation. A failure to comply with these reporting obligations may subject a U.S. shareholder to significant monetary penalties and may prevent starting of the statute of limitations with respect to such shareholder’s U.S. federal income tax return for the year for which reporting was due. We do not intend to monitor whether we are or any of our current or future non-U.S. subsidiaries is treated as a controlled foreign corporation or whether any investor is treated as a U.S. shareholder with respect to us or any of our controlled foreign corporation subsidiaries. In addition, we cannot provide assurances that we will furnish to any U.S. shareholders information that may be necessary to comply with the aforementioned reporting and tax paying obligations. \n\nA U.S. investor should consult its tax advisors regarding the potential application of these rules to an investment in our shares in its particular circumstances.",
      "char_count": 89359
    }
  },
  "extracted_at": "2026-01-19T15:40:23.548178"
}