{
  "ticker": "IMKTA",
  "company_name": "INGLES MARKETS INC",
  "cik": 50493,
  "form_type": "10-K",
  "filing_date": "2025-11-26",
  "period_of_report": "2025-09-27",
  "fiscal_year": 2025,
  "accession_number": "0000050493-25-000019",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000050493&accession_number=000005049325000019&xbrl_type=v",
  "sic_code": "5411",
  "industry": "Retail-Grocery Stores",
  "sections": {
    "item1": {
      "text": "Business\n\nThe Company operates one primary business segment, retail grocery, on a 52- or 53-week fiscal year ending on the last Saturday in September. The consolidated statements of income for the fiscal years ended September 27, 2025 and September 28, 2024 each consisted of 52 weeks of operations. The consolidated statements of income for the fiscal year ended September 30, 2023 had 53 weeks. Income from operations for the primary business segment, retail grocery sales, included the charges for impairment losses from Hurricane Helene of $34.9 million for fiscal year ended September 28, 2024. For fiscal year 2025, our expense allocation methodology changed to include direct and indirect costs associated with the shopping center rentals that were previously included in the retail segment. Fiscal years 2024 and 2023 have been recast to be comparable. Information about the Company’s operations is as follows (for information regarding the Company’s industry segments, see Note 11, “ Segment Information” to the Consolidated Financial Statements contained in this Annual Report on Form 10-K):\n\n                                             Fiscal Years Ended                                                                                           \n ──────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n                                                                                              (dollars in millions)                                       \n                                             September 27, 2025                                                                                           \n  Revenues from unaffiliated customers:                                                                                                                   \n  Grocery                                    $                       1,934.4                                1,983.2                  2,062.4              \n  Non-foods                                                          1,167.6                                1,273.3                  1,326.9              \n  Perishables                                                        1,404.7                                1,441.1                  1,482.1              \n  Fuel                                                                 620.9                                  724.2                    792.5              \n  Total retail                                                       5,127.6       96.1%                    5,421.8       96.1%      5,663.9       96.1%  \n  Other revenues                                                       206.4        3.9%                      217.8        3.9%        228.9        3.9%  \n                                             $                       5,334.0      100.0%                    5,639.6      100.0%      5,892.8      100.0%  \n  Income from operations:                                                                                                                                 \n  Retail                                     $                         100.5       85.5%                      131.0       89.0%        271.2       92.8%  \n  Income from all other                                                 17.1       14.5%                       16.2       11.0%         21.1        7.2%  \n                                                                       117.6      100.0%                      147.2      100.0%        292.3      100.0%  \n  Other income, net                                                     12.0                                   14.2                      8.3              \n  Interest expense                                                      19.7                                   21.9                     22.1              \n  Income before income taxes                 $                         109.9                                  139.5                    278.5              \n\nThe “ Grocery” category includes grocery, dairy and frozen foods.\n\nThe “ Non-foods” category includes alcoholic beverages, tobacco, pharmacy, and health/beauty/cosmetic products.\n\nThe “ Perishables” category includes meat, produce, deli and bakery.\n\nThe “ Other” category consists of fluid dairy operations and shopping center rentals.\n\nSupermarket Operations\n\nAt September 27, 2025, the Company operated 185 supermarkets under the name “ Ingles,” and nine supermarkets under the name “ Sav-Mor” with locations in western North Carolina, western South Carolina, northern Georgia, eastern Tennessee, southwestern Virginia and northeastern Alabama. The foregoing figures exclude the three stores that remain temporarily closed due to damage sustained during Hurricane Helene. The “ Sav-Mor” store concept accommodates smaller shopping areas and carries dry groceries, dairy, fresh meat and produce, all of which are displayed in a modern, readily accessible environment.\n\nThe following table sets forth certain information with respect to the Company’s supermarket operations.\n\n                      Number of Supermarkets                                            Percentage of Total                                                     \n                        at Fiscal Year Ended                                            Net Sales for Fiscal Years Ended                                        \n                               September 27,      September 28,      September 30,      September 27,                         September 28,      September 30,  \n                                        2025               2024               2023      2025                                  2024               2023           \n ────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  North Carolina                          72                 75                 75      41%                                   41%                41%            \n  South Carolina                          35                 35                 35      19%                                   19%                19%            \n  Georgia                                 64                 65                 65      32%                                   32%                32%            \n  Tennessee                               21                 21                 21      8%                                    8%                 8%             \n  Virginia                                 1                  1                  1      —                                     —                  —              \n  Alabama                                  1                  1                  1      —                                     —                  —              \n                                         194                198                198      100%                                  100%               100%           \n\nThe Company believes that today’s supermarket customers focus on convenience, quality and value in an attractive store environment. As a result, the Company’s shopping experience combines a high level of customer service, convenience-oriented quality product offerings and low overall pricing. The Company’s modern stores provide products and services such as home meal replacement items, delicatessens, bakeries, floral departments, greeting cards and broad selections of local organic, beverage and health-related items. At September 27, 2025, the Company operated 112 pharmacies and 106 fuel stations, in each case at the Company’s grocery store locations. The Company plans to continue to incorporate these departments in substantially all future new and remodeled stores. The\n\nCompany trains its associates to provide friendly service and to actively address the needs of customers. These associates reinforce the Company’s distinctive service-oriented image.\n\nSelected statistics on the Company’s supermarket operations are presented below:\n\n                                                          Fiscal Year Ended                                                                                                 \n                                                                                 September 27,      September 28,      September 30,      September 24,      September 25,  \n                                                          2025                                                                                                              \n ────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────\n  Weighted Average Sales Per Store (000’s) (1)            $                             25,916             27,341             28,565             27,622             23,926  \n  Total Square Feet at End of Year (000’s)                                              11,138             11,405             11,403             11,342             11,342  \n  Average Total Square Feet per Store                                                   57,411             57,602             57,589             57,281             57,281  \n  Average Square Feet of Selling Space per Store (2)                                    40,188             40,322             40,313             40,097             40,097  \n  Weighted Average Sales per Square Foot of                                                656                676                709                689                609  \n\n(1) Weighted average sales per store include the effects of decreases in square footage due to the three stores that remain temporarily closed due to damage sustained during Hurricane Helene, as well as one store permanently closed store in fiscal year 2025.\n\n(2) Selling space is estimated to be 70% of total interior store square footage.\n\nMerchandising\n\nThe Company’s merchandising strategy is designed to create a comprehensive and satisfying shopping experience that blends value and customer service with variety, quality and convenience. Management believes that this strategy fosters a loyal customer base by establishing a reputation for providing high quality products and a variety of specialty departments.\n\nThe Company’s stores carry a broad selection of quality meats, produce and other perishables. The Company offers a wide variety of fresh and non-perishable organic products, including organic milk produced by the Company’s fluid dairy plant. The Company’s market areas contain numerous providers of quality local products, which is in line with current customer preferences for goods produced where they live. Management believes that customers perceive supermarkets offering a broad array of products and time-saving services as part of a solution to today’s lifestyle demands. Accordingly, a principal component of the Company’s merchandising strategy is to design stores that enhance the shopping experience. The Company operates fuel stations at 106 of its store locations.\n\nA selection of prepared foods and home meal replacements are featured throughout Ingles’ deli, bakery, produce and meat departments to provide customers with easy meal alternatives that they can eat at home or in the store. Many stores offer daily selections of home meal replacement items, such as rotisserie chicken and pork, international foods, fried chicken and other entrees, sandwiches, pre-packaged salads, sushi, cut fruit and prepared fresh vegetables. The bakery offers an expanded selection of baked goods and self-service options. Ingles bakes most of its items on site, including bread baked daily, cakes made to order in various sizes, donuts and other pastries. The deli offers salad, chicken wing and olive bars, an expanded offering of cheeses, gourmet items and home meal replacement items. The Company also provides its customers with an expanded selection of frozen food items (including organics) to meet the increasing demands of its customers.\n\nThe Ingles Curbside service allows customers to order any product in the Company’s stores online. The order is picked by store associates and loaded into the customer’s vehicle. This service is currently offered at 131 of the Company’s stores.\n\nIngles’ private labels cover a broad range of products throughout the store, such as milk, bread, organic products, soft drinks and canned goods. Ingles believes that private label sales help promote customer loyalty and provide a value-priced alternative to national brands.\n\nThe Company seeks to maintain a reputation for providing friendly service, quality merchandise and customer value and for its commitment to locally-sourced products and community involvement. The Company employs various advertising and promotional strategies to reinforce the quality and value of its products. The Company promotes these attributes using traditional advertising vehicles including radio, television, direct mail and newspapers, as well as electronic and social media. The Ingles Advantage Card is designed to foster customer loyalty by providing information to better understand the Company’s customers’ shopping patterns. The Ingles Advantage Card provides customers with special discounts throughout the Company’s stores and fuel stations.\n\nPurchasing and Distribution\n\nThe Company currently supplies approximately 58.8% of its supermarkets’ inventory requirements from its modern warehouse and distribution facilities. The Company has 1.65 million square feet of office, warehouse and distribution facilities at its headquarters near Asheville, North Carolina. The Company believes that its warehouse and distribution facilities contain sufficient capacity for the continued expansion of its store base for the foreseeable future.\n\nThe Company’s centrally managed purchasing and distribution operations provide several advantages, including the ability to negotiate and reduce the cost of merchandise, decrease overhead costs and better manage its inventory at both the warehouse and store level. From time to time, the Company engages in advance purchasing on high-turnover inventory items to take advantage of special prices offered by manufacturers for limited periods, or to ensure adequate product supply during tight distribution market conditions.\n\nThe remaining 41.2% of the Company’s inventory requirements, primarily beverages, pharmacy, fuel, bread and snack foods, are supplied directly to the Company’s supermarkets by local distributors and manufacturers.\n\nGoods from the warehouse and distribution facilities and the milk processing and packaging plant are distributed to the Company’s stores by a fleet of 189 tractors and 819 trailers that the Company owns, operates and maintains. The Company invests on an ongoing basis in the maintenance, upgrade and replacement of its tractor and trailer fleet. The Company also operates truck servicing and fuel storage facilities at its warehouse and distribution facilities. The Company reduces its overall distribution costs by capitalizing on back-haul opportunities (contracting with third parties to transport their merchandise on our trucks that would otherwise be empty).\n\nThe Company receives product recall information from various subscription, government and vendor sources. Upon receipt of recall information, the Company immediately contacts each of its stores to have the recalled product removed from the shelves and disposed of as instructed. The Company may also use social media to communicate product recall information to the public. The Company has a policy of refunding and/or replacing any goods returned by customers. The details of this policy are posted inside each of the Company’s stores.\n\nStore Development, Expansion and Remodeling\n\nThe Company believes that the appearance and design of its stores are integral components of its customers’ shopping experience and aims to develop one of the most modern supermarket chains in the industry. The ongoing modernization of the Company’s store base involves (i) the construction of new stores with continuously updated designs, and (ii) the replacement, remodeling or expansion of existing stores. The Company’s goal is to maintain clean, well-lit stores with attractive architectural and display features that enhance the image of its stores as catering to the changing lifestyle needs of quality-conscious consumers who demand increasingly diverse product offerings. The construction of new stores by independent contractors is closely monitored and controlled by the Company. During fiscal year 2025, the Company continued construction on a new store and continued or commenced remodeling projects on several existing stores.\n\nThe Company renovates and remodels stores in order to increase customer traffic and sales, respond to existing customer demand, compete effectively against new stores opened by competitors and support its quality image merchandising strategy. The Company decides to complete a remodel of an existing store based on its evaluation of the competitive landscape of the local marketplace. A remodel or expansion provides the quality of facilities and product offerings identical to that of a new store, capitalizing upon the existing customer base. The Company retains the existing customer base by keeping the store in operation during the entire remodeling process. The Company may elect to relocate, rather than remodel, certain stores where relocation provides a more convenient location for its customers.\n\nThe following table sets forth, for the fiscal years indicated, the Company’s new store development, including the effect of the Company’s store remodeling activities, which has generally increased the average square footage of its stores:\n\n                                      2025        2024        2023        2022        2021  \n ────────────────────────────────────────────────────────────────────────────────────────────\n  Number of Stores:                                                                         \n  Opened                                 —           —           —           —           2  \n  Closed                                 4           —           —           —           1  \n  Stores open at end of period         194         198         198         198         198  \n  Size of Stores:                                                                           \n  Less than 42,000 sq. ft.              45          45          45          46          46  \n  42,000 up to 51,999 sq. ft.           22          22          22          22          22  \n  52,000 up to 61,999 sq. ft.           45          46          47          47          47  \n  At least 62,000 sq. ft.               82          85          84          83          83  \n  Average store size (sq. ft.)      57,411      57,602      57,589      57,281      57,281  \n\nThe Company’s ability to open new stores is subject to many factors, including the acquisition of satisfactory sites, as well as zoning limitations and other government regulations. In addition, the Company continually reviews its expansion, remodeling and replacement plans, which are subject to change. See the “ Liquidity and Capital Resources” section included in “ Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” regarding the Company’s capital expenditures.\n\nCompetition\n\nThe supermarket industry is highly competitive and characterized by narrow profit margins. The degree of competition the Company’s stores encounter varies by location, primarily based on the size of the community in which the store is located and its proximity to other communities. Additionally, competition for consumers’ food dollars has intensified in recent years due to the addition or expansion of food sections by many non-grocery retailers (physical and online) and by restaurants. The Company’s principal\n\ncompetitors are, in alphabetical order, Aldi, Inc., Earth Fare, Inc., Food City (K-VA-T Food Stores, Inc.), Food Lion (Koninlijke Ahold Delhaize America N. V.), The Fresh Market, Inc., Harris Teeter (owned by The Kroger Co.), The Kroger Co., Lidl (Lidl Stiftung & Co. KG), Publix Super Markets, Inc., Sprouts Farmers Market, Inc., Target Corporation, Wal-Mart Stores, Inc., and Whole Foods Market.\n\nSupermarket chains generally compete based on location, quality of products, service, price, convenience, product variety, online ordering/delivery capabilities, and store condition.\n\nThe Company believes its competitive advantages include convenient locations, the quality of service it provides its customers, competitive pricing, product variety, quality and a pleasant shopping environment, which is enhanced by its ongoing modernization program.\n\nBy concentrating its operations within a relatively small geographic region, the Company is also positioned to monitor its markets and the needs of its customers more carefully within those markets. The Company’s senior executives live and work in the Company’s operating region, thereby allowing management to quickly identify changes in needs and customer preference. Because of the Company’s size, store managers have direct access to senior corporate management and can receive quick decisions regarding requested changes in operations. The Company can then move quickly to adjust its business in response to changes in the market and customer needs.\n\nThe Company’s management monitors competitive activity and regularly reviews and periodically adjusts the Company’s marketing and business strategies as management deems appropriate considering existing conditions in the Company’s region. The Company’s ability to remain competitive in its changing markets will depend in part on its ability to pursue its expansion and renovation programs and its response to remodeling and new store openings by its competitors.\n\nSeasonality\n\nSales in the grocery segment of the Company’s business are subject to slight seasonal variances due to holiday related sales and sales during portions of the year in which customers return to seasonal homes. Sales are traditionally higher in the Company’s first fiscal quarter due to the inclusion of sales related to Thanksgiving and Christmas. The Company’s second fiscal quarter traditionally has the lowest sales of the year, unless Easter falls in that quarter. In the third and fourth quarters, sales are affected by the return of customers to seasonal homes in the Company’s market area.\n\nThe Company’s fluid dairy operations have a slight seasonal variation to the extent of its sales into the grocery industry. The Company’s real estate operations are not subject to seasonal variations.\n\nHuman Capital\n\nAt September 27, 2025, the Company had approximately 25,551 associates, of which 92% were supermarket personnel. Approximately 57% of supermarket personnel work on a part-time basis. Management considers labor relations to be good. The Company values its associates and believes that associate loyalty and enthusiasm are key elements of its operating performance. The Company continues to respond to the tight labor market by increasing resources devoted to associate recruitment and retention, and by expanding the ways in which it markets itself to prospective associates; however, there remains competition for labor, resulting in higher costs to attract and retain associates.\n\nThe Company has various programs to ensure adequate store staffing levels at any given time during the week. Store managers are given tools to assist with scheduling and levels of staffing. We provide flexible scheduling to accommodate the needs of our full and part-time associates, and we also provide incentives for associates based on the achievement of operating and safety goals. The Company has invested in technology that allows efficient remote work environments for associates who do not work in our stores or distribution center.\n\nTrademarks and Licenses\n\nThe Company employs various trademarks and service marks in its business, the most important of which are its own “ Laura Lynn” and “ Harvest Farms” private label trademarks, “ The Ingles Advantage” service mark, and the “ Ingles” service mark. These service marks and the trademarks are federally registered in the United States pursuant to applicable intellectual property laws and are the property of Ingles. The Company believes it has all material licenses and permits necessary to conduct its business.\n\nThe current expiration dates for significant trade and service marks are as follows: “ Ingles” - December 9, 2026; “ Laura Lynn” - March 13, 2034; “ Harvest Farms Organic” - August 21, 2028; and “ The Ingles Advantage” - August 30, 2035. Each registration may be renewed for an additional ten-year term prior to its expiration. The Company intends to timely file all renewals. Each of the Company’s trademark license agreements has a one year term which, with respect to one license, is automatically renewed annually, unless the owner of the trademark provides notice of termination prior to the expiration date and, with respect to the other licenses, are renewed periodically by letter from the licensor.\n\nEnvironmental Matters\n\nUnder applicable environmental laws, the Company may be responsible for remediation of environmental conditions and may be subject to associated liabilities relating to its stores and other buildings and the land on which such stores and other buildings are situated (including responsibility and liability related to its operation of its gas stations and the storage of fuel in underground storage tanks), regardless of whether the Company leases or owns the stores, other buildings or land in question and regardless of whether such environmental conditions were created by the Company or by a prior owner or tenant. The presence of contamination from hazardous or toxic substances, or the failure to properly remediate such contaminated property, may adversely affect the Company’s ability to sell or rent such real property or to borrow using such real property as collateral. The Company typically conducts an environmental review prior to acquiring or leasing new stores, other buildings or raw land.\n\nFederal, state and local governments could enact laws or regulations concerning environmental matters that affect the Company’s operations or facilities or increase the cost of producing or distributing the Company’s products. The Company believes that it currently conducts its operations, and in the past has conducted its operations, in substantial compliance with applicable environmental laws. The Company, however, cannot predict the environmental liabilities that may result from legislation or regulations adopted in the future, the effect of which could be retroactive. Nor can the Company predict how existing or future laws and regulations will be administered or interpreted or what environmental conditions may be found to exist at its facilities or at other properties where the Company or its predecessors have arranged for the disposal of hazardous substances.\n\nThe Company strives to employ sound environmental operating policies, including recycling packaging, recycling wooden pallets, and re-circulating some water used in its car washes. The Company offers reusable shopping bags to its customers and will pack groceries in bags brought in by its customers. The Company’s store modernization plans include energy efficient lighting and refrigeration equipment.\n\nGovernment Regulation\n\nThe Company is subject to regulation by a variety of governmental agencies, including, but not limited to, the U. S. Food and Drug Administration, the U. S. Department of Agriculture, the Occupational Safety and Health Administration, and other federal, state and local agencies. The Company’s stores are also subject to local laws regarding zoning, land use and the sale of alcoholic beverages and tobacco products. The Company believes that its locations are in material compliance with such laws and regulations. The Company is not aware of any proposed regulations that would materially affect the Company’s business, financial condition, or results of operations.\n\nItem 1A. RISK FACTORS\n\nBelow is a series of risk factors that may materially affect the Company’s business, financial condition and results of operation. The Company operates in a continually changing business environment, and new risk factors emerge from time to time. The following information should be read together with other information contained in this Annual Report on Form 10-K, including the consolidated financial statements and the notes thereto and “ Management’s Discussion and Analysis of Financial Condition and Results of Operations”.\n\nRisks Related to Our Business and Industry\n\nThe Company’s warehouse and distribution center and milk processing and packaging plant, as well as all of the Company’s stores, are concentrated in the Southeastern United States, which makes it vulnerable to economic downturns, natural disasters and other adverse conditions or other catastrophic events in this region.\n\nThe Company operates in the Southeastern United States, and its performance is therefore heavily influenced by economic developments in the Southeast region. The Company’s headquarters, warehouse and distribution center and milk processing and packaging plant are located in North Carolina and all of the Company’s stores are located in the Southeast region. As a result, the Company’s business has been and, in the future, may be, more susceptible to regional factors than the operations of more geographically diversified competitors. These factors include, among others, changes in the economy, weather conditions and natural disasters, demographics and population. For example, on September 27, 2024, Hurricane Helene severely impacted western North Carolina, including where the Company’s headquarters are located, resulting in catastrophic flooding and destruction, power and communication outages, major road closures and loss of life. The storm caused damage to certain of the Company’s properties, including its distribution center and impacted the ability of the Company’s stores to report information to the Company’s headquarters. Although the Company largely returned to normal operations within a reasonably short period of time following Hurricane Helene, there can be no assurance that future storms impacting the region will not have more severe consequences with respect to the Company’s operations, which could more significantly and adversely impact the Company’s financial position, cash flow and results of operation.",
      "char_count": 30780
    },
    "item1a": {
      "text": "RISK FACTORS\n\nBelow is a series of risk factors that may materially affect the Company’s business, financial condition and results of operation. The Company operates in a continually changing business environment, and new risk factors emerge from time to time. The following information should be read together with other information contained in this Annual Report on Form 10-K, including the consolidated financial statements and the notes thereto and “ Management’s Discussion and Analysis of Financial Condition and Results of Operations”.\n\nRisks Related to Our Business and Industry\n\nThe Company’s warehouse and distribution center and milk processing and packaging plant, as well as all of the Company’s stores, are concentrated in the Southeastern United States, which makes it vulnerable to economic downturns, natural disasters and other adverse conditions or other catastrophic events in this region.\n\nThe Company operates in the Southeastern United States, and its performance is therefore heavily influenced by economic developments in the Southeast region. The Company’s headquarters, warehouse and distribution center and milk processing and packaging plant are located in North Carolina and all of the Company’s stores are located in the Southeast region. As a result, the Company’s business has been and, in the future, may be, more susceptible to regional factors than the operations of more geographically diversified competitors. These factors include, among others, changes in the economy, weather conditions and natural disasters, demographics and population. For example, on September 27, 2024, Hurricane Helene severely impacted western North Carolina, including where the Company’s headquarters are located, resulting in catastrophic flooding and destruction, power and communication outages, major road closures and loss of life. The storm caused damage to certain of the Company’s properties, including its distribution center and impacted the ability of the Company’s stores to report information to the Company’s headquarters. Although the Company largely returned to normal operations within a reasonably short period of time following Hurricane Helene, there can be no assurance that future storms impacting the region will not have more severe consequences with respect to the Company’s operations, which could more significantly and adversely impact the Company’s financial position, cash flow and results of operation.\n\nVarious aspects of the Company’s business are subject to federal, state and local laws and various operating regulations. The Company’s compliance with these regulations may require additional capital expenditures and could adversely affect the Company’s ability to conduct the Company’s business as planned.\n\nThe Company is subject to federal, state and local laws and regulations relating to zoning, land use, workplace safety, public health, community right-to-know, beer and wine sales, country of origin labeling of food products, pharmaceutical sales and fuel station operations. Furthermore, the Company’s business is regulated by a variety of governmental agencies, including, but not limited to, the U. S. Food and Drug Administration, the U. S. Department of Agriculture, and the Occupational Safety and Health Administration. Employers are also subject to laws governing their relationship with employees, including minimum wage requirements, overtime, working conditions, insurance coverage, disabled access, and work permit requirements. Recent and proposed regulation has had or may have a future impact on the cost of insurance benefits for associates and on the cost of processing debit and credit card transactions. Compliance with, or changes in, these laws could reduce the revenue and profitability of the Company’s supermarkets and could otherwise adversely affect the Company’s business, financial condition or results of operations.\n\nThe Company is affected by certain operating costs which could increase or fluctuate considerably.\n\nThe Company depends on qualified associates to operate the Company’s stores. A shortage of qualified associates could require the Company to enhance the Company’s wage and benefit package in order to better compete for and retain qualified associates, and the Company may not be able to recover these increased labor costs through price increases charged to customers, which could significantly increase the Company’s operating costs.\n\nThe Company is self-insured for workers’ compensation, general liability and group medical and dental benefits. Risks and uncertainties are associated with self-insurance; however, the Company has limited its exposure by maintaining excess liability coverage. Self-insurance liabilities are established based on claims filed and estimates of claims incurred but not reported. The estimates are based on data provided by the respective claims administrators and analyses performed by actuaries engaged by the Company. These estimates can fluctuate if historical trends are not predictive of the future. The majority of the Company’s store properties are self-insured for casualty losses and business interruption; however, liability coverage is maintained.\n\nEnergy and utility costs have been volatile in recent years. The Company attempts to increase its energy efficiency during store construction and remodeling using energy-saving equipment and construction.\n\nThe Company is subject to risks related to information systems and data security.\n\nThe Company’s business is dependent on information technology systems. These complex systems are an important part of ongoing operations. If the Company were to experience disruption in these systems, did not maintain existing systems properly, or did not implement new systems appropriately, operations could suffer.\n\nThe Company has implemented procedures to protect its information technology systems and data necessary to conduct ongoing operations. The Company cannot, however, be certain that all these systems and data are entirely free from vulnerability to attack.\n\nCompliance with tougher privacy and information security laws and standards, including protection of customer debit and credit card information, may result in higher investments in technology and changes to operational processes.\n\nIn recent years, more industry transactions have been online for ordering and fulfillment. This trend places a higher reliance on effective and efficient information systems.\n\nThe Company is affected by the availability and wholesale price of fuel and retail fuel prices, all of which can fluctuate quickly and considerably.\n\nThe Company operates fuel stations at 106 of its store locations, which excludes two fuel locations temporarily closed due to Hurricane Helene. While the Company obtains gasoline and diesel fuel from several different suppliers, long-term disruption in the availability and wholesale price of fuel for resale could have a material adverse effect on the Company’s business, financial condition and/or results of operations.\n\nFluctuating fuel costs could adversely affect the Company’s operating costs which depend on fuel for the Company’s fleet of tractors and trailers which distribute goods from the Company’s distribution facility and for the Company’s fluid dairy operations.\n\nFurthermore, fluctuating fuel costs could have an adverse effect on the Company’s total fuel sales (both in terms of dollars and gallons sold), the profitability of fuel sales, and the Company’s plans to develop additional fuel centers. Also, retail gas price volatility could diminish customer usage of fueling centers and, thus, adversely affect customer traffic at the Company’s stores.\n\nThe Company’s industry is highly competitive. If the Company is unable to compete effectively, the Company’s financial condition and results of operations could be materially affected.\n\nThe supermarket industry is highly competitive and continues to be characterized by intense price competition, increasing fragmentation of retail formats, entry of non-traditional competitors (both physical and online) and market consolidation. Furthermore, some of the Company’s competitors have greater financial resources and could use these financial resources to take measures, such as altering product mix, reducing prices, home/in-store fulfillment, or online ordering which could adversely affect the Company’s competitive position.\n\nDisruptions in the efficient distribution of food products to the Company’s warehouse and stores may adversely affect the Company’s business.\n\nThe Company’s business could be adversely affected by disruptions in the efficient distribution of food products to the Company’s warehouse and stores. Such disruptions could be caused by, among other things, adverse weather conditions, fuel availability, shortage of truck drivers, food contamination recalls and civil unrest in foreign countries in which the Company’s suppliers do business.\n\nThe Company’s operations are subject to economic conditions that impact consumer spending.\n\nThe Company’s results of operations are sensitive to changes in overall economic conditions that impact consumer spending, including discretionary spending. Future economic conditions such as employment levels, business conditions, interest rates, energy and fuel costs and tax rates could reduce consumer spending or change consumer purchasing habits. A general reduction in the level of consumer spending or the Company’s inability to respond to shifting consumer attitudes regarding products, store location and other factors could adversely affect the Company’s business, financial condition and/or results of operations.\n\nInflation could impact the Company’s operations.\n\nThe following table from the United States Bureau of Labor Statistics lists annualized changes in the Consumer Price Index that could have an effect on the Company’s operations. One of the Company’s significant costs is labor, which increases with general inflation. Inflation or deflation in energy costs affects the Company’s fuel sales, distribution expenses and plastic supply costs.\n\n                    Twelve Months Ended                     \n                          September 27,      September 28,  \n                                   2025               2024  \n ────────────────────────────────────────────────────────────\n  All items                         3.0                2.4  \n  Food at home                      2.7                1.3  \n  Energy                            2.8              (6.8)  \n\nIf we are unable to successfully identify market trends and react to changing consumer preferences in a timely manner, our sales\n\nmay decrease.\n\nWe believe our success depends, in substantial part, on our ability to:\n\n anticipate, identify and react to fresh, natural and organic grocery and dietary supplement trends and changing consumer preferences and demographics in a timely manner;\n\n translate market trends into appropriate, innovative, saleable product and service offerings in our stores before our competitors and effectively market these trends to our target customers; and\n\n develop and maintain those relationships that provide us access to the newest on-trend merchandise and customer engagement options on reasonable terms.\n\nConsumer preferences often change rapidly and without warning, moving from one trend to another among many product or retail concepts. Our performance is impacted by trends regarding healthy lifestyles, product attributes, dietary preferences, convenient options, fresh, natural and organic products, meal solutions, ingredient transparency and sustainability, and vitamins and supplements, as well as new and evolving methods of engaging with and delivering our products to our customers. Consumer preferences might shift as a result of, among other things, economic conditions, food safety perceptions, scientific research or findings regarding the benefits or efficacy of such products, national media attention and the cost, attributes or sustainability of these products. A change in consumer preferences away from our offerings would have a material adverse effect on our business. Additionally, negative publicity over the safety, efficacy or benefits of any such items, may adversely affect demand for our products, and could result in lower customer traffic, sales, results of operations and cash flows. If we are unable to anticipate and satisfy consumer preferences with respect to product offerings and customer engagement options, our sales may decrease, which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nRisk Related to Ownership of Our Common Stock\n\nThe Company’s principal stockholder, Robert P. Ingle II, has the ability to elect a majority of the Company’s directors, appoint new members of management and approve many actions requiring stockholder approval.\n\nMr. Ingle II’s beneficial ownership represented approximately 72.5% of the combined voting power of all classes of the Company’s capital stock as of September 27, 2025. As a result, Mr. Ingle II has the power to elect a majority of the Company’s directors and approve any action requiring the approval of the holders of the Company’s Class A Common Stock and Class B Common Stock, including adopting certain amendments to the Company’s charter and approving mergers or sales of substantially all of the Company’s assets. Beneficial ownership is calculated in accordance with Rule 13d-3 promulgated under the Exchange Act.\n\nThe Company is a controlled company under NASDAQ Rules. As a result, the Company is exempt from certain of NASDAQ’s corporate governance policies, including the requirements that the majority of Directors be independent (as defined in NASDAQ Rules), and that the Company have a nominating committee for Director candidates.\n\nThe market price and trading volume of our Class A Common Stock may be volatile and could decline significantly.\n\nThe market price of our Class A Common Stock may be highly volatile and could be subject to wide fluctuations. Securities markets worldwide experience significant price and volume fluctuations. This market volatility, as well as general economic, market or political conditions, could reduce the market price of shares of our Class A Common Stock regardless of our operating performance. The trading price of our Class A Common Stock may be adversely affected due to a number of factors, most of which we cannot predict or control, such as the following:\n\n• fluctuations in our operating results;\n\n• a decision by the Board of Directors to reduce or eliminate cash dividends on our common stock;\n\n• changes in recommendations or earnings estimates by securities analysts;\n\n• general market conditions in our industry or in the economy as a whole;\n\n• natural disasters, including the impact of severe weather; and\n\n• political instability, war or events of terrorism.\n\nThe payment of dividends on our common stock is at the discretion of our Board of Directors and is not guaranteed. The amount of future dividends that we will pay, if any, will depend upon a number of factors. Future dividends will be declared and paid at the sole discretion of the Board of Directors and will depend upon such factors as cash flow generated by operations, profitability, financial condition, cash requirements, future prospects, and other factors deemed relevant by our Board of Directors. The right of our Board of Directors to declare dividends, however, is subject to the availability of sufficient funds under North Carolina law to pay dividends. Additionally, the payment of cash dividends is subject to restrictions contained in certain of our financing arrangements.\n\nItem 1B. UNRESOLVED STAFF COMMENTS\n\nNone.\n\nItem 1C. CYBERSECURITY\n\nThe Company has processes in place to identify, assess and manage risks from information security vulnerabilities and cybersecurity threats. The Company\nmaintains\nand updates tools, controls, technologies, methods, systems and other processes that are designed to prevent, detect, escalate, investigate, mitigate and remediate data loss, theft, misuse, unauthorized access or other security incidents or vulnerabilities that may affect the Company’s information systems and data. The Company uses an enterprise vulnerability\n\nmanagement platform to scan IT assets and report any known vulnerabilities associated with such IT assets. This platform enables the Company’s Information Security Team to identify and prioritize solutions necessary to remediate any identified vulnerabilities. The Company’s policies require that remediation be performed in a timely manner, including the completion of follow-up scanning to confirm the remediation of any identified vulnerabilities. Further, the Company’s incident response program enables the identification and management of information security threats, risks and incidents. The incident response program is powered by technology that enables threat and event correlation across enterprise systems, user behavior analytics, anomalous behavior identification, network detection and response, end point detection and response, and an incident tracking system. The Company promptly engages the Computer Security Incident Response Team (“ CSIRT”) if a security incident is observed. The CSIRT is composed of lead personnel from the Company’s IT department and employees who have been trained on the handling of information security incidents. The CSIRT may also\nengage\nthird party incident response investigators that are on retainer to assist in incident response.\n\nThe Company uses the National Institute of Standards and Technology’s Cybersecurity Framework (NIST CSF) as a guide for cyber risk management. The Center for Internet Security (CIS) Benchmarks and the Payment Card Industry (PCI) Security Standards are also followed to ensure compliance with the Payment Card Industry Data Security Standard (PCI-DSS) and to assist with managing risk.\n\nThe Company has information technology security practices designed to protect its information technology systems and data and to monitor for potential cybersecurity threats. These practices are integrated into the Company’s risk management framework and include:\n\n Cybersecurity controls embedded in the Company’s information technology systems;\n\n Regular implementation of changes to the Company’s information technology systems to address potential threats and vulnerabilities;\n\n Incident response program, including proactive simulations to identify and manage cybersecurity threats, risks and incidents;\n\nParticipation in industry forums and collaboration with peers; and\n\n Security awareness and data protection training for applicable employees.\n\nAdditionally, the Company assesses and manages cybersecurity threats associated with its third party service providers’ information technology systems that could compromise the Company’s information security or data. Identified cybersecurity threats are communicated to management for review, response and mitigation as appropriate.\n\nThe Company evaluates risk associated with the engagement of any third-party through a lifecycle-based approach, conducting risk-based due diligence before an engagement, using contractual provisions to address risk, and, for certain third-parties, engaging in architectural review and validation prior to an engagement.\n\nThe Company has an Information Security Team composed of employees and a managed detection and response partner providing 24/7 coverage. Additionally, the Company utilizes third parties to assist with penetration testing, attack simulation, threat intelligence reporting, detection and incident response, as well as review and enhancement of associated response plans and processes.\n\nThe Company’s Vice President of Information Technology, Director of Information Security, Director of Systems Engineering, and Director of Retail Platforms manage the Company’s information security policies and have\noversight\nof our cybersecurity systems and methodologies risks, as well as assessing and managing cybersecurity risk.\nThe Director of Information Security holds cybersecurity certifications as a Certified Information Systems Security Professional and GIAC Penetration Tester.\nRisk is evaluated on an ongoing basis to determine the likelihood and magnitude of a potential impact. In addition, the Director of Internal Audit is a Certified Internal Auditor and is actively involved in the annual internal general IT controls audit and partners with a third party to assist.\nThe results of all internal audits, including information technology issues, and updates on the Company’s incident response program and results are shared with the Company’s Audit Committee of the Board of Directors which\nreports\nto the full Board of Directors.\n\nThe Company is constantly evolving its information security strategy and responses for new and emerging threats. As of the date of this Annual Report on Form 10-K, the Company has\nnot\nencountered risks from cybersecurity threats that have materially affected, or are reasonably likely to materially affect, the Company’s business strategy, results of operations or financial position.\n\nItem 2. PROPERTIES\n\nOwned Properties\n\nThe Company owns the real property for 174 of its supermarkets (including the three temporarily closed stores), either as free-standing stores or as the anchor tenant in a Company-owned shopping center. The Company also owns 29 undeveloped sites which are suitable for a free-standing store or shopping center development. The Company additionally owns various outparcels and other acreage located adjacent to the shopping centers and supermarkets it owns. Real estate owned by the Company is generally located in the same geographic regions as its supermarkets. The Company’s shopping center rental operations are part of the Company’s “all other” segment. See Note 1 to the Consolidated Financial Statements contained in this Annual Report on Form 10-K.\n\nThe shopping centers owned by the Company contain an aggregate of 9.2 million square feet of leasable space, of which 4.4 million square feet is used by the Company’s supermarkets. The remainder of the leasable space in these shopping centers is leased or held for lease by the Company to third-party tenants. A breakdown by size of the shopping centers owned and operated by the Company as of September 27, 2025 was as follows:\n\n  Size                               Number  \n  Less than 50,000 square feet           19  \n  50,000 – 100,000 square feet           41  \n  More than 100,000 square feet          40  \n  Total                                 100  \n\nThe Company owns a 1,649,000 square foot facility, which is strategically located between Interstate 40 and Highway 70 near Asheville, North Carolina, as well as the 119 acres of land on which it is situated. The facility includes the Company’s headquarters and its warehouse and distribution facility. The property also includes truck servicing and fuel storage facilities. The Company also owns a 139,000 square foot warehouse on 21 acres of land approximately one mile from its main warehouse and distribution facility.\n\nThe Company’s milk processing and packaging subsidiary, Milkco, Inc., owns a 140,000 square foot manufacturing and storage facility in Asheville, North Carolina. In addition to the plant, the 20-acre property includes truck cleaning and fuel storage facilities. While our manufacturing and storage facility did not sustain physical damage as a result of Hurricane Helene, the water outage and ban on water usage, which was not lifted until November 2024, impacted operations and results for the first quarter of fiscal year 2025.\n\nCertain long-term debt of the Company is secured by the owned properties. See Note 7, “ Long-Term Debt” to the Consolidated Financial Statements of this Annual Report on Form 10-K for further details.\n\nLeased Properties\n\nThe Company operates supermarkets at 23 locations leased from various unaffiliated third parties. The Company has five owned store buildings that are on ground leases. The Company leases one other former supermarket location, which is subleased to a third party. The majority of these leases require the Company to pay property taxes, utilities, insurance, repairs and certain other expenses incidental to occupation of the premises. In addition to base rent, most leases contain provisions that require the Company to pay additional percentage rent (ranging from 0.75% to 1.00%) if sales exceed a specified amount.\n\nRental rates generally range from $3.09 to $8.49 per square foot. During fiscal 2025, 2024 and 2023, the Company paid cash supermarket rent of $6.2 million, $8.3 million and $9.4 million, respectively. These amounts exclude property taxes, utilities, insurance, repairs, other expenses, and non-cash rent adjustments. The following table summarizes lease expiration dates as of September 27, 2025, with respect to the initial and any renewal option terms of leased supermarkets properties:\n\n  Year of Expiration             Number of        \n  (Including Renewal Terms)      Leases Expiring  \n  2025-2036                      4                \n  2037-2051                      1                \n  2052 or after                  19               \n\nManagement believes that the long-term rent stability provided by these leases is a valuable asset of the Company.\n\nItem 3. LEGAL PROCEEDINGS\n\nVarious legal proceedings and claims arising in the ordinary course of business are pending against the Company. In the opinion of management, the ultimate liability, if any, from all pending legal proceedings and claims would not materially affect the Company’s business, financial condition, results of operations or cash flows.",
      "char_count": 25831
    }
  },
  "extracted_at": "2026-01-19T15:40:34.515878"
}