{
  "ticker": "IMXI",
  "company_name": "International Money Express, Inc.",
  "cik": 1683695,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001683695-25-000030",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001683695&accession_number=000168369525000030&xbrl_type=v",
  "sic_code": "7389",
  "industry": "Services-Business Services, NEC",
  "sections": {
    "item1": {
      "text": "Index\n\nITEM 1.    BUSINESS\n\nOverview\n\nInternational Money Express, Inc. (the “Company” or “Intermex”) is a leading omnichannel money remittance services company focused primarily on the United States of America (“United States” or “U.S.”) to Latin America and the Caribbean (“LAC”) corridor, which includes Mexico, Central and South America and the Caribbean. We also provide our remittance services to Africa and Asia from the United States and offer sending services from Canada to Latin America and Africa. Also, through recent acquisitions we now provide remittance services from Spain, Italy, the United Kingdom and Germany to Africa, Asia and Latin America. We utilize our proprietary technology to deliver convenient, reliable and value-added services to consumers through a broad network of sending and paying agents. Our remittance services, which include a comprehensive suite of ancillary financial processing solutions and payment services, are available in all 50 states in the U.S., Washington D.C., Puerto Rico and 13 provinces in Canada, as well as in certain locations in Spain, Italy, Germany and the United Kingdom, where consumers can send money to beneficiaries in more than 60 countries in LAC, Africa, Asia and Europe. Our services are accessible in person through over 100,000 independent sending and paying agents and 117 Company-operated stores, as well as online and via Internet-enabled mobile devices. Additionally, our product and service portfolio include online payment options, pre-paid debit cards and direct deposit payroll cards, which may present different cost, demand, regulatory and risk profiles relative to our core money remittance business.\n\nMoney remittance services to LAC countries, mainly Mexico, Guatemala, El Salvador, Honduras and the Dominican Republic, are the primary source of our revenue. These services involve the movement of funds on behalf of an originating consumer for receipt by a designated beneficiary at a designated receiving location. Our remittances to LAC countries are primarily generated in the United States by consumers with roots in Latin American and Caribbean countries, many of whom do not have an existing relationship with a traditional full-service financial institution capable of providing the services we offer. We provide these consumers with flexibility and convenience to help them meet their financial needs. We believe many consumers who use our services may have access to traditional banking services, but prefer to use our services based on reliability, convenience and value. We generate money remittance revenue from fees paid by consumers (i.e., the senders of funds), which we share with our sending agents in the originating country and our paying agents in the destination country. Remittances paid in local currencies that are not pegged to the U.S. dollar, Canadian dollar, Euro or British Pound can also generate revenue if we are successful in our daily management of currency exchange spreads. We also generate revenue from our wire as a service relationships with digital partners where we receive a fee for facilitating money transfers processed through our proprietary software systems, using our money transmitter licenses and payer network relationships.\n\nOur money remittance services enable consumers to send funds through our broad network of locations in the United States, Canada, Spain, Italy, the United Kingdom and Germany that are primarily operated by third-party businesses, as well as through our Company-operated stores, located in those jurisdictions. Transactions are processed and payment is collected by our agent (“sending agent(s)”) and those funds become available for pickup by the beneficiary at the designated destination, usually within minutes, at any Intermex payer location (“paying agent(s)”). We refer to our sending agents and our paying agents collectively as agents. In addition, our services are offered digitally through intermexonline.com, online.i-transfer.es and via Internet-enabled mobile devices. For the year ended December 31, 2024, our agent network decreased slightly by approximately 0.2% primarily as a result of a lower number of agents onboarded during the period relative to ordinary course agent terminations. For the year ended December 31, 2024, principal amount sent decreased slightly by approximately 0.8% to $24.4 billion, as compared to fiscal year 2023, primarily as a result of a lower principal amount sent per transaction, Total remittances processed were approximately 58.9 million, representing a slight increase of approximately 0.4%, as compared to fiscal year 2023 primarily related to increased volume generated by our digital channels and European subsidiaries.\n\nOur Competitive Strengths\n\n•Primary focus on profitable corridors. Unlike many of our competitors, who we believe prioritize global reach over growth and profitability, we are focused on certain geographical regions in which there is a concentration of a significant portion of the world’s money remittance volume. We believe the LAC, Africa and Asia corridors provide an attractive operating environment with significant opportunity for future growth. According to the latest available data published by the World Bank, the LAC corridor continues to be one of the most rapidly growing remittance corridors in the world.\n\n•Highly scalable, proprietary software platforms. We provide our money remittance services utilizing our internally developed proprietary software systems, which we believe enhance the productivity of our network of sending agents, enabling them to quickly, reliably and cost-effectively process remittance transactions. Also, our proprietary applications enable our consumers to rapidly process money transmissions through a variety of digital channel offerings. Our proprietary software systems are designed to incorporate real-time compliance functionality, which improves our regulatory compliance and helps to minimize fraud. Our developed platforms have the ability to handle traffic well in excess of the number of transactions we currently process. Our money remittance platforms have proven reliable, with our 2024 downtime being less than 0.05%.\n\n•Highly selective sending agent recruitment process designed to identify productive long-term partners. We strategically target sending agents for our network only after a metric-based analysis of potential productivity and a thorough vetting process. In our sending agent \n\n3\n\nIndex\n\nselection process, we focus on geographic locations that we believe are likely to have high customer volume and demand for our services. By closely monitoring individual sending agent performance and money remittance trends, we can offer our sending agents real-time technical support and marketing assistance to help increase their productivity and remittance volume.\n\n•Strong relationships with major banks and financial institutions. Our relationships with clearing, check processing, trading and exchange rate and cash management banks are critical to an efficient and reliable remittance network. We benefit from our strong and long-term relationships with a number of large banks and financial institutions. We maintain strong relationships with a number of other national and regional banking and financial institutions in the United States, Canada, Spain, Italy, the United Kingdom and Latin America. For example, we have maintained a long-term relationship with Wells Fargo, Bank of America and US Bank, among others. Due to increasing regulatory scrutiny of banks and financial institutions, we believe that new banking relationships may be difficult to develop for new, start-up competitors in the industry, hence creating a barrier to entry to new competition and making our existing relationships a competitive advantage.\n\n•Powerful brand with strong consumer awareness and loyalty in the corridors we operate. We believe we are a leading money remittance provider from the United States to the LAC corridor, processing 19.7% of the aggregate volume of remittances to Mexico according to the latest available data published by the Central Bank of Mexico in 2024 and 27.6% of the aggregate volume of remittances to Guatemala according to the latest available data published by the Central Bank of Guatemala in 2024. We believe that consumers associate the Intermex brand with reliability, strong customer service and the ability to safely and efficiently remit their funds. The information contained in this paragraph is based on “Revenues by Workers’ Remittances” published in the Central Bank of Mexico’s website and “Income from family remittance” published in the Central Bank of Guatemala’s website.\n\n•Strong compliance processes and procedures. We operate in a highly-regulated environment and are reviewed by regulators and external auditors periodically. We maintain a comprehensive and rigorous compliance process with policies, procedures and internal controls designed to exceed current regulatory requirements. Our software also includes embedded compliance systems that provide real-time transaction alerts and Office of Foreign Assets Control (“OFAC”) screening. Our risk and compliance management tools include programs by Equifax, Experian, LexisNexis and TransUnion, among others.\n\n•Experienced and proven management team. Our management team consists of financial services industry veterans with a track record of achieving profitable growth. Our team is led by our Chief Executive Officer (“CEO”) and President, Robert Lisy, with a successful 30-plus year track record in the retail financial services and electronic payment processing industry.\n\nOur Growth Strategy\n\nOn February 26, 2025, we announced that, with the approval and recommendation of the Board’s independent Strategic Alternatives Committee (“SAC”), the Board unanimously determined to suspend the Company’s previously announced assessment of strategic alternatives, We believe, however, that we are well positioned to drive continued growth and stockholder value maximization by executing on the following core strategies either organically or through acquisitions of other entities:\n\n•Invest in the marketing and adoption of our digital channels and value-added services to expand our customer base and revenue generation. Our money remittance platforms currently enable consumers to send funds from the United States, Spain, Italy, the United Kingdom and Germany to the LAC corridor, Europe, Asia and Africa through the Internet via our websites (intermexonline.com and online.i-transfer.es) and mobile device applications. We intend to increase the level of investment in enhancing and marketing our digital applications to increase consumer adoption of our safe, easy-to-use digital platforms for remitting funds and performing other financial services. We believe these digital channels expand our potential customer base as digital transaction capabilities have become more relevant to consumers in the LAC and other corridors. Our digital channels offering also generates growth from various demographic groups as consumers continue to migrate to conducting financial transactions digitally.\n\n•Expand our market share in our largest corridors. The three largest remittance corridors we serve are the United States to Mexico, United States to Guatemala and United States to the Dominican Republic. According to the latest available data in the World Bank Remittance Matrix, the United States to Mexico remittance market continues to be one of the largest in the world. We aim to continue to expand our market share in those states where we are currently well-established and poised for continued profitable growth within those markets via targeted regional penetration. We believe that we can leverage our current customer data to increase repeat customer usage, track and effectively recapture one-time users of our service and improve sending agent productivity to drive growth in these states. We also execute a targeted marketing effort to realize significantly increased market share growth in large states where we are underrepresented.\n\n•Expand our services into new corridors and emerging markets. We believe that there is significant room to grow our business in underserved geographic regions in the LAC corridor where there is demand from consumers and agents for our value-added approach to money remittances. Specifically, we continue to target future growth opportunities via new corridors from the United States to other non-Spanish speaking regions, including the Caribbean and other continents. In recent years, we expanded our services to allow remittances to Africa and Asia from the United States, began offering sending services from Canada to Latin America and Africa, and \n\n4\n\n\ncompleted acquisitions which further strengthen our presence in Latin America and position us to grow in the Europe to Africa, Asia and LAC corridors.\n\nSegments\n\nOur business is organized around one reportable segment that provides money remittance services primarily between the U.S. and Canada to Mexico, Guatemala and other countries in Latin America, Africa and Asia through a network of authorized agents located in various unaffiliated retail establishments and 117 Company-operated stores throughout the U.S., Canada, Spain, Italy, the United Kingdom and Germany, as well as digitally through the Internet via our websites and mobile device applications. This is based on the objectives of the business and how our chief operating decision maker, the CEO and President, monitors operating performance and allocates resources.\n\nOperations and Services\n\nMoney remittance services to LAC countries, primarily Mexico, Guatemala, El Salvador, Honduras and the Dominican Republic, are the primary source of our revenue. These services involve the movement of funds on behalf of an originating consumer for receipt by a designated beneficiary at a designated receiving location. Our remittances to LAC countries are primarily generated in the United States by consumers with roots in Latin American and Caribbean countries, many of whom do not have an existing relationship with a traditional full-service financial institution capable of providing the services we offer. We provide these consumers with flexibility and convenience to help them meet their financial needs. We believe many consumers who use our services may have access to traditional banking services, but prefer to use our services based on reliability, convenience and value. We generate money remittance revenue from fees paid by consumers (i.e., the senders of funds), which we share with our sending agents in the originating country and our paying agents in the destination country. Remittances paid in local currencies that are not pegged to the U.S. dollar, Canadian dollar, Euro or British pound also earn revenue through our daily management of currency exchange spreads. We also generate revenue from our “wire as a service” relationships with digital partners where we receive a fee for facilitating money transfers processed through our proprietary software systems, money transmitter licenses and payer network relationships.\n\nThe majority of our money remittance transactions are generated through our agent network of retail locations and Company-operated stores where the transaction is processed and payment is collected by our sending agent. Those funds become available for pickup by the beneficiary at the designated receiving destination, usually within minutes, at any Intermex payer location. In select countries, the designated recipient may also receive the remitted funds via a deposit directly to the recipient’s bank account, debit cards, mobile wallets, and home delivery in selected markets. Our locations in the United States, Canada, Spain and Italy, also referred to as our sending agents, tend to be individual establishments, such as multi-service stores, grocery stores, convenience stores, bodegas and other retail locations. Our payers in LAC countries are referred to as paying agents, and generally consist of large banks and financial institutions or large retail chains. Grupo Elektra, S.A.B. de C.V. (“Elektra”) is our largest paying agent and processes a significant portion of remittances in the LAC corridor. Each of our sending agents and our paying agents are primarily operated by third-party businesses where our money remittance services are offered. Additionally, we operate a number of retail locations in the United States, Canada, Spain, Italy, the United Kingdom and Germany, which we refer to as Company-operated stores and where our money remittance services are available. We also operate subsidiary payer networks in Mexico under the Pago Express brand and in Guatemala under the Intermex brand. These networks provide coverage of payer locations that reach some of the most remote areas in those countries, providing increased convenience to consumers in the United States, Canada, Mexico and Guatemala.\n\nAt sending agent locations, consumers may initiate a transaction directly with an agent, or through a direct-dialed telephone conversation from the agent location to our call centers. Many of our sending agents operate in locations that are open outside of traditional banking hours, including nights and weekends. Our sending agents understand the markets that they serve and coordinate with our sales and marketing teams to develop business plans for those markets. We hold promotional events for our sending agents to help familiarize them with our brands and to incentivize the agents to promote our services to consumers.\n\nOur money remittance services are also available on the Internet via our websites (intermexonline.com and online.i-transfer.es) and mobile device applications, enabling consumers to send money conveniently 24 hours a day from their computer or mobile devices. Consumers are able to select a variety of sending methods, including cash pickup at thousands of locations, direct deposit into bank accounts, debit cards, mobile wallets, and home delivery in selected markets. Also, our enhanced digital mobile money remittance applications provide consumers with safe, easy-to-use features for remitting funds with a debit or credit card. Our internet-based money transmission services and digital channel offerings continue to grow at a faster pace as compared with our services provided by our network of sending agents or Company-operated stores. \n\nWe maintain call centers in Mexico and Guatemala, providing call center services 365 days per year and customer service in English, French, Italian and Spanish, as well as the possibility of service in many of the regional dialects that our customers speak. Our call centers are able to provide customer service for inbound customer calls and have technology available for direct calls from customers at our agent locations in processing remittance transactions.\n\nCash Management Bank Relationships\n\n5\n\n\nWe buy and sell a number of global currencies and maintain a network of settlement accounts to facilitate the timely funding of money remittances and foreign exchange trades. Our relationships with clearing, check processing, trading and exchange rate and cash management banks are critical to an efficient and reliable remittance network. We benefit from our strong and long-term relationships with a number of large banks and financial institutions. We maintain strong relationships with a number of other national and regional banking and financial institutions in the United States, Canada, Spain, Italy, Germany, the United Kingdom and Latin America. In addition, we have benefited from our long relationship with US Bank, which manages our main operating account, and from strong relationships with Wells Fargo and Bank of America, which serve as our primary banks for exchange rate management with respect to the foreign currencies in which we transact.\n\nInformation Technology\n\nCurrently, all of our money processing software used in the United States, United Kingdom, Spain, Italy, Germany and Canada is proprietary and has been developed primarily by our internal software development team. Our money processing software acts as a point of sale for our money remittance transactions and incorporates real-time compliance functionality, which improves our regulatory compliance and helps to minimize fraud. Our money processing software is critical to our operations while our back-office software is critical for settling our transactions.\n\nAlso, our money remittance platforms enable consumers to send funds through the Internet via our websites (intermexonline.com and online.i-transfer.es) and mobile device applications from consumers' computers or mobile devices. Our enhanced digital mobile money remittance applications provide consumers with safe and easy-to-use features for remitting funds.\n\nIn addition to our money remittance software, digital platforms and mobile applications, we continue to develop programs and defenses against cyber-attacks. The foundation of our cybersecurity program is based on recognized best practices and standards for cybersecurity and information technology that include the Center of Internet Security (\"CIS\") Critical Security Controls Framework. The CIS Critical Security Controls Framework is a prioritized set of safeguards to mitigate the most prevalent cyber-attacks against systems and networks. We utilize a number of third-party vendors and automated tools that monitor our systems and inform us of any attempted attacks. Our Chief Information Officer and Chief Information Security Officer report periodically to our board of directors regarding our cybersecurity policies and practices. See Item 1C - Cybersecurity for additional detail.\n\nIn addition to our proprietary and internally developed software systems, we utilize historical and predictive data to analyze market trends, performance of market territories, agent performance and consumer habits in real time.\n\nWe continually invest in our technology platforms to ensure they have the capacity to handle traffic well in excess of the number of transactions we currently process. A load balancing configuration between tier-1 datacenters, in addition to failover redundancy, provides uptime performance. Our technology platforms have experienced limited downtime, with our 2024 downtime being less than 0.05%.\n\nOur Transaction Processing Engine (“TPE”) allows us to process money remittances reliably and quickly by leveraging a proprietary rules engine to apply granular-level product feature customization. The TPE also leverages real-time risk management algorithms to improve our regulatory compliance and helps to minimize fraud.\n\nOur internally developed and proprietary payer Application Programming Interface (“API”) platform securely and efficiently integrates our TPE directly with the platforms of our paying agents, so that we can rapidly deliver money remittances to our paying agents while optimizing the efficiency/speed of adding new payers to our network and integrating payers’ software and systems with our software and systems.\n\nIntellectual Property\n\nThe Intermex brand is critical to our business. In the markets in which we compete, we derive benefit from our brand, as we believe the Intermex brand is recognized for its speed, cost effectiveness and reliability for money remittances throughout the United States, the LAC corridor, Canada and Africa. We use various trademarks and service marks in our business, including, but not limited, to Intermex, International Money Express, IntermexDirect, CheckDirect, La Nacional, Amigo Paisano and Pago Express, some of which are registered in the United States and other countries. In addition, we rely on trade secret protection to protect certain proprietary rights in our information technology, trademarks, and licenses. See the section entitled “Information Technology” for more information.\n\nWe rely on a combination of patent, trademark and copyright laws and trade secret protection and invention assignment, confidentiality or license agreements to protect our intellectual property rights in products, services, expertise, and information. We believe the intellectual property rights in processing equipment, computer systems, software and business processes held by us and our subsidiaries provide us with a competitive advantage. We take appropriate measures to protect our intellectual property to the extent such intellectual property can be protected.\n\nSales and Marketing\n\n6\n\n\nThe majority of our money remittance transactions are generated through our agent network of retail locations and Company-operated stores where the transaction is processed and payment is collected by our sending agent or store. Sending agent locations include multi-service stores, grocery stores, convenience stores, bodegas and other retail locations. The vast majority of our sending agents are provided access to our proprietary money remittance software systems, while others have access to our combination telephone and fax/tablet set up, which we call telewire, enabling direct access to our call centers for money remittance services. In all of our independent sending agent locations the agent provides the physical infrastructure and staff required to complete the remittances, while we provide the central operating functions, such as transaction processing, settlement, marketing support, compliance training and support, and customer relationship management. We also maintain 117 Company-operated stores in the United States, Canada, Spain, Italy, the United Kingdom and Germany. We retain customer data, which enables us to increase repeat customer usage, track and effectively recapture one-time users of our service and improve sending agent productivity.\n\nWe market our services to consumers in a number of ways, including directly and indirectly through our sending agents and paying agents, promotional activities, traditional media and digital advertising.\n\nOur Industry\n\nWe are a leading money remittance service company primarily focused on the United States to the LAC corridor. We utilize our proprietary technology to deliver convenient, reliable and value-added services to consumers through a broad network of sending and paying agents. The three largest remittance corridors we serve are United States to Mexico, United States to Guatemala, and United States to the Dominican Republic.\n\nTrends in the cross-border money remittance business tend to correlate to immigration trends, global economic opportunity and related employment levels in certain industries such as construction, information technology, manufacturing, agriculture and hospitality, as well as other service industries.\n\nPolitical, social and economic conditions in key Latin American markets, from which we derive a significant portion of our revenue, continue to exhibit instability, as evidenced by higher interest rates, high unemployment rates, restricted lending activity, higher immigration patterns, higher inflation, volatility in foreign currencies and low consumer confidence, among other economic and market factors. Our business has generally been resilient during times of economic instability as money remittances are essential to many recipients, with the funds used by the receiving parties for their daily needs; however, long-term sustained appreciation of the Mexican peso or Guatemalan quetzal as compared to the U.S. dollar could negatively affect our revenues and profitability.\n\nAnother significant trend impacting the money remittance industry is increasing regulation on money remittance providers, banks, and other financial institutions, making it difficult for money remittance companies to develop and maintain strong banking relationships and for sending agents to open operating bank accounts. Regulations in the United States and elsewhere focus, in part, on cybersecurity, anti-money laundering and consumer protection. Regulations require money remittance providers, banks and other financial institutions to develop systems to prevent, detect, monitor and report certain transactions. In coming periods, we expect these and future regulatory requirements, as well as investigatory and enforcement activities by law enforcement agencies, will continue to result in changes to certain of our business and administrative practices and may result in increased costs.\n\nGovernment Regulation\n\nAs a non-bank financial institution in the United States, we are regulated by the Internal Revenue Service, the U.S. Department of the Treasury’s Financial Crimes Enforcement Network (“FinCEN”), the Consumer Financial Protection Bureau (“CFPB”), the Department of Banking and Finance of the State of Florida and the equivalent regulatory authorities in all of the states, the District of Columbia and the Commonwealth of Puerto Rico, in which we hold an operating money transmission license. We are duly registered as a Money Services Business (“MSB”) with FinCEN, the financial intelligence unit of the U.S. Department of the Treasury. We are also subject to a wide range of regulations in the United States and other countries in which we operate such as Spain and the United Kingdom, including: minimum capital or capital adequacy requirements; safeguarding of customers' funds; anti-money laundering laws and regulations; financial services regulations; currency control regulations; anti-bribery laws; money transfer and payment instrument licensing laws; escheatment laws; privacy, data protection and information security laws, such as the Gramm-Leach-Bliley Act (“GLBA”); and consumer disclosure and consumer protection laws, such as the California Consumer Privacy Act (“CCPA”) and the Colorado Privacy Act (“CPA”).\n\nRegulators worldwide are exercising heightened supervision of money remittance providers and requiring increased efforts to ensure compliance. Failure to comply with any applicable laws and regulations could result in restrictions on our ability to provide our products and services, as well as the potential imposition of civil fines and possibly criminal penalties, including suspension or cancellation of an affected license. We continually monitor and enhance our compliance programs to stay current and compliant with legal and regulatory changes.\n\nAnti-Money Laundering, Counter-Terrorism Financing and Sanctions Compliance\n\n7\n\n\nOur money remittance services are subject to anti-money laundering laws and regulations of the United States, including the Bank Secrecy Act (“BSA”), as amended by the USA PATRIOT Act of 2001, as well as state laws and regulations and the anti-money laundering laws and regulations in many of the countries in which we operate. The countries in which we operate may require one or more of the following:\n\n•reporting of large cash transactions and suspicious activity;\n\n•transaction screening against government watch-lists, including the sanctions list maintained by OFAC;\n\n•prohibition of transactions in, to or from certain countries, governments, individuals and entities;\n\n•limitations on amounts that may be transferred by a consumer or from a jurisdiction at any one time or over specified periods of time, which require aggregation over multiple transactions;\n\n•consumer information gathering and reporting requirements;\n\n•consumer disclosure requirements, including language requirements and foreign currency restrictions;\n\n•notification requirements as to the identity of contracting agents, governmental approval of contracting agents or requirements and limitations on contract terms with our agents; and\n\n•registration or licensing of us or our agents with a state or federal agency in the United States or with the central bank or other proper authority in a foreign country.\n\nAnti-money laundering regulations are constantly evolving and vary from country to country. We continuously monitor our compliance with anti-money laundering regulations and implement policies and procedures to stay current with legal requirements in the jurisdictions in which we operate. Our money remittance services are primarily offered through third-party agents under contract with us, but we do not directly control these agents. As a MSB, we and our agents are required to establish anti-money laundering compliance programs that include internal policies and controls; a designated compliance officer; employee training and an independent review function. We have developed an anti-money laundering training manual and a program to assist with the education of our agents and employees on the applicable rules and regulations. We also offer in-person and online training as part of our agent compliance training program, engage in various activities to enable agent oversight and have adopted compliance policies that outline key principles of our compliance program to our agents. We have developed a regulatory compliance department, under the direction of our Chief Compliance Officer, whose foremost responsibility is to monitor transactions, detect suspicious activity, maintain financial records and train our employees and agents. Independent third-party consulting firms periodically review our policies and procedures to ensure the efficacy of our anti-money laundering and regulatory compliance programs. Key milestones in the compliance processes include: (1) mandatory fields and identification requirements at the time the sending agents initiate a transaction; (2) the sender and receiver are screened against government-required lists (for OFAC and other purposes); (3) before the transaction is sent to the paying agent, it is screened and any flagged exceptions are sent to the compliance unit for investigation and release or rejection; and (4) the transaction is screened for limit restrictions, velocity levels, structuring and identification requirements.\n\nIn connection with, and when required by regulatory requirements, we make information available to certain U.S. federal and state, as well as certain foreign, government agencies to assist in the prevention of money laundering, terrorism financing and other illegal activities and pursuant to legal obligations and authorizations. In certain circumstances, we may be required by government agencies to deny transactions that may be related to persons suspected of money laundering, terrorism financing or other illegal activities, and it is possible that we may inadvertently deny transactions from consumers who are making legal money transfers.\n\nLicensing. In most countries in which we operate, either we or our agents are required to obtain licenses or to register with a government authority in order to offer money transfer services. Almost all states in the United States, the District of Columbia and Puerto Rico, as well as certain provinces in Canada and certain countries in Europe, require us to be licensed to conduct business within their jurisdictions. Licensing requirements may include requirements related to net worth, providing surety bonds and letters of credit, operational procedures, agent oversight and maintenance of reserves to cover outstanding payment obligations. Acceptable forms of such reserves will vary based on jurisdiction and the applicable regulator, but generally include cash and cash equivalents, U.S. government securities and other highly rated debt instruments. Many regulators require us to file reports on a quarterly or more frequent basis to verify our compliance with their requirements. We are also subject to periodic examinations by the governmental agencies with regulatory authority over our business.\n\nEscheatment. Unclaimed property laws of each state in the United States in which we operate, the District of Columbia, and Puerto Rico require us to track certain information for all of our money remittances and payment instruments and, if the funds underlying such remittances and instruments are unclaimed at the end of an applicable statutory abandonment period, require us to remit the proceeds of the \n\n8\n\n\nunclaimed property to the appropriate jurisdiction. Applicable statutory abandonment periods range from three to seven years. We have an ongoing program designed to comply with escheatment laws as they apply to our business.\n\nData Privacy and Cybersecurity. We are subject to federal, state and international laws and regulations relating to the collection, use, retention, security, transfer, storage and disposal of personally identifiable information of our customers, agents and employees. In the United States, we are subject to various federal privacy laws, including the Gramm-Leach-Bliley Act, which requires that financial institutions provide consumers with privacy notices and have in place policies and procedures regarding the safeguarding of personal information. We are also subject to privacy and data breach laws of various states. \n\nConsumer Protection. The Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”) imposes additional regulatory requirements and creates additional regulatory oversight over us. The Dodd-Frank Act created the CFPB which issues and enforces consumer protection initiatives governing financial products and services, including money remittance services, in the United States through the CFPB’s Remittance Transfer Rule. Its requirements include: a disclosure requirement to provide consumers sending funds internationally from the United States enhanced pre-transaction written disclosures, an obligation to resolve certain errors, including errors that may be outside our control, and an obligation to cancel transactions that have not been completed at a consumer’s request. As a “larger participant” in the market for international money transfers, we are subject to direct examination and supervision by the CFPB. \n\nIn addition, under the Dodd-Frank Act, it is unlawful for any provider of consumer financial products or services to engage in unfair, deceptive, or abusive acts or practices. The CFPB has substantial rule making and enforcement authority to prevent unfair, deceptive, or abusive acts or practices in connection with any transaction with a consumer for a financial product or service. We expect the new presidential administration will seek to implement a regulatory agenda that is significantly different from that of the prior administration, which may affect the rulemaking, supervision, examination and enforcement priorities of the CFPB.\n\nIn addition, each state in the United States may from time to time, enact new laws and regulations, such as the CCPA and the CPA, which create new consumer rights relating to the access to, deletion of, and sharing of personal information that is collected by businesses. We have taken the necessary steps to review, modify and implement, as needed, policies and procedures designed to comply with the CFPB’s Remittance Transfer Rule and the various state laws. The number of comprehensive state privacy laws are expected to continue to increase, creating additional risks and complexity due to variations among applicable state laws.\n\nFurthermore, as our operations and services involve the collection, storage, and processing of personal data of consumers globally, we are subject to the European Union’s General Data Protection Regulation (“GDPR”) and similar data protection laws outside the United States. The GDPR imposes strict requirements on how businesses collect, process, store, and share personal data, as well as mandates that consumers have specific rights, including the right to access, correct, and delete their data. For especially severe violations, the GDPR fines can be up to €20 million, or in the case of an entity, up to 4% of its total global revenue for the preceding fiscal year, whichever is higher. We continue to enhance our efforts to ensure compliance and adapt to evolving data privacy laws and the increased exposure of our operations to such laws as a result of our geographic expansion.\n\nThe Company’s communications, advertising and sales practices and that of its agent network are subject to regulation by, among other things, state and federal consumer protection laws including the Telephone Consumer Protection Act (“TCPA”). The FTC and the Federal Communications Commission have issued regulations under the TCPA that place restrictions on, among other things, unsolicited automated telephone calls or text messages to residential and wireless telephone subscribers by means of automatic telephone dialing systems and the use of prerecorded or artificial voice messages. The Company has taken steps to insulate itself from any such wrongful conduct, including conduct engaged in by its agents, by, among other things, requiring its agents to comply with the TCPA and such regulations.\n\nAnti-Bribery Regulation. We are subject to regulations imposed by the Foreign Corrupt Practices Act (the “FCPA”) in the United States and similar anti-bribery laws in other jurisdictions. These laws may impose recordkeeping and other requirements on us. We maintain a compliance program designed to comply with anti-bribery laws and regulations applicable to our business.\n\nRisk Management\n\nThe Company maintains certain of its cash balances in various U.S. banks, which at times, may exceed federally insured limits. In addition, the Company maintains various bank accounts in Mexico, Guatemala, Canada, the Dominican Republic, Spain, the United Kingdom, Germany and Italy, and short-term investments in Mexico, which may not be fully insured. Management believes it is not exposed to any significant credit risk regarding these accounts as it performs periodic reviews of the creditworthiness of the financial institutions the Company uses.\n\nAt times, we are exposed to credit risk related to receivable balances from sending agents and digital partners in the money remittance process if agents or digital partners do not timely make payments to us.\n\n9\n\n\nWe continually monitor fraud risk, perform credit reviews before adding agents to our network and conduct periodic credit risk analyses of agents and certain other parties that we transact with directly. For the year ended December 31, 2024, our provision for credit losses was equal to 1.0% of our total revenues.\n\nThrough our online and digital platforms, we also are exposed to credit risk directly from transactions that are originated through means other than cash, such as credit and debit cards, and therefore are subject to “chargebacks” for insufficient funds or other collection impediments, such as fraud.\n\nGiven the nature of our business, we are also subject to liquidity risk as the timing of the funds to be remitted by our sending agents or digital partners may extend in comparison with the timing when we make the funds available to the money transfer beneficiary in the destination country. Our current liquidity sources as well as our ability to generate free cash are mitigating factors in our liquidity management strategy. \n\nWe are also exposed to changes in currency rates as a result of remittances paid in currencies other than the U.S. dollar, Canadian dollar, Euro or British pound. We manage our currency exposure primarily by settling with our payers using foreign exchange tom and spot transactions.\n\nOur indebtedness bears interest at variable rates, which exposes us to interest rate risk as a result of fluctuations on market interest rate benchmarks.\n\nSeasonality\n\nWe do not experience meaningful seasonality in our business. We may experience, however, increased transaction volume around certain holidays, such as Mother’s Day and the December holidays.\n\nCompetition \n\nThe market for money remittance services is very competitive. Our competitors include a small number of large money remittance providers, financial institutions and banks as well as a large number of small niche money remittance service providers that serve select regions. We compete with larger companies, such as The Western Union Company (“Western Union”), MoneyGram International, Inc. (“MoneyGram”), Remitly Global, Inc. (“Remitly”) and Euronet Worldwide Inc. (“Euronet”), and a number of other smaller competitors. We generally compete for money remittance agents on the basis of value, service, quality, technical and operational differences, commission, and marketing efforts. As a philosophy, we sell credible solutions to agents, not discounts or higher commissions as is typical for the industry. We compete for money remittance customers on the basis of trust, convenience, service, efficiency of outlets, value, technology and brand recognition. We believe that our ongoing investments in new products and services will help us to remain competitive in our evolving business environment, given the increasing competition from digital platform providers.\n\nWe expect to encounter increasing competition as new technologies emerge that enable customers to send and receive money through a variety of channels, but we do not expect adoption rates to be as significant in the near term for the consumer segment we serve. Regardless, we continue to innovate in the industry by differentiating our money remittance business through programs to foster loyalty among agents as well as consumers and have expanded our channels through which our services are accessed to include online and mobile offerings in preparation for consumer adoption.\n\nHuman Capital\n\nWe invest in our workforce by offering a competitive total rewards package that in addition to a salary, includes performance incentives and comprehensive benefits that are intended to be competitive in the market and focused on the needs of our employees in order to attract and retain highly qualified talent. Our incentives are primarily measurable and performance-based, and are designed to align compensation to our business strategy and goals. We have enhanced our onboarding process and plan to further improve training and development programs to drive quicker integration, development and higher productivity of new employees, as well as the ongoing development of team members to ensure robust recruitment and retention.\n\nWe value opportunity, fairness and merit, and strive to create a work environment where all of our employees feel valued and devoted to their careers. As of December 31, 2024, approximately 94% of our U.S. team members identified themselves as racially or ethnically diverse. Also, approximately 50% of our U.S. team identified themselves as female. In 2025, we intend to continue to promote greater community involvement through philanthropic and volunteer efforts, with a focus on diversity, community improvement, and STEM programs.\n\nAs of December 31, 2024, we had 523 employees in the United States, all of whom are full-time. We also have 529 employees in Mexico, of whom 189 are part-time and 340 are full-time, 159 employees in Guatemala, all of whom are full-time and, 92 employees in Spain, Italy, Germany and the United Kingdom, of whom 79 are full-time and 13 are part-time. \n\n10\n\n\nIn addition, five of the eight members of our board of directors are considered diverse based on gender or ethnic backgrounds.\n\nAvailable Information\n\nThe Company’s Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports are available free of charge through the “Investor Relations” section of the Company’s website, www.intermexonline.com, as soon as reasonably practical after they are filed with the Securities and Exchange Commission (“SEC”). The SEC maintains a website, www.sec.gov, which contains reports, proxy and information statements, and other information filed electronically with the SEC by the Company. In addition, you may automatically receive email alerts and other information when you enroll your email address by visiting the “Investor Relations” section of our website. We use our website as a channel of distribution for important Company information, including press releases, investor presentations and financial information, which may be accessed by clicking on the Investors Relations section. We may also use our website to expedite public access to time-critical information regarding our Company in advance of or in lieu of distributing a press release or a filing with the SEC disclosing the same information. Therefore, investors should look to the Investor Relations section of our website for important and time-critical information. The content of any website referred to in this document is not incorporated by reference into this document.\n\nInformation about our Executive Officers \n\nSet forth below is certain information regarding the Company’s current executive officers as of February 27, 2025:\n\nName\n\nAge\n\nPosition\n\nRobert Lisy\n\n67Chief Executive Officer, President and Chairman of the Board of Directors\n\nAndras Bende\n\n50Chief Financial Officer\n\nJoseph Aguilar\n\n63President and General Manager - Latin America\n\nChristopher Hunt49Chief Operating Officer\n\nRobert Pargac\n\n58Chief Legal Officer and Secretary\n\nRobert Lisy has served as a director of International Money Express, Inc. since 2018. Mr. Lisy served as a director of International Money Express Sub 2, LLC’s predecessor entities from 2009 to 2018. Mr. Lisy is the Chief Executive Officer, President, and Chairman of the Board of Directors of International Money Express, Inc. and its predecessors, which he joined in 2009. Mr. Lisy has more than 30 years of experience in the retail financial services and electronic payment processing industry in various positions, including three years as the Chief Marketing and Sales Officer of Vigo Remittance Corp., a money transfer and bill payments service in the United States and internationally, and over seven years at Western Union in various sales, marketing and operational positions of increasing responsibility. Mr. Lisy was a founding partner of Direct Express/Paystation America, which offered, among other things, prepaid debit cards to federal benefit recipients, where he served as Chief Operating Officer and on the board of directors. He was an integral part in the efforts to successfully sell Direct Express in 2000 to American Payment Systems. Mr. Lisy holds a bachelor’s degree in Finance from Cleveland State University.\n\nAndras Bende joined International Money Express, Inc. as Chief Financial Officer in December 2020. Prior to joining the Company, Mr. Bende served as the Chief Financial Officer of Computer Services, Inc., a financial technology company, from 2018 to 2019, where he helped guide the company during a period of significant growth and share price appreciation. Prior to his time at Computer Services, Inc., Mr. Bende held several international Chief Financial Officer and Controller roles at GE Capital from 2005 to 2017. Mr. Bende is a graduate of GE’s Financial Management Program and the GE Corporate Audit Staff and holds a bachelor’s degree in financial management from Clemson University.\n\nJoseph Aguilar joined International Money Express, Inc. in September 2019 as Chief Operating Officer. Effective January 2023, Mr. Aguilar was appointed President and General Manager - Latin America. Prior to joining Intermex, Mr. Aguilar was a senior executive at Sigue Corporation, a money transfer company; starting in 2005 as the Chief Auditor, where he established the Internal Audit function for its U.S. and Mexico Operations. Following several successful audit cycles, he was promoted to Chief Operating Officer, responsible for all operations and technology functions of the global organization. In 2014, Mr. Aguilar was promoted to President of SGS, Ltd. UK, the International Division of Sigue Corporation, with responsibility for all aspects of the business in the EU, Eastern Europe, Africa, Asia and South Asia. Prior to his roles at Sigue Corporation, Mr. Aguilar held senior roles at BBVA Bancomer, California Commerce Bank and Dai-Ichi Kangyo Bank of California. Mr. Aguilar holds a bachelor’s degree in English from University of California at Santa Barbara.\n\nChristopher Hunt joined International Money Express, Inc. in March 2021 as Chief Information Officer. Effective April 20, 2023, Mr. Hunt was appointed Chief Operating Officer. Prior to joining the Company, Mr. Hunt was the Chief Technology Officer of Bankers Healthcare Group, a financial services company (“Bankers”), from 2013 to 2021. Prior to his role at Bankers, Mr. Hunt worked at several companies where he held a variety of IT positions with increasing responsibility for all aspects of overall IT strategy, product development, \n\n11\n\n\ncompliance and cybersecurity. Mr. Hunt earned a bachelor’s degree in Business Administration with a major in Decision Information Sciences from the University of Florida in Gainesville, Florida.\n\nRobert Pargac joined International Money Express, Inc. in May 2024 as Chief Legal Officer and Secretary. Prior to joining the Company, Mr. Pargac served in senior management consulting roles with AlixPartners from 2022 to 2024 and the Promontory Financial Group from 2017 to 2020 where he was responsible for providing counsel to financial institutions regarding legal and regulatory compliance programs and regulatory enforcement actions. Prior to those roles, Mr. Pargac held senior legal and regulatory risk management roles in the legal departments at BBVA, Western Union, and Sigue Corporation. His education includes a B.A. in Economics from the University of St. Thomas, a J.D. from the South Texas College of Law, and a M.B.A. from Pepperdine University.",
      "char_count": 53678
    },
    "item1a": {
      "text": "Index\n\nITEM 1A.     RISK FACTORS\n\nAn investment in our securities involves certain risks. The risks and uncertainties described below are not the only risks that may have a material and adverse effect on the Company, and the risks described herein are not listed in order of the potential occurrence or severity. There is no assurance that we have identified, assessed and appropriately addressed all risks affecting our business operations. Additional risks and uncertainties could adversely affect our business and our results of operations. If any of the following risks actually occur, our business, consolidated financial condition or results of operations could be negatively affected, and the market price for our shares could decline. Further, to the extent that any of the information contained in this Annual Report on Form 10-K constitutes forward-looking statements, the risk factors set forth below are cautionary statements, identifying important factors that could cause the Company’s actual results to differ materially from those expressed in or implied by any forward-looking statements made by or on behalf of the Company. There can also be no assurance that the actual future results, performance, benefits or achievements that we expect from our strategies, systems, initiatives or products will occur.\n\nRisks Relating to Our Business and Industry\n\nThe suspension of our exploration of strategic alternatives could adversely affect our business and our stock price.\n\nAs part of our commitment to maximize stockholder value, on November 8, 2024, we announced that the Board had initiated a process to assess strategic alternatives including, but not limited to, a potential sale in a private transaction or merger of the Company. On February 26, 2025, the Company announced that with the approval and recommendation of the SAC, the Board unanimously determined to suspend the Company’s previously announced assessment of strategic alternatives. The suspension of the strategic alternatives process could have an adverse effect on the market price and trading volatility of our common stock.\n\nIf we fail to successfully expand customer acceptance of our digital services and infrastructure or develop and timely introduce new and enhanced services, including the introduction of new digital platforms, or if we make substantial investments in an unsuccessful new service or infrastructure change, our business, financial condition and results of operations could be adversely affected.\n\nOur future growth will depend, in part, on our success in expanding customer acceptance of our digital services and infrastructure, as well as our ability to continue to develop and successfully introduce new and enhanced methods of providing money remittance services, including the introduction of new digital platforms and other products and services, that keep pace with competitive introductions, technological changes, and the demands and preferences of our agents, consumers, digital partners and the financial institutions with which we conduct our business. Distribution channels such as online, account based, and mobile solutions continue to evolve and impact the competitive environment for money remittances. If we fail to gain customer acceptance of our digital services and products or if alternative payment mechanisms become widely accepted as substitutes for our current services, and we do not develop and offer similar alternative payment mechanisms successfully and on a timely basis, our business, financial condition and results of operations could be adversely affected. We may make future acquisitions and investments or enter into strategic alliances to develop new technologies and services or to implement infrastructure changes to further our strategic objectives, strengthen our existing businesses and remain competitive. Such acquisitions, investments and strategic alliances, however, are inherently risky, and we cannot guarantee that such investments or strategic alliances will be successful.\n\n If we lose key sending agents, our business with key sending agents is reduced or we are unable to maintain our sending agent network under terms consistent with those currently in place, our business, financial condition and results of operations could be adversely affected.\n\nMost of our revenue is earned through our sending agent network. Sending agents are the persons who interact with consumers and provide them with our money remittance services. If sending agents decide to leave our network, our revenue and profits could be adversely affected. The loss of sending agents may occur for a number of reasons, including competition from other money remittance providers, a sending agent’s dissatisfaction with its relationship with us or the revenue earned from the relationship, or a sending agent’s unwillingness or inability to comply with our standards or legal requirements, including those related to compliance with anti-money laundering regulations, anti-fraud measures or agent monitoring. Sending agents also may generate fewer transactions or reduce locations for reasons unrelated to our relationship with them, including increased competition in their business, general economic conditions, regulatory costs or other reasons. In addition, larger sending agents may demand additional financial concessions, which could increase competitive pressure.\n\nWe face intense competition, and if we are unable to continue to compete effectively, our business, financial condition and results of operations could be adversely affected.\n\nThe markets in which we operate are highly competitive, and we face a variety of competitors across our businesses, some of which have larger and more established customer bases and substantially greater financial, marketing and other resources than we have. We compete in a concentrated industry, with a small number of large competitors and a large number of small, niche competitors, including consumer money remittance companies, banks, card associations, web-based services, payment processors, informal remittance systems \n\n13\n\nIndex\n\nand others. We also face competition from new digital and nontraditional remittance service providers within the financial technology industry. We believe our services are differentiated by features and functionalities, including trust, convenience, service, efficiency of outlets, value, technology and brand recognition. Distribution channels and digital platforms such as online, account based and mobile solutions continue to evolve and impact the competitive environment for money remittances.\n\nOur future growth depends on our ability to compete effectively. In particular, we face increasing competition from digital providers of money transmission services, in response to which we have developed an expanded suite of digital products. Notwithstanding, our ability to increase our revenues and operating results from digital services will require a significant investment in marketing and ongoing product development efforts, which investments are likely, in the short-term, to adversely affect our results of operations.  Moreover, there can be no assurance, however, that these efforts will generate expected returns or that consumers will find our digital products more attractive than those of our competitors. In addition,, if our services do not offer competitive features and functionalities, we may be unable to attract new customers or we may lose customers to our competitors, which could adversely affect our business, financial condition and results of operations. \n\nIn addition, if we fail to price our services appropriately relative to our competitors, consumers may not use our services, which could adversely affect our business and financial results. For example, transaction volume where we face intense competition could be adversely affected by increasing pricing pressures between our money remittance services and those of some of our competitors, which could reduce margins and adversely affect our financial results. We have historically implemented and may continue implementing price adjustments from time to time in response to competition and other factors. If we reduce prices in order to mitigate the actions of competitors, such reductions could adversely affect our financial results in the short term and may also adversely affect our financial results in the long term if transaction volumes do not increase sufficiently or we do not implement other pricing strategies.\n\nWeakness in economic conditions, in both the U.S. and international markets, could adversely affect our business, financial condition and results of operations. We are subject to business cycles and other outside factors, including geopolitical events, natural disasters and other factors, that may negatively affect our business.\n\nOur money remittance business relies in part on the overall strength of economic conditions. Consumer money remittance transactions are affected by, among other things, employment opportunities and overall economic conditions, such as recession, rising inflation and higher market interest rates. Additionally, consumers tend to be employed in industries such as construction, information technology, manufacturing, agriculture, hospitality and certain service industries that tend to be cyclical and are more significantly affected by weak economic conditions than other industries. This may result in reduced job opportunities for consumers in the United States or other countries in which we operate or that are important to our business, which could adversely affect our business, financial condition and results of operations. In addition, increases in employment opportunities may lag other elements of any economic recovery.\n\nIf general market and economic conditions in the United States or other countries in which we operate and that are important to our business were to deteriorate, our business, financial condition and results of operations could be adversely impacted. Our agents may have reduced sales or business as a result of weak economic conditions. As a result, our agents may reduce their number of locations, hours of operation, or cease doing business altogether. If consumer transactions decline due to deteriorating economic conditions, we may be unable to timely and effectively reduce our operating costs or take other actions in response, which could adversely affect our business, financial condition and results of operations. Our employees, agents and consumers in a particular country or region in the world may be negatively affected as a result of a variety of diversions, including: geopolitical events, such as war, the threat of war, or terrorist activity; natural disasters or the effects of climate change (such as drought, flooding, wildfires, increased storm severity, and sea level rise); power shortages or outages; major public health issues, including pandemics; and significant local, national or global events capturing the attention of a large part of the population. If any of these, or any other factors, disrupt a country or region where we have a significant workforce, customers or agents, our business could be materially adversely affected. Additionally, economic or political instability, wars, civil unrest, terrorism and natural disasters may make money transfers to, from or within a particular country more difficult. The inability to timely complete money transfers could adversely affect our business.\n\nOur business and results of operations may be adversely affected by international political, economic and social instability risks, foreign currency restrictions and volatility, tariffs or restrictions on remittances or transfers from the countries in which we operate.\n\nWe derive a substantial portion of our revenue from our money remittance transactions from the United States to the LAC corridor, particularly Mexico, Guatemala, El Salvador, Honduras and the Dominican Republic, and we are exposed to certain political, economic and other uncertainties not encountered in U.S. operations. Consequently, actions or events in LAC or other countries that are beyond our control could restrict our ability to operate there or otherwise adversely affect the profitability of those operations. Furthermore, changes in the business, regulatory or political climate in any of those countries, or significant fluctuations in currency exchange rates, could affect our ability to expand or continue our operations there, which could have a material and adverse impact on our business, financial condition and results of operations. We are also exposed to new political, economic and other uncertainties as a result of the geographic expansion to Europe, the United Kingdom, Africa, and Asia, any of which could adversely impact our business, financial condition and results of operations.\n\n14\n\n\nThe countries in which we operate may impose or tighten foreign currency exchange control restrictions, taxes or limitations with regard to repatriation of earnings and investments from these countries. If exchange control restrictions, taxes or limitations are imposed or tightened, our ability to receive dividends or other payments from affected jurisdictions could be reduced, which could have an adverse effect on our business, financial condition and results of operations.\n\nIn addition, corporate, contract, property, insolvency, competition, securities and other laws and regulations in many of the countries in which we operate have been, and continue to be, substantially revised. Therefore, the interpretation and procedural safeguards of the new legal and regulatory systems are in the process of being developed and defined, and existing laws and regulations may be applied inconsistently. Also, in some circumstances, it may not be possible to obtain the legal remedies provided for under these laws and regulations in a reasonably timely manner, if at all.\n\nOur ability to grow in international markets and our future results could be adversely affected by a number of factors, including:\n\n•changes in geopolitical and economic conditions and potential instability in certain regions;\n\n•restrictions on money transfers to, from and between certain countries;\n\n•inability to recruit and retain paying agents and consumers for new corridors;\n\n•currency exchange controls, new currency adoptions and repatriation issues;\n\n•changes in regulatory requirements or in foreign policy, including the adoption of domestic or foreign laws, regulations and interpretations detrimental to our business;\n\n•possible increased costs and additional regulatory burdens imposed on our business;\n\n•the implementation of U.S. sanctions, resulting in bank closures in certain countries and the ultimate freezing of our assets;\n\n•burdens of complying with a wide variety of laws and regulations;\n\n•possible fraud or theft losses, and lack of compliance by international representatives in foreign legal jurisdictions where collection and legal enforcement may be difficult or costly;\n\n•inability to maintain or improve our software and technology systems as well as digital channels;\n\n•reduced protection of our intellectual property rights;\n\n•unfavorable tax rules or trade barriers; and\n\n•inability to secure, train or monitor international agents.\n\nOur financial condition, results of operations or business may be affected by volatility in foreign exchange rates of the countries to which we send a significant portion of consumer remittances.\n\nSignificant volatility in foreign exchange rates could affect the volume of consumer remittance activity in terms of the principal amount sent or the frequency of money remittances, which may negatively affect our average foreign exchange gain per transaction. Long-term sustained appreciation of the Mexican peso or Guatemalan quetzal as compared to the U.S. dollar could negatively affect our revenues and results of operations.\n\nOur financial condition, results of operations, business and cash flow may be negatively affected by a public health conditions, responses thereto and the economic and market effects thereof.\n\nWe may face risks related to health epidemics and pandemics or other outbreaks of communicable diseases. A public health epidemic or pandemic can have a material adverse effect on the demand for our money remittance services to the extent it adversely affects the markets in which we operate, and poses the risk that we or our employees, network of agents and consumers and their beneficiaries may be prevented from conducting business activities for an indefinite period of time, including due to shutdowns requested or mandated by governmental authorities, or that such epidemic may otherwise interrupt or impair business activities.\n\n15\n\n\nIf consumer confidence in our business, brands or in consumer money remittance providers generally deteriorates, our business, financial condition and results of operations could be adversely affected.\n\nOur business is built on consumer confidence in our brands and our ability to provide convenient, reliable and value-added money remittance services. Erosion in consumer confidence in our business, or in consumer money remittance service providers as a means to transfer money more generally, could adversely impact transaction volumes which would in turn adversely impact our business, financial condition and results of operations.\n\nA number of factors could adversely affect consumer confidence in our business, or in consumer money remittance providers more generally, many of which are beyond our control, and could have an adverse impact on our business, financial condition and results of operations. These factors include:\n\n•the quality of our services and our customer experience, and our ability to meet evolving consumer needs and preferences;\n\n•failure of our agents to deliver services in accordance with our requirements;\n\n•reputational concerns resulting from actual or perceived events, including those related to fraud, consumer protection, cybersecurity incidents, money laundering, corruption or other matters;\n\n•changes or proposed changes in laws or regulations, or regulator or judicial interpretation thereof, that have the effect of making it more difficult or less desirable to transfer money using consumer money remittance service providers, including additional customer due diligence, identification, reporting, and recordkeeping requirements;\n\n•actions by federal, state or foreign regulators that interfere with our ability to remit consumers’ money reliably; for example, attempts to seize money remittance funds, imposition of tariffs or limits on our ability to, or that prohibit us from, remitting money in the corridors in which we operate;\n\n•federal, state or foreign legal requirements, including those that require us to provide consumer or transaction data, and other requirements or to a greater extent than is currently required;\n\n•any interruption or downtime in our systems, including those caused by fire, natural disaster, power loss, telecommunications failure, terrorism, vendor failure, cybersecurity breaches, such as unauthorized entry and computer viruses or disruptions in our workforce; and\n\n•any attack or breach of our computer systems or other data storage facilities resulting in a compromise of personal data.\n\nA significant portion of consumers that use our services are migrants. Consumer advocacy groups or governmental agencies could consider migrants to be disadvantaged and entitled to protection, enhanced consumer disclosure, or other different treatment. If consumer advocacy groups are able to generate widespread support for actions that are detrimental to our business, then our business, financial condition and results of operations could be adversely affected.\n\nOur profit margins may be adversely affected by expansion into new geographic or product markets, which we may enter by acquisition or otherwise, that do not have the same profitability as our core markets.\n\nAlthough expansion of our business into new geographic or product markets may increase our aggregate revenues, such new geographic or product markets may be more expensive to operate in and may require us to receive lower payment per wire or remittance than that which we currently experience in our core geographic markets of Mexico, Guatemala, El Salvador, Honduras and the Dominican Republic or other more established product markets due to, among other things:\n\n•increased compliance and regulatory costs requiring us to dedicate more expense, time and resources to comply with such regulatory requirements;\n\n•potentially higher operational expenses, such as higher agent fees, taxes, fees, technology costs, support costs or other charges and expenses associated with engaging in the money transfer business in different jurisdictions or as a result of new product offerings;\n\n•reduced pricing models due to more intense competition with entities that may have more experience and resources as well as more established relationships with relevant customers, regulators and industry participants;\n\n•potentially reduced demand for remittance services; and\n\n16\n\n\n•difficulty building and maintaining a network of sending agents, paying agents, and digital partners in a particular geographic area or with respect to a particular product offering.\n\nWe process remittances to Latin America, Europe, Africa and Asia from the United States, Spain, Italy, the United Kingdom and Germany and from Canada to Latin America and Africa. Additionally, we have expanded our product and service portfolio to include online payment options, pre-paid debit cards, direct deposit payroll cards, and other digital channel offerings, which may present different cost, demand, regulatory and risk profiles relative to our core remittance business. If we are unable to capitalize on these markets, or if we spend significant time and resources on expansion plans that fail or are delayed, our business will be adversely affected. Even if we are successful, we will be exposed to additional risks in these markets that we do not face in the United States or in our core remittance business, which could have an adverse effect on our business, financial condition and results of operations.\n\nAcquisitions and integration of new businesses create risks and may affect operating results. Failure to successfully complete, manage or integrate strategic transactions can adversely affect our business, financial condition and results of operations.\n\nWe regularly review our businesses strategy and evaluate potential acquisitions, joint ventures, divestitures, and other strategic transactions. We have acquired and may acquire businesses both inside and outside the United States. The success of these transactions is dependent upon, among other things, our ability to realize the full extent of the expected returns, benefits, cost savings or synergies as a result of a transaction within the anticipated time frame, or at all, and receipt of necessary consents, clearances and approvals.  Acquisitions often involve additional or increased risks including, for example:\n\n•managing the complex process of integrating the acquired company’s employees, products and services, technology and other assets in an effort to realize the projected value of the acquired company and the projected synergies of the acquisition; \n\n•realizing the anticipated financial benefits from these acquisitions and where necessary, improving controls of these acquired businesses (including internal control over financial reporting and disclosure controls and procedures);\n\n•retaining existing customers and attracting new customers; \n\n•maintaining good relations with agents of acquired companies;\n\n•managing geographically separated organizations, systems and facilities;\n\n•managing multi-jurisdictional operating, tax and financing structures or any inefficiencies;\n\n•integrating personnel with diverse business backgrounds and organizational cultures;\n\n•integrating the acquired systems and technologies into our Company;\n\n•complying with regulatory requirements, including those particular to the industry and jurisdiction of the acquired business, and the need to improve regulatory compliance systems and controls;\n\n•obtaining and enforcing intellectual property rights in some foreign countries;\n\n•entering new markets with the services of the acquired businesses; and\n\n•general economic, social and political conditions, including legal and other barriers to cross-border investment in general, or by United States companies in particular.\n\nIntegrating operations could also cause an interruption of, or divert resources from, one or more of our businesses and could result in the loss of key personnel. The diversion of management’s attention and any delays or difficulties encountered in connection with an acquisition and the integration of the acquired company’s operations could have an adverse effect on our business, financial condition, results of operations, and cash flows. Strategic transactions that are not successfully completed or managed effectively, or our failure to effectively manage the risks associated with such transactions, could result in adverse effects on our business, financial condition and results of operations.\n\n Our current risk management and compliance systems may not be able to exhaustively assess or mitigate all risks to which we are exposed from a transaction monitoring perspective.\n\nWe are engaged in ongoing efforts to enhance our risk management and compliance policies, procedures and systems to assure compliance with anti-money laundering laws and economic sanctions regulations in the jurisdictions in which we operate. We have implemented, and are continuing to implement, policies, procedures and systems designed to address these laws and regulations, including \n\n17\n\n\nmonitoring on an automated and manual basis the transactions processed through our systems and restricting business involving certain countries or individuals. However, the implementation of such policies, procedures and systems may be subject to human error. Further, we may be exposed to fraud or other misconduct committed by our employees, or other third parties, including but not limited to consumers, agents and digital partners, or other events that are out of our control. Additionally, our risk management policies, procedures and systems are based upon our experience in the industry, and may not be adequate or effective in managing our future risk exposures or protecting us against unidentified or unanticipated risks, which could be significantly greater than those indicated by our past experience. As a result, we can offer no assurances that these policies, procedures and systems will be adequate to detect or prevent money laundering activity or OFAC violations. If any of these policies, procedures or systems do not operate properly, or are disabled, or are subject to intentional manipulation or inadvertent human error, we could suffer financial loss, a disruption of our business, regulatory intervention or reputational damage.\n\nOur services might be used for illegal or improper purposes, such as consumer fraud or money laundering, which could expose us to additional liability.\n\nOur services remain susceptible to potentially illegal or improper uses as criminals are using increasingly sophisticated methods to engage in illegal activities involving internet services and payment services, such as identity theft, fraud and paper instrument counterfeiting. As we make more of our services available online and via Internet-enabled mobile devices, we subject ourselves to new types of consumer fraud risk because requirements relating to consumer authentication are more complex with Internet services and such other technologies. Additionally, it is possible that our agents or digital partners could engage in fraud against consumers. We use a variety of tools to protect against fraud; however, these tools may not always be successful. Allegations of fraud may result in fines, settlements, litigation expenses and reputational damage.\n\nOther illegal or improper uses of our services may include money laundering, terrorist financing, drug trafficking, human trafficking, illegal online gaming, romance and other online scams, illegal sexually-oriented services, prohibited sales of pharmaceuticals, fraudulent sale of goods or services, piracy of software, movies, music and other copyrighted or trademarked goods, unauthorized uses of credit and debit cards or bank accounts and similar misconduct. Users of our services also may encourage, promote, facilitate or instruct others to engage in illegal activities. If the measures we have taken are too restrictive it could diminish our customer experience which could harm our business. There is no assurance that the measures we have taken to detect and reduce the risk of this kind of conduct will stop all illegal or improper uses of our services. Our business could be harmed if consumers use our system for illegal or improper purposes.\n\nA cybersecurity incident or breach of security in the information systems on which we rely could adversely affect our reputation, business, financial condition, and results of operations.\n\nDue to the nature of our business, we face constant exposure to continually evolving cybersecurity risks and other technological risks.  Our inability to protect our systems and data from these risks could adversely affect our reputation among consumers, agents, card issuers, paying agents, financial institutions, card networks, partners, and investors and may expose us to penalties, fines, liabilities, and legal claims.\n\nA significant portion of our business is conducted over the internet, and we rely on the secure processing, storage, and transmission of confidential, sensitive, proprietary, and other types of information relating to our business operations and confidential and sensitive information about consumers, agents, and employees in our computer systems and networks, and in those of our third-party vendors. Additionally, our business is built upon proprietary platforms that are supported by Intermex employees and partners. Keeping these platforms safe, private, and agile so that we may adjust to market demands is critical to our success. Individuals, groups, and state-sponsored organizations may take steps that pose threats to our operations, our computer systems, our employees, our consumers, and our agents. The cybersecurity risks we face range from cyberattacks that are common to most industries, such as the development and deployment of malicious software to gain access to our networks and to attempt to steal confidential information, launching distributed denial of service attacks, or attempting other coordinated disruptions. They may also include more advanced threats that target us because of our position in the remittance industry. Ransomware risk has increased significantly in recent years and presents a significant risk of financial extortion and loss of data. With the Intermex operating model, certain employees continue to work remotely or on a hybrid basis, which increases the importance of the integrity of our remote access security measures. We also face risk from our third-party suppliers if they are affected by cybersecurity incidents, which could result in their loss of service (which could be a significant component of our services to agents and consumers), exposure of Intermex proprietary, agent and consumer data, or a potential backdoor into the Company’s systems and networks.\n\nWhile plans and procedures are in place to protect our sensitive data, systems, and networks, we cannot be certain that these measures will be successful and will be sufficient to counter all current and emerging technological threats that are designed to breach our systems to gain access to sensitive information or disrupt our operations. The methods used to obtain unauthorized access, disable or degrade service, or compromise systems change frequently, have become increasingly complex and sophisticated, and are often difficult to detect timely. Threats to our systems and our associated third parties’ systems can derive from human error, fraud, or malice on the part of employees or third parties as well as may result from accidental technological failure. Our defensive data protection measures may not prevent unauthorized access or use of sensitive data. While we maintain insurance coverage that may cover certain aspects of cyber risks \n\n18\n\n\nand incidents, our insurance coverage may be insufficient to cover all losses, and we may not be able to renew the insurance on commercially reasonable terms or at all. Further, we do not control the actions or technological environments of our agents and they may be susceptible to similar threats as previously mentioned which could lead to liability claims against the Company. Although agents have experienced security breaches, in the aggregate, none of these breaches have had a significant or material impact to the Company. In addition, following an acquisition, we take steps to ensure our data and system security protection measures cover the acquired business as part of our integration process and the regulatory framework under which the acquired entities operate. As such, there may be a period of increased cybersecurity risk during the period between closing an acquisition and the completion of our data and system security integration. Our inability to protect our systems and data from these and similar risks could, among other consequences, adversely affect our reputation, business, financial condition, and results of operations.\n\nOur business is particularly dependent on the efficient and uninterrupted operation of our information technology, computer network systems, and data centers. Disruptions to these systems and data centers could adversely affect our business, financial condition and results of operations.\n\nOur ability to provide reliable services largely depends on the efficient and uninterrupted operation of our computer network systems, cloud service providers, and data centers. Our business involves the physical and electronic movement of large sums of money and the management of data necessary to do so. The success of our business particularly depends upon the efficient and error-free handling of transactions and data. We rely on the ability of our employees and our internal systems and procedures to process these transactions in an efficient, uninterrupted, and error-free manner.\n\nIn the event of a breakdown, catastrophic event (such as fire, natural disaster, power loss, telecommunications failure, or physical break-in), security breach, computer virus, improper operation, improper action by our employees, agents, consumers, financial institutions, or third-party vendors or any other event impacting our systems or processes or our agents’ or vendors’ systems or processes, we could suffer financial loss, loss of consumers, regulatory sanctions, lawsuits, and damage to our reputation or consumers’ confidence in our business. The measures we have enacted, such as the implementation of business continuity and disaster recovery plans and redundant computer systems, may not be successful. We may also experience problems other than system failures, including software defects, development delays, and installation difficulties, which would harm our business and reputation and expose us to potential liability and increased operating expenses. In addition, any work stoppages or other labor actions by employees who support our systems or perform any of our major functions could adversely affect our business.\n\nIn addition, our ability to continue to provide our services to a growing number of agents, digital partners and consumers in a growing number of countries, as well as to enhance our existing services and offer new services across new distribution platforms, is dependent on our information technology systems. If we are unable to effectively manage the technology associated with our business, we could experience increased costs, reductions in system availability, and loss of agents, digital partners or consumers.\n\nA significant percentage of our banking relationships are concentrated in a few banks.\n\nA substantial portion of the transactions that we conduct with and through banks are concentrated in a few banks, notably Wells Fargo, Bank of America and US Bank. Because of the current concentration of our major banking relationships, if we lose such a banking relationship, which could be the result of many factors including, but not limited to, changes in regulation or the requirements imposed by banks and other financial institutions with respect to anti-money laundering, our business, financial condition and results of operations could be adversely affected.\n\nA significant portion of our paying agents are concentrated in a few large banks and financial institutions or large retail chains.\n\nA substantial portion of our paying agents are concentrated in a few large banks and financial institutions and large retail chains. Because of the current concentration, if we lose an institution as a paying agent, which could be the result of many factors including, but not limited to, changes in regulation, our business, financial condition and results of operations could be adversely affected. Elektra, our largest paying agent by volume, accounted for approximately 25% of Intermex’s total remittance volume in fiscal year 2024. The loss of Elektra as one of our paying agents could have a material adverse impact on our business and results of operations. \n\nBank failures, sustained financial market illiquidity, or illiquidity at the clearing, cash management and custodial financial institutions with which we do business, could adversely affect our business, financial condition and results of operations.\n\nWe face certain risks in the event of a sustained deterioration of domestic or international financial market liquidity, as well as in the event of sustained deterioration in the liquidity, or failure, of the clearing, cash management and custodial financial institutions with which we do business. In particular, we may be unable to access funds in our deposit accounts and clearing accounts on a timely basis to pay money remittances and make related settlements to agents. Any resulting need to access other sources of liquidity or short-term borrowings would increase our costs. Any delay or inability to pay money remittances or make related settlements with our agents could adversely impact our business, financial condition and results of operations.\n\n19\n\n\nAlso, in the event of a bank failure we could face risks to the recovery of our bank deposits used for the purpose of settling with our agents and we may be unable to borrow from financial institutions or institutional investors on favorable terms, or at all, which could adversely impact our ability to pursue our growth strategy and fund key strategic initiatives.\n\nIf financial liquidity deteriorates, there can be no assurance we will not experience an adverse effect, which may be material, on our ability to access capital or contingent liquidity sources.\n\nChanges in banking industry regulation and practice could make it more difficult for us and our sending agents to maintain depository accounts with banks, which would harm our business.\n\nThe banking industry, in light of increased regulatory oversight, is continually examining its business relationships with companies that offer money remittance services and with retail agents that collect and remit cash collected from end consumers. Certain major national and international banks have withdrawn from providing service to money remittance services businesses. Should our existing relationship banks decide to not offer depository services to companies engaged in processing money remittance transactions, or to retail agents that collect and remit cash from end consumers, our ability to complete money remittances, and to administer and collect fees from money remittance transactions, could be adversely affected.\n\nOur regulatory status and the regulatory status of our agents as MSBs could affect our ability to offer our services. We also rely on bank accounts to provide our payment services. We and some of our agents may in the future have difficulty establishing or maintaining banking relationships due to the banks’ policies, including policies with respect to anti-money laundering. If we or a significant number of our agents are unable to maintain existing or establish new banking relationships, or if we or these agents face higher fees and other costs to maintain or establish new bank accounts, our ability and the ability of our agents to continue to offer our services may be adversely impacted.\n\nWe face credit risks from our sending agents, digital partners and financial institutions with which we do business.\n\nThe majority of our business is conducted through independent sending agents that provide our services to consumers at their business locations. Our sending agents receive the proceeds from the sale of our money remittances, and we must then collect these funds from the sending agents. If a sending agent becomes insolvent, files for bankruptcy, commits fraud or otherwise fails to remit money remittance proceeds to us, we must nonetheless complete the money remittance on behalf of the consumer.\n\nWe monitor the creditworthiness of our sending agents, digital partners and the financial institutions with which we do business on an ongoing basis. There can be no assurance that the models and approaches we use to assess and monitor the creditworthiness of our sending agents and these financial institutions will be sufficiently predictive, and we may be unable to detect and take steps to timely mitigate an increased credit risk.\n\nIn the event of a sending agent bankruptcy, we would generally be in the position of creditor, possibly with limited security or financial guarantees of performance, and we would therefore be at risk of a reduced recovery. We are not insured against credit losses, except in circumstances of agent theft or fraud. Significant credit losses could have a material and adverse effect on our business, financial condition and results of operations.\n\nRetaining our chief executive officer and other key executives and recruiting and retaining qualified personnel is important to our continued success, and any inability to attract and retain such personnel could harm our operations.\n\nOur ability to successfully operate our business will depend upon the efforts of certain key personnel. The development and implementation of our strategy has depended in large part on our Chief Executive Officer, President and Chairman of the Board of Directors, Robert Lisy. The retention of Mr. Lisy is important to our continued success, and we expect him to remain with the Company for the foreseeable future. \n\nIn addition to Mr. Lisy, we have a number of key executives who have a significant impact on our business. The unexpected loss of key personnel may adversely affect the operations and profitability of the Company. Our success also depends to a large extent upon our ability to attract and retain key employees. Qualified individuals with experience in our industry are in high demand. Our IT personnel have designed and implemented key portions of our proprietary software and are crucial to the success of our business. In addition, legal or enforcement actions against compliance and other personnel in the money remittance industry may affect our ability to attract and retain key employees and directors. The lack of management continuity or the loss of one or more members of our executive management team could harm our business and future development. A failure to recruit and retain key personnel including operating, marketing, financial and technical personnel, could also have a material and adverse impact on our business, financial condition and results of operations.\n\nRegulatory and Legal Risks\n\nSignificant developments stemming from the U.S. government policies could have an adverse effect on our business.\n\n20\n\n\nOur business relies on the free flow of funds and migrants along all of our remittance corridors, particularly between the United States and the LAC. Changes in U.S. political, regulatory and economic conditions or laws and policies governing immigration, foreign trade, development and investment in the territories and countries where we operate and our customers live, including those recently proposed by the U.S. government, could adversely affect our business, financial condition and results of operations.\n\nA significant change or disruption in international migration patterns, including as a result of changes in immigration laws and their enforcement, could adversely affect our business, financial condition and results of operations.\n\nOur business relies in part on international migration patterns, as individuals move from their native countries to countries with greater economic opportunities or a more stable political environment. A significant portion of the industry’s money remittance transactions are initiated by immigrants or refugees sending money back to their native countries. Changes in U.S. and foreign government policies or enforcement, including changes that have been, or may be, implemented by the U.S. President or Congress, toward immigration may have a negative effect on immigration in the U.S. and other countries, which could also have an adverse impact on our money remittance volume or growth rate and revenues. In addition, increased immigration enforcement in the United States, could adversely affect the level of employment opportunities of immigrants, thus reducing their ability to remit funds to their countries of origin.\n\nIt is also impossible to predict the impact on our business resulting from changes in trade and tariff policies, which may affect industries in which our customers are employed. Changes in international trade caused by increased tariffs may also affect foreign exchange rates, which could affect both demand for our services as well as our earnings from foreign exchange.\n\nReduced or disrupted international migration patterns in the United States, Canada, Latin America, or Africa are likely to reduce money remittance transaction volumes and therefore have an adverse effect on our business, financial condition and results of operations. Furthermore, significant changes in international migration patterns could adversely affect our business, financial condition and results of operations.\n\nWe and our agents are subject to numerous U.S. and international laws and regulations. Failure to comply with these laws and regulations could result in material settlements, fines or penalties and reputational harm, and changes in these laws or regulations could result in increased operating costs or reduced demand for our services, all of which may adversely affect our business, financial condition and results of operations.\n\nWe operate in a highly regulated environment, and our business is subject to a wide range of laws and regulations that vary from jurisdiction to jurisdiction. We are also subject to oversight by various governmental agencies, both in the United States and abroad and, in any given year, we are subject to examinations by relevant federal and state agencies. Lawmakers and regulators in the United States in particular have increased their focus on the regulation of the financial services industry. New or modified regulations and increased oversight may have unforeseen or unintended adverse effects on the financial services industry, which could affect our business, financial condition and results of operations.\n\nThe money transfer business is subject to a variety of regulations aimed at preventing money laundering, human trafficking and terrorism. We are subject to U.S. federal anti-money laundering laws, including the BSA and the requirements of the U.S. Treasury Department’s OFAC, which prohibit us from transmitting money to specified countries or to or from prohibited individuals. Additionally, we are subject to anti-money laundering laws in the other countries and jurisdictions in which we operate and hold licenses including Europe, the United Kingdom, Mexico and Guatemala. We are also subject to financial services regulations, money transfer licensing regulations, consumer protection laws, currency control regulations, escheat laws, privacy and data protection laws and anti-bribery laws. Many of these laws are constantly evolving, unclear and inconsistent across various jurisdictions, making compliance challenging. Subsequent legislation, regulation, litigation, court rulings or other events could expose us to increased program costs, liability and reputational damage.\n\nAs a MSB, we are subject to reporting, recordkeeping and anti-money laundering provisions in the United States as well as many other jurisdictions. In the past few years there have been significant regulatory reviews and actions taken by U.S. and other regulators and law enforcement agencies against banks, MSBs and other financial institutions related to money laundering, and the trend appears to be greater scrutiny by regulators of potential money laundering activity through financial institutions. We are also subject to regulatory oversight and enforcement by FinCEN. Any determination that we or our agents have violated the anti-money-laundering laws could have an adverse effect on our business, financial condition and results of operations.\n\nThe Dodd-Frank Act increases the regulation and oversight of the financial services industry. The Dodd-Frank Act requires enforcement by various governmental agencies, including the CFPB. We could be subject to fines or other penalties if we are found to have violated the Dodd-Frank Act’s prohibition against unfair, deceptive or abusive acts or practices. The CFPB’s authority to change regulations adopted in the past by other regulators could increase our compliance costs and litigation exposure. Our litigation exposure may also be increased by the CFPB’s authority to limit or ban pre-dispute arbitration clauses. We may also be liable for failure of our agents to comply with the Dodd-Frank Act. The legislation and implementation of regulations associated with the Dodd-Frank Act have increased our costs of compliance and required changes in the way we and our agents conduct business. In addition, we are subject to \n\n21\n\n\nperiodic examination by the CFPB. These examinations may require us to change the way we conduct business or increase the costs of compliance.\n\nIn addition, we are subject to escheatment laws in the United States. We are subject to the laws of various states in the United States which from time to time take inconsistent or conflicting positions regarding the requirements to escheat property to a particular state, making compliance challenging. In some instances, we escheat items to states pursuant to statutory requirements and then subsequently pay those items to consumers. For such amounts, we must file claims for reimbursement from the states.\n\nAny violation by us or our agents of the laws and regulations set forth above could lead to significant settlements, fines or penalties and could limit our ability to conduct business in some jurisdictions. Our systems, employees and processes may not be sufficient to detect and prevent violations of the laws and regulations set forth above by our agents, which could also lead to us being subject to significant settlements, fines or penalties. In addition to these fines and penalties, a failure by us or our agents to comply with applicable laws and regulations also could seriously damage our reputation, result in diminished revenue and profit and increase our operating costs and could result in, among other things, revocation of required licenses or registrations, loss of approved status, termination of contracts with banks or retail representatives, administrative enforcement actions and fines, class action lawsuits, cease and desist or consent orders and civil and criminal liability. The occurrence of one or more of these events could have a material and adverse effect on our business, financial condition and results of operations.\n\nIn certain cases, regulations may provide administrative discretion regarding enforcement. As a result, regulations may be applied inconsistently across the industry, which could result in additional costs for us that may not be required to be incurred by our competitors. If we were required to maintain a price higher than most of our competitors to reflect our regulatory costs, this could harm our ability to compete effectively, which could adversely affect our business, financial condition and results of operations. In addition, changes in laws, regulations or other industry practices and standards, or interpretations of legal or regulatory requirements, may reduce the market for or value of our services or render our services less profitable or obsolete. Changes in the laws affecting the kinds of entities that are permitted to act as money remittance agents (such as changes in requirements for capitalization or ownership) could adversely affect our ability to distribute our services and the cost of providing such services. Many of our sending agents in the United States are in the check cashing industry. Any regulatory action that negatively impacts check cashers could also cause this portion of our agent base to decline. If onerous regulatory requirements were imposed on our agents, the requirements could lead to a loss of agents, which, in turn, could adversely affect our business, financial condition or results of operations.\n\nRegulators around the world compare approaches to the regulation of the payments and other industries. Consequently, a development in any one country, state or region may influence regulatory approaches in other jurisdictions. Similarly, new laws and regulations in a country, state or region involving one service may cause lawmakers there to extend the regulations to another service. As a result, the risks created by any new laws or regulations are magnified by the potential that they may be replicated, affecting our business in another market or involving another service. Conversely, if widely varying regulations come into existence worldwide, we may have difficulty adjusting our services, fees, foreign exchange spreads and other important aspects of our business, with the same effect.\n\nCurrent and future data privacy and cybersecurity laws and regulations could adversely affect our business, financial condition, and results of operations.\n\nWe are subject to requirements relating to data privacy and cybersecurity under U.S. federal, state and foreign laws. For example, in the U.S. the FTC routinely investigates the privacy practices of companies and has commenced enforcement actions against many, resulting in multi-million dollar settlements and multi-year agreements governing the settling companies’ privacy practices. If we are unable to meet such requirements, we may be subject to significant fines or penalties. Furthermore, certain industry groups require us to adhere to privacy requirements in addition to federal, state, and foreign laws, and certain of our business relationships depend upon our compliance with these requirements. \n\nAs the number of jurisdictions enacting privacy and related laws increases and the scope of these laws and enforcement efforts expands, we have been and will increasingly become, subject to new and varying requirements. For example, the CCPA requires covered companies to provide California consumers with certain disclosures and expands the rights afforded to consumers regarding their data. The costs of compliance with, and other burdens imposed by, the CCPA and similar laws may limit the use and adoption of our products and services and/or require us to incur substantial compliance costs, which could have an adverse impact on our business. In addition, the California Privacy Rights Act of 2020 (“CPRA”) expanded the CCPA. For example, the CPRA established a California Privacy Protection Agency to implement and enforce the CPRA, which could increase the risk of an enforcement action. Other states have also enacted data privacy laws such as the Consumer Data Protection Act in Virginia, the Colorado Privacy Act in Colorado, and the Consumer Privacy Act adopted in Utah. Additionally, several states and localities have enacted measures related to the use of artificial intelligence and machine learning in products and services. In addition, data privacy and security laws have been proposed at the federal, state, and local levels in recent years, which could further complicate compliance efforts. Failure to comply with existing or future data privacy and cybersecurity laws, regulations, and requirements, including by reason of inadvertent disclosure of personal information, could result in significant adverse consequences, including reputational harm, civil litigation, regulatory enforcement, costs of remediation, increased expenses for security systems and personnel, or harm to our consumers and harm to our agents. \n\n22\n\n\nAlso, because our operations and services involve the collection, storage, and processing of personal data of consumers globally, we are subject to the GDPR and similar data protection laws outside the United States. The GDPR imposes strict requirements on how businesses collect, process, store, and share personal data, as well as mandates that consumers have specific rights, including the right to access, correct, and delete their data.\n\nIn addition, in connection with regulatory requirements to assist in the prevention of money laundering and terrorist financing and pursuant to legal obligations and authorizations, we make information available to certain U.S. federal and state, as well as certain foreign, government agencies. Periodically, we receive data sharing requests by these agencies, particularly in connection with efforts to prevent terrorist financing, human traffic or reduce the risk of identity theft. During the same period, there has also been increased public attention to the corporate use and disclosure of personal information, accompanied by legislation and regulations intended to strengthen data protection, information security, and consumer privacy. These regulatory goals may conflict, and the law in these areas is not consistent or settled. While we believe that we are compliant with our regulatory responsibilities, the legal, political, and business environments in these areas are rapidly changing, and subsequent legislation, regulation, litigation, court rulings, or other events could expose us to increased program costs, liability, and reputational damage that could have a material and adverse effect on our business, financial condition and results of operations.\n\nLitigation or investigations involving us or our agents could result in material settlements, fines or penalties.\n\nWe have been and from time to time are subject to allegations and complaints that individuals or entities have used our money remittance services for fraud-induced money transfers, as well as certain money laundering activities. In addition, we have been and from time to time are subject to requests for customer and transactional information related to civil and criminal investigations by law enforcement agencies that are concerned with the use of money sending services to facilitate improper activities. These matters could result in fines, penalties, judgments, settlements and investigatory and litigation expenses. We also are the subject from time to time of litigation related to other aspects of our business.\n\nRegulatory and judicial proceedings and potential adverse developments in connection with ongoing litigation may adversely affect our business, financial condition and results of operations. There also may be adverse publicity associated with lawsuits and investigations that could decrease agent and consumer acceptance of our services. Additionally, our business has been in the past, and may be in the future, the subject of class action lawsuits, regulatory actions and investigations and other general litigation. The outcome of class action lawsuits, regulatory actions and investigations and other litigation is difficult to assess or quantify but may include substantial fines and expenses, as well as the revocation of required licenses or registrations or the loss of approved status, which could have a material and adverse effect on our business, financial condition and results of operations or consumers’ confidence in our business. Plaintiffs or regulatory agencies in these lawsuits, actions or investigations may seek recovery of very large or indeterminate amounts, and the magnitude of these actions may remain unknown for substantial periods of time. The cost to defend or settle future lawsuits or investigations may be significant. In addition, improper activities, lawsuits or investigations involving our agents may adversely impact our business, financial condition and results of operations or reputation even if we are not directly involved.\n\nWe could be adversely affected by violations of the FCPA or other similar anti-corruption laws.\n\nOur operations around the world, particularly in LAC countries and Africa, are subject to anti-corruption laws and regulations, including restrictions imposed by the U.S. FCPA. The FCPA and similar anti-corruption laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials or employees of commercial enterprises for the purpose of obtaining or retaining business, a business advantage or a governmental approval. We operate in parts of the world that are perceived as having higher incidence of corruption and, in certain circumstances, strict compliance with anti-corruption laws may conflict with local customs and practices. Because of the scope and nature of our operations, we experience a higher risk associated with compliance with the FCPA and similar anti-corruption laws than many other companies.\n\nOur employees and agents interact with government officials on our behalf, including as necessary to obtain licenses and other regulatory approvals necessary to operate our business, employ expatriates and resolve tax disputes. We also have a number of contracts with third-party paying agents that are owned or controlled by non-U.S. governments. These interactions and contracts create a risk of payments or offers of payments by one of our employees or agents that could be in violation of the FCPA or other similar anti-corruption laws. Under the FCPA and other similar anti-corruption laws, we may be held liable for actions taken by our employees or agents.\n\nIn recent years, there have been significant regulatory reviews and actions taken by the United States and other governments related to anti-corruption laws, and the trend appears to be greater scrutiny on payments to, and relationships with, foreign entities and individuals.\n\nThere can be no assurance that all of our employees and agents will abide by the policies and procedures we have implemented to promote compliance with local laws and regulations as well as U.S. laws and regulations, including FCPA and similar anti-corruption laws. If we are found to be liable for violations of the FCPA or similar anti-corruption laws in other jurisdictions, either due to our own or others’ acts or inadvertence, we could suffer, among other consequences, substantial civil and criminal penalties, including fines, \n\n23\n\n\nincarceration, prohibitions or limitations on the conduct of our business, the loss of our financing facilities and significant reputational damage, any of which could have a material and adverse effect on our results of business, financial condition or results of operations.\n\nGovernment or regulatory investigations into potential violations of the FCPA or other similar anti-corruption laws by U.S. agencies or other governments could also have a material and adverse effect on our results of business, financial condition and results of operations. Furthermore, detecting, investigating and resolving actual or alleged violations of the FCPA and other similar anti-corruption laws is expensive and can consume significant time and attention of our senior management.\n\nNew business initiatives, such as modifications to our current product offerings or the introduction of new products, may modify our risk profile from a regulatory perspective.\n\nA number of our recent and planned business initiatives and expansions of existing businesses may bring us into contact, directly or indirectly, with information, individuals and entities that are not within our traditional customer and agent network and that could expose us to new or enhanced regulatory scrutiny. For example, our offering of services across newer distribution platforms could expose us to increased anti-money laundering, anti-terrorist financing and consumer protection regulations and compliance requirements. Any change in our risk profile stemming from this or any of our other business initiatives could result in increased compliance costs and litigation exposure, which could adversely impact our business, financial condition and results of operations.\n\nThe use of third-party vendors and service providers is subject to regulatory review and scrutiny.\n\nThe CFPB and other regulators have issued regulatory guidance focusing on the need for entities to perform due diligence and ongoing monitoring of third-party vendor and service provider relationships. Moreover, if our regulators conclude that we have not met the standards for oversight of our third-party vendors, we could be subject to enforcement actions, civil monetary penalties, supervisory orders to cease and desist or other remedial actions, which could adversely impact our business, reputation, financial condition and results of operations.\n\nChanges in tax laws in the countries we operate could adversely affect our results of operations.\n\nChanges in tax legislation by U.S. federal, state and local governments as well as foreign jurisdictions could impact our effective tax rates. If statutory tax rates are increased, our results of operations and cash flows could be adversely affected.\n\nRisks Relating to Our Intellectual Property\n\nIf we are unable to adequately protect our brands and the intellectual property rights related to our existing and any new or enhanced services, or if we infringe on the rights of others, our business, financial condition and results of operations could be adversely affected.\n\nThe Intermex brand as well as other brands we operate under are critical to our business. We utilize trademark registrations and other tools to protect our brands. We have not applied for trademark registrations for our name and logo in all geographic markets where we provide services. In those markets where we have applied for trademark registrations, failure to secure those registrations could adversely affect our ability to enforce and defend our trademark rights. Our business would be harmed if we were unable to adequately protect our brands and the value of our brands was to decrease as a result.\n\nWe rely on a combination of patent, trademark and copyright laws and trade secret protection and invention assignment, confidentiality or license agreements to protect the intellectual property rights related to our services, all of which only offer limited protection. We may be subject to third-party claims alleging that we infringe their intellectual property rights or have misappropriated other proprietary rights. We may be required to spend resources to defend such claims or to protect and police our own rights. Some of our legal rights in information or technology that we deem proprietary may not be protected by intellectual property laws, particularly in foreign jurisdictions. The loss of our intellectual property protection, the inability to secure or enforce intellectual property protection or to successfully defend against claims of intellectual property infringement or misappropriation could have an adverse effect on our business, financial condition and results of operation.\n\nThe processes and systems we employ may be subject to patent protection by other parties, and any claims could adversely affect our business and results of operations.\n\nIn certain countries, including the United States, patent laws permit the protection of processes and systems. We employ processes and systems in various markets that have been used in the industry by other parties for many years. We or other companies that use these processes and systems consider many of them to be in the public domain. If a person were to assert that it holds a patent covering any of the processes or systems we use, we would be required to defend ourselves against such claim. If unsuccessful, we may be required to pay damages for past infringement, which could be trebled if the infringement was found to be willful. We also may be required to seek a license to continue to use the processes or systems. Such a license may require either a single payment or an ongoing license fee. No \n\n24\n\n\nassurance can be given that we will be able to obtain a license which is reasonable in fee and scope. If a patent owner is unwilling to grant such a license, or we decide not to obtain such a license, we may be required to modify our processes and systems to avoid future infringement.\n\nRisks Relating to Our Indebtedness\n\nThe Company’s indebtedness may limit our operating flexibility and could adversely affect our business, financial condition and results of operations.\n\nWe had approximately $156.6 million of indebtedness as of December 31, 2024, consisting of outstanding borrowings under our revolving credit facility. Our indebtedness, which bears interest at variable rates, could have important consequences to our business and operations, including, but not limited to: (i) increasing our vulnerability to, and reducing our flexibility to respond to, general adverse economic and industry conditions; (ii) requiring the dedication of a substantial portion of our cash flow from operations to servicing debt, including from increased interest rates; (iii) limiting our flexibility in planning for, or reacting to, changes in our business and the competitive environment; and (iv) limiting our ability to borrow additional funds and increasing the cost of any such borrowing.\n\nWe also are subject to capital requirements imposed by various regulatory bodies in the jurisdictions in which we operate. We may need access to external capital to support these regulatory requirements in order to maintain our licenses and our ability to earn revenue in these jurisdictions. An interruption of our access to capital could impair our ability to conduct business if our regulatory capital falls below requirements.\n\nOur Second Amended and Restated Credit Agreement contains covenants that may limit our ability to conduct business.\n\nOur Second A&R Credit Agreement (as defined herein) contains operating covenants and financial covenants that may in each case limit management’s discretion with respect to certain business matters. Among other things, these covenants restrict our and our subsidiaries’ ability to, among other things, grant liens, incur additional indebtedness, make acquisitions or investments, dispose of certain assets, change the nature of their businesses, enter into certain transactions with affiliates, amend the terms of material indebtedness or make certain restricted payments, including the repurchase of shares of our common stock above certain limits. We are required to comply with a minimum interest coverage ratio and a quarterly maximum consolidated leverage ratio. As a result of these covenants, we may be limited in how we conduct our business. Failure to comply with such covenants may lead to default and acceleration under our Second A&R Credit Agreement and may impair our ability to conduct business. We may not be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants, which may result in foreclosure of our assets. See the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations of Intermex—Liquidity and Capital Resources” for more information.\n\nUnder our Second A&R Credit Agreement, upon the occurrence of an event of default, we will be unable to continue to borrow funds under the Second A&R Credit Agreement for so long as an event of default is not remedied or waived.  In addition, the lenders will be able to elect to declare all amounts outstanding under the Second A&R Credit Agreement to be immediately due and payable and terminate all commitments to lend additional funds. If we are unable to repay those amounts, the lenders under the Second A&R Credit Agreement could proceed to foreclose against our collateral that secures that indebtedness. We have granted the lenders a security interest in substantially all of our assets, including the assets of certain subsidiaries. \n\nRisks Relating to Our Securities\n\nBecause we have no current plans to pay cash dividends on our common stock for the foreseeable future, stockholders may not receive any return on investment unless they sell our common stock for a price greater than that which was paid for it.\n\nWe have no current plans to pay any cash dividends for the foreseeable future. The declaration, amount, and payment of any future dividends on shares of common stock will be at the sole discretion of our board of directors. Our board of directors may take into account general and economic conditions, our financial condition, and results of operations, our available cash and current and anticipated cash needs, capital requirements, contractual, legal, tax, and regulatory restrictions, implications on the payment of dividends by us to our stockholders or by our subsidiaries to us, and such other factors as our board of directors may deem relevant. In addition, our ability to pay dividends is limited by our ability to comply with restrictions in our existing credit facilities and may be limited by covenants of any future indebtedness we or our subsidiaries incur. As a result, stockholders may not receive any return on an investment in our common stock unless they sell our common stock for a price greater than that which was paid for it.\n\nOur ability to meet expectations and projections in any research or reports published by securities or industry analysts, or a lack of coverage by securities or industry analysts, could result in a depressed market price and limited liquidity for our common stock.\n\nThe trading market for our common stock will be influenced by the research and reports that industry or securities analysts may publish about us, our business, our market, or our competitors. If no or few securities or industry analysts cover the Company, our stock \n\n25\n\n\nprice would likely be less than that which we would obtain if we had such coverage and the liquidity, or trading volume of our common stock may be limited, making it more difficult for a stockholder to sell shares at an acceptable price or amount. If any analysts do cover the Company, their projections may vary widely and may not accurately predict the results we actually achieve. Our share price may decline if our actual results do not match the projections of research analysts covering us. Similarly, if one or more of the analysts who write reports on us downgrades our stock or publishes inaccurate or unfavorable research about our business, our share price could decline. If one or more of these analysts ceases coverage of us or fails to publish reports on us regularly, our share price or trading volume could decline.\n\nProvisions in our charter and Delaware law may inhibit a takeover of us, which could limit the price investors might be willing to pay in the future for our common stock and could entrench management.\n\nOur charter contains provisions that opt out of Section 203 of the Delaware General Corporation Law (the “DGCL”). These provisions include the ability of the board of directors to designate the terms of and issue new series of preferred shares, which may make more difficult the removal of management and may discourage transactions that otherwise could involve payment of a premium over prevailing market prices for our securities.\n\nIn addition, while we have opted out of Section 203 of the DGCL, our charter contains similar provisions providing that we may not engage in certain “business combinations” with any “interested stockholder” for a three-year period following the time that the stockholder became an interested stockholder, unless:\n\n•prior to such time, our board of directors approved either the business combination or the transaction that resulted in the stockholder becoming an interested stockholder;\n\n•upon consummation of the transaction that resulted in the stockholder becoming an interested stockholder, the interested stockholder owned at least 85% of our voting stock outstanding at the time the transaction commenced, excluding certain shares; or\n\n•at or subsequent to that time, the business combination is approved by our board of directors and by the affirmative vote of holders of at least two-thirds of our outstanding voting stock that is not owned by the interested stockholder.\n\nThese anti-takeover defenses could discourage, delay or prevent a transaction involving a change in control of us. These provisions could also discourage proxy contests and make it more difficult for you and other stockholders to elect directors of your choosing and cause us to take corporate actions other than those you desire.\n\nOur charter designates the Court of Chancery of the State of Delaware as the exclusive forum for certain litigation that may be initiated by our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us.\n\nOur charter provides that the Court of Chancery of the State of Delaware will be the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed to us or our stockholders by any of our directors, officers, employees or agents, (iii) any action asserting a claim against us arising under the DGCL or (iv) any action asserting a claim against us that is governed by the internal affairs doctrine. The exclusive forum provision of our bylaws does not establish exclusive jurisdiction in the Court of Chancery of the State of Delaware for claims that arise under the Securities Act, the Exchange Act or other federal securities laws if there is exclusive or concurrent jurisdiction in the federal courts. By becoming our stockholder, you will be deemed to have notice of and have consented to the provisions of our charter related to choice of forum. The choice of forum provision in our charter may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us.\n\nWe may be subject to securities litigation, which is expensive and could divert management’s attention.\n\nOur share price may be volatile and, in the past, companies that have experienced volatility in the market price of their stock have been subject to securities class action litigation. We may be the target of this type of litigation in the future. Litigation of this type could result in substantial costs and diversion of management’s attention and resources, which could have a material and adverse effect on our business, financial condition and results of operations. Any adverse determination in litigation could also subject us to significant liabilities.",
      "char_count": 80426
    }
  },
  "extracted_at": "2026-01-19T15:40:37.283206"
}