{
  "ticker": "INSE",
  "company_name": "Inspired Entertainment, Inc.",
  "cik": 1615063,
  "form_type": "10-K",
  "filing_date": "2025-03-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001641172-25-000737",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001615063&accession_number=000164117225000737&xbrl_type=v",
  "sic_code": "7372",
  "industry": "Services-Prepackaged Software",
  "sections": {
    "item1": {
      "text": "ITEM\n1. BUSINESS.\n\nOverview\n\nInspired\nEntertainment, Inc. (the “Company”, “Inspired”, “we” or “us”) is a global gaming\ntechnology company, supplying content, platform and other products and services to licensed online and land-based lottery,\nbetting and gaming operators worldwide through a broad range of distribution channels, predominantly on a business-to-business\nbasis. We provide end-to-end digital gaming solutions (i) on our own proprietary and secure network, which accommodates a wide range\nof devices, including land-based gaming machine terminals, mobile devices and online computer applications and (ii) through third\nparty networks. Our content and other products can be found through the consumer-facing portals of our customers operating digital\nchannels, and, in licensed betting offices, adult gaming centers, pubs, bingo halls, airports, motorway service areas and leisure\nparks for our customers operating land-based venues.\n\nOur\ncustomer base includes licensed operators of lotteries, licensed sports bookmakers, gaming and bingo halls, casinos, online operators, adult gaming centers, pubs, holiday parks, and motorway service areas. Some of our key customers include William\nHill, SNAI, Sisal,  Betfred, Paddy Power, Betfair, Genting, bet365, Sky Bet, the Greek Organisation of Football\nPrognostics S.A. (OPAP.), Entain, Draftkings, FanDuel, the Pennsylvania Lottery, Bourne Leisure, Greentube, Stonegate, Mitchells\n& Butler, Butlins, Moto, Welcome Break, Buzz Bingo, Mecca, Marstons, Greene King, JD Wetherspoon, Parkdean Resort, Centre Parcs\nResorts, and Novomatic. Geographically, 73% of our revenue for the year ended December 31, 2024 was generated from our United\nKingdom (“UK”) operations, with the remainder generated from Greece, North America and the rest of the world. Our products are designed\nto operate within applicable gaming, virtual sports and lottery regulations.\n\nWe\nconduct business across different jurisdictions, of which Great Britain, Italy and Greece have historically contributed the most\nsignificant recurring revenue. Since 2021, we have begun to conduct a meaningful amount of business in regulated North American\nmarkets and states. We are licensed or certified (as applicable) by the Gambling Commission in the UK, (the “UK Gambling\nCommission”),  the Hellenic Gaming Commission in Greece, and registered with L’Agenzia delle Dogane e dei Monopoli\n(“ADM”) in Italy. We are licensed by regulators in other jurisdictions such as the Malta Gaming Authority (Malta),\nthe Licensing Authority of Gibraltar (Gibraltar), the Alderney Gambling Control Commission (Channel Islands), the Belgian Kansspel\nCommissie (Belgium), Oficiul National pentru Jocuri de Noroc, Spelinspektionen (Romania), the Swedish Gaming Authority (Sweden) and\nwe hold licenses with the U.S. states of Connecticut, Illinois, Michigan, Delaware, New Jersey, Oregon, Pennsylvania, and West\nVirginia, and the Canadian provinces of Alberta, Nova Scotia, Manitoba, Quebec, Ontario and Saskatchewan.\n\nWe\nare headquartered in the U.S., with principal operating facilities located in the UK and India. As of December 31, 2024, we had\napproximately 1,600 employees, approximately 1,420 of which were full-time. We generated total revenue of $297.1 million and\nadjusted earnings before interest, taxes, depreciation and amortization (“Adjusted EBITDA”) of $100.1 million for the\nyear ended December 31, 2024.\n\nThe\nCompany’s common stock is listed on the NASDAQ Capital Market under the symbol INSE. The Company had an equity market\ncapitalization of approximately $240.6 million as of December 31, 2024 (based upon a closing stock price of $9.05 on December 31,\n2024).\n\nThe Company uses the British Pound as its functional currency for reporting purposes. Our results are affected by changes in foreign currency exchange rates\nas a result of the translation of foreign functional currencies into our reporting currency and the re-measurement of foreign currency\ntransactions and balances. The impact of foreign currency exchange rate fluctuations represents the difference between current rates and\nprior-period rates applied to current activity. The geographic region in which the largest portion of our business is operated is the\nUK and the British pound (“GBP”) is considered to be our functional currency. Our reporting currency is the U.S. dollar (“USD”).\nOur results are translated from our functional currency of GBP into the reporting currency of USD using average rates for profit and loss\ntransactions and applicable spot rates for period-end balances. The effect of translating our functional currency into our reporting currency,\nas well as translating the results of foreign subsidiaries that have a different functional currency into our functional currency, is\nreported separately in Accumulated Other Comprehensive Income\n\nCertain\nproduct and company names referred to herein are trademarks™ or registered® trademarks of their respective holders.\n\nOur\nProducts\n\nWe\noperate in four business segments: Gaming, Virtual Sports, Interactive and Leisure, as further described below.\n\nGaming\nSegment\n\nOur\nGaming segment supplies gaming terminals as well as gaming software and games for the terminals provided to Licensed Betting Offices\n(“LBOs”), casinos, gaming halls and adult gaming centers (“AGCs”). It supplies products and utilizes our\nServer Based Gaming (“SBG”) technology to supply gaming content to our customers’ global land-based gaming venues.\nSBG products offer an extensive portfolio of games through digital terminals. Our games are currently deployed through more than\n34,000 terminals. Because our SBG products are fully digital, they interact with a central server and are provided on a\n“distributed” basis, which allows us to access a wide geographic footprint through the internet, the Company’s,\nand third parties’ proprietary networks.\n\nOur\nSBG game portfolio includes a broad selection of popular omni-channel slots titles including Gold Cash Free Spins™, Big Fishing\nFortune™, and the Reel King ® family of games, offering a premium player experience across multiple\nplatforms. These games offer users a wide range of volatilities, return-to-player and other special features. We also offer a range of\nmore traditional casino games through our SBG network, such as roulette, blackjack and numbers games.\n\nWe\ndistribute games to devices through different game management systems (“GMS”), each tailored to a specific operator or sector.\nOur CORE™ GMS is designed for distributed street-gaming sectors and uses Inspired cabinets in combination with gaming content from\nInspired, as well as a wide portfolio of content from independent game developers. CORE-CONNECT is our American Gaming Association G2S\nstandard-based video lottery terminal (“VLT”) GMS, currently deployed in the Greek VLT sector and North America. Our SBG\nproducts comply with all requirements in the UK (B2/B3), Italy (6B), Greece (G2S) and Illinois (G2S).\n\nOur\nSBG terminals in the UK account for a material portion of all SBG terminal placements, and we offer over 100 games for play across\nthis portfolio. We are also a material supplier to customers in Greece and Italy. Over the past few years, we have grown our\nbusiness in North America where we have sold products in Illinois, the Western Canada Lottery Corporation (“WCLC”) and Alberta Gaming Liquor & Cannabis Commission (“AGLC”). We offer SBG\nterminals such as the Flex4k curved screen, Vantage ®, Eclipse™, Valor™, Prismatic™ and Sabre Hydra™,\neach offering a different size terminal, graphics, technology and price proposition.\n\nAs\nof December 31, 2024, we had a total installed base of 34,900 gaming terminals, which were operated primarily under\nparticipation-based contracts. We generate revenue by participating, typically as a function of gross revenue from each machine, as\na percentage of the revenue generated by these machines. Because we participate in our customers’ revenue under such\ncontracts, we and our customers benefit from the introduction of our new content, which can drive growth for our installed base.\nAdditionally, we earn revenue through the sale of terminal units, as well as receiving a fixed daily fee for some of our installed\nunits. During 2024, we sold 3,091 units, which are down on last year by over 6,000 terminals due to the refresh of Vantage terminals\ninto two of our major customers in the UK LBO sector in 2023. Of the 2024 sales, 67% were in the UK and 33% came from North America. With our participation-driven business model, approximately 96% of service revenue for our Gaming\nsegment was recurring in nature in 2024 and derived under long-term contracts.\n\nFor\nthe year ended December 31, 2024, our Gaming segment generated revenue and Adjusted EBITDA of $110.6 million and $45.3 million, respectively,\nas compared to the year ended December 31, 2023, during which we generated $142.5 million and $42.8 million in revenue and Adjusted EBITDA,\nrespectively. Revenue in 2024 reduced versus prior year due to significant one-off low margin sales in 2023 of c.$30.6 million.\nThese sales related to approximately 6,400 LBO Vantage terminals which formed part of long-term contract renewals with Betfred and Paddy\nPower.\n\nVirtual\nSports Segment\n\nOur Virtual Sports business designs, develops, markets and distributes\ngames that create an always-on sports wagering experience in betting shops and other locations and online. Our Virtual Sports product\ncomprises a complex software and networking package that provides fixed-odds wagering on an ultra-high definition, computer-rendered simulations\nof sporting events, such as soccer, football or basketball. This product enables players to place bets on simulated sporting events, without\nbeing bound to live event schedules. We have developed this technology using advanced motion capture techniques and a TV and film graphics\nteam to create highly realistic simulations.\n\nWe believe we are among the most innovative suppliers of Virtual Sports gaming products worldwide. Our diverse portfolio\nof sports and numbers-based games is available in approximately 30,000 retail venues and through multiple online platforms. We have operations\nacross 20+ gaming jurisdictions worldwide, including the UK, Italy, Greece, Turkey, Morocco, and the U.S.\n\nOur\nVirtual Sports portfolio includes titles such as V-Play Soccer™, V-Play Women’s Soccer™, V-Play Football™,\nV-Play Basketball™, and V-Play Baseball™, along with greyhound racing, horse racing, tennis, motor racing, cycling,\ncricket, speedway, golf and darts. Furthermore, we have licensing agreements for the use of sports brands, and associated marks or\ntrade-dress archival footage, or a combination of the foregoing, including a partnership with the National Basketball Association\n(“NBA”), the National Hockey League (“NHL”), Major League Baseball Players\nAlumni Association (“MLBPAA”) and, pursuant to our licensing arrangements with Aristocrat Gaming, the National Football League\n(“NFL”).\n\nOur\ncustomers include some of the largest operators in lottery, gaming and sports betting globally. We are contracted to supply Virtual\nSports to mobile and online operators across key regulated markets, including the United Kingdom; the U.S. states of Nevada,\nPennsylvania, New Jersey, and the District of Columbia; Gibraltar and other regulated markets in Europe, including Italy, Greece and Poland.\nWe also supply customers based in Ontario, Turkey and Morocco. Our technology is adaptable to sports betting, lottery, and gaming environments,\nmaking it accessible to a wide range of customers in both public and private sectors.\n\nOur Virtual Sports events are available to millions of customers worldwide, through retail, online and mobile platforms,\nmany of which are available 24/7. We offer multiple hosting solutions tailored to customer needs, including our proprietary Virtual Plug and\nPlay (“VPP”) turnkey solution for online and mobile platforms. Additionally, our cloud-based XML sportsbook integration enables\nfully hosted and managed Virtual Sports solutions for customers seeking seamless product delivery.\n\nOur\nVirtual Sports products are typically offered to operators on a participation-based revenue model, where we receive a share of the\ngaming revenue generated, along with an upfront software licensing fee, hosting fees, or a combination of the foregoing. Due to this\nrecurring revenue model, approximately 97% of the total Virtual Sports segment revenue is generated under long to medium-term\ncontracts, with a standard contract duration of three years.\n\nFor\nthe year ended December 31, 2024, our Virtual Sports segment generated revenue and Adjusted EBITDA of $45.4 million and $36.0 million,\nrespectively, as compared to the year ended December 31, 2023, during which we generated $56.2 million and $47.6 million in revenue and\nAdjusted EBITDA, respectively. Revenue in 2024 compared to the\nprior year is primarily affected by our exposure to a single customer in a particular geography, where revenues have consistently declined\nthroughout the year. This decline is mainly due to the customer pulling back on promotions with virtual sports customers. However, we\nanticipate this trend will improve as we diversify our customer base, market reach and expand our delivery channels, with several opportunities in the\npipeline. During 2024 we consolidated the Virtual Sports product and technical function, that had previously been separate,\ninto the company-wide product and technical group to enhance our ability to take advantage of these opportunities.\n\nInteractive\nSegment\n\nOur Interactive business uses unique interactive-only content as well as\nofferings from our Gaming and Virtual Sports segments to create games that are hosted on remote gaming servers. This allows online gaming\noperators to use our games and content online and on mobile devices worldwide.\n\nOur interactive content includes a wide range of random\nnumber generated casino content from feature-rich bonus games to European-style casino free spins and table games incorporating well-known\nfirst and third-party brands including Space Invaders®, 20p Roulette™, Super Hot Fruits® and Reel\nKing Megaways™. Inspired releases several new titles per month and new games can be seamlessly deployed to the full estate of operators\nand aggregators through its proprietary Virgo RGS™. Games are available on over 300 websites across much of regulated Europe and\nNorth American territories in the form of New Jersey, Michigan, Pennsylvania, Connecticut, Alberta, Ontario and Quebec. Other prominent\nterritories the segment operates in outside of these include the markets of Brazil and Mexico.\n\nInspired’s\nVirgo Remote Gaming System (“RGS™”) is integrated with a number of leading casino brands, including William Hill,\nEntain, bet365, Flutter, 888, Kindred, Gamesys, Betfred, Rank, Leo Vegas, OPAP, Kaizen, Betano and Stoiximan. We are also live with\na number of notable North American operators: Bet MGM, Draft Kings, Caesars, FanDuel, Rush Street Interactive, Golden Nugget and\nLoto Quebec in Canada.\n\nWe have launched our Hybrid Dealer® product which is a new product category for the segment and offers players\nbranded casino and gameshow content without the challenges associated with live-dealer products. This product category was live with BetMGM\nin 2024, and there is a clear expansion plan as we enter 2025 to roll the product out to an increased number of the Inspired customer\nbase.\n\nOur\nInteractive products are typically offered to operators on a participation basis, whereby we typically receive a percentage of net\ngaming revenue generated by the interactive content. For the year ended December 31, 2024, our Interactive segment generated revenue and Adjusted EBITDA of $39.3\nmillion and $25.6 million, respectively, as compared to the year ended December 31, 2023, during which we generated revenue and\nAdjusted EBITDA of $27.9 million and $15.4 million, respectively. With our participation-driven business model, approximately 100%\nof revenue for our Interactive segment is recurring in nature and derived under long-term contracts for which our standard term is\nthree years in duration. We have successfully renewed all of our key Interactive contracts expiring over the last three years.\nEBITDA margins in this segment remain steady and growing due to the low variable costs we expect to incur on incremental revenue,\nversus our existing base of revenue, but with additional pressures due to new taxes levied in newly regulated markets such as Brazil, where taxes on gross gaming revenue came into force on January 1,\n2025 together with withholding taxes on revenue due to licensees being based locally, or in more mature markets such as UK where mandatory levies based\non a gross gambling yield (“GGY”) have been introduced as contributions towards the study, prevention and treatment of gambling\nrelated harm and/or other measures are to be introduced such as online stake limits.\n\nLeisure\nSegment\n\nWe are a supplier of gaming terminals and amusement machines to the Leisure\nand Hospitality sectors and are one of the largest operators of “pay to play” gaming terminals and amusement machines in the\nUK. As of December 31, 2024, we supplied and operated over 10,000 gaming terminals and 3,500 pool tables, prize vending and jukeboxes\nlocated in pubs, bingo halls, and adult gaming centers. We also service approximately 2,800 gaming terminals under maintenance only contracts.\nThe increasing majority of gaming terminals we operate are server based, allowing us to distribute content supplied by our “in house”\ndesign studios as well as some of the most popular content titles from our strategic partners.\n\nIn\naddition, we also supply and operate approximately 8,000 amusement machines and 1,400 gaming terminals in family entertainment centers\nand adult gaming centers located in holiday parks, bowling centers and other entertainment venues. These include virtual reality simulators\nand arcade games, redemption and skill with prize games, basketball, air hockey and cue sports. Commercial arrangements are typically\nstructured as either revenue participation or rental agreements.\n\nOur\ncustomers in this segment include large pub operators JD Wetherspoons, Stonegate Pub Company, Greene King, Mitchells and Butler, Whitbread\nMarstons and Admiral Taverns. In the Bingo sector, we supply gaming terminals and services to Buzz Bingo and Mecca. We supply gaming\nterminals and services to transport hub operators, Moto and Welcome Break and major airports, including Heathrow. We also operate our\nown adult gaming centers under the Quicksilver™ brand in Extra Motorway Services. We have joint venture agreements with holiday\npark operators including Parkdean Resorts, Bourne Leisure (Haven), Butlins and Cove, where we supply machines and trained staff to manage\nand operate family entertainment centers.\n\nOverall,\nour Leisure segment had, as of December 31, 2024, an installed base of over 10,000 gaming terminals, which were operated primarily\nunder participation-based contracts. We generate revenue by participating, typically as a function of gross revenue from each\nmachine, in a percentage of volumes generated by these machines. Because we participate in our customers’ revenue under such\ncontracts, we are aligned with our customers in benefiting from the introduction of our new content, which can drive growth in the\nwin per unit per day of our installed base. Additionally, we earn revenue through the sale of units, as well as a fixed daily fee\nfor certain of our installed units. With our participation-driven business model, approximately 97% of revenue for our Leisure\nsegment is recurring in nature and derived under long-term contracts. We installed over six hundred Vantage Cat C cabinets to our\nPubs estate during the year and we have successfully renewed or extended contracts with Moto Hospitality, Park Dean Resorts, Buzz Bingo and\nMecca Bingo.\n\nFor\nthe year ended December 31, 2024, our Leisure segment generated revenue and Adjusted EBITDA of $101.8 million and $23.3 million respectively,\nas compared to the year ended December 31, 2023, during which we generated revenue and Adjusted EBITDA of $96.3 million and $19.4 million,\nrespectively.  \n\nOur\nStrengths\n\nWe\nbelieve key factors that give us an advantage in the gaming technology space include:\n\nEstablished\npresence across multiple Product Verticals\n\nWe\nhave a substantial installed base, including over 32,000 digital terminals in the Gaming segment located across key jurisdictions in\nthe UK, Greece and Italy, with approximately 12,800 terminals installed in UK Licensed Betting Offices and approximately 8,700\nterminals installed in Greek venues. In our Leisure segment, we supply and operate an installed base of approximately 11,000 gaming\nterminals (including approximately 2,800 gaming terminals under maintenance only contracts) and 4,500 pool tables, prize vending and\njukeboxes to pubs, bingo halls and adult gaming centers. In addition, we also supply and operate approximately 9,500 amusement\nmachines and 2,200 gaming terminals in family entertainment centers located in holiday parks, bowling centers and other\nentertainment venues. We have content and products in our Virtual Sports segment, which offers\na wide range of sports and numbers games through approximately 32,000 retail venues as well as through various online channels. Our\nVirtual Sports gaming products are available in approximately 32 gaming jurisdictions\nworldwide, including the UK, Italy, Greece, Morocco and the U.S., our customers being many of the largest operators of lottery,\ngaming, and betting operations worldwide. Additionally, our Interactive segment provides a wide range of iGaming content to large\noperators primarily marketing to customers located in the UK, Italy, Greece and North America, as well as several other regulated\ncountries across Europe through over approximately 250 websites. \n\nHighly\nDiversified Business Underpinned by Longstanding Customer Relationships\n\nWe\noperate in several business segments and geographic locations that provide a diversified revenue and cash flow stream that has\nproven to be resilient under various economic environments. While our Gaming segment has represented the largest proportion of our\nrevenue in each of the last three years, our Interactive segment represents substantial growth opportunities in the digital and\nretail space, which is expected to continue to diversify our business, together with Virtual Sports in Latin America. Additionally, we continue to expand in high growth markets,\nsuch as North America, which are expected to drive further geographic diversification across business segments. We have over\n700 customers, including major lottery, sports betting and gaming operators (both interactive and location-based) within regulated\nsectors worldwide. Many of our customer relationships in the UK and European sectors are long-standing and in excess of 10 years. We\nexpect that our diverse customer base will afford us opportunities to sell incremental products to certain of these customers in the\nfuture.\n\nSubstantial\nRecurring Revenue Supported by Long-Term Participation-Based Contracts\n\nWe\nbelieve our robust recurring revenue business model will drive our performance and free cash flow generation. For the year ended December\n31, 2024, our recurring revenue, which included revenue generated from participation-based contracts and licensing arrangements, represented\n86% of total revenue, as compared to approximately 79% of total revenue for the year ended December 31, 2023. Our content and products,\nwhich are provided primarily pursuant to long-term contracts, are essential to generating revenue for our customers and satisfying the\ndemand of our end users. Our long-term contracts typically have an initial duration of three to five years depending on the\nbusiness segment and the customer and, over the last three years, we have successfully renewed the significant majority of expiring contracts\nwith key customers in our Gaming, Virtual Sports, Interactive and Leisure segments.\n\nProprietary\nTechnology and Track-Record of Strong Content Development\n\nWe\nare dedicated to being at the forefront of our industry in terms of technology and innovation. We combine complementary expertise in\ntechnology and operations, positioning us as a provider of superior content and technical solutions. As of December 31, 2024, we\nheld approximately 25 patents or patent applications and approximately 300 trademarks worldwide. We focus our product development\nefforts on emerging content and technology trends, utilizing a combination of customer research, design experience and engineering\nexcellence. We are committed to developing innovative products for our customers and are focused on improving player entertainment\nand customer profitability.\n\nWe\nbelieve convergence trends in the gaming industry emphasize the importance of proprietary content, including licensed content. Such content\nis needed to successfully promote a compelling game offering across multiple platforms and to develop distinctive products for operator-clients.\nOur proprietary content drives engagement across gaming platforms. Our full suite of high-quality gaming products, services and multichannel\ndistribution capabilities, extensive traditional content library, sizeable installed gaming machine base and deep relationships with\noperator-customers help make us an attractive partner for potential licensors of branded content.\n\nOur\nInteractive business has expanded rapidly, with revenue growing at an approximate compound annual growth rate of 53% on a functional\ncurrency at constant rate basis between 2019 and 2024. We believe this growth has been driven, in part, by our content library\nof over 100 slot games. Many of our recent game launches, including Gold Cash Free Spins™, Big Fishing Fortune™, and the\nReel King ® family of games, have been omni-channel, offering a premium player experience across multiple platforms – though,\nunlike our older games, they originated online and, once proved successful, were migrated to retail platforms.\n\nOur\nVirtual Sports products offer a wide range of betting markets and what we consider to be superior graphics. Our Virtual Sports\nrevenue  has achieved high  EBITDA margins, while providing an attractive recurring revenue\nbase.\n\nPositioned\nTo Benefit From Key Market Trends\n\nWith\nour proprietary digital gaming platform and content comprising an end-to-end product offering and our multi-channel capabilities and\nrobust relationships across the client spectrum, we believe we are well-positioned to benefit from emerging gaming sector trends, including\ngrowth stimulated by liberalization of government gaming regulations, the emergence of multi-channel offerings and the increasing importance\nof proprietary content.\n\nOur\nmulti-channel offerings are well-positioned to benefit from the prevalence of smart phones and tablets and the legalization of\nonline gaming in certain parts of the United States, Canada, Brazil, LATAM more generally and other jurisdictions. Such\njurisdictions have provided new growth opportunities for gaming, interactive, sports and lottery operators through the introduction\nof new channels and portals for delivering games and content to customers. This supplements the existing broad-based online gambling\nmarket across Europe. Our multi-channel solutions and customer relationship management capabilities position us to take advantage of\nnew opportunities to extend our gaming solutions across different channels for our customers to reach new players, expand the player\ndemographic base and access players wherever they are whenever they want to play. Our technology extends engagement for existing\nplayers and has the capability to reach new player segments. This and other technology help position us for future online real-money\ngaming opportunities by offering play-for-fun online gaming options in jurisdictions where online real-money gaming may be legalized\nin the future.\n\nGovernment initiatives, such as the legalization of casino operations in\nnew jurisdictions, increases in the number of casinos allowed to operate in a given jurisdiction and the legalization of new products,\nhave helped stimulate growth in the gaming market. In the United States, legislative change has led to an increase in the legalization\nof sports betting or online gaming As of December 31, 2024 online casinos are legal in eight (8) states after Rhode Island went live on\nMarch 5, 2024 and several other states have proposed bills for regulation.\n\nExperienced\nManagement Team\n\nOur seasoned\nmanagement team is led by our Executive Chairman, Lorne Weil, who is known as a gaming industry innovator and whose past leadership includes\ngrowing a diversified global gaming technology company both organically and through extensive acquisitions and joint ventures further\nbolstering the business. In addition to Mr. Weil, who is our principal executive officer, our management team includes Brooks H. Pierce,\nour President and Chief Executive Officer; James Richardson, our Chief Financial Officer; and Simona Camilleri, our Executive Vice President\nand General Counsel. The current structure replaces our prior Office of the Executive Chairman. Our management team has broad\nand deep experience in the gaming industry, working with lotteries, casino operators, betting and gaming platforms, content suppliers\nand online operators. The members of the management team between them have decades of experience in the gaming industry, including relationships\nwith suppliers and customers around the world, helping them build and sustain revenue growth and achieve strategic objectives.\n\nOur\nStrategy\n\nWe\nseek to deliver innovative and differentiated products that provide value to our customers and exciting experiences to their players\nin multiple jurisdictions throughout the world while achieving long-term growth in revenue, profit and cash flow. We place great emphasis\non developing creative and wide-ranging solutions, in terms of digital content and play that deliver and sustain superior performance\nthrough operators across online, mobile and location-based channels. Our technology often allows us to update our games and operating\nsoftware remotely, keeping pace with evolving customer and regulatory requirements affecting game software, security, features, reporting,\ninteroperability and in-built technology. We seek to achieve these goals as we:\n\nExtend\nour positions in each of the sectors in which we operate by developing new content and products which can often be utilized across multiple\ndistribution channels.\n\nWe\ncontinually invest in new content and product development and delivery channels in each of the business segments in which we operate,\nbelieving these to benefit our existing and prospective customers. Our approach seeks to distribute our content across a wide range of\nchannels, sectors, protocols and regulatory standards, on a cost-efficient basis. We have continued to focus on channels where we believe\nthere is considerable growth available – especially in our digital businesses. We believe our technological approach allows us\nto quickly adapt to changes in player preferences and trends, and to comply with applicable laws.\n\nContinue\nto invest in content, technology and delivery channels in order to grow our existing customers’ revenue and penetrate new customers\nin our existing markets.\n\nOver\nthe last few years, a substantial portion of our annual revenue has been recurring and based on long-term contracts with customers,\nwhere our revenue typically grows in line with the growth of our customers’ gaming revenue from our content and products. We seek\nto work closely with our customers to assist in the optimization of their operations so they can achieve growth in their revenue generated\nby our content and products, which we believe is to our benefit. Accordingly, we continually invest in new content and technology offerings\nthat permit our customers to keep their offerings fresh, offering their players new forms of entertainment. As our content demonstrates\nsuccessful commercial results, we seek to place it with additional customers who may recognize its value and performance. We believe\ncontent development is a key aspect of our overall strategy and we intend to continue this strategic priority for each of the business\nsegments in which we operate.\n\nAdd\nnew customers, or extend our collaboration with existing customers, by expanding into new markets.\n\nWe\nbelieve our historical growth has been driven by our entry into new geographies and supplemented by increasing our share in existing\nmarkets. We expect to continue to focus on North and South American markets in the Gaming, Virtual Sports, Lottery and Interactive\nsegments where room for such expansion may exist and where regulations allow. We believe North America is a valuable gaming market\nin which we currently have more limited participation and a lower market share, but where we expect our products can be positioned\nfor future success. Effective January 1, 2025, Brazil has launched its newly regulated market and we believe that we are\nwell-positioned to continue to pursue our strategy there including the roll out of localized content offerings in Hybrid Dealer,\nInteractive and Virtual Sports segments in Brazil, and other segments should these become regulated. We also believe there may be\nfurther growth opportunities in Latin America which will be available to us in the future, as new regulations permit.\n\nPursue\ntargeted mergers and acquisitions to expand our product portfolio and distribution footprint.\n\nIn\naddition to growing our business organically, we have pursued, and continue to pursue, merger and acquisition opportunities that we believe\nwill help strengthen and scale our operations and take further advantage of our competitive position. Our management team shares a combination\nof operating, investing, financial and transactional experience that we believe will serve the Company well as it seeks to identify opportunities\nfor value-adding acquisitions to negotiate and close on potential acquisition transactions.\n\nIndustry\nOverview\n\nWe\noperate within the global gaming and lottery industry. Global gaming and lottery growth has been resilient in the face of economic cycles\nover the last decade. According to the H2 Database, the global gaming and lottery industry has grown at an estimated 4% compounded annual\ngrowth rate from 2014 to 2024. \n\nDuring\nthis period, the digital online and mobile gaming and lottery sectors have grown at a faster pace than the industry as a whole. According\nto the H2 Database, these industry sectors have grown at an estimated 17% compounded annual growth rate from 2014 to 2024, driven by\nrapid growth in the deployment of digital games and technologies, including many of our products, into land-based venues in the primary\nsectors in which we operate, where regulators have supported the transition to digital, online and retail channels. According to the\nH2 Database, the total global gaming and lottery industry is projected to grow an average of 6% per year from 2024 to 2029 driven by\nthe projected growth in mobile and online gaming. \n\nAs\na gaming and lottery business-to-business supplier focused on digital products and technologies, we believe we are well positioned to\nbenefit from the broader global digital and mobile trends further described below.\n\nInfluencers\nof Digital Adoption\n\nWe\nbelieve the digital segment of the global gaming and lottery industry will continue to grow, including as a result of the following factors:\n\nGovernments:\nOpening of new gaming territories. Many national and state governments operating in developed economies in Europe, LATAM and\nNorth America are suffering from structural funding deficits in a post – COVID environment or dealing with a large influx of unregulated\ngaming offerings usually offered through offshore and remote means. The regulation and taxation of gaming and lottery may be relied upon\nto raise new sources of revenue for these governments. In some cases, liberalization may favor buildouts of large new destination resort\ncasinos, but in others, regulation may rather focus on smaller distributed gaming (“EDGE”) venues with lottery, gaming and\nsports betting, combined with remote gaming.\n\nDigital\nMulti-Channel Offerings: Replacement of legacy analog machines with larger volume of smart digital devices, both interactive and location\nbased. As existing gaming sectors mature, governments and regulatory authorities have implemented regulations to upgrade the\nestablished terminal base to digital operation.\n\nSmartphones\nand Mobile Devices: Rapid adoption of gaming and lottery applications on growing volume focus on smaller distributed gaming (“EDGE”)\nvenues with lottery, gaming and sports betting, combined with online or mobile gaming and betting.\n\nIn\ncertain sectors, mobile play on sports betting and gaming now exceeds such play on personal computers. According to the H2 Database,\nmobile gaming revenue in such sectors exhibited a 27.0% compound annual growth rate between 2010 and 2021. Mobile gaming and lottery\nare now expanding in other sectors, and mobile play has recently been approved in other sectors for gaming or lottery.\n\nWe\nbelieve there are significant benefits for our customers in adopting digitally networked gaming and lottery technologies. We believe\nour digitally-enabled products allow operators to remotely manage their operations with minimal disruption to their businesses. The system\ncentralization enabled by digital operations offers flexibility to rotate or change games, tailor game availability to time-of-day, target\nspecific player demographics and take advantage of seasonal and themed marketing opportunities. New games often can be phased in without\nthe interim revenue declines often associated with replacing games on traditional lottery terminals or slot machines. In addition, digital\noperations permit more games per terminal, enabling operators to test new games and new suppliers, seek to appeal to a broader base of\nplayers with minimal cost or risk, commission games from third-party suppliers on an open game interface and reduce procurement risk.\nMoreover, digital operations can significantly reduce the need for on-site repairs, improve terminal up-time and should extend terminal\nlife cycles as well as the time period over which capital costs can be depreciated.\n\nRegulatory\nFramework\n\nWe\nconduct business in a number of different jurisdictions, of which Great Britain, Italy and Greece have historically contributed the most\nsignificant recurring revenue. The gaming regulator responsible for our activities in Great Britain is the Gambling Commission. In Italy,\nthe operation of gaming machines and remote gaming is regulated by L’Agenzia delle dogane e dei Monopoli (“ADM”). In\nGreece, the operation of gaming machines and remote gaming is regulated by the Hellenic Gaming Commission. In addition, we are licensed\nor certified (as applicable) in a number of other jurisdictions by regulators such as the Malta Gaming Authority, His Majesty’s\nGovernment Gibraltar, the Alderney Gambling Control Commission, the Belgian Kansspel Commissie, Romania – Oficiul National pentru\nJocuri de Noroc, Autorité Des Marchés Financiers (Quebec), Nova Scotia Alcohol, Gaming, Fuel and Tomabbo Division, Saskatchewan\nLiquor and Gaming Authority, Alcohol and Gaming Commission (Ontario), Ministerio de Comercio Exterior y Turismo (MINCETEUR) in Peru and\nstate regulators in various jurisdictions in North America such as New Jersey, Pennsylvania, Michigan, Illinois and others.\n\nGreat\nBritain\n\nIn\nthe British sector, we supply and distribute Category B3 gaming machines (with maximum betting stakes for players of £2), Category\nC gaming machines, Category D gaming machines and ETG machines to third parties who are licensed to operate such machines in bricks-and-mortar\npremises. In addition, we operate a number of Adult Entertainment Centers. We also supply virtual sports software to local retail venues\nand to online operators who are licensed to target the British sector. We also supply our Interactive product to remote operators who\nare licensed to target the British sector. The provision of our products and services in relation to the British sector is authorized\nby a multi-category operating license issued by the UK Gambling Commission, namely remote and non-remote Gaming Machine Technical (Full)\noperating licenses, a remote casino operating license, a remote and non-remote gambling software license and a remote general betting\nstandard (virtual events) license gaming machine general adult gaming center license and a gaming machine general family entertainment\ncenter license.\n\nBritish\nBetting and Gaming Laws and Regulations. The Gambling Act 2005 (the “GA05”) is the principal legislation in Great\nBritain governing gambling (other than in relation to the National Lottery, which is governed by separate legislation). The GA05 applies\nto both land-based gambling (referred to as “non-remote” gambling) and online and mobile gambling (referred to as “remote”\ngambling).\n\nThe\nGA05 provides that it is an offense to make a gaming machine available for use without an appropriate operating license. There are a\nnumber of different categories of licensable gaming machines (the GA05 provides for category A to D machines, although no category A\nmachines are currently in operation); each category is subject to different levels of maximum stakes and prize limits. In addition, there\nare limits on the numbers and types of gaming machines that can be operated from licensed premises: for example, a licensed betting office\nis permitted to house up to four category B3 to D machines, while a large casino may house up to 150 category B to D machines (subject\nto satisfying certain ratios of machines to gaming tables).\n\nGaming\nmachine suppliers are required to hold an operating license in order to manufacture, supply, install, adapt, maintain or repair a gaming\nmachine or part of a gaming machine. Gaming machine suppliers must also comply with the Gaming Machine Technical Standards published\nby the Gambling Commission in relation to each category of machine, and such machines must meet the appropriate testing requirements.\n\nIn\nrelation to remote gambling, the GA05 (as amended by the Gambling (Licensing and Advertising) Act 2014 provides that it is an offense\nto “provide facilities” for remote gambling either (a) using “remote gambling equipment” situated in Great Britain,\nor (b) which are used by players situated in Great Britain, in each case without a remote gambling operating license. It is also an offense\nto manufacture, supply, install or adapt gambling software in Great Britain without an appropriate gambling software license.\n\nA\nremote gambling operating license holder providing facilities for remote gambling to British players is required to use gambling software\nmanufactured and supplied by the holder of a gambling software license (and failure to do so is an offence). Where gambling software\nis used or supplied for use in relation to the British sector, it must satisfy the Remote Gambling and Software Technical Standards published\nby the Gambling Commission.\n\nThe\nholder of a British gambling operating license is subject to a variety of ongoing regulatory requirements, including, but not limited\nto, the following:\n\n    ●\n    Shareholder\n    disclosure: An entity holding a gambling license must notify the Gambling Commission of the identity of any shareholder holding 3%\n    or more of the equity or voting rights in the entity (whether held or controlled either directly or indirectly).\n\n    ●\n    Change\n    of corporate control: Whenever a new person becomes a “controller” (as defined in section 422 of the Financial Services\n    and Markets Act 2000) of a company limited by shares that holds a gambling operating license, the licensed entity must apply to the\n    Gambling Commission for permission to continue to rely on its operating license in light of the new controller. A new controller\n    includes any person who holds or controls (directly or indirectly, including ultimate beneficial owners who hold their interest through\n    a chain of ownership) 10% or more of the equity or voting rights in the licensed entity (or who is otherwise able to exercise “significant\n    influence” over it). The Gambling Commission must be supplied with specified information regarding the new controller (which,\n    in the case of an individual, includes detailed personal disclosure) and this information will be reviewed by the Gambling Commission\n    to assess the suitability of the new controller to be associated with a licensed entity. If the Gambling Commission concludes that\n    it would not have issued the operating license to the licensed entity had the new controller been a controller when the application\n    for the operating license was made, the Gambling Commission is required to revoke the operating license. It is possible to apply\n    for approval in advance from the Gambling Commission prior to becoming a new controller of a licensed entity.\n\n    ●\n    Compliance\n    with the License Conditions and Codes of Practice (LCCP): The LCCP is a suite of license conditions and code provisions which attach\n    to operating licenses issued by the Gambling Commission. The provision of gambling facilities in breach of a license condition is\n    an offense under the GA05. Certain specified “Social Responsibility” code provisions are accorded the same weight as\n    license conditions in this regard (whereas breach of an “ordinary” code provision is not an offense in itself, but may\n    be evidence of unsuitability to continue to hold a gambling license). The LCCP imposes numerous operational requirements on licensees,\n    including compliance with the Gambling Commission’s Remote Gambling and Software Technical Standards, segregation of customer\n    funds, the implementation of a variety of social responsibility tools (such as self-exclusion), anti-money laundering measures, age\n    verification of customers and a host of consumer protection measures. The Gambling Commission regularly reviews and revises the LCCP\n    with the most recent proposals expected to come into effect on 28 February 2025 (Financial vulnerability checks) and 1 May 2025 (Improving\n    customer choice on direct marketing). \n\n    ●\n    Regulatory\n    returns and reporting of key events: The LCCP requires licensees to submit quarterly returns to the Gambling Commission detailing\n    prescribed operational data to ensure licensees are within correct fee categories and also to provide vital information regarding\n    the UK market to enable the UK Gambling Commission to regulate effectively and publish industry statistics. Licensees are also required\n    to notify the Gambling Commission as soon as practicable and in any event within 5 working days of becoming aware of the occurrence\n    of certain specified “key events” which, in summary, are events which could have a significant impact on the nature or\n    structure of the licensee’s business. Licensees are also required to notify suspicion of offenses and suspicious gambling activity.\n\n    ●\n    Personal\n    licenses: Key management personnel are required to maintain personal licenses authorizing them to discharge certain responsibilities\n    on behalf of the operator. These personal licenses are subject to renewal every five years. Personal licenses are subject to compliance\n    with certain license conditions.\n\nItaly\n\nWe\noperate two different gaming businesses in Italy. We provide platform and games for video lottery terminals and we also supply platforms\nfor bets on Virtual Sports events to betting shops and online platforms. Our businesses are operated through the Italian branches of\ncertain of our UK subsidiaries. These branches hold police licenses and are enrolled in the ADM Register of Gestori, as further described\nbelow. We supply our platform and games and Virtual Sports products only to operators licensed under Italian gaming laws and regulations.\n\nOur\nVLT and Virtual Sports platforms must be connected over the internet to servers operated by the ADM. Information regarding gaming sessions\nand the amounts wagered and won is provided in real time through the ADM servers, in order to enable the ADM to monitor the operation\nof machines and games and to verify the amount of taxes due.\n\nItalian\nBetting and Gaming Laws and Regulations. Operators of betting premises offering VLTs (including the entities managing the networks\nconnecting such VLTs to ADM servers), and operators of betting premises or online platforms offering Virtual Sports products, must hold\nan Italian gaming license while operators of gaming halls where VLTs are located operate do not need a gaming license. No gaming license\nis required in order to supply VLTs or Virtual Sports products to such operators. Such VLT platforms, machines and games, and Virtual\nSports platforms and games, must be certified and approved by either SOGEI, an entity controlled by the Italian Ministry of Finance and\nauthorized to conduct such certifications or testing labs accredited with ADM. Such certifications and approvals must be obtained by\nsuch operators, rather than the suppliers of such VLT platforms, machines and games, and Virtual Sports platforms and games.\n\nSuppliers\nof gaming machines, including VLTs, must hold a police license (as prescribed by article 86, paragraph 3, of the Italian United Text\nof Public Security Law provided by the Royal Decree 18 June 1931, No. 773) and be enrolled in a registry prescribed by article 1, paragraph\n82 of Law No. 220/2010 and managed by ADM (known as the “ADM Register of Gestori”). If a supplier of gaming machines is not\nenrolled in the ADM Register of Gestori, any agreement it enters into regarding the supply of gaming machines is null and void. In addition,\nif the enrollment is not renewed, existing agreements regarding the supply of gaming machines become null and void. Enrollment in the\nADM Register of Gestori is subject to, among other things, a review of the suitability of the applicant business entity and its directors.\nIn the event of a change of control of the entity enrolled in the ADM Register of Gestori (but not of such entity’s direct or indirect\nparent entities), the details of such change must be notified to the ADM and suitability must be reconfirmed.\n\nSuppliers\nof Virtual Sports products are not required to hold a police license, be enrolled in the Register of Gestori or otherwise be licensed\nor registered.\n\nGreece\n\nIn\nGreece, we supply VLTs, including the terminal machines themselves, the related online platforms and the games available on the machines,\nto brick-and-mortar gaming locations operated by OPAP, the country’s sole licensed operator of gaming machines. We supply such\nVLTs under a certification provided by the Hellenic Gaming Commission. We also supply Virtual Sports products within retail venues operated\nby OPAP and via self-service betting terminals within OPAP venues and supply interactive games and Virtual Sports to online operators\nin Greece including Stoiximan, OPAP and Novibet.\n\nGreek\nBetting and Gaming Laws and Regulations: According to Article 44 par. 2 of Law 4002/2011, as well as according to HGC’s\nDecision No 225/2/25.10.2016 as well as Ministerial Decision 79314/23.07.2020 (GG B’ 3263/5 August 2020) as amended with Decision\n13530 /02.02.2022 (GG B’ 356 03.02.2022) and again with Decision 187634/27.12.2022 (GG B’ 6716/2712.2022) and 79305/05.08.2020\n(GG B’ 3262/5 August 2020), all suppliers of gaming machines in Greece must be certified by the HGC in order to legally supply,\nsell, lease, offer or distribute any VLT or virtual game or any other game of chance (i.e. games including wagers or bets and the result\nof which games depends, even partly, on the influence of luck). Moreover, for Manufacturers which are defined under the aforesaid Decision\n79305 as “the person or entity which manufactures (indicatively, studies, designs, assembles, produces, programs) and in any way\nmakes available to an Operator and/or Importer any Technical Means and Hardware, and has received a Suitability License by the HGC to\nthis end, as well as the person that holds a license for a Studio”, Decision 79305, provides in Article 9 for a Suitability License\nprovided a Manufacturers (type A.1 license) and in Article 10 to Importers/Distributors (type E1 and E2)Accordingly, manufacturers need\nto obtain a Suitability License Type A1, while importers/distributors need to obtain a Suitability License Type E1 or E2.\n\nAs\nregards online gaming, Articles 45 -52 of Law 4002/2011 (GG A’ 180/22.8.2011), which was recently amended by Law 4635/2019 (GG\nA’ 167/30.10.2019), introduces several new provisions such as the two exclusive types of online licenses for online gaming operators:\na) Online Betting License; and b) a license for Other Online Games (it covers online casino games and online poker games and variants\nthereof). Furthermore, Article 14 of the HGC’s Decision No 79835/05.08.2020 (GG B’ 3265/5.8.2020) states that all Manufacturers\nhave to submit an application to the HGC, accompanied by the required compliance certificates, for the following elements: i. the Gaming\nPlatform (Betting Platform); ii. the Random Number Generator (RNG) per type/group of Games that the Manufacturer offer to each License\nHolder; and iii. each individual game or multigame. Lastly, Suitability Licenses for suppliers are also divided into two types: a) Manufacturers\nSuitability License and b) Importers/Distributors Suitability License (according to articles 9 and 10 of Decision No 79305/05.08.2020).\nAccordingly, manufacturers need to obtain a Suitability License Type A1 or A2 (depending on whether the manufacturer provides management\nservices to the operator or not), while importers/distributors need to obtain a Suitability License Type E1 or E2.\n\nGaming\nRegulation and Changes in Ownership\n\nIn\na number of the jurisdictions in which we are subject to gaming regulations, regulators require us to keep them informed as to our ownership\nstructure and composition and, to varying extents and in various circumstances, require us to disclose certain information regarding\nthe persons who directly or indirectly hold our shares. Depending on the regulator, we may need to provide such information not only\nwhen we first seek licenses or certifications, but also when material changes (measured at different levels) occur in the ownership of\nour shares. As a result, material changes in our shareholdings may be subject to special procedures or consents in order to ensure the\ncontinuation and confirmation of our gaming licenses and certifications.\n\nIf\none or more gaming authorities were to find that an officer, director, or key employee fails to qualify or is unsuitable for licensing\nor unsuitable to continue having a relationship with us, we would be required to sever all relationships with such person. Gaming authorities\nmay also require us to terminate the employment of any person who refuses to file appropriate applications.\n\nIn\nmany jurisdictions, certain of our stockholders may be required to undergo a suitability investigation similar to that described above.\nMany jurisdictions require any person who acquires beneficial ownership of more than a certain percentage of our voting securities, typically\n5%, to report the acquisition to gaming authorities, and may be required to apply for qualification or a finding of suitability. Most\ngaming authorities, however, allow an “institutional investor” to apply for a waiver.\n\nContent\nDevelopment\n\nWe\ncontinually invest in new product development in each of our Gaming, Virtual Sports, Interactive and Leisure business segments. Inspired\nhas a full stack game development structure, combining its proprietary technology frameworks together with some of the industry’s\nbest math, art, creative and production personnel spread across 3 game studios (Inspired, Astra and Bell Fruit). We release over 100\ngames each year onto our own priority gaming system, Interactive Remote Gaming Server (“RGS”) and to our G2S clients around\nthe world in markets such as North America, UK, Brazil, Greece, Spain, Belgium, Italy, Sweden and more. Whilst many of our game launches\nare omni-channel, we have a focus on building the right game for the right market and take pride in tweaking modifying the math and themes\nfor the target player. In Virtual Sports, we combine graphical assets betting market mathematics, proprietary scheduling software allowing\nus to generate virtual sports markets and results for all our B2B customers. In addition, our VPP (Virtuals Plug and Play) product range\nleverages our award winning Virtuals assets, along with our RGS (remote gaming server) to produce our “Virtuals Sportsbook in a\nbox product”. VPP allows our customers to operate our Virtuals Sports products without their own sportsbook. We account for our\ndevelopment costs as software development costs, and these are typically amortized over a two-year period.\n\nSuppliers\n\nOur\nprincipal supply arrangements concern the supply of our terminals, terminals components, content provision, license holders (branded\nproperties), and outsourced labor. We work closely with our key suppliers to ensure a high level of quality of goods and services is\nobtained and have worked with many of these suppliers for many years. We have achieved significant cost savings through centralization\nof purchases.\n\nCustomers\n\nOur\ncustomer base includes regulated operators of lotteries, licensed sports bookmakers, operators of licensed betting offices, gaming and\nbingo halls, casinos, pubs, adult gaming centers, holiday parks and regulated online operators. We typically implement design and content\nvariations to customize their terminals and player experiences. Our license agreements with customers for the provision of machines,\ncontent and Virtual Sports products include provisions to protect our intellectual property rights in our games and other content.\n\nCustomer\nContracts – Gaming\n\nOur\ncontracts in the Gaming segment involve supplying gaming terminals and licensing gaming software and games for use and operation in\nconjunction with the terminals. We supply the terminals on an exclusive or non-exclusive basis on a per customer or per location\nbasis. Under these contracts, we have general obligations to deliver, install, upgrade and service the terminals and software. The\ncontracts may be terminated early in various circumstances such as if we fail to meet performance targets in servicing the\nmachines.\n\nUnder\nsome contracts, we receive an upfront fee for the provision of the terminals but more typically generate revenue as a percentage of income\ngenerated on terminals. With our participation-driven business model, approximately 94% of service revenue (excluding VAT related income)\nfor our Gaming segment is recurring in nature and derived under long-term contracts that are typically between three and five years (although\nmay be shorter for contract extensions). Major contracts have been renewed over the past three (3) years.\n\nCustomer\nContracts – Virtual Sports\n\nOur\ncontracts in the Virtual Sports segment typically involve the supply of licenses to operators to make available, either via online\nor retail channels, virtual sporting events such as horse racing, soccer, football, darts, cricket, or basketball, and to enable\nend-users to place bets on these events. These are typically one-time non-exclusive licenses specific to the virtual sporting event.\nWe may agree to customize and brand the virtual sporting events for the operator or to provide language variations of the event. The\ncontracts may be terminated early in various circumstances, including, for example, if the operator fails to pay an invoice within\n60 days of receipt.\n\nOur\nVirtual Sports products are typically offered to operators on a participation basis, whereby we receive a royalty for a portion of\nthe gaming revenue generated, plus an upfront software license fee and a hosting fee. With our participation-driven business model,\nour Virtual Sports segment produces approximately 99% of total revenue on a recurring basis under long-term contracts that average\nthree to four years when entered into and we have historically had a 100% renewal rate over the last three years for contracts that\nexpired.\n\nCustomer\nContracts – Interactive\n\nOur\ncontracts in the Interactive segment vary but generally involve the provision of a limited, non-exclusive, non-transferable, revocable\nlicense to operators to display certain slot and casino content on which online bets are placed or to make our games available for play\nby end-users of an operator’s online gaming business operations. A number of contracts have been concluded with aggregator platforms\nto ensure wider distribution via the platform customers and a single integration, The contracts may be terminated early in various circumstances,\nincluding material breach or inability to operate due to a change in regulatory status.\n\nOur\nInteractive products are typically offered to operators or platforms on a participation basis, whereby we receive a percentage of percentage\nof net gaming revenue generated by reference to amount wagered on our content less winnings, agreed bonus deductions utilized in promoting\nour content on the relevant platform, and any applicable gaming taxes. With our participation-driven business model, approximately 100%\nof revenue for our Interactive segment is recurring in nature and derived under long-term contracts that averaged three years. Over\nthe last three years, we have renewed approximately 100% of these contracts for those customers that have continued to trade.\n\nCustomer\nContracts – Leisure\n\nOur\ncontracts in the Leisure segment vary but generally involve (i) agreement whereby the operator or proprietor of certain leisure resorts\ncontributes premises and we provide, on an exclusive basis, gaming and amusement terminals as well as gaming software and games for the\nmachines provided, (ii) contracts to supply gaming terminals as well as gaming software and games for the terminals provided to leisure\noperators on a non-exclusive basis, and (iii) rental agreements, which we enter into with certain motorway services providers, whereby\nwe rent unit space in motorway service areas and populate this space with our gaming terminals.\n\nDepending\non the contract type, we have general obligations to deliver, install, upgrade and service the terminals and software provided, to acquire\nlicensing for the various prizes and toys, which may be used in the terminals, to keep the premises open for minimum operating hours\nand not to use the premises for certain business. These contracts may be terminated early in various circumstances, including for material\nbreach or insolvency events.\n\nUnder\nour leisure contracts, we typically generate revenue on a participation-basis by participating, typically as a function of gross revenue\nfrom each terminal, in a percentage of volumes generated by these terminals. With our participation-driven or fixed weekly fee business\nmodel, approximately 100% of service revenue for our Leisure segment is recurring in nature and derived under long-term contracts that\nare usually between three and five years. Over the last three years, within the Leisure segment we have successfully renewed or extended\nthe majority of major contracts that have expired.\n\nOperations\nand Employees\n\nOur\noperations include game production, platform and hardware design, production, testing, and distribution; the maintenance, management,\nand extension of our centralized network for product distribution and product monitoring; the delivery and, in certain circumstances,\nmaintenance of SBG terminals; gaming machine engineering, assembly, repair and storage; parts supply; change and release management;\nremote operational services; problem management; business development; market account management; and general administration and management,\nincluding Finance, Legal, People (Human Resources), Investor Relations, Marketing and Communications, Quality, Compliance and Information\nSecurity.\n\nAs\nof December 31, 2024, we had approximately 1,600 employees, approximately 1,420 of whom were full-time. Of those employees,\napproximately 470 were dedicated to delivering our digital gaming platforms, content and hardware and approximately 920 of our\nemployees were involved in UK field operations. Our management, sales and administration teams accounted for approximately 240\nemployees.\n\nIntellectual\nProperty\n\nOur\nintellectual property consists principally of the propriety software we develop to operate our network and in the design and distribution\nof our games. We depend upon agreements relating to trade secrets and proprietary know-how to protect our rights in this intellectual\nproperty. We require all our employees, contractors and other collaborators to enter into agreements that prohibit the disclosure of\nour confidential information to other parties. In addition, it is our policy to require our employees, contractors and other collaborators\nwho have access to proprietary and trade secret material to enter into agreements that require them to assign any and all intellectual\nproperty rights to us that arise as a result of their work on our behalf. We also require our employees to review and acknowledge our\nintellectual property policies regarding how we handle intellectual property. These agreements, acknowledgements and policies may not\nprovide adequate protection for our trade secrets, know-how or other proprietary information in the event of any unauthorized use or\ndisclosure in violation of these agreements, and may not be sufficient to secure for us the value in such developments that they are\ndesigned to secure.\n\nWe\nalso hold certain patents, trademarks, design rights and other intellectual property rights in respect of our products, systems, web\ndomains, and other intellectual property in Brazil, Canada, the U.S. and Europe. As of December 31, 2024, we held\napproximately 25 patents and approximately 300 trademarks worldwide. We also rely on certain products and technologies that we\nlicense from third parties. Proprietary licenses typically limit our use of intellectual property to specific uses and for specific\ntime periods.\n\nThe\nterms of our intellectual property registrations vary based on the type of registration and the date and jurisdiction of filing or grant.\nEuropean and UK trademark registration lasts for 10 years but can be renewed indefinitely. European and UK design registration lasts\nfor five years but it can be renewed four times (giving a maximum total of 25 years of protection). European and UK patents can only\nbe renewed for up to 20 years. U.S. design patents expire 15 years from the date of grant, and the term of utility patents generally\nexpires 20 years from the date of filing of the first non-provisional patent application in a family of patents. The actual protection\nafforded by a patent depends upon the type of patent, the scope of its coverage and the availability of legal remedies in the applicable\ncountry.\n\nCompetition\n\nWe\noperate in a highly competitive industry, and in highly competitive business segments. We face competition from a number of worldwide\nbusinesses, many of which have substantially greater financial resources and operating scale than we do. Such competition could adversely\naffect our ability to win new contracts and sales and renew existing contracts. We operate in a period of intense price-based competition\nin some key sectors, which could affect the profitability of the contracts and sales we do win. In certain sectors, our businesses also\nface competition from suppliers, operators or licensees who offer products for internet gaming in illegal or unregulated sectors, but\nare still able or permitted to supply products and compete with us in regulated sectors. These competitors often have substantially greater\nfinancial resources and operating scale than we do. Some larger competitors hold long term contracts which control access points for\nsome of our products and this may mean we must contract with those competitors rather than directly with the customer to provide our\nproducts. Our principal competitors include, among others, certain businesses that have vertically integrated gaming machine and retail\nbetting operations and businesses that operate in both regulated and unregulated sectors and thereby effectively subsidize their regulated\noperations with unregulated operations.\n\nCorporate\nInformation\n\nWe\nmaintain a website at www.inseinc.com. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and\nany amendments to those reports filed or furnished pursuant to Section 13(a) of the Exchange Act are available free of charge through\nthe Investors link on our website as soon as reasonably practical after they are electronically filed with or furnished to the SEC. Also\navailable on our website are our Code of Ethics, as well as the charters of the audit, compensation and nominating and corporate governance\ncommittees of the Board of Directors. Information on our website is not incorporated into this report. The SEC maintains a website that\ncontains reports, proxy statements and other information regarding issuers that file electronically with the SEC. These materials may\nbe obtained electronically by accessing the SEC’s website at www.sec.gov.",
      "char_count": 69834
    },
    "item1a": {
      "text": "ITEM\n1A. RISK FACTORS.\n\nOur\nbusiness is subject to a high degree of risk. You should carefully read and assess our discussion of the risk factors facing our business,\nbelow. Any of these risks could materially and adversely affect our business, operating results, financial condition and prospects, and\ncause the value of our common stock to decline, which could cause investors in our common stock to lose all or part of their investments.\n\nSummary\nof Risk Factors\n\nOur\nbusiness is subject to a number of risks, including risks that may prevent us from achieving our business objectives or may adversely\naffect our business, financial condition, results of operations, cash flows, and prospects. These risks are discussed more fully below\nand include, but are not limited to, risks related to the following:\n\n    ●\n    We have identified material\n    weaknesses in our disclosure controls and procedures and internal control over financial reporting, which we are in the process of remediating. Failure to remediate these material\n    weaknesses or any other material weaknesses that we identify in the future could result in material misstatements in our financial\n    statements.\n\n    ●\n    Particularly in our Virtuals\n    business, we rely on a relatively small number of customers for a significant portion of our sales, and the loss of, or material\n    reduction in, sales to any of our top customers could have an adverse effect on our business, results of operations, financial condition\n    and prospects.\n\n    ●\n    We are dependent on our\n    relationships with key suppliers to obtain equipment and other supplies for our business on acceptable terms.\n\n    ●\n    We operate in a highly\n    competitive industry and our success depends upon our ability to effectively compete with numerous worldwide businesses.\n\n    ●\n    One of the major risks\n    to our business is the use of Artificial Intelligence (“AI”) by malicious actors. AI-powered bots can imitate human players\n    in online gambling platforms, potentially undermining the fairness and integrity of games. These bots can be programmed to try and\n    exploit vulnerabilities in a gambling platform’s security infrastructure, can launch advanced phishing attacks, malware, and ransomware,\n    and pose a significant threat to the security of online gambling platforms. These attacks can lead to substantial financial losses,\n    compromise game, financial or user data, and damage the company’s reputation.\n\n    ●\n    Data privacy and\n    security laws and regulations in the jurisdictions in which we do business could increase the cost of our operations and subject\n    us to possible sanctions and other penalties.\n\n    ●\n    Our results of operations\n    fluctuate due to seasonality and other factors and, therefore, our periodic operating results are not guarantees of future performance.\n\n    ●\n    Our industry is subject\n    to strict government regulations that could limit our existing operations and have a negative impact on our ability to grow. A majority\n    of our income is generated through the licensing and supply of software and technology to B2C operators. Our business is therefore\n    highly dependent on the laws and regulations relating to the supply of gaming services, which laws and regulations are complex and\n    inconsistent across jurisdictions and are subject to change. \n\n    ●\n    Our industry is subject\n    to regulations that set parameters for levels of gaming or wagering duty, tax, stake, prize and return to player.\n\n    ●\n    Our ability to provide\n    our software to gaming operators depends upon the integrity, reliability and operational performance of our systems, games and products.\n\n    ●\n    Because tax laws and regulations\n    are subject to interpretation and uncertainty, tax payments may ultimately differ from amounts currently recorded by us. Our operations\n    in non-European markets means withholding taxes are payable on royalty, interest and/or dividend which may impact cash flow and/or\n    profitability;  \n\n    ●\n    We may be adversely affected\n    by disruptions to our transaction gaming and lottery systems, as well as disruptions to our internal enterprise and information technology\n    systems.\n\n    ●\n    Our directors and key personnel are subject to the\n    approval of certain regulatory authorities, which, if withheld, would require us to sever our relationship with non-approved individuals,\n    which could adversely impact our operations.\n\n    ●\n    Licensing and gaming authorities have significant control\n    over our operations and ownership and could cause us to redeem certain stockholders on potentially disadvantageous terms.\n\n    ●\n    Certain of our executive officers and directors could\n    be affiliated with entities engaged in business activities similar to those conducted by us in the future and, accordingly, may have\n    conflicts of interest in determining whether a particular business opportunity should be presented to us or to another entity.\n\n    ●\n    Licensing and gaming authorities have significant control\n    over our operations and ownership and could cause us to redeem certain stockholders on potentially disadvantageous terms.\n\n    ●\n    We have operations and assets in a variety of countries,\n    which subjects us to additional geopolitical risks.\n\n    ●\n    Our business is capital intensive and our ability to\n    retain customers may be influenced by our ability to deploy additional capital.\n\n    ●\n    We may be unable to develop sufficient new products\n    and product lines and integrate them into our existing business, which may adversely affect our ability to compete; our expansion\n    into new sectors may present competitive and regulatory challenges that differ from current ones.\n\n    ●\n    We may be required to recognize impairment charges\n    related to goodwill, identified intangible assets and property and equipment or to take write-downs or write-offs, restructuring\n    or other charges that could have a significant negative effect on our financial condition, results of operations and stock price,\n    which could have an adverse effect on the Company’s net assets.\n\n    ●\n    Volatility or disruption in the financial markets could\n    materially adversely affect our business and the trading price of our common stock.\n\n    ●\n    Global economic conditions could have an adverse effect\n    on our business, operating results and financial condition.\n\nRisks\nRelating to Our Business and Industry\n\nWe\nhave identified material weaknesses in our disclosure controls and procedures and internal control over financial reporting which we are working to remediate.\nFailure to remediate these material weaknesses or any other material weaknesses that we identify in the future could result in\nmaterial misstatements in our financial statements.\n\nPursuant\nto Section 404 of the Sarbanes-Oxley Act of 2002, as amended, our management is required to report on, and our independent registered\npublic accounting firm is required to attest to, the effectiveness of our internal control over financial reporting. The rules governing\nthe standards that must be met for management to assess our internal control over financial reporting are complex and require significant\ndocumentation, testing and possible remediation. Annually, we perform activities that include reviewing, documenting and testing our\ninternal control over financial reporting. In addition, if we fail to maintain the adequacy of our internal control over financial reporting,\nwe will not be able to conclude on an ongoing basis that we have effective internal control over financial reporting in accordance with\nSection 404 of the Sarbanes-Oxley Act of 2002. If we fail to achieve and maintain an effective internal control environment, we could\nsuffer misstatements in our financial statements and fail to meet our reporting obligations, which would likely cause investors to lose\nconfidence in our reported financial information.\n\nA\nmaterial weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is\na reasonable possibility that a material misstatement of a company’s annual or interim financial statements will not be prevented\nor detected on a timely basis. Our management may be unable to conclude in future periods that our disclosure controls and procedures\nare effective due to the effects of various factors, which may, in part, include unremediated material weaknesses in internal control\nover financial reporting. For further discussion of the material weaknesses, see Item 4, Controls and Procedures.\n\nManagement\nis committed to maintaining a strong internal control environment and is working towards achieving effective controls. Management anticipates\nthat the new controls, as implemented and when tested for a sufficient period of time, will remediate the material weaknesses. We may\nnot be successful in promptly remediating the material weaknesses identified by management, or be able to identify and remediate additional\ncontrol deficiencies, including material weaknesses, in the future. If not remediated, our failure to establish and maintain effective\ndisclosure controls and procedures and internal control over financial reporting could result in material misstatements in our financial\nstatements and a failure to meet our reporting and financial obligations, each of which could have a material adverse effect on our financial\ncondition and as a result, our stockholders could lose confidence in our financial results, which could harm our business and the value\nof our shares.\n\nParticularly in our Virtuals business, we rely\non a relatively small number of customers for a significant portion of our sales, and the loss of, or material reduction in, sales to\nany of our top customers could have an adverse effect on our business, results of operations, financial condition and prospects.\n\nCertain key customers, including\ncertain UK, Italian and Greek gaming terminal customers and certain Virtual Sports customers, make a significant contribution to our revenue\nand profitability. Our top ten customers generated approximately 49% of total revenue, however, no customers generated more than 10% of\ntotal revenue in the year ended December 31, 2024. We expect that these customers will continue to represent a significant portion of\nour sales in the future. However, the loss of any of our top customers, whether through contract expiry and non-renewal, breach of contract\nor other adverse factors could materially adversely affect our revenue or return on capital and leave us with surplus terminals. Moreover,\nif any of these customers experience reduced revenue, such reduction could adversely affect any revenue-sharing arrangements we have with\nthose customers, reduce our own revenue and adversely affect our financial results.\n\nWe are dependent on our relationships with key\nsuppliers to obtain equipment and other supplies for our business on acceptable terms.\n\nWe have achieved significant cost\nsavings through our centralization of equipment and non-equipment purchases. However, as a result, we are exposed to the credit and other\nrisks of a group of key suppliers. While we make every effort to evaluate our counterparties prior to entering into long-term and other\nsignificant procurement contracts, we cannot predict the impact on our suppliers of the current economic environment and other developments\nin their respective businesses. Insolvency, financial difficulties, supply chain delays or other factors may result in our suppliers not\nbeing able to fulfill the terms of their agreements with us. Further, such factors may render suppliers unwilling to extend contracts\nthat provide favorable terms to us, or may force them to seek to renegotiate existing contracts with us. In addition, our business has\nsigned a number of significant contracts whose performance depends upon third party suppliers delivering equipment on schedule for us\nto meet its contract commitments. Failure of the suppliers to meet their delivery commitments could result in us being in breach of and\nsubsequently losing those contracts. Although we believe we have alternative sources of supply for the equipment and other supplies used\nin our business, concentration in the number of our suppliers could lead to delays in the delivery of products or components, and possible\nresultant breaches of contracts that we have entered into with our customers; increases in the prices we must pay for products or components;\nproblems with product quality or components coming to the end of their life; and other concerns.\n\nDisruption\nof our supply chain or distribution capabilities have an adverse effect on our business, financial condition, and results of operations.\n\nOur\nability to manufacture and ship machines is critical to our success. We are subject to damage or disruption to supplies of parts or our\nmanufacturing or distribution capabilities (in particular, to the extent that our parts are sourced globally) due to weather, including\nany potential effects of climate change, natural disaster, fire, terrorism, adverse changes in political conditions or political unrest,\npandemic, strikes, labor shortages, freight transportation availability, disruption in logistics, import restrictions, or other factors\nthat impair our ability to manufacture or sell our machines. Failure to take adequate steps to mitigate the likelihood or potential impact\nof such events, or to effectively manage such events if they occur, adversely affect our business, financial condition, and results of\noperations, as well as require additional resources to restore our supply chain.\n\nOur\nresults of operations could be adversely affected by labor shortages, turnover, and labor cost increases.\n\nInflationary\npressures, shortages in the labor market, and increased competition within and outside our industry for talented employees have\nincreased our labor costs, which could negatively impact our profitability. Labor shortages or lack of skilled labor, and\ncurrent UK policy  have led to increases in costs to meet demand as we roll out\nincremental programs to attract and retain talent. Further taxes may be introduced in the UK which may further increase labor\ncosts. Labor shortages may also negatively impact\nus from servicing all demand that exists for our products or operating our service operations and manufacturing facilities\nefficiently.\n\nWe\noperate in a highly competitive industry and our success depends upon our ability to effectively compete with numerous worldwide businesses.\n\nWe\nface competition from a number of businesses, including worldwide businesses, many of which have substantially greater financial resources\nand operating scale than we do, or which may operate in countries which have lower labor costs. Such competition could adversely affect our ability to win new contracts and sales and renew existing\ncontracts. We operate in a period of intense price-based competition in some key sectors, which could affect the profitability of the\ncontracts and sales we do win.\n\nIn\ncertain sectors, our businesses also face competition from suppliers, operators or licensees who offer products for internet gaming in\nillegal or unregulated sectors, but are still able or permitted to supply products and compete with us in regulated sectors. These competitors\noften have substantially greater financial resources and operating scale than we do.\n\nIf\nwe cannot successfully compete in our industry and business segments, our business, results, financial condition and prospects could\nsuffer.\n\nWe\nare heavily dependent on our ability to renew our long-term contracts with our customers and we could lose substantial revenue if we\nare unable to renew certain of these contracts, or to renew them on substantially similar terms.\n\nGenerally,\ncustomer contracts in our Gaming, Virtual Sports and Interactive business segments are for initial terms of three to five years, but\nlonger in certain territories, with renewals at the customer’s option. Generally, our customer contracts within the Leisure business\nsegment are for terms of four to six years (although in certain cases they are longer), but certain customers have options for early\ntermination under certain circumstances or to reduce machines volumes in certain circumstances, and we may face pressure to renew or\nupgrade terminals during the lives of these contracts, which could adversely affect revenue or our return on capital and leave us with\nsurplus terminals. At any given time, we have multiple substantial customer contracts that have years to run and others that may be nearing\nexpiration or renewal, which we may lose if we cannot compete effectively to retain their business.\n\nThere\ncan be no assurance that current contracts will be extended or that we will be awarded contract extensions or new contracts as a result\nof competitive bidding processes or otherwise. The termination, expiration or failure to renew one or more of our contracts could cause\nus to lose substantial revenue.\n\nWe\ncould lose substantial revenue due to introduction or increase of gaming taxes, levies, withholding taxes and other local taxes.\n\nChanges\nin applicable gambling regulations or taxation regimes may affect the revenue or profits generated by the contracts we enter into with\nour customers. Many of the contracts we have with our customers are on revenue-sharing (net of gaming taxes) terms, and therefore changes\nwhich adversely affect our customers are likely to adversely affect us. In addition, any such changes may cause our customers to seek to renegotiate\ntheir contracts, may alter the terms on which such customers are prepared to renew their contracts and may affect their ability or willingness\nto renew their contracts. Finally, revenues generated in third party countries (i.e. outside of the EU or the UK) often attract withholding\nand/or other local sales taxes which, even if recoverable, may impact short-term\ncashflow. Mandatory levies are and can be introduced in certain places, such as the UK, to fund research into the prevention, treatment,\nand prevention of gambling related harm.\n\nOur\nability to bid on new contracts may be dependent upon our ability to fund any required up-front capital expenditures through our cash\nfrom operations, the incurrence of indebtedness or the raising of additional equity capital.\n\nOur\nGaming and Leisure terminal contracts in the UK, Italy and Greece often require significant up-front capital expenditures for terminal\nassembly, software customization and implementation, systems and equipment installation and telecommunications configuration. Historically,\nwe have funded these up-front costs through cash flows generated from operations and external borrowings. Our ability to continue to\nprocure new contracts, including in new jurisdictions, will depend upon, among other things, our liquidity levels at the time or our\nability to obtain additional debt or equity funding at commercially acceptable terms to finance the initial up-front costs. If we do\nnot have adequate liquidity or are unable to obtain other funding for these up-front costs on favorable terms or at all, we may not be\nable to bid on certain contracts, which could restrict our ability to grow and have an adverse effect on our ability to retain existing\ncontracts and therefore on future profitability. Certain contracts within the Leisure business segment also require injections of capital during the term for new or replacement hardware.\n\nOur\nbusiness depends on our ability to prevent or mitigate the effects of a cybersecurity attack.\n\nOur\ninformation technology may be subject to cyber-attacks, security breaches or computer hacking, including a widespread ransomware attack\nencrypting corporate IT equipment, a directed motivated attack against us or a data breach or cyber incident happening to a third-party\nnetwork and affecting us. Regardless of our efforts, there may still be a breach and the costs to eliminate, mitigate or address the\naforementioned threats and vulnerabilities before or after a cyber incident could be significant. Any such breaches or attacks could\nresult in interruptions, delays or cessation of service, and loss of existing or potential suppliers or customers. In addition, breaches\nof our security measures and the unauthorized dissemination of sensitive personal, proprietary or confidential information about the\nCompany, our business partners or other third parties could expose us to significant potential liability and reputational harm. We could\nalso be negatively impacted by existing and proposed laws and regulations, and government policies and practices related to cybersecurity,\ndata privacy, data localization and data protection. The risk of cyber attacks may also increase owing to current trends worldwide.\n\nOn November 8, 2023, we\ndetected a ransomware attack on our information technology (“IT”) systems. The attack impacted and disrupted certain of the\nCompany’s corporate IT systems but did not impact any product systems. As part of its cyber security, by design and physical separation,\nthe product systems were separated from the corporate systems and therefore protected from attack. On November 15, 2023, the company\nalso became aware that Company data (including in the form of personal data) had been exfiltrated. The Company has continued to work\nto improve its defences against cybersecurity incidents, its educational programs for its employees and consultants in this area, and\nto comply with all recommendations from the Information Commissioners Office.\n\nAlthough\nwe continually take significant steps to mitigate cybersecurity risk across a range of functions, such measures can never eliminate\nthe risk entirely or provide absolute security, and the Company has experienced and expects to continue to experience attempts at\ncyberattacks on its information systems. While there have not been cybersecurity incidents or vulnerabilities that have had a\nmaterial adverse effect on the company, there is no assurance that there will not be cybersecurity incidents or vulnerabilities that\nwill have a material adverse effect in the future.\n\nOne of the major risks to\nour business is the use of AI by malicious actors. AI-powered bots can imitate human players in online gambling platforms, potentially\nundermining the fairness and integrity of games. These bots can be programmed to try and exploit vulnerabilities in a gambling platform’s\nsecurity infrastructure, can launch advanced phishing attacks, malware, and ransomware, imitate human players in online gambling platforms,\npotentially undermining the fairness and integrity of games, and pose a significant threat to the security of online gambling platforms.\nThese attacks can lead to substantial financial losses, compromise game, financial or user data, and damage the company’s reputation.\n\nDetecting fraudulent or\nmalicious activity can be difficult. Although we have implemented measures intended to detect and reduce the occurrence of\nfraudulent activities, including click fraud, we cannot guarantee that we will be fully successful in doing so. If we fail to detect\nor prevent fraudulent or other malicious activity, it may result in dissuading sellers and customers alike from engaging with our\nproducts and services. Any actual or alleged future fraudulent activity may damage our reputation, or diminish the value of our\nbrand name, either of which could adversely impact our business, results of operations and financial condition.\n\nOur\nbusiness depends upon the protection of our intellectual property and proprietary information.\n\nWe\nbelieve that our success depends, in part, on protecting our intellectual property in the UK and in other countries. Our intellectual\nproperty includes certain trademarks relating to our systems, as well as certain patents and proprietary or confidential information\nthat is not subject to patent or similar protection. Our intellectual property protects the integrity of our games, systems, products\nand services, which is a core value of the industries in which we operate. Protecting our intellectual property can be expensive and\ntime-consuming, may not always be successful depending on local laws or other circumstances, and we also may choose not to pursue registrations\nin certain countries. Competitors may independently develop similar or superior products, software, systems or business models. In cases\nwhere our intellectual property is not protected by an enforceable patent, or other intellectual property protection, such independent\ndevelopment may result in a significant diminution in the value of our intellectual property.\n\nThere\ncan be no assurance that we will be able to protect our intellectual property. We enter into confidentiality and license agreements with\nour employees, vendors, consultants and, to the extent legally permissible, our customers, and generally control access to, and the distribution\nof, our game designs, systems and other software documentation and other proprietary information, as well as the designs, systems and\nother software documentation and other information we license from others. Despite our effort to protect these proprietary rights, parties\nmay try to copy our gaming products, business models or systems, use certain of our confidential information to develop competing products,\nor independently develop or otherwise obtain and use our gaming products or technology, any of which could have an adverse effect on\nour business. Policing unauthorized use of our technology is difficult and expensive, particularly because of the global nature of our\noperations. The laws of some countries may not adequately protect our intellectual property.\n\nThere\ncan be no assurance that our business activities, games, products and systems will not infringe upon, misappropriate of otherwise violate\nthe proprietary rights of others, or that other parties will not assert infringement or misappropriation claims against us. Any such\nclaim and any resulting litigation, should it occur, could subject us to significant liability for costs and damages and could result\nin invalidation of our proprietary rights, distract management, and/or require us to enter into costly and burdensome royalty and licensing\nagreements. Such royalty and licensing agreements, if required, may not be available on terms acceptable to us, or may not be available\nat all. In the future, we may also need to file lawsuits to defend the validity of our intellectual property rights and trade secrets,\nor to determine the validity and scope of the proprietary rights of others. Such litigation, whether successful or unsuccessful, could\nresult in substantial costs and diversion of resources.\n\nWe\nalso rely on certain products and technologies that we license from third parties. Proprietary licenses typically limit our use of intellectual\nproperty to specific uses and for specific time periods. There can be no assurance that these third-party licenses, or the support for\nsuch licenses, will continue to be available to us on commercially reasonable terms. In the event that we cannot renew and/or expand\nexisting licenses, we may be required to discontinue or limit our use of the products that include, incorporate, or rely on licensed\nintellectual property.\n\nData\nprivacy and security laws and regulations in the jurisdictions in which we do business could increase the cost of our operations and\nsubject us to possible sanctions and other penalties.\n\nOur\nbusiness is subject to a number of federal, state, local and foreign laws and regulations governing data privacy and security, including\nwith respect to the collection, storage, use, transmission and protection of personal information. In particular, we are subject to the\nEU General Data Protection Regulation (the “EU GDPR”) where we are established in the EEA or where we are not established\nin the EEA but process personal data of individuals in the EEA in relation to the offering of goods or services to, or the monitoring\nthe behavior of, individuals in the EEA.\n\nFollowing\nthe end of the Brexit Transition Period on December 31, 2020, the EU GDPR has been implemented in the UK as the “UK GDPR”.\nThe requirements of the UK GDPR are (for the time being) virtually identical to those of the EU GDPR.\n\nThe\nEU GDPR and the UK GDPR (collectively the “GDPR”) set out a number of requirements that must be complied with when handling\npersonal data including (amongst others): (i) accountability and transparency requirements, and enhanced requirements for obtaining valid\nconsent; (ii) obligations to consider data protection as any new products or services are developed and to limit the amount of personal\ndata processed; (iii) obligations to comply with data protection rights of data subjects; and (iv) reporting of personal data breaches\nto the supervisory authority without undue delay (and no later than 72 hours where feasible).\n\nThe\nGDPR also prohibits the international transfer of personal data from the EEA/UK to countries outside of the EEA/UK unless made to a country\ndeemed to have adequate data privacy laws by the European Commission or UK Government or a data transfer mechanism has been put in place.\nIn July 2020, the Court of Justice of the European Union (“CJEU”) in its Schrems II ruling invalidated the EU-US Privacy\nShield framework, a self-certification mechanism that facilitated the lawful transfer of personal data from the EEA/UK to the U.S., with immediate effect. The CJEU upheld the validity of standard contractual clauses (“SCCs”) as a legal mechanism\nto transfer personal data but companies relying on SCCs will need to carry out a transfer privacy impact assessment, which among other\nthings, assesses laws governing access to personal data in the recipient country and considers whether supplementary measures that provide\nprivacy protections additional to those provided under SCCs will need to be implemented to ensure an essentially equivalent level of\ndata protection to that afforded in the EU. This may have implications for our cross-border data flows and may result in compliance costs.\n\nIn\naddition, Brexit has implications for transfers of personal data between the UK and the EU and vice versa. Transfers of personal data\nfrom the UK to the EU are unrestricted and do not require additional safeguards as the UK has approved the adequacy of the EU and all\n12 nations deemed adequate by the EU. As regards transfers of personal data from the EEA to the UK, under the terms of the Trade and\nCooperation Agreement agreed between the EU and UK on December 24, 2020, such data flows remain unrestricted as the European Commission\ngranted the UK an “adequacy decision” meaning transfers of personal data from the EEA to the UK may continue unrestricted\nand would not require any additional safeguards. We are also required to sign up to standard contractual clauses for protection\nof customer data in third countries, and to comply with local data protection requirements in places where the end users of our companies\nare established, as for example, Brazil.\n\nCompliance\nwith the GDPR in each required jurisdiction incurs compliance and operational costs. In addition, a data supervisory authority may find our data processing practices\nand compliance steps to be inconsistent with the GDPR’s application in their respective jurisdiction. Data supervisory authorities\nalso have the power to issue fines for non-compliance of the GDPR of up to 4% of an organization’s annual worldwide turnover or\n€20m (£17.5 million under the UK GDPR), whichever is higher. Data subjects also have a right to compensation as a result of\nan organization’s breach of the GDPR that has affected them, for financial or non-financial losses (e.g., distress).\n\nOur\nresults of operations fluctuate due to seasonality and other factors and, therefore, our periodic operating results are not guarantees\nof future performance.\n\nOur\nrevenue is subject to a number of variations. Equipment sales and software license revenue usually reflect a limited number of large\ntransactions, which may not recur on an annual basis. Consequently, revenue and operating results can vary substantially from period\nto period as a result of the timing of equipment sales and software licensing. In addition, revenue may vary depending on the timing\nof contract awards and renewals, changes in customer budgets and general economic conditions. A proportion of our revenue is subject\nto regular seasonal variations of the sort often related to seasonal consumer behavior, income from the Leisure business segment is generally\nstrongest in the spring and summer, predominantly in Leisure parks, and in Italy and Greece we experience reductions in revenue in the\nsummer.\n\nOur\nindustry is subject to strict government regulations that could limit our existing operations and have a negative impact on our ability\nto grow.\n\nIn\ncertain jurisdictions, forms of wagering, betting and lottery may be expressly authorized and governed by law and in other jurisdictions\nforms of wagering, betting and lottery may be expressly prohibited by law. If expressly authorized, such activities are typically subject\nto extensive and evolving governmental regulation. Gaming regulatory requirements vary from jurisdiction to jurisdiction. Therefore,\nwe are subject to a wide range of complex gaming laws, rules and regulations in the jurisdictions in which we are licensed or may seek\nto be licensed. Most jurisdictions require that we are licensed or authorized, that our key personnel and certain of our security holders\nare found to be suitable or are licensed, and that our products are reviewed, tested and certified or approved before placement. If a\nlicense, approval, certification or finding of suitability is required by a regulatory or national authority and we fail to seek or do\nnot receive the necessary approval, license, certification or finding of suitability, or if it is revoked, then we may be prohibited\nfrom distributing our products for use in the respective jurisdiction. Additionally, such prohibition could trigger reviews of our Company\nby regulatory bodies in other jurisdictions and adversely affect our ability to obtain or retain the required licenses and approvals\nin those jurisdictions.\n\nThe\nregulatory environment in any particular jurisdiction may change in the future, and any such change could have an adverse effect on our\nresults of operations or business in general. Moreover, there can be no assurance that the operation of SBG terminals, Video Lottery\nTerminals or other Terminals, Virtual Sports betting, betting online, lottery or other forms of wagering systems will be approved, certified\nor found suitable by additional jurisdictions or that those jurisdictions in which these activities are currently permitted will continue\nto permit such activities in their existing forms (stricter regulations, including regulation relating to age verification, could come\ninto force which could have adverse impacts on the Company) or at all. While we believe that we have the means to continue to develop\nprocedures and policies designed to comply with and monitor the requirements of evolving laws, there can be no assurance that law enforcement\nagencies, governmental agencies or gaming regulatory authorities, whether in existing or new jurisdictions, will not seek to restrict\nour business or otherwise institute enforcement proceedings or other legal claims against the Company. Moreover, in addition to the risk\nof such enforcement actions or claims, we are also at risk from loss of business reputation in the event of any potential legal or regulatory\ninvestigation whether or not we are ultimately accused of or found to have committed any violations.\n\nWe\nsupply our products to operators of gaming venues, platforms and websites who typically must themselves be licensed by gaming regulators.\nIf any one of these operators fails to maintain its gaming licenses, or violates gaming laws or regulations, our business may suffer,\ndue to our loss of a viable customer and, in instances where we have a revenue-sharing arrangement with the operator, due to our loss\nof our shares of the revenue generated by that operator’s business.\n\nWe supply certain of our products to operators of gaming websites as well\nas to aggregators that provide content to other gaming operators utilizing the internet to offer services. Despite warranties from counterparties\nin our contracts, there is some risk that our products may be used by platforms or by customers who may take bets from customers in jurisdictions\nwhere no gaming laws or regulations exist or even where the provision of online gaming is ineffectively regulated. Although the Company\nseeks to ensure that its content is available through operators where online gaming is legal, if claims are made that any of those operators\nor software platforms are not operating solely in jurisdictions where gaming is legal, the operators may be subjected to investigation\nor enforcement action by regulatory authorities. An adverse determination could result in the operator being subject to penalties ranging\nfrom special conditions being applied to its licenses, license suspension, license loss, or the operator otherwise withdrawing from or\ncurtailing its activities in its sector or being subjected to fines, penalties or other legal consequences. Any such developments could\nadversely affect such operator’s revenue and have adverse effects on the Company, including loss of earnings from such operators\nor platforms, or the Company’s ability to operate in such jurisdiction or in other jurisdictions. The Company may also itself be\nsubject to investigations or enforcement action (if and to the extent that local laws or the laws of other jurisdictions in which the\nCompany operates impose liability on suppliers for the activities of the customers that they supply or for receiving funds that are deemed\nto be illegal because of such activities). Although we attempt to protect ourselves against any such liability for the activities of the\noperators that we supply, including by contractually requiring those operators to operate in accordance with all applicable laws, not\nto operate in certain territories and only supplying operators whose activities have been reviewed to ascertain compliance with the requisite\nstandards of regulatory and legal compliance, nonetheless, there is a risk that we may fail to undertake sufficient due diligence, or\nfail to receive accurate information on which to conduct due diligence. There is also a risk that there is a change in the operations\nby such operators, and a risk of lack of appropriate oversight by aggregator platforms. Our good relationships with gaming regulators,\nand our compliance with gaming laws and regulations is critical to our business. Any determination that we have, directly or indirectly,\nbeen engaged in unlawful activity relating to gaming may adversely affect our standing with gaming regulators, and our ability to obtain\nand retain required licenses and other approvals in such jurisdiction or other jurisdictions.\n\nWe\nmay be required to obtain and maintain licenses and certifications from various state and local jurisdictions in order to operate certain\naspects of our business and we and our key personnel and certain security holders may be subject to extensive background investigations\nand suitability standards. We may also become subject to regulation in any other jurisdiction where our customers are permitted to operate\nin the future. Licenses and ongoing regulatory compliance can be costly. There can be no assurance that we will be able to obtain new\nlicenses or renew any of our existing licenses, and the loss, denial or non-renewal of any of our licenses could have an adverse effect\non our business. Generally, regulatory authorities have broad discretion when granting, renewing or revoking approvals and licenses.\nOur failure, or the failure of any of our key personnel, systems or machines, in obtaining or retaining a required license or approval\nin one jurisdiction could have a negative impact on our ability (or the ability of any of our key personnel, systems or gaming machines)\nto obtain or retain required licenses and approvals in other jurisdictions. The failure to obtain or retain a required license or approval\nin any jurisdiction would decrease the geographic area where we may operate and generate revenue, decrease our share in the gaming marketplace\nand put us at a disadvantage compared with our competitors. In addition, the levy of substantial fines or forfeiture of assets could\nsignificantly harm our business, financial condition and results of operations.\n\nSome\njurisdictions also require extensive personal and financial disclosure and background checks from persons and entities beneficially owning\na specified percentage, typically 5%, of equity securities of licensed or regulated businesses. The failure of beneficial owners of our common stock\nto submit to such background checks and provide required disclosure could jeopardize our business. In light of these regulations and\nthe potential impact on our business, our second amended and restated certificate of incorporation provides for the prohibition of stock\nownership by persons or entities who fail to comply with informational or other regulatory requirements under applicable gaming law,\nwho are found unsuitable to hold our stock by gaming authorities or whose stock ownership adversely affects our ability to obtain, maintain,\nrenew or qualify for a license, contract, franchise or other regulatory approval from a gaming authority. The licensing procedures and\nbackground investigations of the authorities that regulate our businesses and the proposed amendment may inhibit potential investors\nfrom becoming significant stockholders or inhibit existing stockholders from retaining or increasing their ownership.\n\nWe may be subject to disciplinary\naction if, after we receive notice that a person is unsuitable to be a stockholder or to have any other relationship with us or any of\nour subsidiaries, we:\n\n  (i)\n  pay that person any dividend or interest upon our voting securities,\n\n  (ii)\n  allow that person to exercise, directly or indirectly, any voting right conferred through securities held by that person,\n\n  (iii)\n  pay remuneration in any form to that person for services rendered or otherwise, or\n\n  (iv)\n  fail to pursue all lawful efforts to require such unsuitable person to relinquish voting securities including, if necessary, the immediate\npurchase of said voting securities for cash at fair market value.\n\nOur\nbusinesses are subject to a number of federal, state, local and foreign laws and regulations governing data privacy and security, including\nwith respect to the collection, storage, use, transmission and protection of personal information and other consumer data. In particular,\nthe EU has adopted strict data privacy regulations. Following recent developments such as the European Court of Justice’s 2015\nruling that the transfer of personal data from the EU to the U.S. under the EU/U.S. Safe Harbor was an invalid mechanism of personal\ndata transfer, the adoption of the EU-U.S. Privacy Shield as a replacement for the Safe Harbor (which has since been declared invalid\nby Schrems II), and coming into effect of the EU’s General Data Protection Regulation, data privacy and security compliance in\nthe EU are increasingly complex and challenging. The scope of data privacy and security regulations continues to evolve, and we believe\nthat the adoption of increasingly restrictive regulations in this area is likely within the U.S. and other jurisdictions. Compliance\nwith data privacy and security restrictions could increase the cost of our operations and failure to comply with such restrictions could\nsubject us to criminal and civil sanctions as well as other penalties.\n\nWe\nare subject to the provisions of the UK Bribery Act 2010, the U.S. Foreign Corrupt Practices Act and other anti-corruption laws. The\nUK Bribery Act generally prohibits giving a financial or other advantage to another person with the intention of inducing that person\nto improperly perform a relevant function or activity. The U.S. Foreign Corrupt Practices Act generally prohibits U.S. persons and companies\nand their agents from offering, promising, authorizing or making improper payments to foreign government officials for the purpose of\nobtaining or retaining business. Certain of these anti-corruption laws also contain provisions that require accurate record keeping and\nfurther require companies to devise and maintain an adequate system of internal accounting controls. Because a significant percentage\nof our revenue derives from foreign sources, and our business activities involve continuing relationships with governmental regulators,\nthere exists a risk that certain provisions of these anti-corruption laws may be breached. We are also subject to anti-money laundering\nand anti-terrorist financing laws and regulations, and to economic and trade sanctions programs administered by the Office of Foreign\nAssets Control (OFAC) in the U.S. relating to our ability to engage in transactions with entities that are domiciled in countries\nor territories subject to comprehensive OFAC trade sanctions (currently, Cuba, Iran, North Korea, Syria, and Crimea), or that are included\non OFAC’s list of Specially Designated Nationals and Blocked Persons. Although we have policies and controls in place that are\ndesigned to ensure compliance with these laws, if those controls are ineffective or an employee or intermediary fails to comply with\nthe applicable regulations, we may be subject to criminal and civil sanctions as well as other penalties. Any such violation could disrupt\nour business and adversely affect our reputation, results of operations, cash flows and financial condition.\n\nWe\nreview and develop our internal compliance programs in an effort to ensure that we comply with legal requirements imposed in connection\nwith our business activities. The compliance program is run on a day-to-day basis by our in-house legal department with compliance and\ntechnical advice provided by our compliance manager and outside professionals. There can be no assurance that such steps will prevent\nthe violation of one or more laws or regulations, or that a violation by us or an employee will not result in the imposition of administrative,\ncivil and even criminal sanctions, monetary fines or suspension or revocation of one or more of our licenses.\n\nOur\nindustry is subject to regulations that set parameters for levels of gaming or wagering duty, tax, stakes, prize, technology\ncertifications and return to player percentages.\n\nIn\nmost jurisdictions in which we operate or expect to seek to operate, the level of duty or taxation, the stakes, prizes and return to\nplayer percentages of wagering, betting and lottery games and the speed at which players can participate in gaming, or technology certifications are, or may be, defined by\ngovernment regulations, according to each jurisdiction and remain subject to change. Those regulations may also affect the premises in which gaming activities may\ntake place (i.e., by limiting the number of gaming machines which may be housed in a licensed gaming location, or by restricting the\nlocations in which licensed gaming premises may be situated). Once authorized, such parameters are subject to extensive and evolving\ngovernmental regulation. Moreover, such gaming regulatory requirements vary from jurisdiction to jurisdiction. Therefore, we are\nsubject to a wide range of complex gaming parameters in the jurisdictions in which we are licensed. If a key parameter is changed,\nsuch as the level of taxation or duty or the maximum stake or prize or return to player of a game, then it may be to the detriment\nof our business, financial condition, results and prospects or we may be unable to distribute our products profitably.\n\nOur\nbusiness is subject to evolving technology.\n\nThe\nsectors for our products are affected by changing technology, new regulations and evolving industry standards. Our ability to anticipate\nor respond to such changes and to develop and introduce new and enhanced products and services on a timely basis will be a significant\nfactor in our ability to expand, remain competitive, attract new customers and retain existing contracts. For example, some of our contracts\nwith customers require that the technology being licensed by the customer remain compliant with applicable regulations. Because regulatory\nchanges cannot always be foreseen, such contractual requirements can from time-to-time result in us having to incur unforeseen costs\nto adapt our technology to changes in regulation.\n\nGenerally,\nthere can be no assurance that we will achieve the necessary technological advances, have the financial resources, introduce new products\nor services on a timely basis or otherwise have the ability to compete effectively on a technological basis in the sectors we serve.\n\nOur\nbusiness competes on the basis of the stability, security and integrity of our software, networks, systems, games and products.\n\nWe\nbelieve that our success depends, in significant part, on providing secure products and systems to our vendors and customers with high\nlevels of uptime, quality and availability. Attempts to penetrate security measures may come from various combinations of customers,\nretailers, vendors, players, employees and others. Our ability to monitor and ensure quality of our products is continually reviewed\nand enhanced. There can be no assurance that our business might not be affected by a security breach, virus, Denial of Service attack,\nor technical error, failure or lapse which could have an adverse impact on our business.\n\nAdditionally,\nwe maintain a large number of games and terminals and jackpot systems, which rely on algorithms and software designed to pay out winnings\nto players at certain ratios. Our systems, testing and processes to monitor and ensure the payout of games are continually reviewed and\nenhanced, and are additionally reviewed and tested by third-party expert test houses. There can be no assurance that our business might\nnot be affected by a malicious or unintentional breach or technical error, failure or lapse which could have an adverse impact on payout\nratios which would consequently have an adverse effect on our business in the form of lost revenue or penalty payments to players or\ncustomers. Gaming regulators may take enforcement action against us (including the imposition of significant fines) where the payout\nratios fall below the ratios advertised to customers, or our software, networks, systems, games and/or products otherwise suffer from\ntechnical error, failure or lapse.\n\nWe\nmay be adversely affected by disruptions to our transaction gaming and lottery systems, as well as disruptions to our internal enterprise\nand information technology systems.\n\nOur\noperations are dependent upon our transactional gaming, lottery and information technology systems. We rely upon such systems to manage\ncustomer systems on a timely basis, to coordinate our sales and installation activities across all of our locations and to manage invoicing.\nA substantial disruption in our transactional gaming, lottery and information technology systems for any prolonged time period (arising\nfrom, for example, system capacity limits from unexpected increases in our volume of business, outages, computer viruses, unauthorized\naccess or delays in its service) could result in delays in serving our customers, which could adversely affect our reputation and customer\nrelationships and could result in monetary penalties pursuant to the terms of customer contracts. Our systems might be damaged or interrupted\nby natural or man-made events or by computer viruses, physical or electronic break-ins, or similar disruptions affecting the Internet\nand our disaster recovery plan may be ineffective at mitigating the effects of these risks. Such delays, problems or costs could have\nan adverse effect on our financial condition, results of operations and cash flows.\n\nBecause\ntax laws and regulations are subject to interpretation and uncertainty, tax payments may ultimately differ from amounts currently recorded\nby the Company.\n\nWe\nare subject to income taxes as well as non-income based taxes, in both the U.S. and numerous foreign jurisdictions. The determination\nof the Company’s worldwide provision for income taxes and other tax liabilities requires judgment and is based on diverse legislative\nand regulatory structures that exist in the various jurisdictions where the company operates. The ultimate tax outcome may differ from\nthe amounts recorded in the Company’s financial statements and may adversely affect the Company’s financial results for the\nperiod when such determination is made. Tax authorities may disagree with certain positions we have taken and assess additional taxes\nvia tax audit. We work with local tax experts to support our tax provisions in line with our tax strategy. However, there can be no assurance\nthat we will not be subject to challenge and the future outcome of any potential audits could adversely affect our results of operations,\nfinancial condition and cash flows.\n\nGaming\nopponents persist in their efforts to curtail legalized gaming, which, if successful, could limit our existing operations.\n\nLegalized\ngaming is subject to opposition from gaming opponents, including in the UK, Italy and other sectors where we are active. There can be\nno assurance that this opposition will not succeed in either preventing the legalization of gaming in jurisdictions where these activities\nare presently prohibited or prohibiting or limiting the expansion or continuance of gaming where it is currently permitted, in either\ncase to the detriment of our business, financial condition, results and prospects.\n\nOur\ndirectors and key personnel are subject to the approval of certain regulatory authorities, which, if withheld, would require us to sever\nour relationship with non-approved individuals, which could adversely impact our operations.\n\nOur\nmembers, managers, directors, officers and key employees must be approved by certain government and state regulatory authorities. If\nsuch regulatory authorities were to find a person occupying any such position unsuitable, we would be required to sever our relationship\nwith that person. We may thereby lose key personnel which would have a negative effect on our operations. Certain public and private\nissuances of securities and certain other transactions by us also require the approval of certain state regulatory authorities. Further,\nour gaming regulators can require us to disassociate ourselves from suppliers or business partners found unsuitable by the regulators.\nThe regulatory environment in any particular jurisdiction may change in the future and any such change could have an adverse effect on\nour results of operations. In addition, we are subject to various gaming taxes, which are subject to increase at any time.\n\nLicensing\nand gaming authorities have significant control over our operations and ownership, and could cause us to redeem certain stockholders\non potentially disadvantageous terms.\n\nRegulatory\nauthorities have broad powers to request detailed financial and other information, to limit, condition, suspend or revoke a registration,\ngaming license or related approval and to approve changes in our operations. Some jurisdictions also require extensive personal and financial\ndisclosure and background checks from persons and entities beneficially owning a specified percentage of equity securities of licensed\nor regulated businesses. For example, in the UK, an entity holding a gambling license must notify the Gambling Commission of the identity\nof any stockholder holding, directly or indirectly, 3% or more of its equity or voting rights, and must apply for permission to continue\nto rely on its operating license whenever a new person acquires, directly or indirectly, 10% or more of its equity or voting rights.\nThe failure of beneficial owners of our common stock to submit to such background checks and provide required disclosure could jeopardize\nour business. Our second amended and restated certificate of incorporation provides that, to the extent required by the gaming authority\nmaking the determination of unsuitability or to the extent the Board of Directors determines, in its sole discretion, that a person is\nlikely to jeopardize the Company’s or any affiliate’s application for, receipt of, approval for, right to the use of, or\nentitlement to, any gaming license, shares of our capital stock that are owned or controlled by an unsuitable person or its affiliates\nare subject to mandatory redemption by us. The redemption price may be paid in cash, by promissory note, or both, as required, and pursuant\nto the terms established by, the applicable gaming authority and, if not, as we elect. Such a redemption could occur on terms or at a\ntime that a stockholder believes to be disadvantageous.\n\nChanges\nin laws or regulations, or a failure to comply with, or liabilities under, any laws and regulations, may adversely affect our business,\ninvestments and results of operations.\n\nWe\nare subject to laws and regulations enacted by national, regional, state and local governments, including non-U.S. governments. Compliance\nwith, and monitoring of, applicable laws and regulations may be difficult, time consuming and costly. Those laws and regulations and\ntheir interpretation and application may also change from time to time and those changes could have an adverse effect on our business,\ninvestments and results of operations. In addition, a failure to comply with applicable laws or regulations, as interpreted and applied,\nor liabilities thereunder, could have an adverse effect on our business and results of operations.\n\nCertain\nof our executive officers and directors may become affiliated with entities engaged in business activities similar to those conducted\nby us (or may enter into similar business activities in the future) and, accordingly, may have conflicts of interest in determining whether\na particular business opportunity should be presented to us or to another entity.\n\nCertain\nof our executive officers and directors may become affiliated with entities that are engaged in businesses similar to the ones we operate\n(or may enter into similar business activities in the future). As a result, any of them may become aware of business opportunities which\nmay be appropriate for presentation to us and to other entities to which they owe certain fiduciary or contractual duties. Accordingly,\nthey may have conflicts of interest in determining to which entity a particular business opportunity should be presented — to us\nor to another entity. These conflicts may not be resolved in our favor and a potential business opportunity may be presented to another\nentity prior to its presentation to us. Our second amended and restated certificate of incorporation provides that we renounce our interest\nin any corporate opportunity offered to any director or officer unless such opportunity is expressly offered to such person solely in\nhis or her capacity as a director or officer of our Company and such opportunity is one that we are legally and contractually permitted\nto undertake and would otherwise be reasonable for us to pursue.\n\nWe\nare a holding company and conduct all of our operations through our subsidiaries.\n\nWe\nare a holding company and derive all of our operating income from our subsidiaries. Other than any cash we retain, all of our assets\nare held by our direct and indirect subsidiaries. We rely on the earnings and cash flows of our subsidiaries, which are paid to us by\nour subsidiaries, if and only to the extent available, in the form of dividends and other payments or distributions, to meet our debt\nservice obligations. The ability of our subsidiaries to pay dividends or make other payments or distributions to us will depend upon\ntheir respective operating results and may be restricted by, among other things, the laws of their jurisdiction of organization (which\nmay limit the amount of funds available for the payment of dividends and other distributions to us), the terms of existing and future\nindebtedness and other agreements of our subsidiaries and the covenants of any future outstanding indebtedness we or our subsidiaries\nincur.\n\nOur\ninability to complete future acquisitions of gaming and related businesses we acquire in the future could limit our future growth, if\nany.\n\nWe\ncontinue to pursue expansion and acquisition opportunities in gaming and related businesses. There can be no assurance that acquisition\nopportunities will be available on acceptable terms or at all or that we will be able to obtain necessary financing or regulatory approvals\nto complete potential acquisitions. Our ability to succeed in implementing our strategy will depend upon the ability of our management\nto identify, complete and successfully integrate commercially viable acquisitions. Acquisition transactions may disrupt our ongoing business\nand distract management from other responsibilities. Any future acquisition transactions involving the use of company stock would dilute\nour existing stockholders and earnings per share.\n\nOur\nbusiness may be affected by changes in general and local economic and political conditions.\n\nThe\ndemand for our services is sensitive to general and local economic conditions over which we have no control, including changes in the\nlevels of consumer disposable income and geographic exposure to macro-economic trends and taxation. In addition, the economic stability\nof certain Eurozone countries where we conduct or intend to conduct business may become affected by sovereign debt crises or other general\nand local economic and political conditions. Adverse changes in economic conditions may affect our business generally or may be more\nprevalent or concentrated in particular sectors in which we operate. Any deterioration in economic conditions or the continuation of\nuncertain economic conditions could have an adverse effect on our business, financial condition, results of operations and prospects.\nOther economic risks which may adversely affect our performance include high interest rates, inflation and volatile foreign exchange\nmarkets, and effects arising from Great Britain’s exit from the European Union (“Brexit”).\n\nThe\nperformance of our business may also be subject to political risks in certain jurisdictions where we operate, including change of government,\npolitical unrest, war or terrorism.\n\nOur\nrevenue can vary substantially from period to period and you should not rely upon our periodic operating results as indications of future\nperformance.\n\nOur\nrevenues are subject to variations. Wagering equipment sales and software license revenue usually reflect a limited number of large transactions,\nwhich may not recur on an annual basis. Consequently, revenue and operating results can vary substantially from period to period as a\nresult of the timing of major equipment sales and software license revenue. In addition, revenue may vary depending on the timing of\ncontract awards and renewals, changes in customer budgets and general economic conditions. Revenue may also vary based on adverse sequences\nof payouts of prizes, unusual jackpot wins, and other variations in game margin.\n\nOur\nbusiness could also be affected by natural or man-made disasters such as floods, storms or terrorist attacks. We have taken steps to\nhave disaster recovery plans in place but there can be no assurance that such an event would not have a significant adverse impact on\nour business.\n\nWe\nhave operations in a variety of countries, which subjects us to additional risks.\n\nWe\nare a global business and derived substantially all of our revenue outside the U.S. during the year ended December 31, 2024.\nIn the year ended December 31, 2024, we earned approximately 73% of our revenue from our operations in the UK, 7% of our revenue from\nour operations in Greece, and 20% of our revenue from our operations in the rest of the world. Our business in foreign markets subjects\nus to risks customarily associated with such operations, including:\n\n    ●\n    foreign\n    withholding taxes on, or bank regulatory restrictions on expatriating, our subsidiaries’ earnings that could reduce cash flow\n    available to meet our required debt service and other obligations;\n\n    ●\n    the\n    complexity of foreign laws, regulations and markets;\n\n    ●\n    the\n    impact of foreign labor laws and disputes;\n\n    ●\n    potential\n    risks relating to our ability to manage our foreign operations, monitor our customers’ activities or our partners’ activities\n    which may subject us to risks involving such other entities’ financial condition or to inconsistent interests or goals;\n\n    ●\n     gaming tax increases;\n\n    ●\n    other\n    economic, tax and regulatory policies of foreign governments; and\n\n    ●\n    the\n    ability to attract and retain key personnel in foreign jurisdictions.\n\nOur\nconsolidated financial results are significantly affected by foreign currency exchange rate fluctuations. Foreign currency exchange rate\nexposures arise from current transactions and anticipated transactions denominated in currencies other than U.S. Dollars, and from the\ntranslation of foreign currency balance sheet accounts into GBP-denominated or USD-denominated balance sheet accounts. Exposure to currency\nexchange rate fluctuations exists and will continue because a significant portion of our revenue is denominated in currencies other than\nthe USD, particularly the British pound (“GBP”) and the Euro. Exchange rate fluctuations have in the past adversely affected\noperating results and cash flows and may continue to adversely affect our results of operations and cash flows and the value of assets.\n\nAs\na result of the geographic concentration of our operations in the UK, Italy and Greece, our operating results and cash flow depend significantly\non economic conditions and the other factors listed above in these sector areas. There can be no assurance that we will be able to operate\non a continuing successful basis in these sectors or in any combination of different geographical sectors.\n\nOur\nbusiness could be negatively affected by ownership changes and consolidation in the gaming industry.\n\nBecause\na substantial part of our revenue is recurring in nature, our medium to long term results of operations, cash flows and financial condition\ncould be negatively affected if any of our customers were sold to or merged with other customers, or if consolidation in the gaming industry\nwere otherwise affected. Consolidation among gaming operators could result in our customers using more products and services of our competitors\nor reducing their spending on our products, or could otherwise cause downward pricing pressures, any of which outcomes could negatively\naffect our business.\n\nWe\nmay not be able to capitalize on the expansion of interactive gaming or other trends and changes in the gaming and lottery industries,\nincluding due to laws and regulations governing these industries, and other factors.\n\nWe\nparticipate in new and evolving aspects of the interactive gaming and lottery industries. Part of our strategy is to take advantage of\nthe liberalization of regulations covering these industries on a global basis. These industries involve significant risks and uncertainties,\nincluding legal, business and financial risks. The fast-changing environment in these industries can make it difficult to plan strategically\nand can provide opportunities for competitors to grow their businesses at our expense. Consequently, our future results of operations,\ncash flows and financial condition are difficult to predict and may not grow at the rates we expect.\n\nLaws\nrelating to interactive gaming are evolving. To varying degrees, governments have taken steps to change the regulation of interactive\nwagering through the implementation of new or revised licensing and taxation regimes, including the possible imposition of sanctions\non unlicensed providers. We cannot predict the timing, scope or terms of the implementation or revision of any such state, federal or\nforeign laws or regulations, or the extent to which any such laws and regulations may facilitate or hinder our strategy.\n\nIn\njurisdictions that authorize interactive gaming, we cannot assure that we will be successful in offering our technology, content and\nservices to interactive gaming operators, because we expect to face intense competition from our traditional competitors in the gaming\nand lottery industries as well as a number of other domestic and foreign competitors (and, in some cases, the operators themselves),\nmany of which have substantially greater financial resources or experience in this area than we do.\n\nKnow-your-customer\nand geo-location programs and technologies supplied by third parties are an important aspect of certain interactive gaming products and\nservices, because they can confirm certain information with respect to players and prospective players, such as age, identity and location.\nPayment processing programs and technologies, typically provided by third parties, are also a necessary feature of interactive wagering\nproducts and services. These programs and technologies are costly, and our use of them may have an adverse impact on our results of operations,\ncash flows and financial condition. Additionally, we cannot assure that products or services containing these programs and technologies\nwill be available to us on commercially reasonable terms, if at all, or that they will perform accurately or otherwise in accordance\nwith required specifications.\n\nOur\nbusiness is capital intensive and our ability to retain customers may be influenced by our ability to deploy additional capital.\n\nCustomers\nof our SBG products may request us to incur capital expenditures to provide gaming terminals to support their land-based operations.\nWhile we seek to obtain what we believe to be satisfactory rates of return on such investments, these capital expenditures can be meaningful\nand may be concentrated within short periods of time. To the extent that we have insufficient access to capital or liquidity at the time\nthat a customer, or prospective customer, makes such a request, we may be at a competitive disadvantage in retaining or attracting such\ncustomer. Such a circumstance could have an adverse effect on our business, financial condition, results of operations or prospects.\n\nWe\nmay be subject to claims arising from the operations of our various businesses for periods prior to the dates we acquired them.\n\nWe\nmay be subject to claims or liabilities arising from the ownership or operation businesses we have acquired for the periods prior to\nour acquisition of them, including environmental, employee-related and other liabilities and claims not covered by insurance.\n\nOur\nsuccess depends upon our key personnel.\n\nOur\nbusiness results depend largely upon the continued contributions of various members of our management team, as well as certain key technical\nspecialists, game designers, operational experts and other developers and operators of key intellectual property and processes. If we\nlose the services of one or more members of our management team or key employees, our business, financial condition and results of operations,\nas well as the market price of our securities, could be adversely affected.\n\nThe\nlong-term performance of our business relies on our ability to attract, develop and retain talented personnel and our labor force while\ncontrolling our labor costs.\n\nTo\nbe successful, we must attract, develop and retain highly qualified and talented personnel who have the experience, knowledge and expertise\nto successfully implement our key business strategies. We also must attract, develop and retain our labor force while maintaining labor\ncosts. We compete for employees, including sales people, regional management, executive officers and others, with a broad range of employers\nin many different industries, including large multinational firms, and we invest significant resources in recruiting, developing, motivating\nand retaining them. The failure to attract and retain key employees, or to develop effective succession planning to assure smooth transitions\nof those employees and the knowledge, customer relationships and expertise they possess, could negatively affect our competitive position\nand our operating results. Further, if we are unable to cost-effectively recruit, train and retain sufficient skilled personnel, we may\nnot be able to adequately satisfy increased demand for our products and services, which could adversely affect our operating results.\n\nRestrictions\nin our existing borrowings, including covenants set forth in our existing debt facilities, or any other indebtedness we may incur in\nthe future, could adversely affect our business, financial condition, or results of operations, and our ability to make distributions\nto stockholders and the value of our common stock.\n\nOur\nexisting borrowings, and any other indebtedness we may enter into, may limit our ability to, among other things:\n\n    ●\n    incur\n    or guarantee additional debt;\n\n    ●\n    make\n    distributions or dividends on or redeem or repurchase shares of common stock;\n\n    ●\n    make\n    certain investments and acquisitions;\n\n    ●\n    make\n    capital expenditures;\n\n    ●\n    incur\n    certain liens or permit them to exist;\n\n    ●\n    enter\n    into certain types of transactions with affiliates;\n\n    ●\n    acquire,\n    merge or consolidate with another company; and\n\n    ●\n    transfer,\n    sell or otherwise dispose of all or substantially all of our assets.\n\nThe\nprovisions of our existing borrowings may affect our ability to obtain future financing and pursue attractive business opportunities\nand our flexibility in planning for, and reacting to, changes in business conditions.\n\nAs\nof December 31, 2024, our senior debt consisted of an aggregate of £235.0 million ($294.4 million) of Senior Secured Notes\n(carrying an interest rate of 7.875% per annum, and maturing on June 1, 2026), and we had £20.0 million ($25.1 million) of\ncredit facility borrowings available under the RCF Agreement, with £15.0 million ($18.8 million) drawn as of December 31, 2024\n(see Note 13 to our audited financial statements for the year ended December 31, 2024, included elsewhere in this Report).\n\nThe\nIndenture governing the Senior Secured Notes contains incurrence covenants that limit the ability of the Company and the Company’s\nrestricted subsidiaries to, among other things, (i) incur or guarantee additional debt and issue certain preferred stock of restricted\nsubsidiaries; (ii) create or incur certain liens; (iii) make restricted payments, including dividends or distributions to the Company’s\nstockholders or repurchase the Company’s stock; (iv) prepay or redeem subordinated debt; (v) make certain investments, including\nparticipating joint ventures; (vi) create encumbrances or restrictions on the payment of dividends or other distributions by restricted\nsubsidiaries; (vii) sell assets, or consolidate or merge with or into other companies; (viii) sell or transfer all or substantially all\nof the Company’s assets or those of the Company’s subsidiaries on a consolidated basis; (ix) engage in certain transactions\nwith affiliates; and (x) create unrestricted subsidiaries. Certain of these covenants will be suspended if and for so long as the Senior\nSecured Notes have investment grade ratings from any two of Moody’s Investors Service, Inc., Standard & Poor’s Investors\nRatings Services and Fitch Ratings, Inc. These covenants are subject to exceptions and qualifications as set forth in the Indenture.\n\nThe\nRCF Agreement governing credit facility borrowings contains various covenants (which include restrictions regarding the incurrence of\nliens, the incurrence of indebtedness by the Company’s subsidiaries and fundamental changes, subject in each case to certain exceptions),\nrepresentations, warranties, limitations and events of default (which include non-payment, breach of obligations under the financing\ndocuments, cross-default, insolvency and litigation) customary for similar facilities for similarly rated borrowers and subject to customary\ncarve-outs and grace periods. Following the occurrence of an event of default which has not been waived or remedied, the Lenders who\nrepresent more than 66.67% of total commitments under the RCF may, subject to the terms of an intercreditor agreement (which governs\nthe relationship between the Lenders and the holders of the Senior Secured Notes), instruct the agent to (i) accelerate the RCF Loans,\n(ii) instruct the security agent to enforce the transaction security and/or (iii) exercise any other remedies available to the Lenders.\n\nThe\nRCF Agreement requires that the Company maintain a maximum consolidated senior secured net leverage ratio of 6.25x on the test date for\nthe relevant period ended June 30, 2022, stepping down to 6.0x on March 31, 2022, 5.75x on March 31, 2023 and 5.50x from March 31, 2024\nand thereafter (the “RCF Financial Covenant”). The RCF Financial Covenant is calculated as the ratio of consolidated senior\nsecured net debt to consolidated pro forma EBITDA (defined as net loss excluding depreciation and amortization, interest expense, interest\nincome and income tax expense) for the 12-month period preceding the relevant quarterly testing date and is tested quarterly on a rolling\nbasis, subject to the Initial Facility (as defined in the RCF Agreement) being drawn on the relevant test date. The RCF Agreement does\nnot include a minimum interest coverage ratio or other financial covenants.\n\nWe\nmay have future capital needs and may not be able to obtain additional financing on acceptable terms.\n\nEconomic\nand credit market conditions, the performance of the gaming industry and our financial performance, as well as other factors, may constrain\nour financing abilities. Our ability to secure additional financing, if available, and to satisfy our financial obligations under indebtedness\noutstanding from time to time will depend upon our future operating performance, the availability of credit, economic conditions and\nfinancial, business and other factors, many of which are beyond our control.\n\nWe\nmay require additional financing to fund our operations and growth. The failure to secure additional financing could have an adverse\neffect on our continued development or growth. None of our officers, directors or stockholders is required to provide any financing to\nus.\n\nWe\nmay be unable to identify and develop sufficient new products and product lines and integrate them into our existing business, which\nmay adversely affect our ability to compete; our expansion into new sectors may present competitive and regulatory challenges that\ndiffer from current ones.\n\nOur\nbusiness depends in part on our ability to identify and develop future products and product lines that complement existing products and\nproduct lines and that respond to our customers’ and players’ needs. We may not be able to compete effectively unless our\nproduct selection keeps up with trends in the sectors in which it competes or trends in new products. If our new products and product\nlines do not meet our customers’ and players’ expectations, or if they are not brought to market in a timely and effective\nmanner, our revenue (especially our revenue under revenue participation-based contracts) and financial performance will be negatively\naffected. In addition to market factors, our ability to develop new products and their ability to achieve commercial success will depend\non a number of factors, including our ability to:\n\n    ●\n    effectively\n    market our games to our customers and to existing and new players;\n\n    ●\n    adapt\n    to changing customer needs and player preferences;\n\n    ●\n    adapt\n    to new technologies;\n\n    ●\n    adapt\n    game features and contents for an increasingly diverse set of devices and specifications;\n\n    ●\n    minimize\n    launch delays and cost overruns on the development of new products and features; \n\n    ●\n    expand\n    and enhance games and content after their initial release;\n\n    ●\n    attract,\n    retain and motivate talented and experienced game designers, product managers and engineers;\n\n    ●\n    achieve\n    and maintain player engagement;\n\n    ●\n    develop\n    games that can build upon or become franchise games; \n\n    ●\n    maintain\n    quality content and game experience;\n\n    ●\n    compete\n    successfully against a large and growing number of market participants;\n\n    ●\n    integrate\n    new products and product lines into our existing business; and\n\n    ●\n    minimize\n    and quickly resolve bugs or outages. \n\nIn\naddition, if new technologies are protected by the intellectual property rights of others, including our competitors, we may be prevented\nfrom introducing new products and product lines based on these technologies or expanding into sectors created by these technologies.\nEven if we are able to develop new products and product lines that achieve success, it is possible that these products and product lines\ncould divert players of our other games without growing our overall user base, which could harm our operating results. Furthermore, the\nsuccess of new products and product lines will depend upon market demand and there is a risk that new products and product lines will\nnot deliver expected results, which could adversely affect our future sales and results of operations. It is difficult to know whether\nwe will succeed in continuing to develop successful new products and product lines.\n\nOur\nexpansion into new sectors may present competitive, distribution and regulatory challenges that differ from current ones. We may be less\nfamiliar with new product categories and may face different or additional risks, as well as increased or unexpected costs, compared to\nexisting operations.\n\nChanges\nin customer and player preferences could adversely affect our results of operations.\n\nCompetition\nin the gaming industry is intense and subject to rapid change, including changes from evolving customer and player preferences. Accordingly,\nour success in the gaming industry is dependent on our ability to offer attractive products to our customers and players. In the markets\nin which we operate, we compete with various other gaming vendors and our customers and players now have access to many other forms of\nrecreational and leisure activities. Our participation-based revenue will depend on the appeal of our gaming offerings to our customers\nand players relative to our competitors. If we are not able to anticipate and react to changes in customer and player preferences, our\ncompetitive and financial position may be adversely affected.\n\nIn\naddition, our future success will also depend on the success of the gaming industry as a whole in attracting and retaining players. Gaming\nmay lose popularity as new leisure activities arise or as other leisure activities become more popular. Alternatively, changes in social\nmores and demographics could result in reduced acceptance of gaming as a leisure activity. If the popularity of gaming declines for any\nreason, our business, financial condition and results of operations may be adversely affected.\n\nOur\nfinancial success is dependent on our customers’ ability to attract and maintain players.\n\nWe\nhave a participation-driven business model, whereby a significant amount of our revenue is generated from the gaming revenue of our customers,\ntypically as a percentage of gross revenue. Accordingly, our results of operation and financial condition have been and are expected\nto continue to be influenced by the ability of our customers to attract and maintain players. The ability of our customers to attract\nand maintain players depends on a number of factors, including player gaming preferences, marketing of our products and player perceptions\nof our customers. If we are unable to provide our customers with products that players find engaging or fail to perform our obligations\nin maintaining the products we provide to our customers, players may reduce the amount they spend with our customers, which in turn may\nhave an adverse effect on our results of operations (see “—We may be unable to identify and develop sufficient new products\nand product lines and integrate them into our existing business, which may adversely affect our ability to compete; our expansion\ninto new sectors may present competitive and regulatory challenges that differ from current ones.”). Under most of our contracts,\nour customers are under no obligation to market our products and therefore we are dependent on our customers in promoting our products\nto maintain and attract players. Failure by our customers to effectively market our products may result in decreased gaming revenue for\nour customers from our products, which may have an adverse effect on our results of operations. Player perception of our customers may\nalso impact the willingness of players to engage with our customers, which in turn may have an adverse effect on our results of operation.\n\nRisks\nRelating to Our Status as a Public Company and Ownership of Our Common Stock\n\nWe\nmay be required to recognize impairment charges related to goodwill, identified intangible assets and property and equipment or to take\nwrite-downs or write-offs, restructuring or other charges that could have a significant negative effect on our financial condition, results\nof operations and stock price, which could have an adverse effect on our common stock and your investment.\n\nWe\nare required to test goodwill and any other intangible asset with an indefinite life for possible impairment on the same date each year\nand on an interim basis if there are indicators of a possible impairment. We are also required to evaluate amortizable intangible assets\nand property and equipment for impairment if there are indicators of a possible impairment. There is significant judgment required in\nthe analysis of a potential impairment of goodwill, identified intangible assets and property and equipment. If, as a result of a general\neconomic slowdown, deterioration in one or more of the sectors in which we operate or impairment in our financial performance and/or\nfuture outlook, the estimated fair value of our long-lived assets decreases, we may determine that one or more of our long-lived assets\nis impaired. An impairment charge would be determined based on the estimated fair value of the assets and any such impairment charge\ncould have an adverse effect on our financial condition and results of operations.\n\nEven\nthough these charges may be non-cash items and would not have an immediate impact on our liquidity, the fact that we report charges of\nthis nature could contribute to negative market perceptions about the Company or our securities. In addition, charges of this nature\nmay cause us to be unable to obtain future financing on favorable terms or at all.\n\nThe\nliquidity of the trading markets for our securities and other factors may adversely affect the price of our securities.\n\nThe\nprice of our securities may be affected by the light volume of the trading markets for our securities as well as a variety of other factors\nincluding due to general economic conditions and forecasts, our general business condition and the release of our financial reports.\nIf our results do not meet the expectations of investors or securities analysts, the market price of our securities may decline. In addition,\nfluctuations in the price of our securities could contribute to the loss of all or part of your investment. Any of the factors listed\nbelow could have an adverse effect on the price of our securities, and our securities may trade at prices significantly below the price\nyou paid for them. In such circumstances, the trading price of our securities may not recover and may experience a further decline.\n\nFactors\naffecting the trading price of the Company’s securities may include:\n\n    ●\n    market\n    conditions affecting the gaming industry;\n\n    ●\n    quarterly\n    variations in our results of operations;\n\n    ●\n    changes\n    in government regulations;\n\n    ●\n    the\n    announcement of acquisitions by us or our competitors;\n\n    ●\n    changes\n    in general economic and political conditions;\n\n    ●\n    volatility\n    in the financial markets;\n\n    ●\n    results\n    of our operations and the operations of others in our industry;\n\n    ●\n    changes\n    in interest rates;\n\n    ●\n    threatened\n    or actual litigation and government investigations;\n\n    ●\n    the\n    addition or departure of key personnel;\n\n    ●\n    actions\n    taken by our stockholders, including the sale or disposition of their shares of our common stock; and\n\n    ●\n    differences\n    between our actual financial and operating results and those expected by investors and analysts and changes in analysts’ recommendations\n    or projections.\n\nBroad\nmarket and industry factors may materially harm the market price of our securities irrespective of our operating performance. The stock\nmarket in general, and NASDAQ in particular, have experienced price and volume fluctuations that have often been unrelated or disproportionate\nto the operating performance of the particular companies affected. The trading prices and valuations of these stocks, and of our securities,\nmay not be predictable. A loss of investor confidence in the market for retail stocks or the stocks of other companies which investors\nperceive to be similar to the Company could depress our stock price regardless of our business, prospects, financial condition or results\nof operations. A decline in the market price of our securities also could adversely affect our ability to issue additional securities\nand our ability to obtain additional financing in the future.\n\nDepending\non the number of shares you hold and other factors, you may not be able to sell your shares at the times you prefer at desirable market\nprices.\n\nWe\ndo not currently intend to pay dividends on our common stock.\n\nWe\ndo not currently expect to pay cash dividends on our common stock and have not paid cash dividends on our common stock to date. Any future\ndividend payments are within the absolute discretion of our Board of Directors and will depend upon, among other things, our results\nof operations, working capital requirements, capital expenditure requirements, financial condition, level of indebtedness, contractual\nrestrictions with respect to payment of dividends, business opportunities, anticipated cash needs, provisions of applicable law and other\nfactors that our Board of Directors may deem relevant.\n\nOur\nbusiness and stock price may suffer if securities or industry analysts do not publish or cease publishing research or reports about the\nCompany, our business, or our sector, or if they change their recommendations regarding our common stock adversely, the price and trading\nvolume of our common stock could decline.\n\nThe\ntrading market for our common stock will be influenced by the research and reports that industry or securities analysts may publish about\nus, our business, our sector, or our competitors. If securities or industry analysts do not continue to cover the Company, our stock\nprice and trading volume would likely be negatively affected. If any of the analysts who may cover the Company change their recommendation\nregarding our stock adversely, or provide more favorable relative recommendations about our competitors, the price of our common stock\nwould likely decline. If any analyst who may cover the Company were to cease coverage of the Company or fail to regularly publish reports\non the Company, we could lose visibility in the financial markets, which could cause our stock price or trading volume to decline.\n\nWe\nmay issue a significant number of shares of our common stock or other securities from time to time.\n\nWe\nmay issue shares of our common stock or other securities from time to time as consideration for, or to finance, future acquisitions\nand investments or for other capital needs. We cannot predict the size of future issuances of our shares or the effect, if any, that\nfuture sales and issuances of shares would have on the market price of our common stock. If any such acquisition or investment is\nsignificant, the number of shares of common stock or the number or aggregate principal amount, as the case may be, of other\nsecurities that we may issue may in turn be substantial and may result in additional dilution to our stockholders. We may also grant\nregistration rights covering shares of our common stock or other securities that we may issue in connection with any such\nacquisitions and investments. On May 17, 2021, the Company filed a registration statement on Form S-3, pursuant to which the Company\nmay offer and sell from time to time, in one or more series, any one of the following securities of our company, for total gross\nproceeds up to $300,000,000:\n\n    ●\n    common\n    stock;\n\n    ●\n    preferred\n    stock;\n\n    ●\n    secured\n    or unsecured debt securities consisting of notes, debentures or other evidence of indebtedness which may be senior debt securities,\n    senior subordinated debt securities or subordinated debt securities, each of which may be convertible into equity securities;\n\n    ●\n    warrants\n    to purchase our securities;\n\n    ●\n    rights\n    to purchase any of the foregoing securities; or\n\n    ●\n    units\n    comprised of, or other combinations of, the foregoing securities.\n\nAlthough the registration statement has expired, we\nmay in the future file additional registration statements in order to register similar securities as those listed above, upon which the\nmarket price of our securities could drop significantly if the holders of these securities sell them or are perceived by the market as\nintending to sell them.\n\nAnti-takeover\nprovisions contained in our second amended and restated certificate of incorporation and bylaws, as well as provisions of Delaware law,\ncould impair a takeover attempt.\n\nOur\nsecond amended and restated certificate of incorporation and bylaws contain provisions that could have the effect of delaying or preventing\nchanges in control or changes in our management without the consent of our Board of Directors. These provisions include:\n\n    ●\n    no\n    cumulative voting in the election of directors, which limits the ability of minority stockholders to elect director candidates;\n\n    ●\n    the\n    exclusive right of our Board of Directors to elect a director to fill a vacancy created by the expansion of the Board of Directors\n    or the resignation, death, or removal of a director with or without cause by stockholders, which prevents stockholders from being\n    able to fill vacancies on our Board of Directors;\n\n    ●\n    the\n    ability of our Board of Directors to determine whether to issue shares of our preferred stock and to determine the price and other\n    terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly\n    dilute the ownership of a hostile acquirer;\n\n    ●\n    limiting\n    the liability of, and providing indemnification to, our directors and officers;\n\n    ●\n    designating\n    the Court of Chancery of the State of Delaware as the exclusive forum for adjudication of disputes;\n\n    ●\n    controlling\n    the procedures for the conduct and scheduling of stockholder meetings; and\n\n    ●\n    advance\n    notice procedures that stockholders must comply with in order to nominate candidates to our Board of Directors or to propose matters\n    to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquirer from conducting a solicitation\n    of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of the Company.\n\nThese\nprovisions, alone or together, could delay or dissuade hostile takeovers and changes in control of the Company or changes in our\nBoard of Directors and management.\n\nAs\na Delaware corporation, we are also subject to provisions of Delaware law, including Section 203 of the Delaware General Corporation\nLaw, which prevents some stockholders holding more than 15% of our outstanding common stock from engaging in certain business combinations\nwithout approval of the holders of substantially all of our outstanding common stock. Any provision of our second amended and restated\ncertificate of incorporation or bylaws, or Delaware law that has the effect of delaying or deterring a change in control could limit\nthe opportunity for our stockholders to receive a premium for their shares of our common stock and could also affect the price that some\ninvestors are willing to pay for our common stock.\n\nRisks\nRelating to Economic and Political Conditions\n\nVolatility\nor disruption in the financial markets could materially adversely affect our business and the trading price of our common stock.\n\nOur\nbusiness relies on stable and efficient financial markets. Any disruption in the credit and capital markets could adversely impact our\nability to obtain financing on acceptable terms. Volatility in the financial markets could also result in difficulties for financial\ninstitutions and other parties that we do business with, which could potentially affect the ability to access financing under existing\narrangements. We are exposed to the impact of any global or domestic economic disruption. Our ability to continue to\nfund operating expenses, capital expenditures and other cash requirements over the long term may require access to additional sources\nof funds, including equity and debt capital markets, and market volatility and general economic conditions may adversely affect our ability\nto access capital markets. In addition, the inability of our vendors to access capital and liquidity with which to maintain their inventory,\nproduction levels and product quality and to operate their businesses, or the insolvency of our vendors, could lead to their failure\nto deliver merchandise. If we are unable to purchase products when needed, our sales could be materially adversely affected. Accordingly,\nvolatility or disruption in the financial markets could impair our ability to execute our growth strategy and could have an adverse effect\non the trading price of our common stock.\n\nCurrency\nexchange rate fluctuations could result in lower revenue, higher costs and decreased margins and earnings.\n\nWe\nconduct purchase and sale transactions in various currencies, which increases our exposure to fluctuations in foreign currency exchange\nrates globally. International revenue and expenses generally are derived from sales and operations in various foreign\ncurrencies, and this revenue and these expenses could be affected by currency fluctuations, specifically amounts recorded in foreign\ncurrencies and translated into USD for consolidated financial reporting, as weakening of foreign currencies relative to the USD will\nadversely affect the USD value of the Company’s foreign currency-denominated sales and earnings. Currency exchange rate fluctuations\ncould also disrupt the business of the independent manufacturers that produce our products by making their purchases of raw materials\nmore expensive and more difficult to finance. Foreign currency fluctuations could have an adverse effect on our results of operations\nand financial condition.\n\nWe\nmay hedge other foreign currency exposures to lessen and delay, but not to completely eliminate, the effects of foreign currency fluctuations\non our financial results. Since the hedging activities are designed to lessen volatility, they not only reduce the negative impact of\na stronger USD or other trading currency, but they also reduce the positive impact of a weaker USD or other trading currency. Our future\nfinancial results could be significantly affected by the value of the USD in relation to the foreign currencies in which we conduct business.\nThe degree to which our financial results are affected for any given time period will depend in part upon our hedging activities, and\nthere can be no assurance that our hedging activities will be effective.\n\nGlobal\neconomic conditions could have an adverse effect on our business, operating results and financial condition.\n\nThe\nuncertain state of the global economy continues to affect businesses around the world, most acutely in emerging markets and developing\neconomies. If global economic and financial market conditions do not improve or deteriorate, the following factors could have an adverse\neffect on our business, operating results and financial condition:\n\n    ●\n    Slower\n    consumer spending may result in reduced demand for our products, reduced orders from retailers for our products, order cancellations,\n    lower revenue, higher discounts, increased inventories and lower gross margins;\n\n    ●\n    In\n    the future, we may be unable to access financing in the credit and capital markets at reasonable rates in the event we find it desirable\n    to do so;\n\n    ●\n    We\n    conduct transactions in various currencies, which increases our exposure to fluctuations in foreign currency exchange rates relative\n    to the USD. Continued volatility in the markets and exchange rates for foreign currencies and contracts in foreign currencies could\n    have a significant impact on our reported operating results and financial condition;\n\n    ●\n    Continued\n    volatility in the availability and prices for commodities and raw materials we use in our products and in our supply chain could\n    have an adverse effect on our costs, gross margins and profitability;\n\n    ●\n    If\n    operators or distributors of our products experience declining revenue or experience difficulty obtaining financing in the capital\n    and credit markets to purchase our products, this could result in reduced orders for our products, order cancellations, late retailer\n    payments, extended payment terms, higher accounts receivable, reduced cash flows, greater expense associated with collection efforts\n    and increased bad debt expense;\n\n    ●\n    If\n    operators or distributors of our products experience severe financial difficulty, some may become insolvent and cease business operations,\n    which could negatively affect the sale of our products to consumers; and\n\n    ●\n    If\n    contract manufacturers of our products or other participants in our supply chain experience difficulty obtaining financing in the\n    capital and credit markets to purchase raw materials or to finance capital equipment and other general working capital needs, it\n    may result in delays or non-delivery of shipments of our products.\n\nInternational\nhostilities, terrorist or cyber-terrorist activities, natural disasters, pandemics, and infrastructure disruptions could prevent us from\neffectively serving our customers and thus adversely affect our results of operations.\n\nActs\nof terrorist violence, cyber-terrorism, political unrest, armed regional and international hostilities and international responses to\nthese hostilities, natural disasters, including hurricanes or floods, global health risks or pandemics or the threat\nof or perceived potential for these events could have a negative impact on us. These events could adversely affect our customers’\nlevels of business activity (or involve government mandated shutdowns of our venues) and precipitate sudden significant changes in regional\nand global economic conditions and cycles. These events also pose significant risks to our employees and our physical facilities and\noperations around the world, whether the facilities are ours or those of our third-party service providers or customers. By disrupting\ncommunications and travel and increasing the difficulty of obtaining and retaining highly skilled and qualified personnel, these events\ncould make it difficult or impossible for us to deliver products and services to our customers. Extended disruptions of electricity,\nother public utilities or network services at our facilities, as well as system failures at our facilities or otherwise, could also adversely\naffect our ability to serve our customers. We may be unable to protect our employees, facilities and systems against all such occurrences.\nWe generally do not have insurance for losses and interruptions caused by terrorist attacks, conflicts and wars. If these disruptions\nprevent us from effectively serving our customers, our results of operations could be adversely affected.",
      "char_count": 105109
    }
  },
  "extracted_at": "2026-01-19T15:40:49.578845"
}