{
  "ticker": "IPI",
  "company_name": "Intrepid Potash, Inc.",
  "cik": 1421461,
  "form_type": "10-K",
  "filing_date": "2025-03-04",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001421461-25-000005",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001421461&accession_number=000142146125000005&xbrl_type=v",
  "sic_code": "1400",
  "industry": "Mining & Quarrying of  Nonmetallic Minerals (No Fuels)",
  "sections": {
    "item1": {
      "text": "Table of Contents\n\nITEM  1.BUSINESS\n\nGeneral\n\n    We are a diversified mineral company that delivers potassium, magnesium, sulfur, salt, and water products essential for customer success in agriculture, animal feed and the oil and gas industry. We are the only U.S. producer of muriate of potash (sometimes referred to as potassium chloride or potash), which is applied as an essential nutrient for healthy crop development, utilized in several industrial applications, and used as an ingredient in animal feed. In addition, we produce a specialty fertilizer, Trio®, which delivers three key nutrients, potassium, magnesium, and sulfur, in a single particle. We also provide water, magnesium chloride, brine, and various oilfield products and services.  \n\nOur extraction and production operations are conducted entirely in the continental U.S. We produce potash from three solution mining facilities: our HB solution mine in Carlsbad, New Mexico, our solution mine in Moab, Utah, and our brine recovery mine in Wendover, Utah. We also operate our North compaction facility in Carlsbad, New Mexico, which compacts and granulates product from the HB mine. We produce Trio® from our conventional underground East mine in Carlsbad, New Mexico.\n\nWe also have certain land, water rights, federal grazing leases, and other related assets in southeast New Mexico. We refer to these assets and operations as \"Intrepid South.\" Our Intrepid South property generates revenue from sales of various oilfield related products and services, including but not limited to, water, brine, surface use and right-of-way agreements, a produced water royalty agreement, and caliche.\n\n    Our principal offices are located at 707 17th Street, Suite 4200, Denver, Colorado 80202, and our telephone number is (303) 296-3006. Intrepid was incorporated in Delaware in 2007. \n\nOur Products and Services\n\nOur three primary products are potash, Trio®, and water. We also sell salt, magnesium chloride, brines, and water that are derived as part of our mining processes. Product sales as a percentage of total sales for the last three years were as follows:\n\nYear Ended December 31,\n\n202420232022\n\nPotash39 %47 %50 %\n\nTrio®\n\n41 %35 %34 %\n\nWater5 %5 %7 %\n\nSalt5 %4 %3 %\n\nMagnesium Chloride2 %3 %2 %\n\nBrines5 %3 %2 %\n\nOther3 %3 %2 %\n\nTotal 100 %100 %100 %\n\nPotash\n\nWe sell potash into three primary markets: the agricultural market as a fertilizer input, the animal feed market as a nutrient supplement, and the industrial market as a component in drilling and fracturing fluids for oil and gas wells and an input to other industrial processes. Potash is sold in different product sizes, such as granular, standard, and fine standard. The agricultural market predominately uses granular-sized potash, while the industrial and animal feed markets mostly use standard- and fine standard-sized product. We have the flexibility to produce all of our product in a granular form, which decreases our dependence on sales of any one particular size of potash and any particular market. \n\nWe manage sales and marketing operations centrally. This allows us to evaluate the product needs of our customers and then centrally determine which of our production facilities is best suited, typically based on geographic location, to use to fill customer orders in a manner designed to realize the highest average net realized sales price per ton. Average net realized sales price per ton is a non-GAAP measure that we calculate as sales less byproduct sales and freight costs and then divided by product sales tons. We also monitor product inventory levels and overall production costs centrally.     \n\n    During 2024, we supplied approximately 0.5% of global annual potassium consumption and approximately 3.5% of the U.S.'s annual potassium consumption. Substantially all of our potash is sold in the U.S. Our domestic potash sales are geographically concentrated in the central and western U.S. Weather, planting conditions and farmer economics all affect fertilizer sales. For more information, please see \"Seasonality.\" \n\nTrio® \n\n    Trio® is our specialty fertilizer that is low in chloride and delivers potassium, sulfur, and magnesium in a single particle. This unique combination of nutrients makes Trio® an attractive fertilizer across diverse crops and geographies. We produce Trio® in premium, granular, standard, and fine standard sizes for sale both domestically and internationally. \n\nOilfield Solutions \n\nOil and gas activity and development in southeast New Mexico drives demand for our water and other oilfield related products and services.\n\nWe have permitted, licensed, declared and partially adjudicated water rights in New Mexico under which we sell water primarily for industrial uses in the oil and gas services industry. \n\nIn May 2019, we acquired Intrepid South, from which we sell products and services to support oil and gas development in the Permian Basin in southeast New Mexico. Our other oilfield related products and service offerings include, but are not limited to, caliche, right-of-way agreements, surface damages and easements, and a produced water royalty. Due to the strategic location of Intrepid South, part of our long-term operating strategy is selling small parcels of land, including restricted use agreements of surface or subsurface rights, to customers, where such sales provide a solution to a customer's operations in the oil and gas industry.  \n\nByproducts\n\nWe also sell salt, magnesium chloride, and brines that are derived as part of our mining processes. Our salt is used in a variety of markets including animal feed, industrial applications, pool salt, and the treatment of roads and walkways for ice melting or to manage road conditions. Magnesium chloride is typically used as a road treatment agent for both deicing and dedusting. Our brines contain salt and potassium and are used primarily by the oil and gas industry to support well workover and completion activities. We continue to work to expand sales of byproducts, particularly to serve the oil and gas markets near our operating facilities. Sales of byproducts are accounted for within the segment that produced the byproduct. In each of the last three years, the potash segment accounted for the majority of our byproduct sales.\n\nProduction Facilities\n\nWe produce potash from three solar evaporation solution mining facilities: our HB solution mine in Carlsbad, New Mexico, our solution mine in Moab, Utah, and our brine recovery mine in Wendover, Utah. We also operate our North compaction facility in Carlsbad, New Mexico, which compacts and granulates product from the HB mine. Solution mining is a process by which potash is extracted from mineralized beds by injecting a salt-saturated brine into a potash ore body and recovering a brine that contains potash and other minerals. The brine is brought to the surface for mineral recovery through solar evaporation. For solar evaporation, the brine is placed in ponds and solar energy is used to evaporate water thus crystallizing out the potash and minerals contained in the brine. The resulting mineral evaporates are then processed to separate the minerals for sale. Solution mining does not require employees or machines to be underground.\n\nWe produce Trio® from our conventional underground East mine in Carlsbad, New Mexico. A conventional underground mine uses a mechanical method of extracting minerals from underground. Underground mining consists of multiple shafts or entry points and a network of tunnels to provide access to minerals and conveyance systems to transport materials to the surface. Underground mining machines are used to remove the ore and a series of pillars are left behind to provide the appropriate level of ground support to ensure safe access and mining.\n\nWe have a current estimated annual designed productive capacity of approximately 365,000 tons of potash from our solar evaporation solution mines. We also have an estimated annual designed productive capacity of 400,000 tons of Trio®. \n\nOur annual production rates for potash and Trio® are less than our estimated productive capacity. Actual production is affected by operating rates, the grade of ore mined, recoveries, mining rates, evaporation rates, product pricing, product demand, and the amount of development work that we perform. Therefore, as with other producers in our industry, our production results tend to be lower than reported productive capacity. \n\nWe also have water pipelines and reservoir ponds that we use to deliver water to our New Mexico facilities and to customers.\n\nIndustry Overview\n\nPotash and Trio®\n\nFertilizer serves a fundamental role in global agriculture by providing essential crop nutrients that help sustain both crop yield and quality. The three primary nutrients required for plant growth are nitrogen, phosphate, and potassium. There are \n\n4\n\n\nno known substitutes for these nutrients. A proper balance of each of the three nutrients is necessary to maximize their effectiveness in crop growth. Potassium helps regulate plants' physiological functions and improves plant durability, providing crops with protection from drought, disease, parasites, and cold weather. Unlike nitrogen and phosphate, the potassium contained in naturally occurring potash does not require additional chemical conversion to be used as a plant nutrient.\n\nIn addition to the primary nutrients, which are required in the greatest quantities in crop nutrition, important secondary nutrients such as sulfur and magnesium are also essential in crop nutrition. Intrepid's Trio® product contains the primary nutrient potassium and two secondary nutrients, sulfur, and magnesium. \n\nHistorically, population growth and global economic conditions drive long-term global fertilizer demand. Sustained per capita income growth and agricultural policies in the developing world and other geopolitical factors, such as temporary disruptions in fertilizer trade related to government intervention and changes in the buying patterns of key fertilizer consuming countries, also affect global fertilizer demand. Annual demand variations are affected by planted acreage, agricultural commodity yields and prices, inventories of grains and oilseeds, application rates of fertilizer, weather patterns, and farm sector income. Volatility in agricultural commodity prices may impact farmer fertilizer buying decisions. We expect these key variables to continue to have an impact on global fertilizer demand for the foreseeable future. \n\nNameplate production capacities that exceed demand historically shape the world potash market. A few potash companies have controlled a significant portion of this capacity, which was magnified in early 2018 with the merger of two Canadian producers. Generally, these larger producers have managed production levels to approximate world demand. The world potash market experienced a significant decrease in production rates in 2022 due to sanctions on Belarusian potash and Russia's invasion of Ukraine. In 2022, global production decreased to approximately 61.1 million metric tonnes, compared to record production of approximately 71.0 million metric tonnes in 2021. Global production increased in 2023 to 67.1 million metric tonnes and is estimated at approximately 70.6 million metric tonnes in 2024, due to improving production rates in Belarus and increased production in Canada and other countries. Global production for 2025 is forecasted to be approximately 71.5 million metric tonnes. As global production rates increase, potash pricing will likely depend on the larger producers' ability to continue to manage the supply and demand balance through decreased utilization rates. Increases in world fertilizer demand, due mainly to population growth and limitations on arable land, are expected to steadily increase global potash consumption, although recent increases in productive capacities and the continued progress of key expansion projects, specifically BHP's Jansen Stage 1 project which expects first production in late 2026, add additional uncertainty to the long-term supply and demand balance for the potash market. \n\nThe volume of potash imports to the U.S. further impacts the potash market. A change in the volume of imports could result in a material change to potash prices in the U.S. The U.S. imposed sanctions on Belarusian potash imports, which took effect in April 2022. Belarusian potash historically accounted for approximately 7% of annual demand in the U.S. In response to these sanctions, other foreign suppliers increased the volume of potash imports to the U.S. The overall effect of these sanctions on the potash market remains uncertain.\n\n5\n\n\nThe world's potash production is heavily focused on a few producers within a handful of countries. Twenty commercial potash deposits produce almost all of the world's potash. According to S&P Global Commodity Insights and data published by potash mining companies, six potash producing countries accounted for approximately 87% of the world's aggregate potash production and nine potash producing countries supplied approximately 96% of the world's potash production in 2024. Two major Canadian producers participate in the Canpotex marketing group that supplied approximately 34% of global potash production in 2024. Russia accounted for 17% and Belarus accounted for 11% of global potash production in 2024.\n\nOilfield Solutions\n\n    The most productive region in the U.S. for oil production is the Permian Basin, which spans from west Texas to southeastern New Mexico. In addition to producing wells, the Permian Basin also had approximately 900 drilled but uncompleted wells as of December 2024. The short-term energy outlook published in early January 2025 by the U.S. Energy Information Administration projects the Permian Basin's share of U.S. crude oil production will continue to increase and will account for more than 50% of all U.S. crude oil production in 2026. \n\nThe majority of oil and gas wells drilled in the U.S., including the Permian Basin, are hydraulically fractured horizontal wells, which account for the record amount of fossil fuels produced in the U.S. in recent years. The use of horizontal drilling in oil and gas production allows a well to remain in contact with the targeted formation thereby increasing production compared to vertically drilled wells. Horizontal drilling has resulted in longer wells, with some horizontal drilling sections reaching several miles long. \n\nThe increase in horizontal drilling has resulted in an increase in the use of water with a single hydraulically fracked well potentially using millions of gallons of water. In the frac process, water and sand are used to move proppant and other frac additives into the targeted rock formation. Pipelines transport most water used in fracking to the frac site, where it is stored in ponds or storage tanks.\n\nIn recent years, many operators have switched from using fresh water to using more recycled/produced water when completing wells. We believe this change is due to water conservation efforts, a move towards more environmentally friendly operations, an increase in the amount of produced water available for fracking, and an increasing in water recycling infrastructure. By recycling and using produced water, operators are able to reduce fresh water purchases and decrease the cost of transporting and disposing of produced water into disposal wells. \n\nCompetition and Competitive Strategy\n\nWe sell our potash and Trio® into commodity markets in which delivered price and the ability to timely deliver high quality products are essential. We are a competitive producer in the industry because of our ability to timely deliver high quality potash and Trio® products with specific particle sizes and with specific potassium oxide contents. In the potash market, we compete with larger Canadian potash producers and, to a lesser extent, producers located in Russia, Chile, Germany, and Israel. For Trio®, we compete with one other producer of langbeinite as well as producers of other specialty nutrients and blended products. The competitive market for our water resources includes other water right holders, which include companies, farmers, and ranchers operating in or near the Permian Basin in New Mexico.\n\n Some of our direct and potential competitors may have significant advantages over us, including greater name recognition, longer operating histories, pre-existing relationships with current or potential customers, significantly greater financial, marketing and other resources, ownership of more diverse assets and products, and/or access to less expensive mining assets, any of which could allow them to respond more quickly to new or changing opportunities.\n\nOur competitive strategy is focused on the following:\n\n•Maximizing potash gross margin and optimizing potash production. All of our potash production comes from solar solution mines, which carry fewer fixed costs than conventional potash mines. Our per-ton costs are lower for solution mining than conventional mining as solar solution mining requires less labor, energy, and equipment. Additionally, we are advantageously located close to the markets we serve, with the North American market demand being significantly larger than our production capacity; therefore, we are able to selectively participate in the markets that we believe will provide the highest average net realized sales price per ton. We also maximize our gross margin by leveraging our freight advantage to key geographies, improving our diverse customer and market base, and developing our flexible marketing approach. We have optimization and expansion opportunities at our solution mining facilities, that, over time, could reduce our per-ton costs and increase our potash production.\n\n6\n\n\n•Maximizing Trio® gross margin and optimizing Trio® production. We are working to optimize our production process to produce more granular-sized product, which is preferred by most markets. Our sales and marketing approach is focused on domestic and select international markets and includes crop nutrition education and increased marketing efforts targeting organic agriculture and high-value specialty crop markets. We currently operate our Trio® facility at a reduced production level and expect to continue to do so for the foreseeable future.  \n\n•Expanding offerings of oilfield solutions. We intend to continue our expansion of water and brine sales, particularly to serve the oil and gas markets near our operating plants in New Mexico. We have water rights from which we sell water for commercial uses in the oil and gas services industry. We also use a portion of our water rights to produce heavy brines for use in the oil and gas industry. We expect to increase the amount of water available for sale from Intrepid South over the next few years through permitting additional water rights and infrastructure investments. Our other oilfield related products and services include, but are not limited to, surface use and right-of-way agreements, a produced water royalty agreement, and caliche. Given the location of Intrepid South, part of our long-term operating strategy is selling small parcels of land, including through the use of restricted use agreements for surface or subsurface rights, to customers.\n\n•Continuing diversification of byproducts and services. We recover magnesium chloride, salt, and brine water byproducts during the production of potash and Trio®. These byproducts diversify our portfolio of product and service offerings. As we continue to explore and evaluate opportunities to diversify our revenue sources, we may enter into new or complementary businesses that expand our current product and service offerings.\n\nCompetitive Strengths\n\n•U.S.-based producer. We are the only producer of potash in the U.S. We are located in a market that consumes significantly more potash than we can currently produce on an annual basis. Our geographic location provides us with a transportation advantage over our competitors for shipping our product to customers. In general, this allows us to obtain a higher average net realized sales price per ton than our competitors, that ship their products across longer distances to consuming markets, which increases their costs and reduces their gross margin. Our location allows us to target sales to the markets in which we have the greatest transportation advantage, maximizing our average net realized sales price per ton. Our access to strategic rail destination points and our location along major agricultural trucking routes also supports this advantage.\n\nAs a U.S. producer, we enjoy a significantly lower total production tax and royalty burden than our principal competitors, which operate primarily in Saskatchewan, Canada. The Saskatchewan tax system for potash producers includes a capital tax and several potash mineral taxes, none of which are imposed on us as a U.S. producer. We currently pay an average royalty rate of approximately 4.9% for our potash and Trio® sales less their related freight costs, which compares favorably to that of our competitors in Canada. The relative tax and royalty advantage for U.S. producers becomes more pronounced when profits per ton increase due primarily to the profit tax component of the Saskatchewan potash mineral tax. \n\n•Solar evaporation operations. All our potash production comes from solar solution mines. Solar evaporation is a cost-efficient production method because it significantly reduces our labor force and energy consumption, which are two of the largest costs of production. Our understanding and application of low-cost solution mining, combined with our reserves being located where a favorable climate for evaporation exists, make solar solution mining difficult for other producers to replicate. We also have significant reserves for future expansion of our solution mining operations. \n\n•Diversity in Secondary Nutrient Markets. Given the greater scarcity of langbeinite relative to potash, its agronomic suitability for certain chloride-sensitive soils and crops, and the addition of key secondary nutrients in sulfur and magnesium, we believe there is a market for Trio® outside of our core potash markets. We also believe that there is a market for Trio® beyond the U.S., although freight expense and competition from substitute products have made this a difficult market to penetrate. We also offer Organic Materials Review Institute (\"OMRI\") listed potash and Trio® products that provide essential minerals for growing certified organic crops.\n\n•Water rights. Water rights in New Mexico are real property rights, which authorize a water right owner to use a specific amount of water, diverted from a specific location, for a specific purpose of use, in a specific place. Water rights are limited to the amount of water put to beneficial use. In New Mexico, the New Mexico Office of the State Engineer (“OSE”) administers water rights. The validity of water rights is ultimately confirmed or denied by a court in an adjudication proceeding. Prior to an adjudication, a water right may be acquired through the OSE’s permitting or licensing process. If a water right existed before the OSE had authority to issue permits, a water rights owner may file a declaration with the OSE. The OSE issues permits for both surface and groundwater \n\n7\n\n\nappropriations. These permits are inchoate rights, which allow a permittee to put the water to beneficial use as prescribed by the agency. Once the OSE confirms that water diversion works have been completed and water has been put to beneficial use, the water right is licensed. A declaration is made when water was put to beneficial use either before New Mexico adopted its current water code in 1907 for surface water declarations, or before the OSE declared an underground water basin for groundwater declarations. A water right claimant must apply to the OSE for a permit to make changes to a water right, including changes in the place or purpose of use. The validity of water rights is ultimately confirmed or denied by courts in an adjudication process. We have permitted, licensed, declared and partially adjudicated water rights in New Mexico under which we sell water primarily for commercial uses in the oil and gas services industry. We continue to work to expand sales of water, especially to support oil and gas development in the Permian Basin near our Carlsbad facilities. The Intrepid South property increased our total water rights available for sale in and around the Permian Basin. This has expanded our relationships with oil and gas producers, which we may be able to use to expand sales of byproducts and services.\n\n•Diversity of potash markets. We sell potash into three different markets—the agricultural, feed, and industrial markets. In both 2024 and 2023, these markets represented approximately 74%, 23%, and 3%, of potash sales. The agricultural market supplies crop nutrients to farmers producing a wide range of crops in different geographies and the animal feed market supplies feed manufacturers with key nutrients for a wide range of feed blends into various markets such as pet food and cattle feed. Sales into industrial markets have historically supported drilling activities in oil and gas, although the use of lower-cost potash substitutes in recent years has reduced our sales into those markets.  \n\n•Marketing flexibility. We have the ability to convert all of our standard-sized potash product into granular-sized product as market conditions warrant. We produce Trio® in premium, granular, standard, and fine standard sizes. This provides us with increased marketing flexibility as well as decreased dependence on any one particular market.\n\n•Significant mineral reserve and resource life. Our potash reserves and resources have substantial years of reserve life and resource life. Reserve life is based on the current mine plan and estimated at 25 years for all our potash facilities. Resource life at our potash facilities ranges from 33 years to over 100 years. We no longer report mineral reserves at our East mine and only include a mineral resource estimate. In addition to our reserves, we have water rights and access to additional mineralized areas of potash for potential future exploitation. Additional information regarding our mineral reserves and resource estimates can be found in Item 2. Properties and in the Technical Report Summaries included with this filing. \n\n•Existing facilities and infrastructure. Constructing a new potash production facility requires substantial time and extensive capital investment in mining, milling, and infrastructure to extract, process, store, and ship product. Our operations already have significant facilities and infrastructure in place. We also have the ability to expand our business using existing installed infrastructure, in less time and with lower expenditures than would be required to construct entirely new mines. \n\nSeasonality\n\nThe month-to-month seasonality of our agricultural sales is somewhat moderated due to the variety of crops, industries, distribution strategies, and geographies that we serve. There is a seasonal sales pattern for potash sold into the agricultural market. Over the last three years, approximately 80% of our total annual potash sales volumes occurred in January through May, in anticipation for the spring application season, and September through November, in anticipation of the fall application season. The specific timing of when farmers apply potash remains highly weather dependent and varies across the numerous growing regions within the U.S. Marketing programs of potash producers and storage volumes closer to the farm gate significantly influence the timing of potash sales.\n\nThe sales pattern for Trio® sold into the domestic agricultural market is also seasonal. Over the last three years, our domestic Trio® sales volume has been highest in February through May, as Trio® products are typically applied to crops in the U.S. during the spring planting season. Demand for the spring planting season generally runs from December to May, when we have sold approximately 60% of our annual domestic Trio® volumes over the past three years. \n\n We observed fertilizer dealers in North America instituting practices that are designed to reduce the risk of changes in the price of fertilizer products through consignment-type programs. These programs tend to make the timing of the spring and fall seasonal demand profile less predictable within the season. Further, through technological advances, farmers in the U.S. are more efficient in planting and harvesting their crops, which has compressed the application seasons.\n\nOur quarterly and yearly financial results can also vary from one year to the next due to weather‑related shifts in planting schedules and purchasing patterns.\n\n8\n\n\nBecause all of our potash production comes from our solar solution mines, our potash production is also seasonal. Our solar solution mines suspend potash production activities from early spring through late summer, the peak solar evaporation period. Accordingly, we manage our inventories during the low demand periods of the year in order to ensure timely product availability during the peak sales seasons, as well as during the summer evaporation period when we are not producing potash. Our sales volumes are highest during the spring and our working capital requirements are highest just before the start of the spring season, as a result of the seasonality of fertilizer demand. \n\nDemand of our oilfield products and services is highly correlated to oil and gas exploration activities and can vary from quarter to quarter and year to year. \n\nMajor Customers\n\nWithin the agricultural market, we supply a diversified customer base of distributors, cooperatives, retailers, and dealers, which in turn supply farmers producing a wide range of crops in different geographies. We sell into the industrial and feed markets through distributors and directly to end users. For water, we sell to a diverse set of customers through a combination of spot sales and a multi-year contract. For brine, we sell to a diverse set of customers in the spot market. \n\nIn 2024, 2023, and 2022, we had one customer, Bill Barr & Company, Inc., which accounted for more than 10% of our total consolidated revenues.\n\nEnvironmental, Safety, and Health Matters\n\nWe are subject to federal, state, and local environmental, safety, and health laws that regulate, among other things; (1) soil, air, and water quality standards for our facilities; (2) the disposal, storage, and management of any hazardous and solid wastes we use or produce; (3) our post-mining land reclamation and closure requirements; (4) the conditions of our mining and production operations; (5) our employee and contractor safety and occupational health; and (6) product content and labeling. We employ and consult with professionals who assist in monitoring our compliance with these laws and who work with management to ensure that appropriate strategies and processes are in place to promote a culture that prioritizes safety and environmental responsibility.\n\nIn 2024, we had approximately $3.2 million of capital investments and reclamation projects, and $1.2 million in other expenses, relating to environmental compliance, environmental studies, and remediation efforts. We expect to spend $3.0 million to $4.0 million for environmental related capital and reclamation projects in both 2025 and 2026. Future capital expenditures are subject to uncertainties, including changes to environmental laws. Material expenditures could be required in the future to fulfill existing or new environmental compliance requirements. We anticipate a focus on environmental issues will result in increased future investments for environmental controls at our operations. See Item 1A. Risk Factors “Risks Related to Our Business - Environmental laws and regulations could subject us to significant liability and require us to incur additional costs.”\n\nProduct Registration Requirements\n\nWe are required to register fertilizer products with each U.S. state and foreign country where our products are sold. Each brand and grade of commercial fertilizer must be registered appropriately before being offered for sale, sold, or distributed. In most cases, these product registrations impose specific requirements relating to guaranteed analysis, product labeling, and regular reporting of sales.\n\nSome U.S. states require similar registration and reporting for feed grade products. Industrial-grade products typically do not require registration or reporting.\n\nOperating Requirements and Government Regulations\n\nPermits\n\n    We are subject to numerous environmental laws and regulations, including laws and regulations regarding land use and reclamation; release of emissions to the atmosphere; release of contaminants to water; preservation of plant and animal life; and the generation, treatment, storage, disposal, and handling of hazardous substances and wastes. These laws include the Clean Air Act (\"CAA\"); the Clean Water Act (\"CWA\"); the Resource Conservation and Recovery Act (\"RCRA\"); the Comprehensive Environmental Response, Compensation, and Liability Act (\"CERCLA\"); the Toxic Substances Control Act (\"TSCA\"); and various other federal, state, and local laws and regulations. Violations can result in substantial penalties, court orders to install pollution‑control equipment, civil and criminal sanctions, permit revocations, and facility shutdowns. Environmental laws and regulations may impose joint and several liability, without regard to fault, for cleanup costs on potentially responsible parties who have released, disposed of, or arranged for release or disposal of hazardous substances in the environment.\n\n9\n\n\nWe hold numerous environmental, mining, and other permits or approvals authorizing and regulating operations at each of our facilities. Our operations are subject to permits for, among other things, extraction of salt and brine, discharges of process water, air emissions, injection of brine, water storage and handling and appropriation of water. Some of our proposed activities may require waste storage permits. A decision by a government agency to deny or delay issuing a new, modified, or renewed permit or approval, or to revoke or substantially modify an existing permit or approval, could limit or prevent us from mining at these properties. In addition, changes to environmental and mining regulations or permit requirements could limit our ability to continue operations at the affected facility. In many cases, environmental and operating permits and approvals are also required for an expansion of, or changes to, our operations. As a condition to procuring the necessary permits and approvals, we may be required to comply with financial assurance regulatory requirements. The purpose of these requirements is to assure the government that sufficient company funds will be available for the reclamation, closure, and post-closure care at our facilities. We obtain bonds as financial assurance for these obligations. These bonds require annual payment and renewal. We believe we are in compliance with existing regulatory programs, permits, and approvals where non-compliance could have a material adverse effect on our operating results or financial condition.\n\n In 2016, the OSE Dam Safety Bureau determined that our East tailing impoundment and West tailing impoundment are considered jurisdictional dams. In 2024, the OSE Dam Safety Bureau classified our East tailing impoundment as a high hazard potential dam. We continue to work with the OSE Dam Safety Bureau to determine required dam modifications. In 2024, we received notice from the New Mexico Environment Department Groundwater Quality Bureau (“NMED GQB”) that the East tailing impoundment is subject to regulation by the NMED GQB and that our West tailing impoundment may be subject to regulation by the NMED GQB. We submitted an application for a discharge permit to the NMED GQB in February 2025. We may be required to spend a significant amount of capital on our East tailing impoundment to comply with the discharge permit requirements. Similarly, we may be required to spend a significant amount of capital on our West tailing impoundment to comply with the discharge permit requirements if a discharge permit for the impoundment is required.\n\nOccasionally governmental agencies notify us of noncompliance with certain environmental laws, regulations, permits, or approvals. For example, although designated as zero discharge facilities under the applicable water quality laws and regulations, our North, and Moab facilities at times may experience some water and brine discharges during periods of significant rainfall or due to other circumstances. We have implemented several initiatives to address discharge issues, including the reconstruction or modification of certain impoundments, increasing evaporative area, and reducing process water usage and improved management systems. State and federal officials are aware of these issues and have visited the sites to review our corrective efforts and action plans, and, in some circumstances, require an operational permit. \n\nAir, Water Discharge, and Drinking Water\n\nThe New Mexico Environment Department (“NMED”) and the Utah Department of Environmental Quality (“UDEQ”) affirm our compliance with applicable permits and conduct periodic inspections of our New Mexico and Utah facilities, respectively. In the ordinary course of business, we may receive notices from NMED or UDEQ of alleged air, water discharge, or drinking water quality violations. Upon receipt of any such violations, including notices of noncompliance, we make any required corrective actions. \n\nSafety and Health Regulation and Programs\n\n    Some of our facilities are subject to the Federal Mine Safety and Health Act of 1977 (\"MSHA\"), the Occupational Safety and Health Act (\"OSHA\"), related state statutes and regulations, or a combination of these laws.\n\n    Our conventional underground mines and related surface facilities in New Mexico are subject to MSHA jurisdiction. In accordance with MSHA, these facilities are regularly inspected by MSHA personnel. Item 4 and Exhibit 95.1 to this Annual Report provide information concerning certain mine safety violations.\n\nAs part of our ongoing safety programs, we collaborate with MSHA and the New Mexico Bureau of Mine Safety to identify and implement accident prevention techniques and practices. A trained mine rescue team services our New Mexico facilities. This team is ready to respond to on-site incidents or assist in local incidents, if needed. In addition, our New Mexico facilities participate in a Mine Rescue Assistant Agreement with other mine facilities and a federal hazardous waste facility to provide mine rescue support.\n\nOur Utah facilities and our HB mine and plant are subject to OSHA jurisdiction. We provide all OSHA required training and other certifications to our employees at these facilities. \n\nRemediation at Intrepid Facilities\n\n    Many of our current facilities have been in operation for a number of years. Our and our predecessors' operations involved the historical use and handling of potash, salt, related potash and salt byproducts, process tailings, hydrocarbons, and other regulated substances. Some of these operations resulted, or may have resulted, in soil, surface water, or groundwater \n\n10\n\n\ncontamination. At some locations, there are areas where process waste, building materials (including asbestos‑containing transite), and ordinary trash may have been disposed or buried, and have since been properly closed and maintained.\n\nAt some of our facilities, spills or other releases of regulated substances may have occurred or could potentially occur, possibly requiring us to undertake or fund cleanup efforts under CERCLA or state laws governing cleanup or disposal of hazardous and solid waste.\n\nWe work closely with government authorities to obtain the appropriate permits to address identified site conditions. For example, buildings located at our facilities in Utah and New Mexico have a type of siding that contains asbestos. We have adopted programs to encapsulate and stabilize portions of the siding through use of an adhesive spray and to remove the siding, replacing it with an asbestos-free material. We have trained asbestos abatement crews that handle and dispose of the asbestos‑containing siding and related materials. We have a permitted asbestos landfill in Utah and have worked closely with Utah officials to address asbestos‑related issues at our Moab mine.\n\nReclamation Obligations\n\nMining and processing of potash generates residual materials that must be managed both during the operation of the facility and upon facility reclamation and closure. Potash tailings, consisting primarily of salt and fine sediments that remain after potash is removed from ore during processing, are stored in surface disposal sites. Some of these tailing materials may also include other contaminants, such as lead, that were introduced as reagents during historic processing methods. These tailings materials may require additional management and could result in the imposition of additional disposal and reclamation requirements. For example, at least one of our New Mexico mining facilities may have legacy issues regarding lead in a tailings pile that occurred from production methods utilized prior to our acquisition of these assets. During the life of the tailings management areas, we have incurred, and will continue to incur, significant costs to manage potash residual materials in accordance with environmental laws, regulations and permit requirements. Additional legal and permit requirements will take effect when these facilities are closed.\n\nOur surface permits require us to reclaim property disturbed areas of our facilities. Our operations in Utah and New Mexico have specific obligations related to reclamation of the land after mining and processing operations are concluded. The discounted present value of our estimated reclamation costs for our facilities as of December 31, 2024, is approximately $32.9 million, which is reflected in our audited financial statements found elsewhere in this Annual Report. Various permits and authorization documents negotiated with or issued by the appropriate governmental authorities include these estimated reclamation costs on an undiscounted basis.\n\nIt is difficult to estimate and predict the potential actual costs and liabilities associated with remediation and reclamation of our facilities. Additionally, it is possible that we could be identified in the future as a potentially responsible party for additional remediation and reclamation costs, either as a result of changes in existing laws and regulations or as a result of the identification of additional matters subject to remediation and/or reclamation obligations or liabilities.\n\nRoyalties\n\nThe potash, langbeinite, water, and byproducts we produce and sell from leased land or minerals may be subject to royalty payments. We produce and sell products from leased land and/or minerals owned by the U.S., the States of New Mexico and Utah, and private landowners. The terms of the royalty payments are determined at the time of the issuance or renewal of leases. Some royalties are determined as a fixed percentage of revenue and others vary based upon ore grade. Additionally, some of our leases are subject to overriding royalty interest payments paid to various owners. In 2024, we paid $10.6 million in federal, state, and private royalties. The royalty rates on our state and federal leases in New Mexico are currently set at various rates from 2.0% to 5.0%. The royalty rates on our state and federal leases in Utah are currently set at rates from 3.0% to 5.0%. The royalty rates on our private leaseholds are between 5.0% and 8.0%.  \n\nHuman Capital Resources\n\nHeadcount\n\nWe believe that our employees and contractors are significant contributors to the current and future success of Intrepid. Our ability to attract, retain, and motivate qualified personnel is critical to our operations. The skills, experience and industry knowledge of key employees significantly benefit our operations and performance. We value our relationships with our employees and consider our relationships with them to be good. As of December 31, 2024, we had a total of 468 employees. Our workforce is experienced, providing invaluable expertise and insight into our operations.\n\n11\n\n\nLocationNumber of EmployeesAverage Tenure (in years)\n\nDenver485\n\nMoab6010\n\nNew Mexico29610\n\nWendover6411\n\nWe have a collective bargaining agreement with a labor organization representing our hourly employees in Wendover, Utah, which expires on May 31, 2026. This agreement was negotiated between us and the United Steel, Paper and Forestry, Rubber, Manufacturing, Energy, Allied Industrial and Service Workers International Union, Local 867, and became effective on June 1, 2023. \n\nEmployee Development and Training\n\nWe believe in providing opportunities for employees to continue to develop and grow their careers. We offer our employees a tuition reimbursement program and ongoing support for continuing education for professional certifications and other credentials. We also provide a comprehensive career path program for our hourly employees that outlines the proficiencies necessary for each job level and sets forth the development steps to progress through various job levels.\n\nCompetitive Pay and Benefits\n\nWe have structured our compensation programs to balance incentive earnings for both short-term and long-term performance goals. We provide employee wages that are competitive and consistent with employee positions, skill levels, experience, knowledge, and geographic location. We align our executives' long-term equity compensation with our shareholders' interests by linking realizable pay with stock performance. \n\nWe are also committed to providing comprehensive benefit options to our employees. We offer benefits that will allow our employees and their families to live healthier and more secure lives. Our employee benefits include health insurance, telemedicine, an employee assistance program, paid and unpaid leave, life insurance, short-term disability insurance and a retirement savings plan with a company match. We also offer a variety of voluntary benefits that allow employees to select the options that meet their needs, including flexible time-off, adoption assistance, prescription savings solutions, and a wellness program.\n\nHealth and Safety\n\nThe health and safety of our employees is our highest priority and is embodied in our operating philosophy. We are committed to providing a safe, functional, and effective work environment for anyone who comes to our properties.\n\nSustainability\n\nWe are committed to providing consistent returns to our shareholders while being a good corporate citizen that values the welfare of our employees, the communities in which we operate, and the customers we serve. In prioritizing, improving, and managing our sustainability goals, we will create long-term value for our investors. We have made sustainability initiatives a priority for our management team and are committed to providing focused reporting on the sustainability issues that are the most relevant to our business and stakeholders. We published an updated Sustainability Report in 2024 to clearly disclose the goals and metrics related to our sustainability programs, as we believe this information will allow our stakeholders to be informed about our progress. We intend to update these goals and metrics annually. We encourage you to read our Sustainability Report to learn more about our strategy, efforts, and goals relating to these initiatives, which can be found on our website, www.intrepidpotash.com.\n\nAvailable Information\n\nWe file or furnish with the U.S. Securities and Exchange Commission (the \"SEC\") reports, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements, and any amendments to these reports filed or furnished pursuant to Section 13(a) or Section 15(d) of the Exchange Act. These reports are available free of charge on our website at www.intrepidpotash.com as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. These reports can also be obtained at www.sec.gov.  \n\nWe routinely post important information about us and our business, including information about upcoming investor presentations, on our website, www.intrepidpotash.com, under the Investor Relations tab. We encourage investors and other \n\n12\n\n\ninterested parties to enroll on our website to receive automatic email alerts regarding new postings. The information found on, or that can be accessed through, our website is not part of this or any other report we file with, or furnish to, the SEC.",
      "char_count": 49209
    },
    "item1a": {
      "text": "Table of Contents\n\nITEM 1A.RISK FACTORS\n\nYou should carefully consider the following risk factors. Our future performance is subject to a variety of risks and uncertainties that could materially and adversely affect our business, financial condition, and results of operations, and the trading price of our common stock. We may be subject to other risks and uncertainties not presently known to us. See \"Cautionary Note Regarding Forward-Looking Statements.\"\n\nSummary Risk Factors\n\nBelow is a summary of some of the principal risks that could adversely affect our business, operations and financial results:\n\nRisks Related to Our Business\n\n•Our potash and Trio® sales are subject to price and demand volatility resulting from periodic imbalances of supply and demand, which could negatively affect our results of operations.\n\n•We may not be successful in our efforts to sustain or expand water sales due to the status of our water rights, challenges to our water rights, changes in the demand for water in the areas around our facilities, restrictions on water use, or other events, which could adversely impact our financial condition and results of operations.\n\n•A decline in oil and gas drilling could decrease our revenue.\n\n•We may alter or expand our operations or continue to pursue acquisitions, which could adversely affect our business if we are unable to manage any expansion or acquisition effectively.\n\n•Competitors' aggressive pricing or operating strategies could adversely affect our sales and results of operations.\n\n•The seasonal demand for our products, and the resulting variations in our cash flows from quarter to quarter, could have an adverse effect on our results of operations and working capital requirements.\n\n•Our Trio® profitability could be affected by market entrants or the introduction of langbeinite alternatives.\n\n•International sales could present risks to our business.\n\n•If potash or Trio® prices decline, or oil and gas activity declines, we could be required to record write-downs of our long-lived and indefinite-lived assets, which could adversely affect our results of operations and financial condition.\n\n•If we are required to write down the value of our inventories, our financial condition and results of operations would be adversely affected.\n\n•Weakening of foreign currencies against the U.S. dollar could lead to lower domestic potash prices, which would adversely affect our results of operations. Currency fluctuations could cause our results of operations to fluctuate.\n\n•Our business depends on skilled and experienced workers, and our inability to find and retain quality workers could have an adverse effect on our development and results of operations.\n\n•Increases in the prices of energy and other important materials used in our business, or disruptions to their supply, could adversely impact our sales, results of operations, or financial condition.\n\n•Increased costs could affect our per-ton profitability.\n\n•A shortage of railcars or trucks for transporting our products, increased transit times, or interruptions in railcar or truck transportation could result in customer dissatisfaction, loss of sales, higher transportation or equipment costs, or disruptions in production.\n\n•We rely on our management personnel for the development and execution of our business strategy, and the loss of one or more members of our management team could harm our business.\n\n•We have less product diversification than nearly all of our competitors, which could have an adverse effect on our financial condition and results of operations.\n\n•Heavy precipitation or low evaporation rates at our solar solution mines could impact our potash production at those facilities, which could adversely affect our sales and results of operations.\n\n•Inflows of water into our langbeinite mine from heavy rainfall or groundwater could result in increased costs and production downtime and could require us to abandon the mine, any of which could adversely affect our results of operations.\n\n•A significant disruption to our information technology systems could adversely affect our business and operating results.\n\n•We face risks related to cybersecurity threats and incidents.\n\n•Artificial intelligence presents risks and challenges that can impact our business including by posing security risks to our confidential information, proprietary information, and personal data.\n\n•Our business may be adversely affected by union activities.\n\nRisks Related to Our Industry\n\n•Changes in the agricultural industry could exacerbate the cyclical nature of the prices and demand for our products or adversely affect the markets for our products.\n\n•Mining is a complex process that frequently experiences production disruptions, which could adversely affect our results of operations.\n\n•Mining is an inherently hazardous industry, and accidents could result in significant costs or production delays.\n\n•The grade of ore that we mine could vary from our projections due to the complex geology and mineralogy of reserves, which could adversely affect our production and our results of operations.\n\n•If the assumptions underlying our reserve estimates are inaccurate or if future events cause us to negatively adjust our previous assumptions, the quantities and value of our reserves, and in turn our financial condition and results of operations, could be adversely affected.\n\n•Existing and further oil and gas development in the Designated Potash Area could impair our potash reserves, which could adversely affect our financial condition or results of operations.\n\n•The mining business is capital intensive, and our inability to fund necessary or desirable capital expenditures could have an adverse effect on our growth and profitability.\n\nRisks Related to Financial Position, Indebtedness and Additional Capital Needs\n\n•The execution of strategic projects could require more time and money than we expect, which could adversely affect our results of operations and financial condition.\n\n•Future indebtedness could adversely affect our financial condition and impair our ability to operate our business.\n\n•Adverse conditions in the domestic and global economy and disruptions in the financial markets could negatively affect our results of operations and financial condition.\n\n•Market upheavals due to military actions, pandemics, terrorist attacks, other catastrophic events, or economic repercussions from those events could reduce our sales or increase our costs.\n\n•The loss of, or substantial decline in revenue from larger customers or certain industries could have a material adverse effect on our revenues, profitability, and liquidity. \n\nRisks Related to Compliance, Regulatory and Legal\n\n•Changes in laws and regulations affecting our business, or changes in enforcement practices, could adversely affect our financial condition or results of operations.\n\n•If we are unable to obtain and maintain the required permits, governmental approvals, and leases necessary for our operations, our business could be adversely affected.\n\n•Anti-corruption laws and regulations could subject us to significant liability and require us to incur costs.\n\nRisks Related to the Environment and Climate\n\n•Physical effects of climate change, and climate change legislation, could have a negative effect on us and our customers, and, in turn, our results of operations.\n\n•Environmental laws and regulations could subject us to significant liability and require us to incur additional costs.\n\nRisks Related to Our Common Stock\n\n•The price of our common stock may be volatile, and you could lose all or part of your investment.\n\n•The future issuance and sale of additional shares of our common stock, or by our announcement that the issuances and sales may occur, may adversely affect the market price of our common stock.\n\n•We do not anticipate paying cash dividends on our common stock.\n\n•Provisions in our charter documents and Delaware law may delay or prevent a third party from acquiring us.\n\n•We may issue additional securities, including securities that are senior in right of dividends, liquidation, and voting to our common stock, without your approval, which would dilute your existing ownership interests.\n\nRisks Related to Our Business\n\nOur potash and Trio® sales are subject to price and demand volatility resulting from periodic imbalances of supply and demand, which could negatively affect our results of operations.\n\nThe market for potash and Trio® is cyclical, and the prices and demand for potash and Trio® can fluctuate significantly. Periods of high demand, increasing profits, and high-capacity utilization lead to new plant investment and increased production. This growth continues until the market is over-saturated, leading to decreased prices and lower-capacity utilization until the cycle repeats. Despite supply disruptions from the Russia-Ukraine conflict in 2022 and 2023 which reduced production for a two-year period, global production in 2024 was approximately 70.6 million metric tonnes and is forecasted to be approximately 71.5 million metric tonnes in 2025. Global productive capacity remains higher than demand and significant brownfield and greenfield expansion projects are in progress. Tariffs and retaliatory tariffs, either proposed or enacted, could also impact the supply and demand balance. As a result of these factors, the prices and demand for potash can be volatile. This volatility can reduce profit margins and negatively affect our results of operations. We sell most of our potash and Trio® into the spot market \n\n15\n\n\nin the U.S. In addition, potash and Trio® do not have active hedge markets like many other commodities have. As a result, we do not have protection from this price and demand volatility.\n\nWe may not be successful in our efforts to sustain or expand water sales due to the status of our water rights, challenges to our water rights, changes in the demand for water in the areas around our facilities, restrictions on water use, or other events, which could adversely impact our financial condition and results of operations.\n\nWe have permitted, licensed, declared and partially adjudicated water rights in New Mexico under which we sell water primarily for industrial uses such as in the oil and gas services industry. We continue to work to expand sales of water, especially to support oil and gas development in the Permian Basin near our New Mexico facilities. If there are changes in state or federal regulations regarding oil and gas production or water usage, this could materially impact our ability to monetize our water rights. Third parties regularly challenge our applications to the OSE to change our water rights permits so that we are authorized to sell water to oil and gas producers. We may not be successful in our efforts to obtain the requisite permit changes. In many cases, sales of water require governmental permits or approvals. A decision to deny, delay, revoke, or modify a permit or approval could prevent us from selling water, increase the cost to provide water, or result in us having to refund prepayments that we have received for future water sales. If oil or gas prices decline, if oil and gas development in the Permian Basin decreases, or if demand for fresh water in the Permian Basin declines for other reasons, the demand for water under our water rights could be adversely affected. In addition, we could be required to expend capital to meet customer needs. Any of these events could adversely impact our financial condition and results of operations.\n\nWater rights in New Mexico are subject to a stated place of withdrawal, purpose and place of use. Some of our water right permits, declarations and licenses were originally issued for uses relating to our mining operations. To sell water under these rights for oil and gas development, we must apply for a permit from the OSE to change the point of diversion, purpose and/or place of use of the underlying water rights. The OSE reviews such applications and makes a determination as to the validity of the right and, will approve the proposed change if it determines the requested change will not impair existing water rights, will not be contrary to the conservation of water within the state, and will not be detrimental to the public welfare of the state. In some situations, the OSE can issue a preliminary authorization for the change, which allows for the proposed change to go into effect immediately while pending further administrative review. Such authorizations for water sales are often subject to repayment if the underlying water rights were ultimately found to be invalid. Third parties may protest an application to change a point of diversion, purpose or place of use or a preliminary authorization at minimal cost and frequently do so. Once protested, an administrative process begins, whereby the OSE will ultimately determine if the subject application or preliminary authorization will impair existing water rights, will be contrary to the conservation of water within the state or will be detrimental to the public welfare of the state. The OSE’s findings can be appealed to a New Mexico district court. A significant portion of our water sales are being made under leases issued by the OSE. Additionally, some of our water rights are permitted water rights for which we still need to provide proof of completion of works and proof of beneficial use to the OSE. Please see Note 15 of the Notes to Consolidated Financial Statements for an update on challenges to our water rights.\n\nWe may face political and regulatory issues relating to the potential use of the maximum amount of our rights. Any decrease in our water rights could materially impact our ability to monetize our water rights.\n\nA decline in oil and gas drilling could decrease our revenue.\n\nA portion of our revenue comes from the sale of water, brines, and potassium chloride for use in oil and gas development. We also generate revenue from the sale of caliche, a produced water royalty, and various surface use agreements with operators. A decline in oil and gas drilling, especially in the Permian Basin, could reduce our sales of water, brines, and potassium chloride and result in reduced revenue from our other oilfield related offerings. In addition, oil and gas developers are regularly looking for ways to use more produced water instead of fresh water in oil and gas development and operations. Also, there are other products available that have some of the same clay-inhibiting properties as our potassium chloride. These alternative products could temporarily or permanently replace some of our sales of water or potassium chloride. We also have other oilfield product and service offerings, such as caliche and brine products, the sales of which were negatively impacted by the decline in oil and gas development in 2020, and may be further impacted in the future by declines in oil and gas development.\n\nWe may alter or expand our operations or continue to pursue acquisitions, which could adversely affect our business if we are unable to manage any expansion or acquisition effectively.\n\nWe continue to look for opportunities designed to maximize the value of our existing assets, such as through increased production and sales of potash, water, salt, and brine. For example, in 2019 we purchased water and real property assets in southeastern New Mexico, which we refer to as Intrepid South, in an effort to expand our water sales and other revenue from the oil and gas industry. We may also enter into new or complementary businesses that expand our product offerings beyond our existing assets. We may also expand into new products or services in our current industry or other industries. Ultimately, \n\n16\n\n\nwe may be unsuccessful in implementing any alteration of our activities or expansion initiatives. Further, we may not be able to fully realize any anticipated benefits of these initiatives. Any expansion initiatives may require significant capital investments and those investments may not produce our expected returns.\n\n    As part of our growth strategy, we may consider the acquisition of other companies or assets that complement or expand our business. We may not be able to successfully identify suitable acquisition opportunities, prevail against competing potential acquirers, negotiate appropriate acquisition terms, obtain necessary financing, complete proposed acquisitions, successfully integrate acquired businesses or assets into our existing operations, or expand into new markets. An acquisition may require us to use a significant portion of available cash or may result in significant dilution to our stockholders. We may be required to assume unanticipated liabilities or contingencies as part of an acquisition, or we may face substantial costs, delays, or other problems as part of the integration process. In addition, acquired businesses or assets may not achieve the desired effects or otherwise perform as we expect. We may not realize the synergies that we expect to achieve. Additionally, while we execute these acquisitions and related integration activities, our attention may be diverted from our ongoing operations, which could have a negative impact on our business.\n\n    Any of these items could negatively impact our financial condition and results of operations.\n\nCompetitors' aggressive pricing or operating strategies could adversely affect our sales and results of operations.\n\n    The potassium-fertilizer industry is concentrated, with a small number of producers accounting for the majority of global production. Many of these producers have significantly larger operations and more resources than we do. These larger producers may have greater leverage in pricing negotiations with customers and transportation providers. They also have a broader product portfolio, which may allow them to offer rebates or bundle products to offer discounts or incentives to gain a competitive advantage. Competitors may also be able to mine their potash or langbeinite at a lower cost due to economies of scale or other competitive advantages. In addition, they may decide to pursue aggressive pricing or operating strategies that disrupt the global and U.S. markets. These disruptions could cause lower prices or demand for our product, which would adversely affect our sales and results of operations.\n\nThe seasonal demand for our products, and the resulting variations in our cash flows from quarter to quarter, could have an adverse effect on our results of operations and working capital requirements.\n\nThe fertilizer business is seasonal. With respect to domestic sales, we typically experience increased sales during the North American spring and fall application seasons. The degree of seasonality can change significantly from one year to the next due to weather-related shifts in planting schedules and purchasing patterns. We and our customers generally build inventories during low-demand periods of the year to ensure timely product availability during high-demand periods, resulting in increased working capital requirements just before the start of these seasons. If we are unable to accurately predict the timing of demand for our products due to variations in seasonality from year to year, our results of operations and working capital could be adversely affected. Similarly, if we do not have adequate storage capacity to manage varying inventory needs, we may need to reduce production or lower the price at which we sell product, either of which would adversely affect our results of operations.\n\nWe market Trio® in various countries around the world, all of which have different climates and fertilizer-application patterns. As a result, seasonality in our international Trio® sales may develop, which could cause volatility in our results of operations.\n\nOur Trio® profitability could be affected by market entrants or the introduction of langbeinite alternatives.\n\nLangbeinite is produced by us and one other company from a single resource located in Carlsbad, New Mexico. Additional competition in the market for langbeinite and comparable products exists and could increase in the future. Other companies could seek to create and market chemically similar alternatives to langbeinite, some of which could be superior to langbeinite, or less costly to produce. In addition, companies sometimes blend several nutrients to obtain a product with similar agronomic benefits as langbeinite. The market for langbeinite and our Trio® sales could be affected by the success of these and other products that are competitive with langbeinite, which could adversely affect the viability of our Trio® business and our results of operations and financial condition. Further, recent increases in the supply of langbeinite by us and the other producer may continue to pressure the sales price of Trio®.\n\nInternational sales could present risks to our business.\n\nSales of Trio® into international markets often require more resources and management attention than domestic sales and may subject us to economic, regulatory, and political risks that are different from those in the U.S. These risks include accounts receivable collection; the need to adapt marketing and sales efforts for specific countries; new and different sources of competition; disputes and losses associated with overseas shipping; tariffs; export controls, and trade duties; additional time and effort to obtain product certifications; adverse tax consequences; restrictions on the transfer of funds; changes in legal and \n\n17\n\n\nregulatory requirements or import policies including sanctions; compliance with potentially unfamiliar local laws and customs; and political and economic instability. International sales may also be subject to fluctuations in currency exchange rates, which could increase the price of our products outside the U.S. and expose us to foreign currency exchange rate risk. Certain international markets require significant time and effort on the part of management to develop relationships and gain market acceptance for our products. Overall, there are additional logistical requirements associated with international sales, which may increase the time between production and our ability to recognize related revenue. Our failure to manage any of these risks successfully could harm our future international operations and our overall business.\n\nIf potash or Trio® prices decline, or oil and gas activity declines, we could be required to record write-downs of our long-lived and indefinite-lived assets, which could adversely affect our results of operations and financial condition.\n\nWe evaluate our long-lived assets for impairment when events or changes in circumstances indicate that the related carrying amount may not be recoverable. Impairment is considered to exist if an asset's total estimated future cash flows on an undiscounted basis are less than the carrying amount of the related asset. An impairment loss is measured and recorded based on the discounted estimated future cash flows.\n\nIn 2024, we recorded total impairment charges to our long-lived assets and mineral properties of $10.7 million, of which $4.4 million related to assets at our East mine and $6.4 million related to certain assets in our oilfield solutions segment.\n\nIn 2023, we recorded total impairment charges of $43.3 million, of which $31.9 million related to our long-lived assets and mineral property assets at our East mine. We determined that sufficient indicators of potential impairment existed because higher Trio® production costs and lower realized Trio® prices led to negative gross margins for our Trio® segment. We also recorded impairment charges of $9.9 million related to our long-lived assets that are in care and maintenance at our West mine, and $1.5 million related to certain assets in our oilfield solutions segment.\n\nWe also have certain indefinite-lived intangible assets that we evaluate for impairment at least annually or more frequently when events or changes in circumstances indicate the fair value may have changed. An impairment loss is measured and recorded based on the current fair value of the asset.\n\nAfter recording impairment charges to our long-lived assets in 2024, we believe the carrying values of our long-lived assets and our indefinite-lived intangible assets were realizable as of the balance sheet dates. However, future events could cause us to conclude otherwise. These future events could include further significant and sustained declines in potash or Trio® prices, further significant or sustained declines in water prices and demand, or higher production and operating costs. Further, based on our analysis of the profitability of any of our facilities, we may decide to terminate or suspend operations at additional facilities. These events could require a further write-down of the carrying value of our assets, which would adversely affect our results of operations and financial condition. \n\nIf we are required to write down the value of our inventories, our financial condition and results of operations would be adversely affected.\n\nWe carry our inventories at the lower of cost or net realizable value. In periods when the market prices for our products fall below our cost to produce them and the lower prices are not expected to be temporary, we are required to write down the value of our inventories. We recorded $4.0 million of lower of cost or net realizable value adjustments in our potash segment in 2024. Any write-down of our inventory would adversely affect our financial condition and results of operations, possibly materially.\n\nWeakening of foreign currencies against the U.S. dollar could lead to lower domestic potash prices, which would adversely affect our results of operations. Currency fluctuations could cause our results of operations to fluctuate.\n\nThe U.S. imports the majority of its potash, including from Canada, Russia, and other countries. If the local currencies for foreign suppliers strengthen in comparison to the U.S. dollar, foreign suppliers realize a smaller margin in their local currencies unless they increase their nominal U.S. dollar prices. Strengthening of these local currencies therefore tends to support higher U.S. potash prices as the foreign suppliers attempt to maintain their margins. However, if these local currencies weaken in comparison to the U.S. dollar, foreign suppliers may lower prices to increase sales volume while again maintaining a margin in their local currency. Changes in the strength of the U.S. dollar compared to other currencies could cause our sales prices and results of operations to decrease or fluctuate significantly.\n\nOur business depends on skilled and experienced workers, and our inability to find and retain quality workers could have an adverse effect on our development and results of operations.\n\nThe success of our business depends on our ability to attract and retain skilled managers, engineers, and other workers. At times, we may not be able to find or retain qualified workers. In particular, the labor market around Carlsbad, New Mexico, is competitive and employee turnover is generally high. In that market, we compete for experienced workers with several other \n\n18\n\n\nemployers, including natural resource and hazardous waste facilities, oil and gas producers, and another producer of langbeinite. If we are unable to attract and retain quality workers, the development and growth of our business could suffer, or we could be required to raise wages to keep our employees, hire less qualified workers, or incur higher training costs. These risks may be exacerbated in times when we need to reduce our workforce due to economic conditions. The occurrence of any of these events could have an adverse effect on our results of operations. For example, in mid-2016, we idled our West mine and transitioned our East mine to Trio®-only, resulting in us laying off a significant number of skilled employees in New Mexico. This may make it more difficult for us to re-hire skilled employees in the future.\n\nIncreases in the prices of energy and other important materials used in our business, or disruptions to their supply, could adversely impact our sales, results of operations, or financial condition.\n\nNatural gas, electricity, chemicals, diesel, and gasoline are key materials that we purchase and use in the production of our products. The prices of these commodities are volatile.\n\nOur sales and profitability are impacted by the price and availability of these materials. A significant increase in the price of these materials that is not recovered through an increase in the price of our products, or an extended interruption in the supply of these materials to our production facilities, could adversely affect our results of operations or financial condition. In addition, high natural gas or other fuel costs could increase input costs for end-users of our products, which could cause them to spend less on our products.\n\nIncreased costs could affect our per-ton profitability.\n\nA substantial portion of our operating costs is comprised of fixed costs that do not vary based on production levels. These fixed costs include labor and benefits, base energy usage, property taxes, insurance, maintenance expenditures, and depreciation. Any increase in fixed costs or decrease in production generally increases our per-ton costs and correspondingly decreases our per-ton operating margin. We operate our East Plant at less than full capacity in order to curtail our Trio® production to match expected demand and manage inventory levels. A significant increase in costs at any of our facilities could have an adverse effect on our profitability and cash flows, particularly during periods of lower potash and Trio® prices.\n\nA shortage of railcars or trucks for transporting our products, increased transit times, or interruptions in railcar or truck transportation could result in customer dissatisfaction, loss of sales, higher transportation or equipment costs, or disruptions in production.\n\n    We rely heavily upon truck and rail transportation to deliver our products to our customers. In addition, the cost of transportation is an important component of the price of our products. A shortage of trucks or railcars for carrying product or increased transit times due to accidents, highway or railway disruptions, congestion, high or compressed demand, labor disputes, adverse weather, natural disasters, changes to transportation systems, or other events could prevent us from making timely delivery to our customers or lead to higher transportation costs. As a result, we could experience customer dissatisfaction or a loss of sales. Similarly, disruption within the transportation systems could negatively affect our ability to obtain the supplies and equipment necessary to produce our products. We may also have difficulty obtaining access to vessels to deliver our products to overseas customers.\n\nWe rely on our management personnel for the development and execution of our business strategy, and the loss of one or more members of our management team could harm our business.\n\nOur management personnel have significant relevant industry and company-specific experience. Our senior management team has developed and implemented first-of-their-kind processes and other innovative ideas that are important to our business. Our success depends, in part, upon the performance and continued services of our senior leadership team. We do not currently maintain \"key person\" life insurance on any of our management personnel. If we are unable to retain these individuals, our operations could be disrupted and we may be unable to achieve our business strategies and grow effectively.\n\n On September 30, 2024, Robert P. Jornayvaz III resigned from all positions with the Company and its subsidiaries and affiliates following his extended medical leave of absence. Mr. Jornayvaz was our co-founder and had an in-depth knowledge and understanding of our business operations. He served as our Chief Executive Officer from our formation in 2008 until 2010, and again from 2014 until the time of his resignation. He also served as our Executive Chairman of the Board since 2010. The Company's Board of Directors (the \"Board\") appointed Kevin S. Crutchfield as Chief Executive Officer and a member of the Board as a Class III director, effective December 2, 2024. \n\nWe have less product diversification than nearly all of our competitors, which could have an adverse effect on our financial condition and results of operations.\n\nA significant portion of our revenue comes from the sale of potash and langbeinite, whereas nearly all of our competitors are diversified, primarily into nitrogen- or phosphate-based fertilizer businesses or other chemical or industrial \n\n19\n\n\nbusinesses. In addition, a majority of our sales are to customers in the U.S., and generally these customers are concentrated in key geographies where we have a freight advantage. As a result, we could be impacted more acutely by factors affecting our industry or the regions in which we operate than we would if our business was more diversified and our sales more global. A decrease in the demand for potash and langbeinite would have an adverse effect on our financial condition and results of operations. Similarly, in periods when production exceeds demand, the price at which we sell our potash and langbeinite and our sales volumes would likely fall, which would adversely affect our results of operations and financial condition more than our diversified competitors.\n\nHeavy precipitation or low evaporation rates at our solar solution mines could impact our potash production at those facilities, which could adversely affect our sales and results of operations.\n\n    All of our potash production comes from our solar solution mines. These facilities use solar evaporation ponds to form potash crystals from brines. Weather conditions at these facilities could negatively impact potash production. For example, heavy rainfall in September and October, just after the evaporation season ends, can reduce the amount of potash we produce in that year or the following year by causing the potash crystals to dissolve and consume pond capacity. Similarly, lower‑than‑average temperatures or higher-than-average seasonal rainfall would reduce evaporation rates and therefore impact production. We experienced significant rainfall in the summer of 2019 at our Wendover facility which reduced the product available for sale in 2020. Similarly, our HB facility experienced a higher-than-average seasonal rainfall in the summer of 2021, which led to fewer tons available for sale in the second half of 2021 and in the spring of 2022. If we experience heavy rainfall or low evaporation rates at any of our solar solution mines, we would have less potash available for sale, and our sales and results of operations would be adversely affected. Reduced potash available for sale could also affect our ability to produce and sell byproducts such as salt and magnesium chloride. \n\nInflows of water into our langbeinite mine from heavy rainfall or groundwater could result in increased costs and production downtime and could require us to abandon the mine, any of which could adversely affect our results of operations.\n\nMajor weather events such as heavy rainfall can result in water inflows into our underground, langbeinite mine. The presence of water-bearing strata in many underground mines carries the risk of water inflows into the mines. If we experience water inflows at our langbeinite mine, our employees could be injured and our equipment and mine shafts could be seriously damaged. We could be forced to shut down the mine temporarily, potentially resulting in significant production delays, and we could spend substantial funds to repair or replace damaged equipment. Inflows may also destabilize the mine shafts over time, resulting in safety hazards for employees and potentially leading to the permanent abandonment of the mine.\n\nA significant disruption to our information technology systems could adversely affect our business and operating results.\n\nWe rely on a variety of information technology and automated operating systems to manage or support our operations. We depend on our information technology systems for a variety of functions, including, but not limited to, financial reporting, inventory management, procurement, invoicing, and email. We also have access to, and we create and store, sensitive data, including our proprietary business information and that of our customers, and personally identifiable information of our employees. The proper functioning of these systems and the security of this data is critical to the efficient operation and management of our business. In addition, these systems could require modifications or upgrades as a result of technological changes or growth in our business. These changes could be costly and disruptive to our operations and could impose substantial demands on management time. Our systems, and those of third-party providers, also could be vulnerable to damage or disruption caused by catastrophic events, power outages, natural disasters, computer system or network failures, viruses or malware, physical or electronic break-ins, unauthorized access, and cyber-attacks. Although we take steps to secure our systems and electronic information, these cybersecurity measures may not be adequate. Any security breaches could compromise our networks and the information stored on them could be improperly accessed, disclosed, lost, or stolen. Any such access, disclosure or other loss of information could disrupt our operations and the services we provide to customers, damage our reputation or our relationships with our customers or result in legal claims or proceedings, any of which could adversely affect our business, reputation, and operating results.\n\nWe face risks related to cybersecurity threats and incidents.\n\nWe regularly face attempts by others to gain unauthorized access through the internet, or to introduce malicious software, to our information technology (“IT”) systems. Individuals or organizations, including malicious hackers and insider threats including employees and third-party service providers, or intruders into our physical facilities, at times attempt to gain unauthorized access to our software, network, and services. We could also be a target of malicious attackers who attempt to gain access to our network or data centers; steal proprietary information related to our business, products, employees, suppliers and customers; interrupt our systems and services or those of our suppliers, customers, or others; or demand a ransom to return \n\n20\n\n\ncontrol of such systems and services. Such attempts—including but not limited to—social engineering or “phishing” attempts, denial of service attacks and malware (including viruses, trojans and keyloggers) are increasing in number, intensity and in technical sophistication, and are increasingly difficult to detect for periods of time, especially as they relate to attacks on third-party vendors, and, if successful, expose us and any affected parties to risk of loss or misuse of proprietary or confidential information or disruptions of our business operations, including our manufacturing operations. These attacks are often carried out by motivated and highly skilled actors, who are increasingly well-resourced. Our IT infrastructure also includes services provided by third parties, and these service providers can experience breaches of their systems and products that impact the security of our systems and our proprietary or confidential information. In addition, certain factors, such as rapid technology evolution, including increased adoption of artificial intelligence, and geopolitical events, have increased cybersecurity risks. A substantial breach of our or one of our service providers’ systems could damage our reputation and result in the loss of revenues, or the misuse of confidential data, manufacturing challenges or disruption, diversion of management attention, litigation, regulatory action and damage to our relationships with vendors, business partners and customers, and we may incur significant expenses to resolve such issues.\n\nFinally, the SEC has adopted new rules that require us to provide greater disclosures around cybersecurity risk management, strategy, and governance, as well as disclose the occurrence of material cybersecurity incidents. We cannot yet predict or estimate the amount of additional costs we will incur in order to comply with these rules or the timing of such costs. These rules and regulations may also require us to report a cybersecurity incident before we have been able to fully assess its impact or remediate the underlying issue. Efforts to comply with such reporting requirements could divert management’s attention from our incident response and could potentially reveal system vulnerabilities to threat actors. Failure to timely report incidents under these or other similar rules could also result in monetary fines, sanctions, or subject us to other forms of liability. This regulatory environment is increasingly challenging and may present material obligations and risks to our business, including significantly expanded compliance burdens, costs, and enforcement risks.\n\nArtificial intelligence presents risks and challenges that can impact our business including by posing security risks to our confidential information, proprietary information, and personal data.\n\nIssues in the development and use of artificial intelligence, combined with an uncertain regulatory environment, may result in reputational harm, liability, or other adverse consequences to our business operations. As with many technological innovations, artificial intelligence presents risks and challenges that could impact our business. We may adopt and integrate generative artificial intelligence tools into our systems for specific use cases reviewed by legal and information security. Our vendors may incorporate generative artificial intelligence tools into their offerings without disclosing this use to us, and the providers of these generative artificial intelligence tools may not meet existing or rapidly evolving regulatory or industry standards with respect to privacy and data protection and may inhibit our or our vendors’ ability to maintain an adequate level of service and experience. If we, our vendors, or our third-party partners experience an actual or perceived breach or privacy or security incident because of the use of generative artificial intelligence, we may lose valuable intellectual property and confidential information, and our reputation and the public perception of the effectiveness of our security measures could be harmed. Further, bad actors around the world use increasingly sophisticated and rapidly evolving methods, including the use of artificial intelligence, to engage in illegal activities involving the theft and misuse of personal information, confidential information, and intellectual property. Any of these outcomes could damage our reputation, result in the loss of valuable property and information, and adversely impact our business.\n\nOur business may be adversely affected by union activities.\n\n    Hourly employees at our Wendover facility are represented by a labor union. These employees represent approximately 11% of our total workforce. Our current collective bargaining agreement with the union, which became effective on June 1, 2023, expires on May 31, 2026. Although we believe that our relations with our unionized employees are good, we may not be successful in negotiating a new collective bargaining agreement as a result of general economic, financial, competitive, legislative, political, and other factors beyond our control. Any new agreement could result in a significant increase in our labor costs. In addition, a breakdown in negotiations or failure to timely enter into a new collective bargaining agreement could materially disrupt our Wendover operations.\n\n    From time to time, efforts have been made to unionize employees at our other facilities. Additional unionization efforts could disrupt our business, consume management attention, or increase our operating costs. In addition, if these efforts were successful, we could experience increased labor costs, an increased risk of work stoppages, and limits on our flexibility to run our business in the most efficient manner to remain competitive.\n\nRisks Related to Our Industry\n\n21\n\n\nChanges in the agricultural industry could exacerbate the cyclical nature of the prices and demand for our products or adversely affect the markets for our products.\n\n    Farmers attempt to apply the optimum amounts of fertilizer to maximize their economic returns. A farmer's decision about the application rate for each fertilizer, or the decision to forgo the application of a fertilizer, particularly potash and Trio®, varies from year to year depending on several factors. These factors include crop types, crop prices, weather patterns, fertilizer and other crop input costs, and the level of crop nutrients remaining in the soil following the previous harvest. Farmers are more likely to increase application rates of fertilizers when crop prices are relatively high, fertilizer and other crop input costs are relatively low, or the level of crop nutrients remaining in the soil is relatively low. Conversely, farmers are likely to reduce application of fertilizers when farm economics are weak or declining or the level of crop nutrients remaining in the soil is relatively high. This variability in application rates can impact the cyclical nature of the prices and demand for our products. In addition, farmers may buy and apply potash or Trio® in excess of current crop needs, which results in a build-up of potassium in the soil that can be used by crops in subsequent crop years. If this occurs, demand for our products could be delayed to future periods.\n\n    State and federal governmental policies, including farm and ethanol subsidies and commodity support programs, may also influence the number of acres planted, the mix of crops planted, and the use of fertilizers. In addition, there are various city, county, and state initiatives to regulate the use and application of fertilizers due to various environmental concerns. If U.S. agricultural production or fertilizer use decreases significantly due to one or more of these factors, our results of operations could be adversely affected.\n\nMining is a complex process that frequently experiences production disruptions, which could adversely affect our results of operations.\n\nThe process of mining is complex. Production delays can occur due to equipment failures, unusual or unexpected geological conditions, environmental hazards, acts of nature, and other unexpected events or problems. Furthermore, production is dependent upon the maintenance and geotechnical structural integrity of our tailings and storage ponds. The amounts that we are required to spend on maintenance and repairs may be significant.\n\nOur East mine, surface, and support facilities are over 50 years old. As mining progresses at an underground mine, operations typically move further away from the shafts and, despite modernization through sustaining capital, fixed assets may require increased repair or refurbishment. These conditions increase the exposure to higher operating costs or the increased probability of incidents.\n\nMining is an inherently hazardous industry, and accidents could result in significant costs or production delays.\n\nMining is hazardous and involves various risks and hazards that can result in serious accidents. If accidents or unforeseen events occur, or if our safety procedures are not followed or are ineffective, we could be subject to liabilities arising out of personal injuries or death, our operations could be interrupted, or we could be required to shut down or abandon affected facilities. Accidents could cause us to expend significant amounts to remediate safety issues or repair damaged facilities.\n\nExisting or expanded oil and gas development near our mines could result in methane gas leaking from an oil and gas well into our mines. We test our mines regularly for methane gas. Unlike coal mines, our mines are not constructed or equipped to deal with methane gas. Any intrusion of methane gas into our mines could cause a fire or an explosion resulting in loss of life or significant property damage or could require the suspension of all mining operations until the completion of extensive modifications and re-equipping of the mine. The costs of modifying our mines and equipment could make it uneconomical to reopen our mines. You can find more information about the co-development of potash and oil and gas resources near our New Mexico facilities under the risk factor below entitled \"Existing and further oil and gas development in the Designated Potash Area could impair our potash reserves, which could adversely affect our financial condition or results of operations.\"\n\nThe grade of ore that we mine could vary due to the complex geology and mineralogy of our reserves, which could adversely affect our production and our results of operations.\n\nOre bodies have complex geology. Our production is affected by the mineral content and other mineralogy of the ore. Our projections of ore grade may not be accurate. There are numerous uncertainties inherent in estimating ore grade, including many factors beyond our control. As the grade of our remaining ore reserves decreases over time, we need to process more ore to produce the same amount of saleable-grade product, increasing our costs and slowing our production. In addition, there are few opportunities to acquire more reserves in the areas around our current operations. If we are unable to process more ore to maintain current production levels, if the processing of more ore materially increases our costs, or if our ore grade projections are not accurate, our results of operations would be adversely affected.\n\n22\n\n\nIf the assumptions underlying our reserve estimates are inaccurate or if future events cause us to negatively adjust our previous assumptions, the quantities and value of our reserves, and in turn our financial condition and results of operations, could be adversely affected.\n\nThere are numerous uncertainties inherent in estimating our potash and langbeinite reserves. As a result, our reserve estimates necessarily depend upon several assumptions, including the following:\n\n•geologic and mining conditions, which may not be fully identified by available exploration data and may differ from our experiences in areas where we currently mine or operate;\n\n•future potash and Trio® prices, operating costs, capital expenditures, royalties, severance and excise taxes, and development and reclamation costs;\n\n•future mining technology improvements;\n\n•the effects of governmental regulation; and\n\n•variations in mineralogy.\n\nIn addition, because reserves are estimates built on various assumptions, they cannot be audited for the purpose of verifying exactness. It is only after extraction that reserve estimates can be compared to actual values to adjust estimates of the remaining reserves. If any of the assumptions that we make in connection with our reserve estimates are incorrect, the amounts of potash and langbeinite that we can economically recover from our mines could be significantly lower than our reserve estimates. In addition, we periodically review the assumptions underlying our reserve estimates. If future events cause us to negatively adjust our previous assumptions, our reserve estimates could be adversely affected. In any of these events, our financial condition and results of operations could be adversely affected.\n\nExisting and further oil and gas development in the Designated Potash Area could impair our potash reserves, which could adversely affect our financial condition or results of operations.\n\n    The U.S. Department of the Interior (\"DOI\") regulates the co-development of federal mineral resources—both potash and oil and gas—on federal lands in what the DOI has designated as the Designated Potash Area. This 497,000-acre region outside of Carlsbad, New Mexico, includes all of our New Mexico operations and facilities. In 2012, the DOI issued an updated order that provides guidance to the BLM and industry on the co-development of these resources. See Order 3324 issued by the Secretary of the Interior on December 4, 2012 (\"2012 Secretary's Order\").\n\n    It is possible that oil and gas drilling in the Designated Potash Area could limit our ability to mine valuable potash and langbeinite reserves or mineralized deposits because of setbacks from oil and gas wells and the establishment of unminable buffer areas around oil or gas wells. It is also possible that the BLM could determine that the size of these unminable buffer areas should be larger than they are currently, which could impact our ability to mine our reserves. We review applications for permits to drill oil and gas wells as they are publicly disclosed by the BLM and the State of New Mexico. When appropriate, we protest applications for drilling permits that we believe should not be drilled consistent with the operative federal and state rules and that could impair our ability to mine our reserves or put at risk the safety of our employees. We may not prevail in these protests or be able to prevent wells from being drilled in the vicinity of our reserves. If, notwithstanding our protests and appeals, a sufficient number of wells are drilled through or near our reserves, our reserves could be significantly impaired, which could adversely affect our financial condition or results of operations.\n\nThe mining business is capital intensive and our inability to fund necessary or desirable capital expenditures could have an adverse effect on our growth and profitability.\n\nThe mining business is capital intensive. We may find it necessary or desirable to make significant capital expenditures in the future to sustain or expand our existing operations and may not have, or have access to, the financial resources to pursue these expenditures. If costs associated with capital expenditures increase or if our earnings decrease significantly or we do not have access to the capital markets, we could have difficulty funding any necessary or desirable capital expenditures at an acceptable rate or at all. This could limit the expansion of our production or make it difficult for us to sustain our existing operations at optimal levels. Increased costs for capital expenditures could also have an adverse effect on the profitability of our existing operations and returns from our most recent strategic projects.\n\nRisks Related to Financial Position, Indebtedness and Additional Capital Needs\n\nThe execution of strategic projects could require more time and money than we expect, which could adversely affect our results of operations and financial condition.\n\nFrom time to time, we invest in strategic projects. The completion of these projects could require significantly more time and money than we expect. In some cases, the construction or commissioning processes could force us to slow or shut down normal operations at the affected facility for a period of time, which would cause lower production volume and higher production costs per ton. In addition, our management team and other employees may be required to spend a significant amount \n\n23\n\n\nof time addressing strategic projects, which could mean that our normal operations receive less time and attention. As we proceed with one or more of these strategic projects, we may not realize the expected benefits despite substantial investments, they may cost significantly more than we expect, or we may encounter additional risks that we did not initially anticipate.\n\nFuture indebtedness could adversely affect our financial condition and impair our ability to operate our business.\n\n    As of December 31, 2024, we had no outstanding borrowings under a revolving credit facility that allows us to borrow up to $150 million. This credit facility expires in 2027. In the future, we may be unable to obtain new financing or refinancing on acceptable terms, or at all. In addition, we may incur additional indebtedness in the future. The agreements governing the credit facility restrict, but do not prohibit, us from incurring additional indebtedness.\n\n    Future indebtedness could have important consequences, including the following:\n\n•limiting our ability to borrow additional money or sell additional shares of common stock to fund our working capital, capital expenditures, and debt service requirements;\n\n•limiting our flexibility in planning for, or reacting to, changes in our business;\n\n•being more highly leveraged than some of our competitors, which could place us at a competitive disadvantage;\n\n•being vulnerable to a downturn in our business or the economy;\n\n•requiring us to dedicate a substantial portion of our cash flows from operations to the repayment of our indebtedness, thereby reducing the availability of our cash flows for other purposes; and\n\n•adversely affecting our business and financial condition if we default on or are unable to service our indebtedness, are unable to refinance such indebtedness on favorable terms or are unable to obtain additional financing, as needed. \n\n    Our debt agreement contains financial and other restrictive covenants. For example, the agreement includes financial covenants that require us to maintain a maximum leverage ratio (as these ratios are defined under the agreement). For more information about financial covenants, see Item 7. \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Liquidity and Capital Resources.\"\n\n    These covenants could limit our ability to engage in activities that are in our long-term best interests. Our failure to comply with these covenants would result in an event of default that, if not waived, could result in the acceleration of all outstanding indebtedness. The credit facility is secured by substantially all of our assets. As such, an event of default could also result in our lenders foreclosing on some or all of our assets.\n\nAdverse conditions in the domestic and global economy and disruptions in the financial markets could negatively affect our results of operations and financial condition.\n\n    Global and domestic economic volatility and uncertainty, for example, as a result of rising interest rates, a recession or fear of a recession, global trade uncertainties, tariffs, international conflicts, epidemics or other significant health concerns, and inflation, can create uncertainty for farmers and customers in the geographic areas where we sell our products. If farmers reduce, delay, or forgo their potash and Trio® purchases because of economic volatility or uncertainties the results of our operations would be adversely affected. Moreover, volatility and disruptions in the financial markets could limit our customers' ability to obtain adequate financing or credit to purchase and pay for our products, which would decrease our sales volume and increase our risk of non-payment by customers. Changes in governmental banking, monetary, and fiscal policies to restore liquidity and increase credit availability may not be effective. It is difficult to determine the extent of economic and financial market problems and the many ways in which they could negatively affect our customers and business. In addition, if we are required to raise additional capital or obtain additional credit during an economic downturn, we could be unable to do so on favorable terms or at all.\n\nMarket upheavals due to military actions, pandemics, terrorist attacks, other catastrophic events, or economic repercussions from those events could reduce our sales or increase our costs.\n\nActual or threatened armed conflicts, terrorist attacks, military or trade disruptions, or other catastrophic events, including pandemics and other public health crises, affecting the areas where we or our competitors do business could disrupt the global market for potassium-based products. As a result, our competitors may increase their sales efforts in our geographic markets and pricing of our products could suffer. If this occurs, we could lose sales to our competitors or be forced to lower our prices. In addition, due to concerns related to terrorism or the potential use of certain fertilizers as explosives, local, state, and federal governments could implement new regulations impacting the production, transportation, sale, or use of potassium-based products. These new regulations could result in lower sales or higher costs.\n\nThe loss or substantial decline in revenue from larger customers or certain industries could have a material adverse effect on our revenues, profitability, and liquidity. \n\n24\n\n\nDespite diversification across multiple industries, including agricultural, industrial, and feed, larger customers, at times, comprise a significant portion of our sales revenue. For example, in 2024 one customer in our potash and Trio® segments accounted for approximately 10%, or $25.6 million, or our total consolidated revenues. In 2023 and 2022, this same customer accounted for approximately 12%, or $33.4 million, and 10%, or $35.0 million of our total consolidated revenues, respectively. If we experience a significant decline in sales from our larger customers or in certain industries, it may be difficult to replace those sales which could have a material effect on our results of operations.\n\nRisks Related to Compliance, Regulatory and Legal Issues\n\nChanges in laws and regulations affecting our business, or changes in enforcement practices, could adversely affect our financial condition or results of operations.\n\nWe are subject to numerous federal, state, and local laws and regulations covering a wide variety of business practices. Changes in these laws or regulations could require us to modify our operations, objectives, or reporting practices in ways that adversely impact our financial condition or results of operations. In addition, new laws and regulations, including economic sanctions, or new interpretations of or enforcement practices with respect to existing laws and regulations, could similarly impact our business. For example, the recent imposition of additional tariffs, or proposed tariffs, by the U.S. on various countries (as well as potential retaliatory tariffs against the U.S.), could increase our cost of doing business and may lead to further challenges for us in the various markets in which we operate.\n\nAdditionally, we are subject to significant regulation under MSHA and OSHA. High-profile mining accidents could prompt governmental authorities to enact new laws and regulations that apply to our operations or to more strictly enforce existing laws and regulations. See also “Environmental laws and regulations could subject us to significant liability and require us to incur additional costs.” \n\nIf we are unable to obtain and maintain the required permits, governmental approvals, and leases necessary for our operations, our business could be adversely affected.\n\nWe hold numerous environmental, mining, safety, and other permits and governmental approvals authorizing and regulating the operations at each of our facilities. An agency's decision to deny or delay a new or renewed permit or approval, or to revoke or substantially modify an existing permit or approval, could prevent or limit us from continuing our operations at the affected facility, which could have an adverse effect on our business, financial condition, and results of operations. In addition, we could be required to expend significant amounts to obtain, or come into compliance with, these permits, approvals, and leases, or we could be required to make significant capital investments to modify or suspend our operations at one or more of our facilities.\n\nAny expansion of our existing operations would require us to secure the necessary environmental and other permits and approvals. We may not be able to obtain these permits and approvals in a timely manner or at all. In addition, under certain circumstances, the federal government must consider and study a project's likely environmental impacts. Based on the federal government's evaluation, it could require an environmental assessment or an environmental impact statement in order to approve a project or permit, which could result in significant time delays and costs. Furthermore, many of our operations occur on land that is leased from federal and state government authorities. Expansion of our existing operations could require securing additional federal and state leases. We may not be able to obtain or renew these leases on favorable terms or at all. In addition, our existing leases generally require us to commence mining operations within a specified time frame and to continue mining in order to retain the lease. The loss or non-renewal of a lease could adversely affect our ability to mine the associated reserves.\n\nAlso, certain of our existing leases require us to make royalty payments based on the revenue generated by the potash, langbeinite, water, or byproducts that we extract from the leased land. The royalty rates are subject to change whenever we renew our leases, which could lead to significant increases in these rates. As of December 31, 2024, approximately 17% of our state, federal and private lease acres at our New Mexico facilities (including leases at the HB and North mines) and 22% of our state and federal lease acres at our Utah operations will be up for renewal within the next five years. Increases in royalty rates would reduce our profit margins and, if the increases were significant, would adversely affect our results of operations. Reporting of royalties is subject to periodic audits by federal and state officials. The Office of Natural Resources Revenue (\"ONRR\") completed their draft audit report of our New Mexico royalty reporting in September 2019. As of February 2025, we are continuing to progress on the audit in cooperation with ONRR. \n\nAnti-corruption laws and regulations could subject us to significant liability and require us to incur costs.\n\nAs a result of our international sales, we are subject to the U.S. Foreign Corrupt Practices Act (the \"FCPA\") and other laws that prohibit improper payments or offers of payments to foreign governments and their officials for the purpose of obtaining or retaining business. Our international activities create the risk of unauthorized payments or offers of payments in violation of the FCPA or other anti-corruption laws by one of our employees, consultants, sales agents, or distributors even though these persons are not always subject to our control. Although we have implemented policies and training designed to \n\n25\n\n\npromote compliance with these laws, these persons may take actions in violation of our policies. Any violations of the FCPA or other anti-corruption laws could result in significant civil or criminal penalties and have an adverse effect on our reputation.\n\nRisks Related to the Environment and Climate\n\nPhysical effects of climate change, and climate change legislation, could have a negative effect on us and our customers, and, in turn, our results of operations.\n\n    The impact of climate change on our operations and our customers’ operations remains variable and uncertain. The physical effects of climate change could have an adverse effect on us and our customers as experts believe that climate change may be associated with more extreme weather conditions. These effects could include, but may not be limited to, changes in regional weather patterns, including drought and rainfall levels, timing and duration of wintry precipitation and snow events, water availability, sea levels, storm patterns and intensities and temperature levels, including increased volatility in seasonal temperatures via excessively hot or cold temperatures. These extreme weather conditions could vary by geographic location. \n\n    Severe climate change could have an adverse effect on our costs, production, or sales, especially with respect to our solar operations, which require hot, arid summer weather conditions. Prolonged periods of precipitation or cooler weather during the evaporation season could reduce evaporation rates, leading to decreases in our production levels. Similarly, drought or decreased mountain snowfall and associated freshwater run-off could change brine levels, impacting our mineral harvesting process at our Wendover facility. The occurrence of these events at our solar operations could lead to decreased production levels, increased operating costs and require us to make significant additional capital expenditures. Furthermore, weather conditions have historically caused volatility in the agricultural industry and, as a result, in our results of operations, by causing crop failures or significantly reduced harvests, which can adversely affect application rates, demand for our products and our customers’ creditworthiness. Weather conditions can also lead to drought or wildfires, which could adversely impact growers’ crop yields and the uptake of our products, which would reduce the need for application of our products for the following planting season, which could result in lower demand for our products and negatively impact the prices of our products. Finally, salt and magnesium chloride sales into the deicing market and our ability to utilize certain water rights for sale into oil and gas markets may be adversely affected by weather conditions in our markets. Any prolonged change in weather patterns in our markets, as a result of climate change or otherwise, could have a material impact on the results of our operations. \n\nIn recent years, the U.S. Congress considered legislation to reduce emissions of greenhouse gases (“GHGs”). Such initiatives could restrict our or our customers’ operations, require us or our customers to make changes in our respective businesses that would increase our operating costs, reduce our efficiency or limit our output, require us to make capital improvements to our facilities, increase our energy, raw material and transportation costs or limit their availability, or otherwise materially adversely affect our financial condition and results of operations. In addition, a number of states are addressing GHG emissions, primarily through the development of emission inventories or regional GHG cap and trade programs. Depending on the particular program, we and our customers could be required to control GHG emissions or to purchase and surrender allowances for GHG emissions resulting from our operations. \n\nIndependent of Congress, the Environmental Protection Agency (\"EPA\") has adopted regulations controlling GHG emissions under its existing authority under the CAA. For example, following its findings that emissions of GHGs present an endangerment to human health and the environment because such emissions contributed to warming of the earth’s atmosphere and other climate changes, the EPA has adopted regulations under existing provisions of the CAA that, among other things, establish construction and operating permit reviews for GHG emissions from certain large stationary sources that are already potential major sources for conventional pollutants. In addition, the EPA has adopted rules requiring the monitoring and reporting of GHG emissions from specified production, processing, transmission, and storage facilities in the U.S. on an annual basis. \n\nFurther, in December 2015, over 190 countries, including the U.S., reached an agreement to reduce global GHG emissions, also known as the Paris Agreement. The Paris Agreement entered into force in November 2016 after more than 170 nations, including the U.S., ratified or otherwise indicated their intent to be bound by the agreement. After previously withdrawing and rejoining the Paris Agreement, in January 2025 the U.S. began the process of withdrawing from the Paris Agreement. Actions to implement the mandates of the Paris Agreement or otherwise impose regulations on our industry or our customers’ industries aimed at reducing GHG emissions could have an adverse effect on our business. \n\nIt is possible that future legislation or regulation addressing climate change, including, any changes to existing agreements or any new international agreements, could adversely affect our operations, energy, raw material and transportation costs, results of operations, liquidity or capital resources, and these effects could be material or adversely impact us. In addition, to the extent climate change restrictions imposed in countries where our competitors operate, such as Canada, Russia, and Belarus, are less stringent than in the U.S., our competitors could gain cost or other competitive advantages over us.\n\nWe have also made certain public statements regarding our commitment to the environment and our focus on protecting the environments, resources, and ecosystems surrounding our locations. Although we intend to work closely with \n\n26\n\n\ncommunities and make it a priority to protect the natural resources surrounding our operation, we may be required to expend significant resources to do so, which could increase our operational costs. Further, there can be no assurance of the extent to which our goals will be achieved, or that any future investments we make in furtherance of achieving such target and goal will meet investor expectations or legal standards, if any, regarding sustainability performance. Moreover, we may determine that it is in the best interest of our Company and our stockholders to prioritize other business investments over the achievement of our current plans based on economic, technological developments, regulatory and social factors, business strategy or pressure from investors, activist groups, or other stakeholders. If we are unable to meet these commitments, then we could incur adverse publicity and reaction from investors, activist groups, or other stakeholders, which could adversely impact the perception of us and our products and services by current and potential customers, as well as investors, which could in turn adversely impact our results of operations. Failure to adapt to or comply with regulatory requirements or investor or stakeholder expectations and standards could negatively impact our reputation, ability to do business with certain partners, and harm our business.\n\nEnvironmental laws and regulations could subject us to significant liability and require us to incur additional costs.\n\nWe are subject to many environmental, safety, and health laws and regulations, including laws and regulations relating to mine safety, mine land reclamation, remediation of hazardous substance releases, and discharges into the soil, air, and water.\n\nOur operations, as well as those of our predecessors, have involved the use and handling of regulated substances, hydrocarbons, potash, salt, related potash and salt byproducts, and process tailings. These operations resulted, or may have resulted, in soil, surface water, and groundwater contamination. At some locations, salt-processing waste, building materials (including asbestos-containing material), and ordinary trash may have been disposed of or buried in areas that have since been closed and covered with soil and other materials.\n\nWe could incur significant liabilities under environmental remediation laws such as CERCLA due to the ownership or operations in our current or former facilities, adjacent or nearby third-party facilities, or off-site disposal locations. Under CERCLA and similar state laws, in some circumstances liability may be imposed without regard to fault or legality of conduct and one party may be required to bear more than its proportional share of cleanup costs at a site. Liability under these laws involves inherent uncertainties.\n\nWe are also subject to federal and state environmental laws that regulate discharges of pollutants and contaminants into the environment, such as the CWA and the CAA. For example, our water disposal processes rely on dikes and reclamation ponds that could breach or leak, resulting in a possible prohibited release into the environment. Moreover, although the North mine in New Mexico and the Moab mine in Utah are designated as zero discharge facilities under the applicable water quality laws and regulations, these mines could experience some water discharges during significant rainfall events.\n\nWe expect that we will be required to continue to invest in environmental controls at our facilities and that these expenses could be significant. In addition, violations of environmental, safety, and health laws could subject us to civil and, in some cases, criminal sanctions. We could also be required to invest in additional equipment, facilities, or employees, or could incur significant liabilities, due to any of the following:\n\n•changes in the interpretation of environmental laws;\n\n•modifications or amendments to current environmental laws;\n\n•the issuance of more stringent environmental laws; and\n\n•malfunctioning process or pollution control equipment.\n\n    The mining and processing of potash and langbeinite also generate residual materials that must be managed both during the operation of the facility and upon facility closure. For example, potash tailings, consisting primarily of salt, iron, and clay, are stored in surface disposal sites and require management. At least one of our New Mexico facilities, the HB mine, may have issues regarding lead in the tailings pile as a result of previous owners' operations. During the life of the tailings management areas, we have incurred and will continue to incur significant costs to manage potash residual materials in accordance with environmental laws and regulations and permit requirements.\n\nAs a potash producer, we currently are exempt from certain State of New Mexico mining laws related to reclamation obligations. If this exemption were to be eliminated or restricted, we could be required to incur significant expenses related to reclamation at our New Mexico facilities.\n\nFor more information about environmental, safety and health matters affecting our business, see \"Business-Environmental, Safety, and Health Matters.\"\n\nRisks Related to our Common Stock\n\nThe price of our common stock may be volatile, and you could lose all or part of your investment.\n\n27\n\n\nThe market price of our common stock has experienced, and may continue to experience, volatility. For example, during 2024, the market price of our common stock ranged between $17.52 and $29.75. These fluctuations may continue because of numerous factors, including, but not limited to, the following:\n\n▪our operating performance and the performance of our competitors;\n\n▪the public's reaction to our press releases, other public announcements, or filings with the SEC;\n\n▪changes in earnings estimates or recommendations by research analysts who follow us or other companies in our industry;\n\n▪variations in general economic, market, and political conditions;\n\n▪changes in commodity prices or foreign currency exchange rates;\n\n▪substantial sales of common stock by us in connection with future acquisitions or capital raising activities;\n\n▪actions of our current stockholders, including sales of common stock by our directors and executive officers;\n\n▪the arrival or departure of key personnel;\n\n▪other developments affecting us, our industry, or our competitors; and\n\n▪the other risks described in this Annual Report.\n\nOur financial position, cash flows, results of operations, and stock price could be materially adversely affected if commodity prices decline. In addition, in recent years the stock market has experienced extreme price and volume fluctuations. This volatility has had a significant effect on the market prices of securities issued by many companies for reasons unrelated to their operating performance. Our stock price may experience extreme volatility due to uncertainty regarding, among other things, commodity prices. These market fluctuations may materially and adversely affect our stock price, regardless of our operating results.\n\nOur stock is currently listed on the NYSE. For continued listing, we are required to meet specified listing standards, including a minimum stock price, market capitalization, and stockholders’ equity. If we are unable to meet the NYSE’s listing standards the NYSE would delist our common stock. At that point, it is possible that our common stock could be quoted on the over-the-counter bulletin board or the pink sheets. This could have negative consequences, including reduced liquidity for stockholders; reduced trading levels for our common stock; limited availability of market quotations or analyst coverage of our common stock; stricter trading rules for brokers trading our common stock; and reduced access to financing alternatives for us. We also would be subject to greater state securities regulation if our common stock was no longer listed on a national securities exchange. Volatility of our common stock may make it difficult for you to resell shares of our common stock when you want or at attractive prices.\n\nThe future issuance and sale of additional shares of our common stock or an announcement that the issuances and sales may occur, may adversely affect the market price of our common stock.\n\nWe cannot predict the size of future issuances or sales of shares of our common stock in connection with future acquisitions or capital raising activities, or the effect, if any, that the issuances or sales may have on the market price of our common stock. The issuance and sale of substantial amounts of shares of our common stock or an announcement that the issuances and sales may occur, could adversely affect the market price of our common stock.\n\nWe do not anticipate paying cash dividends on our common stock.\n\nWe currently intend to retain earnings to reinvest for future operations and growth of our business and do not anticipate paying any cash dividends on our common stock. Accordingly, realization of any gain on our common stock will depend on the appreciation of the price of the shares of our common stock, which may never occur. However, our Board of Directors, in its discretion, may decide to declare a dividend at an appropriate time in the future, subject to the terms of our revolving credit agreement. A decision to pay a dividend would depend upon, among other factors, our results of operations, financial condition, and cash requirements and the terms of our revolving credit agreement at the time a payment is considered.\n\nProvisions in our charter documents and Delaware law may delay or prevent a third party from acquiring us.\n\nWe are a Delaware corporation and the anti-takeover provisions of Delaware law impose various barriers to the ability of a third party to acquire control of us, even if a change of control would be beneficial to our existing stockholders. In addition, our current certificate of incorporation and bylaws contain several provisions that may make it more difficult for a third party to acquire control of us without the approval of our Board of Directors. These provisions may make it more difficult or expensive for a third party to acquire a majority of our outstanding common stock. Among other things, these provisions:\n\n•allow our Board of Directors to create and issue preferred stock with rights senior to those of our common stock without prior stockholder approval, except as may be required by NYSE rules;\n\n•do not permit cumulative voting in the election of directors, which would otherwise allow less than a majority of stockholders to elect director candidates;\n\n28\n\n\n•prohibit stockholders from calling special meetings of stockholders; \n\n•prohibit stockholders from acting by written consent, thereby requiring all stockholder actions to be taken at a meeting of our stockholders; \n\n•require vacancies and newly created directorships on the Board of Directors to be filled only by affirmative vote of a majority of the directors then serving on the Board;\n\n•establish advance notice requirements for submitting nominations for election to the Board of Directors and for proposing matters that can be acted upon by stockholders at a meeting; and\n\n•classify our Board of Directors so that only some of our directors are elected each year.\n\nThese provisions also may delay, prevent, or deter a merger, acquisition, tender offer, proxy contest, or other transaction that might otherwise result in our stockholders receiving a premium over the market price of the common stock they own.\n\nWe may issue additional securities, including securities that are senior in right of dividends, liquidation, and voting to our common stock, without your approval, which would dilute your existing ownership interests.\n\nOur Board of Directors may issue shares of preferred stock or additional shares of common stock without the approval of our stockholders, except as may be required by NYSE rules. Our Board of Directors may approve the issuance of preferred stock with terms that are senior to our common stock in right of dividends, liquidation, or voting. Our issuance of additional common shares or other equity securities of equal or senior rank will have the following effects:\n\n•our pre-existing stockholders’ proportionate ownership interest in us will decrease;\n\n•the relative voting strength of each previously outstanding common share may diminish; and\n\n•the market price of the common stock may decline.",
      "char_count": 86116
    }
  },
  "extracted_at": "2026-01-19T15:41:30.664059"
}