{
  "ticker": "LEA",
  "company_name": "LEAR CORP",
  "cik": 842162,
  "form_type": "10-K",
  "filing_date": "2025-02-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000842162-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000842162&accession_number=000084216225000010&xbrl_type=v",
  "sic_code": "3714",
  "industry": "Motor Vehicle Parts & Accessories",
  "sections": {
    "item1": {
      "text": "ITEM 1 – BUSINESS\n\nIn this Annual Report on Form 10-K (this \"Report\"), when we use the terms the \"Company,\" \"Lear,\" \"we,\" \"us\" and \"our,\" unless otherwise indicated or the context otherwise requires, we are referring to Lear Corporation and its consolidated subsidiaries. A substantial portion of the Company's operations are conducted through subsidiaries controlled by Lear Corporation. The Company is also a party to various joint venture arrangements. Certain disclosures included in this Report constitute forward-looking statements that are subject to risks and uncertainties. See Item 1A, \"Risk Factors,\" and Part II — Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations — Forward-Looking Statements.\"\n\nBUSINESS OF THE COMPANY\n\nGeneral\n\nLear Corporation is a global automotive technology leader in Seating and E-Systems, enabling superior in-vehicle experiences for consumers around the world. We supply complete seat systems, key seat components, complete electrical distribution and connection systems, high-voltage power distribution products, including battery disconnect units (\"BDUs\"), low-voltage power distribution products and electronic controllers to all of the world's major automotive manufacturers. At Lear, we are Making every drive betterTM by providing technology for safer, smarter and more comfortable journeys, while adhering to our values — Be Inclusive. Be Inventive. Get Results the Right Way.\n\nWe have 255 manufacturing, engineering and administrative locations in 37 countries. We continue to grow our business in every major automotive producing region of the world, both organically and through complementary acquisitions. We continue to restructure our manufacturing footprint to optimize our cost structure with 68% of our manufacturing facilities and 86% of our employees located in low-cost countries.\n\nLear is built on a foundation and strong culture of innovation, operational excellence, and engineering and program management capabilities. We use our product and process design and technological expertise, as well as our global reach and competitive manufacturing footprint, to achieve the following financial goals and objectives:\n\n•Continue to deliver profitable growth, balancing risks and returns;\n\n•Invest in product and process innovations to drive business growth and profitability;\n\n•Maintain a strong balance sheet with investment grade credit metrics; and\n\n•Consistently return capital to our shareholders.\n\nOur business is organized under two reporting segments: Seating and E-Systems. Each of these segments has a varied product and technology portfolio across a number of component categories. Further, we continuously evaluate this portfolio, aligning it with industry trends while balancing risk-adjusted returns, which allows us to offer value-added solutions to our customers. \n\n•Seating — Our Seating segment consists of the design, development, engineering and manufacture of complete seat systems and key seat components. Our capabilities in operations and supply chain management enable synchronized assembly and just-in-time delivery of complex complete seat systems at high volumes to our customers. \n\nAs the most vertically integrated global seat supplier, our key seat component product offerings include seat trim covers; surface materials such as leather and fabric; seat mechanisms; seat foam; headrests; and thermal comfort systems such as seat heating, ventilation, active cooling, pneumatic lumbar and massage products. All of these products are compatible with traditional internal combustion engine (\"ICE\") architectures and electrified powertrains, including the full range of hybrid, plug-in hybrid and battery electric architectures. Our thermal comfort systems are facilitated by our seat system, component and integration capabilities, together with our competencies in electronics, sensors, software and algorithms. \n\n•E-Systems — Our E-Systems segment consists of the design, development, engineering and manufacture of complete electrical distribution and connection systems; high-voltage power distribution products, including BDUs; and low-voltage power distribution products and electronic controllers. These capabilities enable us to provide our customers with customizable solutions with optimized designs at competitive costs for both low-voltage and high-voltage vehicle architectures.\n\nElectrical distribution and connection systems utilize low-voltage and high-voltage wire, high-speed data cables and flat wiring to connect networks and electrical signals and manage electrical power within the vehicle for all types of powertrains – from traditional ICE architectures to the full range of electrified powertrains that require management of higher voltage and power. Key components of our electrical distribution and connection systems portfolio include wire harnesses, terminals and connectors, high-voltage battery connection systems and engineered components. High-voltage \n\nbattery connection systems include intercell connect boards, bus bars and main battery connection systems. High-voltage power distribution products control the flow and distribution of high-voltage power throughout electrified vehicles and include BDUs which control all electrical energy flowing into and out of high-voltage batteries in electrified vehicles. Low-voltage power distribution products and electronic controllers facilitate signal, data and/or power management within the vehicle and include the associated software required to facilitate these functions. Key components of this portfolio include zonal controllers, body domain control modules and low-voltage and high-voltage power distribution modules. Our software offerings include embedded control, cybersecurity software and software to control hardware devices. Our customers traditionally have sourced our electronic hardware together with the software that we integrate and embed in it.\n\nWe serve all of the world's major automotive manufacturers through both our Seating and E-Systems businesses, and we have automotive content on more than 480 vehicle nameplates worldwide. It is common for us to have both seating and electrical and/or electronic content on the same vehicle platform.\n\nOur businesses benefit globally from leveraging common operating standards and disciplines, including world-class product development and manufacturing processes, as well as common customer support and regional infrastructures, all of which contribute to our reputation for operational excellence. Our core capabilities are shared across component categories and include high-precision manufacturing and assembly with short lead times, complex, global supply chain management, global engineering and program management, the agility to establish and/or transfer production between facilities quickly, and a unique, customer-focused culture. In select instances, we are able to manufacture both Seating and E-Systems components in the same facility. Our businesses also utilize proprietary, industry-specific processes and standards, leverage common low-cost engineering centers and share centralized operating support functions. These functions include health and safety, logistics, quality, supply chain management and all major administrative functions, such as corporate finance, executive administration, human resources, information technology and legal. We continue to build on our reputation for operational excellence through organic and inorganic investments in automation and other advanced manufacturing technologies and the digital transformation of both our operations and administrative functions. It involves the integration of new technologies, such as Industrial Internet of Things (IIoT), cloud computing, artificial intelligence (AI), machine learning and advanced automation, into production facilities and business operations. These technologies enable smart and automated machines and smart factories to communicate, analyze and optimize products and processes, resulting in higher efficiency, quality and responsiveness to customers.\n\nAvailable Information on our Website\n\nOur website address is http://www.lear.com. We make available on our website, free of charge, the periodic reports that we file with or furnish to the Securities and Exchange Commission (\"SEC\"), as well as all amendments to these reports, as soon as reasonably practicable after such reports are filed with or furnished to the SEC. We also make available on our website or in printed form upon request, free of charge, our Corporate Governance Guidelines, Code of Business Conduct and Ethics, charters for the standing committees of our Board of Directors (the \"Board\") and other information related to the Company. We are not including the information contained on our website as part of, or incorporating it by reference into, this Report.\n\nThe SEC maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements and other information related to issuers that file electronically with the SEC.\n\nHistory\n\nLear was founded in Detroit in 1917 as American Metal Products, a manufacturer of seating assemblies and other components for the automotive and aircraft industries, and was incorporated in Delaware in 1987. Through a management-led buyout in 1988, Lear Corporation established itself as a privately held seat assembly operation for the North American automobile market with annual sales of approximately $900 million. We completed an initial public offering in 1994 and developed into a global supplier through organic growth and a series of acquisitions.\n\nIn May 1999, we acquired UT Automotive, Inc. (\"UT Automotive\") from United Technologies Corporation. UT Automotive was a leading supplier of automotive electrical distribution systems. The acquisition of UT Automotive represented our entry into automotive electrical and electronic systems and formed the basis for our current E-Systems segment. \n\nWe have subsequently augmented our organic growth plans with selective acquisitions and investments to expand our component capabilities and global footprint, as well as our automation and other advanced manufacturing technologies, including the following: \n\n•In May 2012, we acquired Guilford Mills, a leading supplier of automotive seat and interior fabric, for approximately $243 million.\n\n•In January 2015, we acquired Everett Smith Group, Ltd., the parent company of Eagle Ottawa, LLC (\"Eagle Ottawa\"), the world's leading provider of leather for the automotive industry, for approximately $844 million.\n\n•In April 2017, we acquired Grupo Antolin's automotive seating business for approximately $292 million.\n\n•In March 2021, we acquired M&N Plastics, an injection molding specialist and manufacturer of engineered plastic components for automotive electrical distribution applications. This acquisition enabled the significant expansion of our footprint and capabilities with respect to engineered components and enhanced our vertical integration capabilities in connection systems.\n\n•In February 2022, we acquired substantially all of Kongsberg Automotive's Interior Comfort Systems business unit (\"Kongsberg ICS\") for approximately $188 million. Kongsberg ICS specializes in thermal comfort systems, including seat massage, lumbar, heat and ventilation products. This acquisition enhances our seat component capabilities by adding specialized thermal comfort seating solutions and further differentiates our product offerings by improving the seat system's performance and packaging.\n\n•In May 2022, we acquired Romanian-based Thagora Technology SRL (\"Thagora\") to access scalable smart-manufacturing technology. Thagora's proprietary solutions complement our sustainable manufacturing processes by improving the production yield of our Seating segment's surface materials operations and lowering energy usage during production. In addition, Thagora's manufacturing automation technologies bring significant advances to our manufacturing operations through engineering and logistics enhancements, including improved material traceability and facility footprint utilization capabilities.\n\n•In November 2022, we acquired InTouch Automation (\"InTouch\"), a supplier of manufacturing automation technologies and complex automated testing equipment critical in the production of automotive seats. InTouch's product portfolio is aligned with our manufacturing automation strategy to implement technologies designed to automate the testing and validation of seat components and complete seats.\n\n•In April 2023, we acquired I.G. Bauerhin (\"IGB\"), a privately held supplier of automotive seat heating, ventilation and active cooling, steering wheel heating, seat sensors and electronic control modules, headquartered in Grundau-Rothenbergen, Germany, for approximately $175 million. Our acquisition furthers our comprehensive strategy to develop and integrate a complete portfolio of thermal comfort systems for automotive seating. IGB provides active cooling, as well as additional scale to our seat heating and ventilation capabilities and complements the lumbar and massage capabilities obtained with our acquisition of Kongsberg ICS.\n\n•In July 2024, we acquired WIP Industrial Automation (\"WIP”), a privately held company based in Valladolid, Spain. WIP develops, integrates and deploys cutting-edge technologies to create customized automation solutions for production applications used in our business. Our acquisition of WIP further strengthens our robotics and AI-based capabilities, which are important for production efficiency, quality and safety in a modern manufacturing environment.\n\n•In February 2025, we acquired StoneShield Engineering (\"StoneShield\"), a privately held company based in Castelo Branco, Portugal. StoneShield specializes in the design and development of automation technology for the wire harness industry with expertise in robotics, automated taping applications and high voltage harness assembly. Our acquisition of StoneShield will accelerate the automation of our production processes throughout our E-Systems business, further improving our efficiency and operational excellence.\n\nIndustry \n\nWe supply all vehicle segments of the automotive light vehicle original equipment market in every major automotive producing region in the world. Our sales are driven by the number of vehicles produced by the automotive manufacturers and our content per vehicle. Although 2023 industry production returned to pre-pandemic levels, 2024 industry production remained approximately 6% below 2017 peak levels (based on January 2025 S&P Global Mobility projections), and 2024 industry production in North America and Europe, our two largest markets, remained approximately 9% and 24%, respectively, below prior peak levels (based on January 2025 S&P Global Mobility projections). Since 2020, the global economy, as well as the automotive industry, have been influenced directly and indirectly by macroeconomic events resulting in unfavorable conditions, including shortages of semiconductor chips and other components, elevated inflation levels on commodities and labor, higher interest rates, and labor and energy shortages in certain markets. Certain of these factors, among others, continue to impact consumer demand. Our strategy to mitigate these impacts encompasses our comprehensive cost management process, including cost technology optimization, actions to further align our manufacturing capacity to the current industry production environment and investments in automation and other advanced manufacturing technologies, as well as commercial recovery mechanisms. This will allow us to enhance operational efficiencies, improve the utilization of existing facilities and equipment to reduce future expenditures, and streamline administrative functions. For a description of risks related to macroeconomic events, see Item 1A, \"Risk Factors.\"\n\n5\n\n\nDetails on light vehicle production volumes in certain key regions for 2024 and 2023 are provided below. Our actual results are impacted by the specific volume mix of products within each market, as well as other factors described in Item 1A, \"Risk Factors.\"\n\n(In thousands of units)2024 (1)\n\n2023(1) (2)\n\n% Change\n\nNorth America15,467.2 15,682.8 (1%)\n\nEurope and Africa17,543.2 18,390.8 (5%)\n\nAsia50,545.6 50,415.3 —%\n\nSouth America2,891.5 2,817.9 3%\n\nOther1,686.4 1,766.9 (5%)\n\nTotal88,133.9 89,073.7 (1%)\n\n(1) Production data based on S&P Global Mobility.\n\n(2) Production data for 2023 has been updated from our 2023 Annual Report on Form 10-K to reflect actual production levels.\n\nAutomotive sales and production can also be affected by the age of the vehicle fleet and related scrappage rates, labor relations issues, labor shortages, fuel prices, regulatory requirements, government initiatives and incentives, trade agreements, tariffs and other non-tariff trade barriers (including recent U.S. tariffs imposed or threatened to be imposed on Mexico, Canada and China, as well as other countries and any retaliatory actions taken by such countries), the availability and cost of credit, the availability and cost of raw materials and critical components, and logistics issues, as well as vehicle affordability and consumer preferences regarding vehicle powertrains (including preferences regarding hybrid and electric vehicles), size, configuration and features, among other factors. The impact of potential tariffs on our business and financial condition, if any, is subject to a number of factors that are not yet known, including the effective date and duration of such tariffs, the scope and nature of any tariffs, the amount of any tariffs, any countermeasures that the target countries may take in response to such tariffs. In light of these uncertainties, we can provide no assurance that any mitigating actions that may become available to us, such as our ability to pass along some or all of the costs of any tariffs to some or all of our customers, will be successful. Our sales and production may be further affected by new entrants to the industry, including domestic automakers in certain regions and non-traditional automakers, and the restructuring actions, including facility closures, of our customers and suppliers. Our operating results are also significantly impacted by the overall commercial success of the vehicle platforms for which we supply particular products, as well as the profitability of the products that we supply for these platforms, which is determined, in part, by the level of vertical integration. The loss of business with respect to any vehicle model for which we are a significant supplier, or a decrease in the production levels of any such models, could adversely affect our operating results. In addition, larger cars and light trucks, as well as vehicle platforms that offer more features and functionality, such as luxury, sport utility and crossover vehicles, typically have more content and, therefore, tend to have a more significant impact on our operating results.\n\nDetails on our sales in certain key regions for 2024 and 2023 are provided below:\n\n(In millions)20242023% Change\n\nNorth America$9,749.1 $9,503.4 3%\n\nEurope and Africa8,298.4 8,612.6 (4%)\n\nAsia4,392.4 4,445.0 (1%)\n\nSouth America866.1 905.9 (4%)\n\nTotal$23,306.0 $23,466.9 (1%)\n\nChina (consolidated)$2,969.5 $3,044.9 (2%)\n\nChina (non-consolidated)2,104.0 1,867.4 13%\n\nThe automotive industry, and our business, continue to be shaped by the broad trend of electrification. Although the adoption of electrified vehicles has been slower than anticipated in certain regions, demand for, and regulatory developments related to, improved energy efficiency and sustainability (e.g., government mandates related to fuel economy and carbon emissions) remain significant drivers of this trend. \n\nIn 2025, the battery electric vehicle market is expected to represent 17% of global light vehicle production (based on January 2025 S&P Global Mobility projections), as compared to 13% in 2024 and 12% in 2023. Battery electric vehicle production increased to 11.5 million units in 2024 from 10.5 million units in 2023, primarily driven by growth in China. Increasing demand for electrified vehicles is driven by numerous product offerings from both traditional and non-traditional automotive manufacturers, government requirements and incentives, automotive manufacturers' internal targets and a growing segment of end consumers who are seeking alternatives to vehicles with traditional ICE architectures. Meeting this demand requires further \n\n6\n\n\nuse of electronically controlled and assisted powertrains and related components to improve fuel efficiency; the adoption of alternative energy powertrains, such as 48-volt mild hybrid, full hybrid, plug-in hybrid and pure battery electric powertrains that facilitate electrification of the vehicle; and the use of lighter weight materials throughout the vehicle.\n\nOur business is also influenced by vehicle segment trends that continue to experience a shift in consumer preference toward crossover and sport utility vehicles. This trend positively impacts our business as content per vehicle on such vehicles, especially within our Seating business, can be significantly higher. Crossover and sport utility vehicle production has grown to approximately 48% of total vehicle production in 2024, up from 37% five years ago.\n\nStrategy\n\nThrough our products, processes, technology and strategic initiatives, we are well-positioned to capitalize on business growth opportunities. We are focused on profitably growing our businesses and have implemented a strategy designed to deliver industry-leading, long-term financial returns. This strategy is based on the following four pillars designed to drive growth and profitability in both of our business segments:\n\n•Extend our market leadership position in Seating with priceable features, including modularity and thermal comfort systems;     \n\n•Transform our E-Systems business through accelerated growth in connection systems and vehicle architecture evolution and electrification; \n\n•Build on our reputation for operational excellence through organic and inorganic investments in automation and digital technologies; and \n\n•Prioritize people and the planet through our sustainability initiatives to drive business growth, cost reductions and improved employee retention.\n\nIn our Seating business, our unique product offerings are providing us with an opportunity to offer value added solutions to our customers and to use our leading market position to capture additional market share. Our key seat component products include seat trim covers; surface materials such as leather and fabric; seat mechanisms; seat foam; headrests; thermal comfort systems such as seat heating, ventilation, active cooling, pneumatic lumbar and massage products; and seat reconfigurability through Configurable Seating Architecture (ConfigurE+TM). Further, we are leveraging our distinct combination of complete seat system, seat component and thermal comfort expertise and capabilities with our ComfortFlex by LearTM module, an architecture of modular designs combining two or more thermal comfort functions, and our ComfortMax Seat by LearTM module, the integration of one or more thermal comfort features into the seat trim cover. These ComfortFlexTM and ComfortMax SeatTM modules can reduce sub-components by up to 50% and increase airflow directly to the occupant by up to 40%, as compared to currently available designs. With our thermal comfort systems expertise, we are poised to capitalize on the market trends in electric vehicles, second and third row comfort, and ride sharing, while also providing greater design, cost, production and energy efficiency for our customers.\n\nIn our E-Systems business, our broad capabilities in electrical distribution and connection systems; high-voltage power distribution products, including BDUs; and low-voltage power distribution products and electronic controllers support the trend toward electrification, as well as the evolution toward zone-based vehicle electrical architectures for both ICE and electrified powertrains. We are investing in and expanding our electrical distribution and connection systems business. This business is benefiting from expanded content per vehicle in line with higher circuit counts supporting high-speed data movement within the vehicle, as well as high-voltage wire harnesses and high-voltage battery components such as intercell connect boards on electrified powertrains. In addition, we have enhanced our vertical integration capabilities in connection systems through the acquisition of M&N Plastics. Our high-voltage power distribution business, including our BDU business, and our low-voltage power distribution business are benefiting from the increased adoption of electrified powertrains and the expansion of longer range, larger format (trucks and SUVs) and higher performance electrified vehicles, where we provide market-leading solutions. Differentiation through higher power management capacity, lighter weight solutions, and optimized and vertically integrated manufacturing solutions provide us with a competitive advantage in the electrification market. Our electronic controllers business is benefiting from the adoption of new vehicle electrical architectures with more integrated power management and control, which is aligned with our strong history of providing highly complex and integrated electronics to our customers. We are focusing future investments on those products where we believe that we have a competitive advantage and we can achieve industry-leading financial returns. \n\nIDEA by Lear - Innovative. Digital. Engineered. Automated. - supports our strategy to drive growth and improve profitability. IDEA reflects our commitment to continue to strengthen our competitive position in both of our business segments through the development of innovative products and the utilization of process automation and other advanced technologies that improve our profitability through increased efficiency and extend our leadership position in operational excellence. Our investments in these technologies and the digital transformation of both our operations and administrative functions aim to improve profitability through process improvements and further efficiency gains. Our 2022 acquisition of Thagora provides us with scalable smart-manufacturing technology that improves the production yield of our Seating segment's surface materials operations and lowers \n\n7\n\n\nenergy usage during production. Our 2022 acquisition of InTouch provides us with automated end-of-line seat function testing, equipment and software integration capabilities and vision system technologies. Our acquisition of WIP in 2024 further strengthened our robotics and AI- based capabilities which are important for production efficiency, safety and quality in a modern manufacturing environment. Our recent acquisition of StoneShield in 2025 will accelerate the automation of our production processes throughout our E-Systems business. These acquisitions enable us to further our in-house product and process capabilities and strengthen our competitive differentiation.\n\nWe continue to embed responsible and sustainable principles into our key business processes and operations. We have developed products such as FlexAirTM, a 100% recyclable alternative to traditional foam, ReNewKnitTM, a sustainable sueded alternative material that is fully recyclable at its end of life and composed of 100% recycled plastic bottles, and SoyFoamTM, a substitute for certain petroleum-based products. We also have improved energy efficiency in our operations and established climate goals to reduce carbon emissions and increase the use of renewable energy. \n\nSeating Segment \n\nLear is a recognized global leader in complete seat systems. Based on independent market studies and management estimates, we believe we are one of the two largest suppliers of complete seat systems globally on the basis of revenue with strong positions in all major markets and a 26% global market share in 2024. We are also a recognized leader in key individual seat components produced for complete seat systems.\n\nOur Seating segment consists of the design, development, engineering, assembly and just-in-time delivery of complete seat systems, as well as all major seat components, including seat trim covers; surface materials such as leather and fabric; seat mechanisms; seat foam; headrests; and thermal comfort systems such as seat heating, ventilation, active cooling, pneumatic lumbar and massage products. Our extensive system-level knowledge and component-level capabilities, including internal development of sensor and control algorithms, have provided a strong foundation for innovation and commercialization of thermal comfort systems and convenience features. We believe that with our comprehensive set of component offerings, we are a leader in the global market. Overall, our global manufacturing and engineering expertise, low-cost footprint, complete component capabilities, quality leadership and strong customer relationships provide us with a catalyst for both organic and inorganic growth opportunities to enable us to reach our mid-term target global market share of 29% in complete automotive seat systems.\n\nWe produce seat systems that are fully assembled and ready for installation in light vehicles globally. Seat systems are generally designed and engineered for specific vehicle models or platforms. We develop seat systems and components for all vehicle segments from compact cars to pick-up trucks and full-size sport utility vehicles. We are the world leader in luxury and performance automotive seating, providing craftsmanship, elegance in design, use of innovative materials and industry-leading technology required by premium brands and vehicles, including those produced by Alfa Romeo, Aston Martin, Audi, BMW, Cadillac, Chevrolet, Ferrari, GMC, Jaguar, Lamborghini, Land Rover, Lincoln, Maserati, Mercedes-Benz, NIO, Polestar, Porsche and Volvo.\n\nWe are executing on our strategy to extend our leadership position in the market through unique product offerings and selective vertical integration. Our acquisition of Kongsberg ICS provided us with capabilities in seat massage, lumbar, heating and ventilation. Our acquisition of IGB provided us with capabilities in seat heating, ventilation and active cooling, steering wheel heating, seat sensors and electronic control modules. ConfigurE+ is a wireless powered rail system that allows for easy repositioning of seats within vehicles. Further, selective vertical integration of key seat components is enhancing growth and increasing profitability, as well as improving quality. In this regard, we have developed standardized seat mechanisms that can be used across multiple vehicle programs to minimize investment costs. Our seat mechanisms are developed and manufactured in key locations to supply every major automotive producing region in the world. We believe that our precision-engineered seat mechanism expertise and low-cost manufacturing footprint provide us with a competitive advantage.\n\nOur seat cover operations have continued to expand in low-cost markets, including precision cutting, assembly, sewing and lamination. Our acquisition of Eagle Ottawa provided us an industry-leading market share in automotive leather globally. Our capabilities in leather design, development and manufacturing allow us to deliver the most luxurious, durable and performance-tested leathers to our customers. Our acquisition of Guilford Mills provided us with Guilford Performance Textiles, a line of automotive seat and interior fabrics. On a global basis, we can provide a full range of seat cover capabilities, including design and surface coating solutions, as well as unique leather and fabric applications. We believe that the combination of these capabilities in seat surface materials differentiates us and provides us with a competitive advantage facilitating our leadership position in the industry.\n\nWe are committed to reducing the environmental footprint of our products, operations and supply chain as a means to drive business growth and reduce costs. We are working to improve the sustainability of our operations through identification and reduction of generated waste, reuse of materials whenever possible and recycling. Our sustainability efforts leverage available technology to replace certain petroleum-based products with more sustainable alternatives, such as SoyFoamTM and, more \n\n8\n\n\nrecently, FlexAirTM, our 100% recyclable non-foam alternative that reduces both CO2 emissions and mass and is being integrated into our customized and innovative portfolio of products. In addition, we have focused development efforts on commercializing a range of fabrics that contain recycled, renewable or recyclable yarns that reduce our environmental impact. These fabrics include our ReNewKnitTM sustainable sueded alternative material, which is a first-to-market automotive textile that is fully recyclable at its end of life and composed of 100% recycled plastic bottles. ReNewKnitTM fibers are spun from polyester yarn and finished with a foam-free recycled fleece backing.\n\nThermal Comfort Systems \n\nOur thermal comfort systems consist largely of seat heating, ventilation, active cooling, pneumatic lumbar and massage products, together with other thermal products such as panel and steering wheel heating. Over the past decade, we have dedicated significant engineering resources to designing, developing and advancing the future of thermal comfort systems. Our recent acquisitions of Kongsberg ICS and IGB further expanded our unique capabilities with experienced engineering and manufacturing leaders to accelerate the execution of our thermal comfort systems strategy and provide purchasing, logistics, administrative and footprint synergies to improve our cost competitiveness. Through component modularity efforts, we are innovating and enhancing product design by combining multiple functions that were previously provided across multiple components into modular solutions. Traditionally, heating, ventilation, lumbar and massage products have been designed as independent systems in a multi-layered model. We are redefining comfort, design and performance through ComfortFlexTM and ComfortMax SeatTM. These revolutionary designs further reduce part complexity, mass and package size (allowing for easier adoption in second and third rows) and significantly improves the final seat assembly process by reducing the number of components assembled into our seats in the just-in-time facilities, while providing a more efficient system with improved performance (including reduced time to sensation) and enhanced comfort for the occupant. In addition, our complete thermal comfort module can be supplied to any seat supplier and is compatible with any seat structure with traditional foam or FlexAirTM. We believe that we are the only supplier with the complete capabilities necessary to realize these modular concepts, providing a unique value proposition to our customers.\n\nAdvanced Seating Craftsmanship and Innovation\n\nWe believe that our broad capabilities, including advanced design and material integration skills, provide us with a competitive advantage. Our team has developed a portfolio of technologies that deliver sustainable products, differentiated design, craftsmanship and comfort. We are leveraging our unique position to be an industry leader in design and facilitating customer interactions with designers and engineers working collaboratively to create innovative solutions early in the design process. The breadth of our portfolio and depth of our design expertise allows us to better integrate all seat components and bring innovative designs into production with the highest level of craftsmanship, providing differentiated design comfort, quality and overall value to the end consumer. We believe that our unmatched component capabilities, design expertise, global manufacturing presence, and portfolio of enabling and sustainable technologies provide a unique value proposition to our customers and will drive market share gains for our business.\n\nWe believe that we are the only fully integrated seat supplier with global capabilities in critical seat components, together with software design, integration and manufacturing expertise. To maintain our competitive advantage, we continue to drive advanced seating innovations through a combination of comprehensive product capabilities aligned with industry trends and early customer engagement. The result is a broad portfolio of innovative, sustainable solutions enabling our intelligent seating offerings for consumers.\n\nIntelligent Seating (INTUTM Seating)\n\nThe seat offers a direct connection between the driver, passengers and vehicle systems. Our development of INTUTM technologies provides the driver and passengers with intelligent, intuitive seat system options that offer advanced comfort solutions, including thermal products, as well as configurable seating product technologies. Our extensive knowledge in consumer ergonomics and comfort, in combination with our electronics capabilities, facilitated the development of our INTUTM seat features, which are capable of being programmed to identify certain key occupant inputs and automatically adjust the appropriate seat parameters to provide consumers with a better, highly personalized, in-vehicle experience.\n\nOur INTUTM Comfort features were developed to improve comfort throughout long drives. Derived from our research, INTUTM Comfort deploys proprietary technology and in-house developed analytical processes to identify the optimal seat position for the occupant given certain conditions. For example, on extended trips, the lumbar support is continuously adjusted for optimal comfort, and seat bolsters automatically adjust during sharp curves to provide the driver with optimal support. We received our first production award incorporating these advanced features which is expected to launch in 2027 with a luxury European automaker. We have developed and designed efficiencies into individual seat components and full system integration to outperform existing systems. \n\n9\n\n\nOther Core Capabilities \n\nWith capabilities unmatched by any seat supplier in the industry, we consistently produce world-class seat systems to meet or exceed the expectations of every type of driver and passenger. Our designs incorporate intelligent features, and our patented modular sub-assemblies with embedded technologies have the potential to transform the seating market.\n\nWe maintain state-of-the-art testing, instrumentation and data analysis capabilities. We have in-house, industry-leading seat validation test centers featuring crash worthiness, durability and full acoustic and sound quality testing capabilities. Together with computer-controlled data acquisition and analysis capabilities, these centers provide precisely controlled laboratory conditions for sophisticated testing of parts, materials and systems. In addition, we incorporate many convenience, comfort and safety features into our designs, including advanced whiplash prevention concepts, integrated restraint seat systems and side impact airbags. We also invest in our computer-aided engineering design and computer-aided manufacturing systems to facilitate a more efficient design process.\n\nWe have developed products and materials to improve comfort and ease of adjustment, promote customization and styling flexibility, increase durability and reliability, enhance safety, expand the usage of environmentally friendly materials and reduce cost and weight. \n\nOur core capabilities extend into key seat components serving as a platform for innovation as well, including:\n\n•Leather and Fabric – We deliver the most luxurious, durable and performance-tested leathers to more automotive brands globally than any other automotive leather supplier, while promoting sustainable and responsible sourcing practices. Our premium leathers are designed for seamless integration with our industry-leading secondary operations, exceeding customer expectations for quality and service. Our Eagle Ottawa premium leather group has developed and launched, in both Europe and North America, a new technology that allows for the creation of highly customizable designs with new levels of definition and pillowing, improving the comfort and style of the seat while enabling the necessary air flow for ventilated seats. Additionally, our proprietary anti-soiling performance leather finishing technology, AnsoléTM, improves durability and protects against staining and fading. \n\nWith respect to fabrics, we have focused development efforts on commercializing a range of fabrics that contain recycled, renewable or recyclable yarns that reduce our environmental impact. These fabrics include our ReNewKnitTM sustainable sueded alternative material that is fully recyclable at its end of life and composed of 100% recycled plastic bottles, which launched with a global automotive manufacturer in 2024. Our branded TeXstyleTM surface material coatings and treatment technologies enhance cleanability by releasing and repelling stains; prevent the growth of bacteria and mildew through the addition of antimicrobial treatments, including silver ion technologies; protect fabric against water and oil-based stains; minimize soiling of light colors; and are anti-static and anti-dusting. \n\n•Seat Mechanisms – We supply world-class front and rear seat systems, recliners, tracks, latches and other products in a scalable modular family. Our seat architectures are a core component of our industry-leading vertical integration capabilities around the world. Smaller, low-weight and low-noise materials deliver high performance, safety and functionality.\n\nOur high-speed smart fold technology is a folding adjustment mechanism that delivers premium convenience while maintaining leading safety and comfort benefits. Our mini recliners and micro adjust tracks are seat mechanisms that provide precision movement and facilitate interior packaging space flexibility. Our ECO Structures utilize an innovative hub and spoke concept offering economic solutions for developing markets.\n\n•Zero Gravity Seat – Zero gravity seats (i.e., seats designed to replicate the sensation of weightlessness) have become increasingly more important in the local China market as they provide an enhanced comfort experience for the second row occupants. We have developed and launched a zero gravity seat for second row occupants that includes a 65 degree recline, a raising calf rest for lower leg support, an adaptive arm rest and occupant body pressure distribution, together with various comfort features, including integrated pneumatic neck support and heated back massage.\n\n•Foam and Comfort – Our FlexAirTM technologies offer a 100% recyclable non-foam alternative to traditional foam. Our highly engineered low-profile foam, low-emission foam and our first-to-market, U.S.-sourced SoyFoamTM are break-through innovations in comfort, safety and sustainability. Our first production award incorporating this application launched in 2024.\n\nManufacturing Leadership\n\nOur continued focus on expanding our expertise and capabilities in materials, logistics and manufacturing is a key enabler in providing our customers with world-class seat system products. Our unique proprietary processes and employee engagement initiatives will continue to provide us with a competitive advantage.\n\nWe pioneered just-in-time seat assembly. Typically located adjacent to or near our customers' manufacturing and assembly sites, our just-in-time facilities deliver assembled seats matching our customers' exact build specifications for a particular day, \n\n10\n\n\nshift and sequence. Our expertise in logistics and lean manufacturing processes enable us to meet our customers' delivery requirements while maintaining inventories at optimum levels.\n\nWe believe that we are the world's most vertically integrated manufacturer of complete seat systems, providing us with a competitive advantage in terms of cost and quality. We utilize the latest industry innovations and automated technologies to facilitate our continuous improvement efforts. Our recent investments in automation and other advanced manufacturing technologies, including the 2022 acquisitions of Thagora and InTouch and the 2024 acquisition of WIP, have resulted in lower manufacturing costs, improved safety and ergonomics, and higher production reliability. Moreover, we have continued to expand our employee engagement initiatives, achieving global scalability and successfully driving cultural advances. Our initiatives have resulted in improvements in quality, lower employee absenteeism, material cost savings and a reduction in average assembly build times per seat set.\n\nCustomers\n\nThe top five customers of our Seating segment are: General Motors, Mercedes-Benz, Volkswagen, Stellantis and BMW.\n\nCompetition\n\nOur primary competitors in this segment globally are Adient plc, Forvia SE, Magna International Inc., Toyota Boshoku Corporation, TS Tech Co., Ltd. and Yanfeng Automotive Systems Co., Ltd., which have varying market presence depending on the region, country or automotive manufacturer. Toyota Motor Corporation and Honda Motor Co. Ltd. hold equity ownership positions in Toyota Boshoku Corporation and TS Tech Co., Ltd., respectively. A limited number of other automotive manufacturers maintain a presence in the seat system market through wholly owned subsidiaries or in-house operations. In seat components, we compete with the seat system suppliers identified above, as well as certain suppliers that specialize in particular components.\n\nFor additional factors that may impact our Seating segment's business, financial condition, operating results and/or cash flows, see Item 1A, \"Risk Factors.\"\n\nE-Systems Segment\n\nOur E-Systems segment consists of the design, development, engineering and manufacture of complete electrical distribution and connection systems; high-voltage power distribution products, including BDUs; and low-voltage power distribution products and electronic controllers for light vehicles globally. We are a leader in signal distribution and power management within the vehicle for all types of powertrains – from traditional ICE architectures to the full range of electrified powertrains. Our expertise and product portfolio support new vehicle electrical architectures, including the adoption of high-voltage electrified vehicle architectures and the transition to zone-based vehicle electrical architectures. We are expanding our capabilities and introducing new product lines, primarily within our electrical distribution and connections systems business and including intercell connect boards, BDUs, engineered components, high-voltage wire, high-speed data cables and zonal controllers. Further, we are de-emphasizing and exiting certain electronics product lines, including audio modules, lighting modules, on-board chargers, telematics control units and niche electronic controllers, where we do not see a path to sustainable risk-adjusted financial returns. \n\nIn our E-Systems business, the electrification of the vehicle powertrain adds significant content per vehicle for our products, including high-voltage wire harnesses, high-voltage battery connection systems (intercell connect boards, bus bars and main battery connection systems) and BDUs. Higher performance and larger format electrified vehicles, including trucks and SUVs, as well as electrified vehicles with longer range, further increase content per vehicle and aligns favorably with our products, including high power-to-size ratio terminal systems, high performance BDUs and intercell connect boards.\n\nIn addition, the continuing evolution of the vehicle electrical architecture is introducing more highly integrated power management and control electronics (or zonal controllers) and greatly expanding the use of high-speed data within the vehicle. Our customers are adopting these new architectures on both ICE and electrified powertrains to enable continued integration of more electrical and electronic content and to enable future software-defined functionality. These market demands align favorably with our expertise in zonal controllers and high-speed data cables.\n\nOur product portfolio strategy enables increased leverage of our investments across a focused product portfolio and creates a competitive advantage as we are able to offer our customers customized solutions optimized to provide complete architecture benefits. Our component designs consider the performance of the complete architecture, creating superior value for our customers. Our investments in electrification over the past sixteen years are providing us with a significant growth opportunity with respect to this trend. Further, electrified vehicle architectures represent a significant content per vehicle expansion opportunity for us.\n\n11\n\n\nElectrical Distribution and Connection Systems\n\nElectrical distribution and connection systems route network and electrical signals and manage electrical power within the vehicle for all types of powertrains, including traditional ICE architectures and the full range of electrified powertrains, supporting the current industry trend toward electrification. Key components of electrical distribution and connection systems include wire harnesses, terminals and connectors, high voltage battery connection systems and engineered components for both ICE architectures and electrified powertrains that require management of higher voltage and power.\n\nWire harness assemblies, together with connection systems, link all of the various electrical and electronic devices within the vehicle to each other and/or to a power source. Our wire harnesses provide low-voltage (12 volts and 48 volts) and high-voltage (60 volts – 800 volts) power distribution. Low-voltage wire harnesses are used on all light duty vehicles, and high voltage wire harnesses are used on vehicles with electrified powertrains. Wire harness assemblies are a collection of individual circuits fabricated from raw and insulated wire, which is automatically cut to length and terminated during the manufacturing process. Individual circuits are assembled together, inserted into connectors and wrapped or taped to form wire harness assemblies. The assembly process is labor intensive, and as a result, production is generally performed in low-cost labor sites in Mexico, Honduras, Brazil, Eastern Europe, Africa, China and the Philippines.\n\nConnection systems include terminals and connectors, high-voltage battery connection systems and engineered components that join wire harnesses together at their respective end points or connect electronic devices to wire harnesses. Connection systems can vary significantly in size and complexity depending on the amount of power or data being transferred and the number of connections being made at any particular point in the electrical distribution system. Connection systems support both low-voltage and high-voltage power distribution. Low-voltage connection systems are used on all light duty vehicles and high-voltage connection systems are used on vehicles with electrified powertrains. Our connection systems are produced using highly automated processes, including stamping, injection molding and automated assembly processes. In 2021, we entered into a partnership with Hu Lane Associate Inc., a world-class manufacturer of automotive connector products, to expand our business opportunities in connection systems through access to a broader catalog of product-enabling solutions for our customers. Our connection systems are currently manufactured in Germany, the Czech Republic, Morocco, China and the United States. Key material inputs to our connection systems business include metals, such as copper and aluminum, and various resins.\n\nHigh voltage battery connection systems consist of stamped and molded components and assemblies that provide connections between battery cells, from the battery pack to the vehicle electrical architecture, and between other electrical components within the high-voltage battery pack. High-voltage battery connection systems can vary in size and design to accommodate various high-voltage battery architectures and enable safe and efficient electrified powertrain battery packs. Specific products include intercell connect boards, bus bars and main battery connection systems. These products are produced using highly automated processes, including stamping, bending, molding and assembly. We leverage our metal stamping capabilities in our Seating business to provide a competitive advantage for these products through vertical integration and supply chain management. Our established capabilities in connection systems and engineered components facilitate our ability to produce these products. Our high-voltage battery connection systems are produced in Germany, the United States, the Czech Republic, Mexico and China. Key material inputs to our high-voltage battery connection systems business include metals, such as copper, aluminum, and steel, and various resins.\n\nEngineered components consist of molded components included in wire harness assemblies. These components perform specific functions, such as protection, routing, sealing or covering, to ensure that the wire harness assembly properly performs its function. In 2021, we acquired M&N Plastics, a privately owned injection molding specialist and manufacturer of engineered plastic components for automotive electrical distribution applications, which enabled the significant expansion of our footprint and capabilities with respect to engineered components. Engineered component capabilities are a significant contributor to vertically integrated product assemblies and enable business growth across electrical distribution and connection systems and our Seating business due to increased control of product cost and quality, as well as the supply chain. Engineered components are applicable to all vehicle architectures and are produced using molding processes. Our engineered components are currently manufactured in Germany, the Czech Republic, Morocco, China and the United States. Key material inputs to our engineered components are various resins.\n\nHigh-Voltage Power Distribution Products, including BDUs\n\nIn our E-Systems segment, we also design, develop, engineer and manufacture high-voltage power distribution products, including BDUs. These products control the flow and distribution of high-voltage power throughout electrified vehicles and include BDUs which control all electrical energy flowing into and out of high-voltage batteries in electrified vehicles. More than fifteen years of experience in high-voltage power distribution products, together with our expertise in areas integral to the performance of BDUs, such as power and thermal management and electrical architecture integration, have contributed to our well-established market position and our ability to effectively and competitively supply BDUs. High-voltage power distribution products are applicable to all electrified powertrain vehicles, but the size, complexity and configuration can vary widely \n\n12\n\n\ndependent upon the power requirements of individual vehicle platforms. Our high-voltage power distribution products are currently manufactured in Mexico, China, Spain and Morocco. Key material inputs to our high-voltage power distribution products include metals, including copper and aluminum, various resins, and power components, such as fuses, e-fuses and contactors.\n\nLow-Voltage Power Distribution Products and Electronic Controllers \n\nIn our E-Systems segment, we also design, develop, engineer and manufacture low-voltage power distribution products and electronic controllers that control various functions and power distribution within the vehicle. Our electronic product offerings include zonal controllers, body domain modules and low-voltage power distribution units. These units are typically purchased with embedded software to manage vehicle functions, control power distribution and ensure vehicle network connection. We assemble these modules using specialized, high-speed surface mount placement equipment and assembly processes in Mexico, Europe, Northern Africa and China.\n\nTechnology \n\nOur complete electrical distribution and connection system design capabilities, coupled with market-leading component technologies, allow early access to our customers' product development teams, which provides an indication of our customers' product needs and enables us to develop system design efficiencies. Our expertise is developed and delivered by approximately 2,100 engineers across fourteen countries and is led by four global technology centers of excellence in China, Germany, Spain and the United States for each of our major product lines in this segment.\n\nIn electrical distribution and connection systems, our technology includes expertise in the design and use of alternative conductor materials, such as aluminum, copper-clad steel and other hybrid alloys. Alternative conductor materials can enable the use of ultra small gauge conductors, which reduce the weight and packaging size of electrical distribution and connection systems. We also have developed proprietary manufacturing process technologies, such as our vertical manufacturing system that features three dimensional wire harness assembly boards. Our expertise in connection system technology facilitates our ability to implement these small gauge and alternative alloy conductors. We have developed advanced capabilities in aluminum terminals and aluminum wire termination, ultra small gauge termination and high-voltage terminals and connectors. We have developed high density in-line connectors and new small gauge terminals that will enable wire gauge reduction and provide our customers with smaller and lower cost solutions. In high-voltage battery connection systems, we have established a leading capability in power density (power per packaging size) that is being adopted by multiple automotive manufacturers. In addition, we have developed highly integrated and highly automated solutions to improve the performance of high-voltage batteries. These technologies are supported by our proprietary virtual proving grounds, which is an industry-leading suite of in-house developed tools and processes to significantly reduce design, development and validation testing time and expense. Our ongoing and accelerating investments in automation and other advanced manufacturing technologies, including the automation of wire harness manufacturing, design for automation and digital transformation, will yield future efficiencies and flexibility to our operations.\n\nIn high-voltage power distribution products, including BDUs, and low-voltage power distribution products, we have developed many patented or patent pending technologies that enable management of higher power levels and efficient thermal management. Our technology and capabilities were awarded an Automotive News PACE Award for technological excellence in 2021. In addition, we partnered with BASF and General Motors to develop the BDU in the 2022 GMC Hummer EV and won the Society of Plastics Engineers Automotive Innovation Award for the electric and autonomous vehicle systems category in 2023. Our BDU capabilities enable the highest power large-format vehicles by utilizing innovative technologies, including flat-flex wires to quickly dissipate heat. Our product achieves a 20% weight reduction, 32% size reduction and 135% gain in current-carrying capability across 400 volt and 800 volt architectures, as compared to currently available architecture offerings. These technologies are also scalable to achieve superior performance for vehicles with lower power requirements. \n\nIn electronic controllers, we are a market leader in zone control, body domain control and power distribution technology. Further, our expertise in e-fuse technology is leading to new power distribution business awards as new architectures are adopted and functional safety requirements increase. Software is a critical element of this part of our business. Software capabilities are becoming more important in the management of complex and highly sophisticated electronic architectures. Software within the vehicle is rapidly growing as a key element of technological innovation and a cost effective way to provide new features and functions.\n\nFor additional factors that may impact our E-Systems segment's business, financial condition, operating results and/or cash flows, see Item 1A, \"Risk Factors.\"\n\n13\n\n\nCustomers\n\nThe top five customers of our E-Systems segment are: Ford, General Motors, Jaguar Land Rover, Geely (including Polestar and Volvo) and Volkswagen.\n\nCompetition\n\nOur major competitors in electrical distribution and connection systems include Aptiv PLC, Leoni AG, Molex Incorporated (a subsidiary of Koch Industries Inc.), Sumitomo Corporation, TE Connectivity and Yazaki Corporation. Our major competitors in BDUs include Contemporary Amperex Technology Co. Limited, Delta Electronics, Inc., LG Energy Systems, Ltd., Panasonic Holdings Corporation and Yazaki Corporation. Our major competitors in electronic controllers include Aptiv PLC, Continental AG, Denso Corporation, Harman International Industries, Incorporated (a subsidiary of Samsung Electronics Co. Ltd.), Hella (a subsidiary of Forvia SE), Robert Bosch GmbH, Valeo S.A. and Visteon Corporation.\n\nSustainability\n\nSustainability initiatives provide the opportunity to gain competitive advantages. For example, we believe that growing customer and consumer demand for sustainable products provides opportunities for growth, and the more efficient use of energy and natural resources provides the potential to lower our operating costs while reducing our impact on the environment. We are continuously working to embed responsible and sustainable principles into our key business processes and operations, including enterprise risk management, innovation, procurement, product and process development, and sales. Our sustainability strategy and initiatives are developed by a cross-functional team of senior subject matter experts, reviewed and approved by senior management and overseen by the Governance and Sustainability Committee of our Board. We actively communicate our goals and activities to our investors in our public disclosures available on our website and in our SEC filings. Our sustainability efforts demonstrate how we live our core value to Get Results the Right Way, which we have reinforced by recommitting to the United Nations Global Compact each year since becoming a participant in 2020. \n\nEnergy Efficiency and Carbon Reduction Efforts at Lear\n\n•How We Are Driving Sustainability in Our Production Processes\n\nWe employ standardized processes globally that are designed to drive the efficient use of energy to reduce energy costs and greenhouse gas emissions, prevention of pollution and use of safe and sustainable production processes. We have published carbon reduction goals that we intend to achieve by 2030, including 100% usage of renewable energy for electric power consumed at our facilities and a 50% reduction in our Scope 1 (direct) and Scope 2 (indirect) carbon emissions at our facilities globally, as well as an aspiration to be carbon neutral by 2050.\n\nWe are implementing a multifaceted approach to achieve these goals. In our internal operations, we are focused in large part on increasing our usage of renewable energy, as well as on efforts to reduce energy consumption and use energy more efficiently. In particular, we have developed, and are implementing, a comprehensive renewable energy strategy which includes the following:\n\n–On-site renewable energy generation at certain sites (we currently have solar arrays operating at 20 sites in Europe, South America and China);\n\n–Virtual power purchase agreements, where viable, to support new renewable energy projects; and\n\n–Purchasing energy attribution certifications from energy providers, whether bundled with existing energy purchases or unbundled in certain regions.\n\nOur operations globally use our Energy Efficiency, Water Usage and Waste Generation Playbooks to promote sustainable practices within our facilities, while at the same time increasing operational efficiency and reducing costs. In addition, our facilities' specifications for new construction and significant building refurbishments require the consideration of more energy efficient systems, such as heating and cooling systems, wherever practicable.\n\nWhile the foregoing efforts will help us drive toward the elimination of carbon emissions in those areas we directly control (Scope 1 and 2 emissions), we are also progressing toward our longer-term overall goal of carbon neutrality across our value chain (including Scope 3 emissions). In terms of our supply chain, we are communicating our carbon and renewable energy goals, as well as our expectation that our suppliers have, and follow, their own internal policies regarding the conservation and efficient use of natural resources, including energy.\n\n•How We Are Driving Sustainable Products\n\nThe automotive industry remains focused on the development of sustainable transportation solutions, particularly in light of the continued focus on climate change and environmental sustainability among governments, non-governmental \n\n14\n\n\norganizations, consumers and other stakeholders. This focus is increasing the expectations, and in some cases, leading to regulatory requirements, that the automotive industry reduce the carbon emissions generated by vehicles.\n\nCertain of our product offerings are designed to capitalize on these evolving regulatory requirements and consumer preferences, such as electrical distribution and connection systems and BDUs designed for high-voltage applications, providing growth opportunities for our business. Our ComfortFlexTM and ComfortMax SeatTM modules can increase the efficiency of a vehicle's HVAC system and, in turn, potentially facilitate an increased range for electric vehicles. In addition, our lightweight components and vertical integration capabilities can facilitate weight reductions and other performance efficiencies in our products, in turn enabling lower emissions and increased battery driving range. \n\nOur customers' focus on sustainability is aligned with our efforts to develop products that are more environmentally sustainable and that promote circularity in the automotive industry. These products include, without limitation, FlexAirTM, our 100% recyclable non-foam alternative, and ReNewKnitTM, our sustainable wrap-knit textile alternative that is fully recyclable at its end of life and composed of 100% recycled material.\n\nWe are also committed to working with our suppliers and customers to source raw materials, including leather, in a sustainable manner. Our leather operations source cattle hides as a byproduct of the beef industry and are helping to protect forests by working to eliminate purchases of such hides from cattle farms involved in deforestation and forest degradation. Our No Deforestation Policy aligns with industry standards and requires of our suppliers:\n\n–Supply chain transparency, so that all materials supplied to us are from legal sources;\n\n–Land is not clear-cut or burned for production or development; and\n\n–Compliance with governmental laws, regulations and guidelines regarding deforestation.\n\nWith respect to the Amazon rainforest, 100% of the direct Brazilian suppliers to our leather operations use georeferencing technology to confirm that their suppliers did not directly buy cattle from farms involved in deforestation, invasion of indigenous and protected areas or other human rights violations. To monitor our suppliers' compliance with these requirements, we may conduct audits or assessments and/or require third-party verification.\n\nOther Sustainability And Governance Initiatives\n\nWe are especially proud of our employees' efforts to support our global communities. Through our Operation GIVE campaign at our Southfield, Michigan headquarters, over $750,000 in employee contributions benefited local programs focused on economic well-being, education and the environment in 2024. In addition, our teams completed numerous volunteer projects to support the global communities where we live and work.\n\nOur commitment to human rights is set forth in our Human Rights Policy which clearly defines how we approach, govern and defend the dignity of people throughout our operations, our global supply chain and our communities.\n\nOur governance activities help ensure that our business and operations are conducted in compliance with all applicable laws, as well as Lear's policies and procedures, particularly our Code of Business Conduct and Ethics. Our Board and its Audit and Governance and Sustainability Committees oversee our compliance and governance activities. Our expectations related to conducting business in a sustainable and ethical manner extend to our supply base. Suppliers must meet the requirements of our Supplier Sustainability Policy and Global Requirements Manual and Code of Conduct for Suppliers. We monitor and assess their compliance both internally and through the use of a third party.\n\nHuman Capital Management\n\nOur human capital management strategy is based on our belief that an important factor in delivering the highest quality products and services is to maintain a work environment that prioritizes safety and fosters collaboration, inclusion, tolerance and respect for our 173,700 employees around the world. Our Board and its People and Compensation Committee oversee this strategy.\n\nAs of December 31, 2024 and 2023, our employment levels worldwide were approximately as follows:\n\nRegion20242023\n\nUnited States and Canada10,40011,600\n\nMexico51,90056,400\n\nCentral and South America23,50023,700\n\nEurope and Africa64,50068,400\n\nAsia23,40026,500\n\nTotal173,700186,600\n\n15\n\n\nOur compensation and benefits strategy are designed to be competitive in the countries in which we operate to motivate our employees to perform to the best of their abilities, to achieve our objectives and to align the interests of our employees with the interests of our stakeholders. Our compensation package includes salary and both performance-based and long-term incentive programs, as appropriate for each role. We also provide a multitude of market-competitive benefits, which may include medical, life and disability insurance, contributory retirement savings plan, paid time off, paid parental leave and tuition reimbursement.\n\nA substantial number of our employees are members of industrial trade unions or national trade organizations. We have collective bargaining agreements with several North American unions, including the United Auto Workers, Unifor, International Brotherhood of Electrical Workers and Workers United. In the United States and Canada, each of our unionized facilities has a separate collective bargaining agreement with the union that represents the workers at such facility, with each such agreement having an expiration date that is independent of the other agreements. The majority of our employees in Mexico and Europe are members of industrial trade union organizations or confederations within their respective countries. Many of these organizations and confederations operate under national contracts, which are not specific to any one employer. We have infrequently experienced labor disputes at our plants. We have been able to resolve all such labor disputes and believe that our relations with our employees are generally good.\n\nSee Item 1A, \"Risk Factors — A significant labor dispute involving us or one or more of our customers or suppliers or that could otherwise affect our operations could adversely affect our financial performance,\" and Part II — Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations — Forward-Looking Statements.\"\n\nEmployee Engagement\n\nLaunched in 2017, Together We Win (\"TWW\") is Lear's global employee engagement program designed to drive cultural change in our operations. Plants advance through four segments of the program — leadership, work environment, employee involvement and team empowerment. TWW unites manufacturing employees across the globe in aiming to achieve excellence based on key operational and employee engagement metrics, such as quality, absenteeism, health and safety performance, and operational efficiency. Our approach towards employee engagement focuses on the employee experience through the three main chapters of the employee lifecycle: attract and recruit, learn and grow, and perform and reward. \n\nChampions of Lear is a recognition program that celebrates our global operations and our hourly and salaried employees who represent the best-of-the-best in our company. Individuals, teams or plants submit an application which is reviewed by a diverse panel of judges, including Lear leadership. Award categories honor achievements in engagement, customer appreciation, innovation, supply chain, quality, safety, operational excellence, sustainability and continuous improvement.\n\nHealth and Safety\n\nOur health and safety programs are designed around global standards with appropriate variations to address the multiple jurisdictions and unique working environments of our manufacturing operations. Our health and safety management system is compliant with the International Organization for Standardization (\"ISO\") 45001 standard, and we implemented a more comprehensive program which combines ISO 14001 and 45001 requirements to improve efficiency and performance. Each of our locations performs regular safety audits to ensure that proper safety policies are in place and appropriate safety training is provided. In addition, we engage an independent third-party conformity assessment and certification vendor to audit selected operations for adherence to our global health and safety standards. \n\nOur employees also support healthier lifestyles through our Driving Wellness campaign. Local teams around the world plan activities, such as mental health awareness events, first aid training and on-site physical fitness initiatives, that are focused on promoting increased physical, emotional and mental wellness. This program has been expanded globally since its inception in 2022.\n\nTalent Development and Culture\n\nWe are committed to the continued development of our employees. In 2023, we delivered more than six million hours of safety, development, leadership, quality, continuous improvement, lean manufacturing, and ISO and IATF certification training. We offer several professional development and leadership programs in the United States, Europe, Asia, Mexico and South America. Our CEO Academy is our premier leadership development opportunity in which a select group of leaders representing diverse functions and backgrounds participate in a week-long leadership immersion event. Our Together We Grow merit-based program helps diverse high-potential future leaders build their networks and careers at Lear with an emphasis on engagement and relationship development. In 2024, we expanded programming to include cohorts in Europe and in Mexico/Honduras.\n\nIn 2023, we launched our JumpStart \"returnship\" program in the United States, attracting mid-career professionals who had previously chosen to pause their careers for a variety of reasons. Leveraging our internal referral process, we identified participants that were eager to update their skills and, with support, ready to return to full-time employment. During the 12-\n\n16\n\n\nweek paid pilot program, participants received custom onboarding, attended professional development and technical training workshops, and were assigned a job coach. In 2024, JumpStart expanded globally with programs in Asia, Europe/Africa, Mexico and South America. \n\nWe strive to build a culture of diversity, equity and inclusion not only through our human resource policies and practices but also by actively monitoring pay equity and working to eliminate discrimination and harassment in all of its forms. In 2024, we enhanced our Expect Respect / Expect Inclusion anti-harassment training for our global workforce, including a significant focus on bystander intervention, equipping our employees with strategies to safely support colleagues who may be experiencing harassment. We expect this training to be completed at all of our locations by the end of the first quarter 2025.\n\nWe are also proud of our six employee resource groups, representing 23 countries. Each employee-led resource group is supported by an executive sponsor and is open to all employees, with a goal of fostering a culture where everyone in our diverse and global workforce feels engaged, accepted and valued. In 2024, the employee resource groups held more than 400 events globally, including lunch and learns, trainings, and volunteer and social activities.\n\nEthics and Compliance\n\nWe are committed to conducting our business with integrity and in compliance with all applicable laws of the cities, states and countries in which we operate, and we have established a Code of Business Conduct and Ethics to assist employees in this regard. In 2022, we updated our Code of Business Conduct and Ethics to include additional or enhanced sections on certain of these topics, as well as on topics such as social media, human rights, and diversity and inclusion. We encourage employees to report concerns through a variety of channels, including a compliance and ethics toll-free number, an online form and a mobile app, each of which allows for anonymous reporting. Our ethics and compliance team reviews every report and, when appropriate, conducts an investigation. We also maintain an Anti-Retaliation Policy such that any employee who reports a concern in good faith is protected from harassment, retaliation or adverse employment consequences.\n\nCustomers\n\nIn 2024, General Motors, one of the largest automotive and light truck manufacturers in the world, accounted for 22% of our net sales. In addition, Ford, Volkswagen and Mercedes-Benz each accounted for 11% and Jaguar Land Rover and Stellantis each accounted for 9% of our 2024 net sales. Through acquisitions and organic growth, we strive to diversify our customer base to be reflective of the evolving regional markets in which we operate. We supply and have expertise in all vehicle segments of the automotive market. Our sales content tends to be higher on those vehicle platforms and segments which offer more features and functionality. The popularity of particular vehicle platforms and segments varies over time and by regional market. We expect to continue to win new business and grow sales at a greater rate than overall automotive industry production. For further information related to our customers and domestic and foreign sales and operations, see Note 14, \"Segment Reporting,\" to the consolidated financial statements included in this Report.\n\nOur customers award business to their suppliers in a number of ways, including the award of complete systems, which allows suppliers either to manufacture components internally or to purchase components from other suppliers at their discretion. Certain of our customers also elect to award certain components directly to component suppliers and independent of the award of the complete system. We have selectively expanded certain of our product offerings and component capabilities and continue to invest in manufacturing capacity in low-cost regions to enhance our cost structure and increase our vertical integration opportunities and participation in our customers' direct component sourcing.\n\nOur customers typically award contracts several years before actual production is scheduled to begin. Each year, the automotive manufacturers introduce new models, update existing models and discontinue certain models and, periodically, even complete brands. In this process, we may be selected as the supplier on a new model, we may continue as the supplier on an updated model or we may lose the business on a new or updated model to a competitor.\n\nOur core sales backlog reflects our estimated net sales over the next two years from formally awarded new programs, less lost and discontinued programs. This measure excludes the sales backlog at our non-consolidated joint ventures and the impact of the wind down of non-core products in our E-Systems business. As of February 2025, our 2025 to 2026 sales backlog is $1.3 billion. Our current sales backlog reflects $0.2 billion related to 2025, of which 11% and 89% are related to our Seating and E-Systems segments, respectively. In addition, our 2025 to 2026 sales backlog at our non-consolidated joint ventures is approximately $0.5 billion. Our current sales backlog assumes volumes based on the independent industry projections of S&P Global Mobility as of January 2025 and internal estimates, a Euro exchange rate of $1.04/Euro and a Chinese renminbi exchange rate of 7.30/$. This sales backlog is generally subject to a number of risks and uncertainties, including vehicle production volumes on new and replacement programs and foreign exchange rates, as well as the timing of production launches and changes in customer development plans. For additional information regarding risks that may affect our sales backlog, see Item 1A, \"Risk Factors,\" and Part II — Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations — Forward-Looking Statements.\"\n\n17\n\n\nWe receive purchase orders from our customers that generally provide for the supply of a customer's annual requirements for a particular vehicle model and assembly plant, or in some cases, for the supply of a customer's requirements for the life of a particular vehicle model, rather than for the purchase of a specified quantity of products. Although most purchase orders may be terminated by our customers at any time, such terminations have been infrequent and have not had a material impact on our operating results. We are subject to risks that an automotive manufacturer will produce fewer units of a vehicle model than anticipated or that an automotive manufacturer will not award us a replacement program following the life of a vehicle model. To reduce our reliance on any one vehicle model, we produce automotive systems and components for a broad cross-section of both new and established models. However, larger cars and light trucks, as well as vehicle platforms that offer more features and functionality, such as luxury, sport utility and crossover vehicles, typically have more content and, therefore, tend to have a more significant impact on our operating performance. Our net sales for the year ended December 31, 2024, consisted of 23% passenger cars, 56% crossover and sport utility vehicles and 21% trucks and vans.\n\nOur agreements with our major customers generally provide for an annual productivity price reduction. Historically, cost reductions through product design changes, increased manufacturing productivity and similar programs with our suppliers have generally offset these customer-imposed price reduction requirements. However, raw material, energy, commodity, product component and labor costs can be volatile. Although we have developed and implemented strategies to mitigate the impact of such costs, these strategies, together with commercial negotiations with our customers and suppliers, do not typically offset all of the adverse impact. Certain of these strategies also may limit our opportunities in a declining price environment. In addition, we are exposed to market risk associated with fluctuations in foreign exchange as a result of our low-cost footprint and vertical integration strategies. We use derivative financial instruments to reduce our exposure to fluctuations in foreign exchange rates. For additional information regarding our foreign exchange and commodity price risk, see Part II — Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations — Liquidity and Capital Resources — Commodity Prices\" and Item 7A, \"Quantitative and Qualitative Disclosures about Market Risk — Market Risk Sensitivity — Foreign Exchange.\" \n\nSeasonality\n\nOur principal operations are directly related to the automotive industry. Consequently, we may experience seasonal fluctuations to the extent automotive vehicle production slows, such as in the summer months when many customer plants close for holidays and/or model year changeovers, as well as in December when many customer plants close for the holidays. \n\nRaw Materials\n\nThe principal raw materials used in our seat systems, electrical distribution and connection systems, BDUs and electronic controllers are generally available and obtained from multiple suppliers under various types of supply agreements. Components such as seat trim covers, surface materials such as leather and fabric, seat mechanisms, seat foam, thermal comfort systems such as seat heating, ventilation, active cooling, pneumatic lumbar and massage products, headrests, connection systems and certain other components are either manufactured by us internally or purchased from multiple suppliers under various types of supply agreements (certain of which are sourced by our customers and certain of which are sourced by us). The majority of the steel used in our products is comprised of fabricated components that are integrated into a seat system, such as seat frames, recliner mechanisms, seat tracks and other mechanical components. Therefore, our exposure to changes in steel prices is primarily indirect, through these purchased components. With the exception of certain connection systems, the materials that we use to manufacture wire harness assemblies are substantially purchased from suppliers, including extruded and insulated wire and cable. The majority of our copper purchases are comprised of extruded wire and cable that we integrate into electrical wire harnesses. In general, our copper purchases, as well as a significant portion of our leather purchases, are subject to price index agreements with our customers and suppliers. We utilize a combination of short-term and long-term supply contracts to purchase key components. We generally retain the right to terminate these agreements if our supplier does not remain competitive in terms of cost, quality, delivery, technology or customer support.\n\nIntellectual Property\n\nWorldwide, we have approximately 2,800 patents and patent applications pending. While we believe that our patent portfolio is a valuable asset, no individual patent or group of patents is critical to the success of our business. We also license selected technologies to automotive manufacturers and to other automotive suppliers. We continually strive to identify and implement new technologies for use in the design and development of our products.\n\nAdvanced technology development is conducted worldwide at our seven advanced technology centers and at our product engineering centers. At these centers, we engineer our products to comply with applicable safety standards, meet quality and durability standards, respond to environmental conditions and conform to customer and consumer requirements. Our global innovation and technology center located in Southfield, Michigan, develops and integrates new concepts and is our central location for consumer research, benchmarking, craftsmanship and industrial design activity.\n\n18\n\n\nWe have numerous registered trademarks in the United States and in many foreign countries. The most important of these marks include LEAR CORPORATION® (including our stylized version thereof) and LEAR®, which are widely used in connection with our products and services. Our other principal brands include GUILFORD® and EAGLE OTTAWA®. ComfortFlex by LearTM, ComfortMax Seat by LearTM, ConfigurE+TM seating, FlexAirTM non-foam alternative, INTUTM seating, ProTec® active head restraints, ReNewKnitTM fabrics, SMART JUNCTION BOXTM technology, SoyFoamTM foam substitute and TeXstyleTM fabrics are some of our other trademarks used in connection with certain of our product lines.\n\nGovernment Regulations and Environmental Matters\n\nWe are subject to a variety of federal, state, local and foreign laws and regulations, including those related to health, safety and, increasingly, sustainability matters. Costs incurred to comply with these governmental regulations are not material to our capital expenditures, financial performance or competitive position. Additional information about the impact of government regulations on our business is included in Item 1A, \"Risk Factors,\" under the heading \"Legal and Regulatory Risks.\"\n\nWe are committed to sustainability in our operations and products. We adhere to local, state, federal and foreign laws, regulations and ordinances which govern activities or operations that may have adverse environmental effects. These laws, regulations and ordinances may impose liability for clean-up costs resulting from past spills, disposals or other releases of hazardous wastes. For a description of our outstanding environmental matters and other legal proceedings, see Note 13, \"Legal and Other Contingencies,\" to the consolidated financial statements included in this Report.\n\nIn addition, our customers are subject to significant environmentally focused state, federal and foreign laws and regulations that regulate vehicle emissions, fuel economy and other matters related to the environmental impact of vehicles. To the extent that such laws and regulations ultimately increase or decrease automotive vehicle production, such laws and regulations would likely impact our business. See Item 1A, \"Risk Factors.\"\n\nFurthermore, we currently offer products that advance sustainability, such as ReNewKnitTM and FlexAirTM, and are creating technologies that facilitate environmentally friendly transportation alternatives, such as hybrid and electric vehicles. Our expertise, capabilities and environmental leadership are allowing us to expand our product offerings in this area. \n\nJoint Ventures and Noncontrolling Interests\n\nWe form joint ventures in order to gain entry into new markets, expand our product offerings and broaden our customer base. In particular, we believe that certain joint ventures have provided us, and will continue to provide us, with the opportunity to expand our business relationships with Asian automotive manufacturers, particularly in emerging markets. We also partner with companies having significant local experience in commerce and customs, as well as capacity, to reduce our financial risk and enhance our potential for achieving expected financial returns. In some cases, these joint ventures may be located in North America and used to expand our customer relationships.\n\nAs of December 31, 2024, we had sixteen operating joint ventures located in five countries. Of these joint ventures, six are consolidated, and ten are accounted for using the equity method of accounting. Fourteen of the joint ventures operate in Asia, and two operate in North America (both of which are dedicated to serving Asian automotive manufacturers). Net sales of our consolidated joint ventures accounted for approximately 8% of our net sales in 2024. As of December 31, 2024, our investments in non-consolidated joint ventures totaled $221 million.\n\n19\n\n\nA summary of our non-consolidated operating joint ventures, including ownership percentages, is shown below. For further information related to our joint ventures, see Note 5, \"Investments in Affiliates and Other Related Party Transactions,\" to the consolidated financial statements included in this Report.\n\nCountryNameOwnershipPercentage\n\nChinaBeijing BHAP Lear Automotive Systems Co., Ltd.50%\n\nChinaBeijing Lear Hyundai Transys Co., Ltd.50\n\nChinaGuangzhou Lear Automotive Components Co., Ltd.50\n\nChinaJiangxi Jiangling Lear Interior Systems Co., Ltd.50\n\nChinaLear Dongfeng Automotive Seating Co., Ltd.50\n\nChinaChangchun Lear FAWSN Automotive Seat Systems Co., Ltd.49\n\nChinaShenyang Jinbei Lear Automotive Seating Co. Ltd.49\n\nHondurasHonduras Electrical Distribution Systems S. de R.L. de C.V.49\n\nUnited States / MexicoKyungshin-Lear Sales and Engineering LLC49\n\nIndiaHyundai Transys Lear Automotive Private Limited35",
      "char_count": 92915
    },
    "item1a": {
      "text": "ITEM 1A – RISK FACTORS\n\nOur business, financial condition, operating results and cash flows may be impacted by a number of factors. In addition to the factors affecting our business identified elsewhere in this Report, the material risk factors affecting our operations include the following:\n\nRisks Related to Our Business\n\n•Our industry is cyclical and a decline in the production levels of our major customers, particularly with respect to models for which we are a significant supplier, or the financial distress of one or more of our major customers could adversely affect our financial performance.\n\nOur sales are driven by the number of vehicles produced by our automotive manufacturer customers and our content per vehicle. The automotive industry is cyclical and sensitive to general economic conditions, including interest rates, inflation, consumer demand and spending levels, and geopolitical issues. Automotive sales and production can also be affected by the age of the vehicle fleet and related scrappage rates, labor relations issues, labor shortages, fuel prices, regulatory requirements, government initiatives and incentives, trade agreements, tariffs and other non-tariff trade barriers, the availability and cost of credit, the availability and cost of raw materials and critical components, and logistics issues, as well as vehicle affordability and consumer preferences regarding vehicle powertrains (including preferences regarding hybrid and electric vehicles), size, configuration and features, among other factors. Our sales and production may be further affected by new entrants to the industry, including domestic automakers in certain regions and non-traditional automakers, and the restructuring actions, including facility closures, of our customers and suppliers.\n\nAn economic downturn or other adverse industry conditions that result in a decline in the production levels of our major customers, particularly with respect to models for which we are a significant supplier, or the financial distress of one or more of our major customers could reduce our sales or otherwise adversely affect our financial condition, operating results and cash flows. Further, our ability to reduce the risks inherent in certain concentrations of business, and thereby maintain our financial performance in the future, will depend, in part, on our ability to continue to diversify our sales on a customer, product, platform and geographic basis to reflect the market overall. We may not be successful in such diversification.\n\n•Increases in the costs and restrictions on the availability of raw materials, energy, commodities, product components and labor could adversely affect our financial performance.\n\nRaw material, energy, commodity, product component and labor costs can be volatile. Although we have developed and implemented strategies to mitigate the impact of increases in such costs, these strategies, together with commercial negotiations with our customers and suppliers, do not typically offset all of the adverse impact. Certain of these strategies also may limit our opportunities in a declining price environment. In addition, the availability of raw materials, energy, commodities, product components and labor fluctuates from time to time due to factors outside of our control, including regulatory requirements and restrictions, natural disasters and other supply chain disruptions, which may impact our ability to meet the production demands of our customers. Increases in the costs of raw materials, energy, commodities, product \n\ncomponents and labor, or restrictions on the availability thereof, could adversely affect our financial condition, operating results and cash flows.\n\n•The lack of commercial success of or an increase in directed component sourcing for a vehicle model for which we are a significant supplier could adversely affect our financial performance.\n\nWe receive purchase orders from our customers that generally provide for the supply of a customer's requirements for a particular vehicle model and assembly plant for the life of a particular vehicle program, rather than for the purchase of a specific quantity of products. It is possible that a particular vehicle model is not successful with consumers or that our customers elect to manufacture our products internally, purchase our products from other suppliers or increase the extent to which they require us to utilize specific suppliers or materials in the manufacture of our products. The loss of business due to these factors occurring could reduce our sales or margins and thereby adversely affect our financial condition, operating results and cash flows.\n\n•Our inability to achieve product cost reductions to offset customer-imposed price reductions could adversely affect our financial performance.\n\nDownward pricing pressure by automotive manufacturers is a characteristic of the automotive industry. Our customer contracts generally provide for annual price reductions over the production life of the vehicle, while requiring us to assume significant responsibility for the design, development and engineering of our products. Prices may also be adjusted on an ongoing basis to reflect changes in product content/costs and other commercial factors. Our financial performance is largely dependent on our ability to achieve product cost reductions through product design enhancements, supply chain management, manufacturing efficiencies and restructuring actions. We also seek to enhance our financial performance by investing in product development, design capabilities and new product initiatives that respond to and anticipate the needs of our customers and consumers. We continually evaluate operational and strategic alternatives to improve our business structure and align our business with the changing needs of our customers and major industry trends affecting our business. Our inability to achieve product cost reductions that offset customer-imposed price reductions could adversely affect our financial condition, operating results and cash flows.\n\n•International trade policies, including protectionist trade policies, such as tariffs and sanctions, could adversely affect our financial performance.\n\nDue to the interconnectedness of the global economy, policy changes in one area of the world can have an immediate and material adverse impact on markets around the world. Changes in international trade policies, including: (i) changes to existing trade agreements; (ii) greater restrictions on free trade generally; and (iii) significant increases in customs duties and tariffs on goods imported into the United States and reciprocal actions by other countries, can adversely affect our financial condition and operating results. \n\nOn February 1, 2025, President Trump announced the imposition of new tariffs on imports from Mexico, Canada and China, to take effect on February 4, 2025. On February 3, 2025, President Trump announced that the tariffs imposed on imports from Mexico and Canada would be paused for thirty days. The impact of these potential tariffs on our business and financial condition, if any, is subject to a number of factors that are not yet known, including the effective date and duration of such tariffs, the scope and nature of any tariffs, the amount of any tariffs, any countermeasures that the target countries may take in response to such tariffs. In light of these uncertainties, we can provide no assurance that any mitigating actions that may become available to us, such as our ability to pass along some or all of the costs of any tariffs to some or all of our customers, will be successful.\n\nIn addition to potential increases in customs duties and tariffs in the United States and other countries, the United States-Mexico-Canada Agreement (\"USMCA\") is subject to renewal in 2026. There can be no assurance that any newly negotiated terms in the USMCA will not adversely affect our business. Also, China presents unique risks to U.S. automotive manufacturers due to the strain in U.S.-China relations and the level of integration with key components in our global supply chain. It remains unclear what specific actions the current U.S. administration may take to resolve trade-related issues with China and other countries. \n\nFurther, the U.S. and other governments could impose additional sanctions or export controls that could restrict us from doing business directly or indirectly in or with certain countries or parties, which could include affiliates. Any of the above factors could impact our supply chain, as well as our operations, and adversely affect our financial condition and operating results.\n\n•Adverse developments affecting or the financial distress of one or more of our suppliers could adversely affect our financial performance.\n\nWe obtain components and other products and services from numerous automotive suppliers and other vendors throughout the world. We are responsible for managing our supply chain, including suppliers that may be the sole sources of products that we require, that our customers direct us to use or that have unique capabilities that would make it difficult and/or expensive to re-source. In certain instances, entire industries may experience short-term capacity constraints. Additionally, our production capacity and costs, and that of our customers and suppliers, may be adversely affected by force majeure events, such as natural disasters, as well as tariffs, sanctions or other significant events. Any such significant event could adversely affect our financial performance. Furthermore, unfavorable economic or industry conditions in one or more of the regions in which we operate could result in financial distress within our supply base, which could cause a supply disruption and thereby adversely affect our financial condition, operating results and cash flows. \n\n•A significant labor dispute involving us or one or more of our customers or suppliers or that could otherwise affect our operations could adversely affect our financial performance.\n\nA substantial number of our employees and the employees of our largest customers and suppliers are members of industrial trade unions and are employed under the terms of various labor agreements. We have labor agreements covering approximately 81,500 employees globally. In the United States and Canada, each of our unionized facilities has a separate collective bargaining agreement with the union that represents the workers at such facility, with each such agreement having an expiration date that is independent of the other agreements. Labor agreements covering approximately 84% of our global unionized work force, including labor agreements in the United States and Canada covering approximately 5% of our global unionized workforce, are scheduled to expire in 2025. There can be no assurances that these upcoming negotiations or any other future negotiations with the unions will be resolved favorably or that we will not experience a work stoppage or disruption that could adversely affect our financial condition, operating results and cash flows. A labor dispute involving us, any of our customers or suppliers or any other suppliers to our customers or that otherwise affects our operations, or the inability by us, any of our customers or suppliers or any other suppliers to our customers to negotiate, upon the expiration of a labor agreement, an extension of such agreement or a new agreement on satisfactory terms could adversely affect our financial condition, operating results and cash flows. In addition, if any of our significant customers experience a material work stoppage, the customer may halt or limit the purchase of our products. This could require us to shut down or significantly reduce production at facilities relating to such products, which could adversely affect our financial condition and operating results.\n\n•Our ability to attract, develop, engage and retain qualified employees could affect our ability to execute our strategy.\n\nOur success depends, in part, on our ability to identify and attract qualified candidates with the requisite education, background and experience, as well as our ability to develop, engage and retain qualified employees. Failure to attract, develop, engage and retain qualified employees, whether as a result of an insufficient number of qualified applicants, difficulty in recruiting new employees or inadequate resources to train, integrate and retain qualified employees, could impair our ability to execute our business strategy and could adversely affect our business. In addition, while we strive to reduce the impact of the departure of employees, our operations and our ability to execute our business strategy and meet our business objectives may be affected by the loss of employees, particularly when departures involve larger numbers of employees. Higher rates of employee separations may adversely affect us through decreased employee morale, the loss of knowledge of departing employees and the devotion of resources to recruiting and onboarding new employees.\n\n•Our substantial international operations make us vulnerable to risks associated with volatile economic and political environments.\n\nWe have substantial international operations, with manufacturing and distribution facilities in many foreign countries, including Mexico and countries in Africa, Asia, Central and South America, and Europe. Some of the markets in which we do business may have volatile economic and/or political environments. This may expose us to heightened risks as a result of economic, geopolitical or other events, including:\n\n–exposure to local economic conditions;\n\n–political, economic and civil instability and uncertainty (including acts of terrorism, civil unrest, drug cartel-related and other forms of violence, and outbreaks of war);\n\n–labor scarcity and unrest;\n\n–expropriation, governmental takeover and nationalization;\n\n–currency exchange rate fluctuations, currency controls and the ability to economically hedge currencies;\n\n22\n\n\n–withholding and other taxes on remittances and other payments by subsidiaries;\n\n–investment restrictions or requirements;\n\n–repatriation restrictions or requirements;\n\n–trade wars, tariffs or sanctions;\n\n–concerns about human rights, working conditions and other labor rights and conditions and the environmental impact in foreign countries where our products are produced and raw materials and/or components are sourced, as well as changing labor, environmental and other laws in these countries;\n\n–pandemic illness and limited access to vaccines;\n\n–increases in working capital requirements related to long supply chains; and\n\n–global sovereign fiscal matters and creditworthiness, including potential defaults and the related impacts on economic activity, including the possible effects on credit markets, currency values, monetary unions, international treaties and fiscal policies.\n\nExpanding our sales and operations in lower-cost regions are important elements of our strategy. As a result, our exposure to the risks described above is substantial. The likelihood of such occurrences and their potential effect on us vary from country to country and are unpredictable. However, any such occurrences could adversely affect our financial condition, operating results and cash flows.\n\n•Certain of our operations are conducted through joint ventures which have unique risks.\n\nCertain of our operations, particularly in Asia, are conducted through joint ventures. With respect to our joint ventures, we may share ownership and management responsibilities with one or more partners that may not share our goals and objectives. Operating a joint venture requires us to operate the business pursuant to the terms of the agreement that we entered into with our partners, which may require additional organizational formalities, as well as the sharing of information and decision making. Additional risks associated with joint ventures include one or more partners failing to satisfy contractual obligations, the ability to enforce such obligations, conflicts arising between us and any of our partners, a change in the ownership of any of our partners and less of an ability to control compliance with applicable rules and regulations, including the Foreign Corrupt Practices Act and related rules and regulations. Additionally, our ability to sell our interest in a joint venture may be subject to contractual and other limitations. Accordingly, any such occurrences could adversely affect our financial condition, operating results and cash flows.\n\n•Our failure to execute our strategic objectives could adversely affect our financial performance.\n\nOur financial performance depends, in part, on our ability to successfully execute our strategic objectives. Our strategy is based on four pillars designed to drive growth and profitability: (1) extend our market leadership position in Seating with priceable features, including modularity and thermal comfort systems; (2) transform our E-Systems business through accelerated growth in connection systems and vehicle architecture evolution and electrification; (3) build on our reputation for operational excellence through organic and inorganic investments in automation and digital technologies; and (4) prioritize people and the planet through our sustainability initiatives to drive business growth, cost reductions and improved employee retention. Various factors, including the industry environment and the other matters described herein and in Part II — Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" including \"— Forward-Looking Statements,\" could adversely affect our ability to execute our strategic objectives. These risk factors include our failure to identify suitable opportunities for organic investment and/or acquisitions, our inability to successfully develop such opportunities or complete such acquisitions or our inability to successfully utilize or integrate the investments in our operations. Our failure to execute our strategic objectives could adversely affect our financial condition, operating results and cash flows. Moreover, there can be no assurances that, even if implemented, our strategic objectives will be successful.\n\n•Our inability to effectively manage the timing, quality and costs of new program launches could adversely affect our financial performance.\n\nIn connection with the award of new business, we obligate ourselves to deliver new products and services that are subject to our customers' timing, performance and quality standards. Additionally, as a Tier 1 supplier, we must effectively coordinate the activities of numerous suppliers in order for the program launches of our products to be successful. Given the complexity of new program launches, we may experience difficulties managing product quality, timeliness and associated costs. In addition, new program launches require a significant ramp up of costs; however, our sales related to \n\n23\n\n\nthese new programs generally are dependent upon the timing and success of our customers' introduction of new vehicles. Customer decisions on program launch timing may be impacted by industry conditions, government regulations and consumer preferences, and therefore, the timing of such launches may also be subject to change. Our inability to effectively anticipate and manage the timing, quality and costs of these new program launches could adversely affect our financial condition, operating results and cash flows.\n\n•We operate in a highly competitive industry and efforts by our competitors, as well as new entrants to the industry, to gain market share could adversely affect our financial performance.\n\nWe operate in a highly competitive industry. We and most of our competitors are seeking to expand market share with new and existing customers, including in high growth regions. Our customers award business based on, among other things, price, quality, service and technology. Our competitors' efforts to grow market share could exert downward pressure on our product pricing and margins. In addition, the automotive industry has attracted, and will continue to attract, new entrants, including domestic automakers in certain regions and non-traditional automakers as a result of the evolving nature of the automotive vehicle market, including the increasing adoption of hybrid and electric vehicles. Further, the global automotive industry is experiencing a period of significant technological change, including a focus on electrification and digitization. If we are unable to differentiate our products, maintain a low-cost footprint or compete effectively to win business with new domestic automakers and other new entrants, we may lose market share or be forced to reduce prices, thereby lowering our margins. Any such occurrences could adversely affect our financial condition, operating results and cash flows.\n\n•If we do not respond appropriately, the evolution of the global transportation industry toward electrification could adversely affect our business.\n\nThe global transportation industry is increasingly focused on the development of more fuel-efficient solutions to meet demands from consumers and governments worldwide to address climate change and an increased desire for environmentally sustainable solutions. The impacts of these changes on us are uncertain and could ultimately prove dramatic. If we do not respond appropriately, the evolution toward electrification and other energy sources, including the timing of such evolution, could adversely affect our business. The increased adoption of hybrid and fully electrified powertrains may result in lower demand for some of our products. The evolution of the industry toward electrification has also attracted increased competition from new entrants to the light vehicle industry. Failure to innovate and to develop or acquire new and compelling products that capitalize upon new technologies in response to evolving consumer preferences and customer landscape could adversely affect our financial condition, operating results and cash flows.\n\n•A disruption in our information technology systems, or those of our customers, suppliers, sub-suppliers or other contract parties, including a disruption related to cybersecurity, and other cybersecurity risks, such as a security incident resulting in unauthorized access to or theft of personal or other sensitive information, could adversely affect our financial performance.\n\nWe rely on the accuracy, capacity, availability and security of our information technology networks. Despite the security and business continuity measures that we have implemented, including those measures related to cybersecurity, our operational systems (including business, financial, accounting, human resources, product development and manufacturing processes), as well as those of our customers, suppliers and other service providers, and certain of our connected vehicle systems and components that may collect and store sensitive end-user data (which could include personal information) could be breached, disabled or damaged by, without limitation, internal or external threat actors, computer viruses, malware, phishing attacks, denial-of-service attacks, supply chain attacks, human error, ransomware attacks, software bugs, server malfunctions, software or hardware failures, natural or man-made incidents or disasters, or unauthorized physical or electronic access. These types of incidents have become more prevalent and pervasive across industries, including our industry, and are expected to continue, if not increase, in the future. In particular, ransomware or other attacks that are intended to disrupt our business operations are becoming increasingly prevalent, particularly for manufacturing companies, and can lead to significant interruptions in operations and the ability to provide products or services, loss of sensitive data and income, reputational harm and diversion of funds. Extortion payments may alleviate the negative impact of a disruptive event, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments.\n\nWe are incorporated into the supply chain of a large number of companies globally. As a result, if our products or services are compromised, unavailable or unable to be manufactured or delivered, a significant number or, in some instances, all of our customers' operations and their data could be simultaneously affected. Our contracts with customers and others may not contain limitations of liability, and even where they do, there can be no assurance that limitations of liability in our contracts are sufficient to protect us from liabilities, damages or claims related to our security obligations. The potential \n\n24\n\n\nliability and associated consequences we could suffer as a result of such a large-scale event impacting multiple customers could be catastrophic and result in irreparable harm.\n\nThe secure operation of our information technology networks, and the processing and maintenance of information by these networks, is critical to our operations and strategy. A security incident could result in business disruption, including interruptions of manufacturing and distribution of vehicle systems and components that we supply to our customers or our plant operations, theft of our intellectual property, trade secrets or customer information, or unauthorized access to or theft of personal information, such as that of our employees or end consumers of vehicles that contain certain of our connected vehicle systems or components. Although cybersecurity and the continued development and enhancement of our controls, processes and practices designed to protect our operational systems and products from attack, damage or unauthorized access are a high priority for us, our actions and investments may not be deployed quickly enough or successfully protect our systems against all vulnerabilities, including technologies developed to bypass our security measures. In addition, outside parties may attempt to fraudulently induce employees, vendors or customers to disclose access credentials or other sensitive information in order to gain access to our secure systems and networks, or to divert funds or wire transfers. There are no assurances that our actions and investments to improve the maturity of our systems, processes and risk management framework or remediate vulnerabilities will be sufficient or deployed quickly enough to prevent or limit the impact of any cyber intrusion or security incident. We maintain cyber liability insurance to provide additional support during significant events, as well as a level of financial protection in the event of certain cybersecurity-related losses, but there is no guarantee that our coverage will be sufficient or applicable in all cases. \n\nMoreover, because the techniques used to gain access to or adversely impact systems often are not recognized until launched against a target, we may be unable to anticipate the methods necessary to defend against these types of attacks, and we cannot predict the extent, frequency or impact these attacks may have on us. It may also be difficult and/or costly to detect, investigate, mitigate, contain and remediate a security incident. Our efforts to do so may not be successful. Actions taken by us or the third parties with whom we work to detect, investigate, mitigate, contain and remediate a security incident could result in outages, data losses and disruptions of our business. In addition, the information technology systems and software that we and our vendors use are vulnerable to outages, breakdowns, software vulnerabilities, coding errors and other damage from service interruptions, system malfunctions, natural disasters, terrorism, war, and telecommunication and electrical failures. For example, our business operations suffered temporary interruptions and impacts from the global CrowdStrike Holdings, Inc. event in July 2024. To the extent that our business is interrupted, including the vehicle systems and components that we supply to our customers or our plant operations, or data is lost, destroyed or inappropriately accessed, used or disclosed, such disruptions could adversely affect our competitive position, operating capacity, ability to provide our goods and services, relationships with our customers, financial condition, operating results and cash flows and/or subject us to regulatory actions, including those contemplated by data privacy laws and regulations such as European Union General Data Privacy Regulation, China Cyber Security Laws including the China Personal Information Protection Law, India's Information Technology Act and supplementary rules, and the California Consumer Privacy Act, or litigation. In addition, we may be required to incur significant costs to protect against the damage caused by these disruptions or security breaches in the future.\n\nWe are also dependent on security measures that some of our customers, suppliers and other third party service providers take to protect their own systems and infrastructures. Any security incident of any of these third parties' systems could result in unauthorized access to our or our customers' or suppliers' sensitive data or our own information technology systems, cause us to be non-compliant with applicable laws or regulations, subject us to legal claims or proceedings, disrupt our operations, damage our reputation or cause a loss of confidence in our products or services, any of which could adversely affect our financial performance. Our ability to monitor these third parties' information security practices is limited, and these third parties may not have adequate information security measures in place. If the third parties with whom we work experience a security incident or other interruption, we could experience adverse consequences. While we may be entitled to damages if the third parties with whom we work fail to satisfy their privacy or security-related obligations to us, any award may be insufficient to cover our damages, or we may be unable to recover such award.\n\n•Pandemics, epidemics, disease outbreaks and other public health crises have disrupted our business and operations, and future public health crises could adversely affect our business, financial condition and operating results.\n\nPandemics, epidemics or disease outbreaks in the United States or globally have disrupted, and may disrupt in the future, our business, which could materially affect our financial condition including liquidity, operating results and future expectations. Any such events may adversely impact our global supply chain and global manufacturing operations and cause us to again suspend our operations. In particular, we could experience among other things: (1) continued or additional global supply disruptions, including component and material shortages; (2) labor disruptions; (3) an inability to manufacture; (4) a decline in consumer demand; and (5) an impaired ability to access credit and capital markets. Any future \n\n25\n\n\npublic health crises, could adversely affect our business, financial condition, operating results and cash flows going forward.\n\n•Perspectives on global climate change and other sustainability matters by various stakeholders could adversely affect our business.\n\nCustomer, investor, employee and other stakeholder expectations of us and our supply base in matters involving sustainability continue to evolve. The enhanced stakeholder focus on sustainability requires continuous monitoring of various and evolving standards and their associated requirements, and may result in potentially differing perspectives on these topics among stakeholders. Our failure, or that of our supply base, to adequately meet stakeholder expectations or address stakeholder concerns, including concerns about environmental impacts and similar matters, may result in, among other things, negative sentiment toward us or our products, the loss of business, diluted market valuation, an inability to attract customers or an inability to attract and retain top talent.\n\n•Global climate change could adversely affect our business.\n\nThe effects of climate change, such as extreme weather conditions, could impact our business. Such effects could disrupt our operations by, among other things, impacting the availability and cost of materials needed for manufacturing and could increase insurance and other operating costs. These factors may impact our decisions to construct new facilities or maintain existing facilities in areas most prone to physical climate risks, as well as our decisions regarding business strategy, capital allocation and innovation. We could also experience indirect financial risks passed through the supply chain and disruptions that could result in increased prices for our products and the resources needed to produce them.\n\n•Impairment charges relating to our goodwill and long-lived assets could adversely affect our financial performance.\n\nWe regularly monitor our goodwill and long-lived assets for impairment indicators. In conducting our goodwill impairment testing, we may first perform a qualitative assessment of whether it is more likely than not that a reporting unit's fair value is less than its carrying amount. If not, no further goodwill impairment testing is required. If it is more likely than not that a reporting unit's fair value is less than its carrying amount, or if we elect not to perform a qualitative assessment of a reporting unit, we then compare the fair value of the reporting unit to the related net book value. If the net book value of a reporting unit exceeds its fair value, an impairment loss is measured and recognized. In conducting our impairment analysis of long-lived assets, we compare the undiscounted cash flows expected to be generated from the long-lived assets to the related net book values. Changes in economic or operating conditions impacting our estimates and assumptions could result in the impairment of our goodwill or long-lived assets. In the event that we determine that our goodwill or long-lived assets are impaired, we may be required to record a significant charge to earnings that could adversely affect our financial condition and operating results.\n\n•Significant changes in discount rates, the actual return on pension assets and other factors related to our global defined benefit plans could adversely affect our financial performance.\n\nOur earnings may be positively or negatively impacted by the amount of income or expense recorded related to our global defined benefit plans. Accounting principles generally accepted in the United States require that income or expense related to the defined benefit plans be calculated at the annual measurement date using actuarial calculations, which reflect certain assumptions. The most significant of these assumptions relate to interest rates, the capital markets and other economic conditions. These assumptions, as well as the actual value of pension assets at the measurement date, will impact the calculation of pension and other postretirement benefit expense for the year. Although pension expense and pension contributions are not directly related, the key economic indicators that affect pension expense also affect the amount of cash that we will contribute to our pension plans. Because interest rates and the values of these pension assets have fluctuated and will continue to fluctuate in response to changing market conditions, pension and other postretirement benefit expense in subsequent periods, the funded status of our pension plans and the future minimum required pension contributions, if any, could adversely affect our financial condition, operating results and cash flows.\n\n•Unanticipated changes in our effective tax rate, the adoption of new tax legislation or exposure to additional income tax liabilities could adversely affect our profitability.\n\nWe are subject to income taxes in the United States and numerous international jurisdictions. Our effective tax rate and cash tax liability in the future could be adversely affected by the enactment of new tax legislation, changes in the level and mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, and changes in tax holiday status. The carrying value of deferred tax assets, which are predominantly in the United States, is dependent on our ability to generate future taxable income in the United States. We are also subject to ongoing tax audits globally. These audits can involve complex issues, which may require an extended period of time to resolve and can be \n\n26\n\n\nhighly judgmental. Tax authorities may disagree with certain of our tax reporting positions and, as a result, assess additional taxes against us. We regularly assess the likely outcomes of these audits to determine the appropriateness of our gross unrecognized tax benefits. The amounts ultimately paid upon resolution of current and future tax audits could be materially different from the amounts previously included in our income tax provision and, therefore, could have a material impact on our income tax provision.\n\nThe Organization for Economic Cooperation and Development (\"OECD\") issued new guidelines, known as \"Pillar Two,\" to implement a 15% global corporate minimum tax to address gaps in current tax laws and ensure that large multinational enterprises pay a minimum level of tax in the countries in which they operate. Countries may implement the OECD Pillar Two model rules as issued, in a modified form or not at all. A number of countries have passed legislation enacting certain parts of the OECD's Pillar Two framework effective in 2024. As a result of the uncertainty, OECD Pillar Two could have a material impact on our effective tax rate and result in higher cash tax liabilities depending on which countries enact minimum tax legislation and in what manner. \n\nRisks Related to Our Indebtedness\n\n•Our existing indebtedness and the inability to access capital markets could restrict our business activities or our ability to execute our strategic objectives or adversely affect our financial performance.\n\nAs of December 31, 2024, we had approximately $2.7 billion of outstanding indebtedness, as well as $2.0 billion available for borrowing under our revolving credit facility. As of December 31, 2024, there were no amounts outstanding under our revolving credit facility. The debt instruments governing our indebtedness contain covenants that may restrict our business activities or our ability to execute our strategic objectives, and our failure to comply with these covenants could result in a default under our indebtedness. We also lease certain buildings and equipment under non-cancelable lease agreements with terms exceeding one year, which are accounted for as operating leases. Additionally, any downgrade in the ratings that rating agencies assign to us and our debt may ultimately impact our access to capital markets. Our inability to generate sufficient cash flow to satisfy our debt and lease obligations, to refinance our debt obligations or to access capital markets on commercially reasonable terms could adversely affect our financial condition, operating results and cash flows.\n\nLegal and Regulatory Risks\n\n•A significant product liability lawsuit, warranty claim or product recall involving us or one of our major customers could adversely affect our financial performance.\n\nIn the event that our products fail to perform as expected, regardless of fault, and such failure results in, or is alleged to result in, bodily injury and/or property damage or other losses, we may be subject to product liability lawsuits and other claims. Our customers may also pursue claims against us for contribution of all or a portion of the amounts sought in connection with product liability, warranty and recall claims related to our products. We carry insurance for certain product liability claims, but such coverage may be limited. We do not maintain insurance for warranty or recall matters. In addition, we may not be successful in recovering amounts from third parties, including sub-suppliers, in connection with these claims. These types of claims could adversely affect our financial condition, operating results and cash flows.\n\n•We are involved from time to time in various legal and regulatory proceedings and claims, which could adversely affect our financial performance.\n\nWe are involved in various legal and regulatory proceedings and claims that, from time to time, are significant. These are typically claims that arise in the normal course of business, including, without limitation, commercial or contractual disputes, including disputes with our customers, suppliers or competitors, intellectual property matters, personal injury claims, environmental matters, tax matters, employment matters and antitrust matters. No assurances can be given that such proceedings and claims will not adversely affect our financial condition, operating results and cash flows.\n\n•The continuing focus on human rights and environmental laws and regulations, as well as related customer requirements, globally could cause us to incur significant costs. \n\nConcerns over human rights, environmental pollution and climate change have produced significant legislative and regulatory efforts globally. In addition, our customers have imposed various requirements on their suppliers, including us, in response to these concerns. We expect that these regulatory and customer requirements will continue to increase in number and breadth of scope for the foreseeable future, thereby affecting our business. Complying with these requirements will likely require us to incur costs, make investments in new innovations, change product and production processes and/or modify product supply chains, certain of which actions could be significant. Significant challenges may exist to comply with new legislative efforts around supply chain transparency due to the inherent complexity of global automotive supply \n\n27\n\n\nchains. If we fail to comply with these requirements, we could be subject to lost business opportunities and/or future liabilities, which could adversely affect our reputation, business, financial condition, operating results and cash flows.\n\n•New laws or regulations or changes in existing laws or regulations could adversely affect our financial performance.\n\nWe and the automotive industry are subject to a variety of federal, state, local and foreign laws and regulations, including those related to health, safety and, increasingly, sustainability matters. Governmental regulations also affect taxes and levies, capital markets, healthcare costs, energy usage, data privacy, international trade, including tariffs and sanctions, human rights, immigration and other labor issues (including labor costs), all of which may have a direct or indirect effect on our business and the businesses of our customers and suppliers. We cannot predict the substance or impact of pending or future legislation or regulations, or the application thereof. The introduction of new laws or regulations or changes in existing laws or regulations, including those in connection with the new U.S. administration, or the interpretation thereof, could increase the costs of doing business for us or our customers or suppliers or restrict our actions and adversely affect our financial condition, operating results and cash flows. \n\n•We may incur fines or penalties, damage to our reputation or other adverse consequences if our employees, suppliers, sub-suppliers or other contract parties, agents or business partners violate anti-bribery, competition, export and import, trade sanctions, data privacy, environmental, human rights or other laws.\n\nWe are subject to regulation under a wide variety of U.S. federal and state and non-U.S. laws, regulations and policies, including laws related to anti-corruption, human rights, anti-bribery, export and import compliance, trade sanctions, data privacy, anti-trust and money laundering, due to our domestic and global operations. In particular, the U.S. Foreign Corrupt Practices Act, the U.K. Bribery Act and similar anti-bribery laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business, and we operate in many parts of the world that have experienced government corruption to some degree. We cannot provide assurance our internal controls will always protect us from the improper conduct of our employees, suppliers, sub-suppliers or other contract parties, agents and business partners. Violations of these laws, which are complex, may conflict with laws of other jurisdictions and often are difficult to interpret and apply, could subject us to civil or criminal investigations in the United States and other jurisdictions, could lead to substantial civil or criminal, monetary and non-monetary penalties and related shareholder lawsuits, could lead to increased costs of compliance and could damage our reputation, business, financial condition, operating results and cash flows. \n\n•We are required to comply with environmental laws and regulations that could cause us to incur significant costs.\n\nOur manufacturing facilities are subject to numerous laws and regulations designed to protect the environment, and we expect that additional requirements with respect to environmental matters will be imposed on us and our customers in the future. Material future expenditures may be necessary if compliance standards change or material unknown conditions that require remediation are discovered. Environmental laws could also restrict our ability to expand our facilities or could require us to acquire costly equipment or to incur other significant expenses in connection with our business. If we fail to comply with present and future environmental laws and regulations, we could be subject to future liabilities, which could adversely affect our financial condition, operating results and cash flows.\n\n•Developments or assertions by or against us relating to intellectual property rights could adversely affect our financial performance.\n\nWe own significant intellectual property, including a large number of patents, trademarks, copyrights and trade secrets, and we are involved in numerous licensing arrangements. Our intellectual property plays an important role in maintaining our competitive position in a number of the markets that we serve. Failure to successfully protect our intellectual property could adversely impact our business. Furthermore, we may not be able to readily identify unauthorized use or take appropriate and timely steps to enforce our intellectual property rights. Also, while we believe we have the necessary rights to use all of the intellectual property we use, if we are found to infringe on the rights of others, we could be adversely impacted. Developments or assertions by or against us relating to intellectual property rights could adversely affect our financial condition, operating results and cash flows.",
      "char_count": 47472
    }
  },
  "extracted_at": "2026-01-19T15:43:25.311041"
}