{
  "ticker": "MPC",
  "company_name": "Marathon Petroleum Corp",
  "cik": 1510295,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001510295-25-000012",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001510295&accession_number=000151029525000012&xbrl_type=v",
  "sic_code": "2911",
  "industry": "Petroleum Refining",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nOVERVIEW\n\nMPC has more than 135 years of history in the energy business, and is a leading, integrated, downstream energy company. We operate one of the nation's largest refining systems with approximately 3.0 million barrels per day of crude oil refining capacity and believe we are one of the largest wholesale suppliers of gasoline and distillates to resellers in the United States. We distribute our refined products through one of the largest terminal operations in the United States and one of the largest private domestic fleets of inland petroleum product barges. Our integrated midstream energy asset network links producers of natural gas and NGLs from some of the largest supply basins in the United States to domestic and international markets. In addition, we are one of the largest producers and marketers of renewable diesel in the United States. \n\nIn the fourth quarter of 2024, we established a Renewable Diesel segment, which includes renewable diesel activities and assets historically reported in the Refining & Marketing segment. Prior period segment information has been recast for comparability.\n\nOur operations consist of three reportable operating segments: Refining & Marketing, Midstream and Renewable Diesel. Each of these segments is organized and managed based upon the nature of the products and services it offers.\n\n•Refining & Marketing – refines crude oil and other feedstocks at our refineries in the Gulf Coast, Mid-Continent and West Coast regions of the United States, purchases refined products and ethanol for resale and distributes refined products through transportation, storage, distribution and marketing services provided largely by our Midstream segment. We sell refined products to wholesale marketing customers domestically and internationally, to buyers on the spot market, to independent entrepreneurs who operate primarily Marathon® branded outlets and through long-term supply contracts with direct dealers who operate locations mainly under the ARCO® brand.\n\n•Midstream – gathers, transports, stores and distributes crude oil, refined products, including renewable diesel, and other hydrocarbon-based products principally for the Refining & Marketing segment via refining logistics assets, pipelines, terminals, towboats and barges; gathers, processes and transports natural gas; and transports, fractionates, stores and markets NGLs. The Midstream segment primarily reflects the results of MPLX. MPLX is a diversified, large-cap master limited partnership (“MLP”) formed in 2012 that owns and operates midstream energy infrastructure and logistics assets and provides fuels distribution services. As of December 31, 2024, we owned the general partner of MPLX and approximately 64 percent of the outstanding MPLX common units.\n\n•Renewable Diesel – processes renewable feedstocks into renewable diesel, markets renewable diesel and distributes renewable diesel through our Midstream segment and third parties. We sell renewable diesel to wholesale marketing customers, to buyers on the spot market and through long-term supply contracts with direct dealers who operate locations mainly under the ARCO® brand.\n\nCorporate History and Structure\n\nMPC was incorporated in Delaware on November 9, 2009 in connection with an internal restructuring of Marathon Oil Corporation (“Marathon Oil”). On May 25, 2011, the Marathon Oil board of directors approved the spinoff of its Refining, Marketing & Transportation Business into an independent, publicly traded company, MPC, through the distribution of MPC common stock to the stockholders of Marathon Oil on June 30, 2011. Our common stock trades on the NYSE under the ticker symbol “MPC.” \n\nOn October 1, 2018, we acquired Andeavor. Andeavor shareholders received in the aggregate approximately 239.8 million shares of MPC common stock valued at $19.8 billion and $3.5 billion in cash. Andeavor was a highly integrated marketing, logistics and refining company operating primarily in the Western and Mid-Continent United States. Our acquisition of Andeavor in 2018 substantially increased our geographic diversification and the scale of our assets, which provides increased opportunities to optimize our system.\n\nOn May 14, 2021, we completed the sale of Speedway, LLC (“Speedway”), our company-owned and operated retail transportation fuel and convenience store business, to 7-Eleven, Inc. (“7-Eleven”) for cash proceeds of $21.38 billion ($17.22 billion after cash-tax payments). This transaction resulted in a pretax gain of $11.68 billion ($8.02 billion after income taxes), after deducting the book value of the net assets and certain other adjustments.\n\nOUR OPERATIONS\n\nRefining & Marketing\n\nRefineries\n\nWe currently own and operate refineries in the Gulf Coast, Mid-Continent and West Coast regions of the United States with an aggregate crude oil refining capacity of 2,963 mbpcd. During 2024, our refineries processed 2,714 mbpd of crude oil and 208 mbpd of other charge and blendstocks. During 2023, our refineries processed 2,677 mbpd of crude oil and 226 mbpd of other charge and blendstocks. \n\nOur refineries include crude oil atmospheric and vacuum distillation, fluid catalytic cracking, hydrocracking, catalytic reforming, coking, desulfurization and sulfur recovery units. The refineries process a wide variety of condensate and light and heavy crude oils purchased from various domestic and foreign suppliers. We produce numerous refined products, ranging from transportation fuels, such as reformulated gasolines, blend-grade gasolines intended for blending with ethanol and ULSD fuel, to heavy fuel oil and asphalt. Additionally, we manufacture NGLs and petrochemicals and propane. See the Refined Product Sales section for further information about the products we produce. \n\nOur refineries are largely integrated with each other via pipelines, terminals and barges to maximize operating efficiency. The transportation links that connect our refineries allow the movement of intermediate products between refineries to optimize operations, produce higher margin products and efficiently utilize our processing capacity. Also, shipping intermediate products between facilities during partial refinery shutdowns allows us to utilize processing capacity that is not directly affected by the shutdown work.\n\nPlanned maintenance activities, or turnarounds, requiring temporary shutdown of certain refinery operating units, are periodically performed at each refinery.\n\nFollowing is a description of each of our refineries and their capacity by region.\n\nGulf Coast Region (1,237 mbpcd)\n\nGalveston Bay, Texas City, Texas Refinery (631 mbpcd) \n\nOur Galveston Bay refinery is a combination of our former Texas City refinery and Galveston Bay refinery. Following the completion of the STAR project in 2023, which added 40 mbpcd of capacity, it is now our largest refinery. The refinery is located on the Texas Gulf Coast southeast of Houston, Texas and can process a wide variety of crude oils into gasoline, distillates, NGLs and petrochemicals, heavy fuel oil and propane. The refinery has access to the export market and multiple options to sell refined products. Our cogeneration facility, which supplies the Galveston Bay refinery, currently has 1,055 megawatts of electrical production capacity and can produce 4.3 million pounds of steam per hour. Approximately 47 percent of the power generated in 2024 was used at the refinery, with the remaining electricity being sold into the electricity grid.\n\nGaryville, Louisiana Refinery (606 mbpcd) \n\nOur Garyville refinery is located along the Mississippi River in southeastern Louisiana between New Orleans, Louisiana and Baton Rouge, Louisiana. The Garyville refinery is configured to process a wide variety of crude oils into gasoline, distillates, NGLs and petrochemicals, propane, asphalt and heavy fuel oil. The refinery has access to the export market and multiple options to sell refined products. Our Garyville refinery has earned designation as an OSHA VPP Star site.\n\nMid-Continent Region (1,174 mbpcd)\n\nCatlettsburg, Kentucky Refinery (300 mbpcd)\n\nOur Catlettsburg refinery is located in northeastern Kentucky on the western bank of the Big Sandy River, near the confluence with the Ohio River. The Catlettsburg refinery processes sweet and sour crude oils, including production from the nearby Utica Shale, into gasoline, distillates, asphalt, NGLs and petrochemicals, propane and heavy fuel oil. Our Catlettsburg refinery has earned designation as an OSHA VPP Star site. \n\nRobinson, Illinois Refinery (253 mbpcd) \n\nOur Robinson refinery is located in southeastern Illinois. The Robinson refinery processes sweet and sour crude oils into gasoline, distillates, NGLs and petrochemicals, propane and heavy fuel oil. The Robinson refinery has earned designation as an OSHA VPP Star site.\n\nDetroit, Michigan Refinery (144 mbpcd) \n\nOur Detroit refinery is located in southwest Detroit. It is the only petroleum refinery currently operating in Michigan. The Detroit refinery processes sweet and heavy sour crude oils into gasoline, distillates, NGLs and petrochemicals, asphalt, propane and heavy fuel oil. Our Detroit refinery has earned designation as an OSHA VPP Star site. \n\nEl Paso, Texas Refinery (133 mbpcd) \n\nOur El Paso refinery is located east of downtown El Paso. The El Paso refinery processes sweet and sour crude oils into gasoline, distillates, heavy fuel oil, propane, asphalt and NGLs and petrochemicals. \n\nSt. Paul Park, Minnesota Refinery (105 mbpcd) \n\nOur St. Paul Park refinery is located along the Mississippi River southeast of St. Paul Park. The St. Paul Park refinery processes sweet and heavy sour crude oils into gasoline, distillates, asphalt, NGLs and petrochemicals, propane and heavy fuel oil.\n\nCanton, Ohio Refinery (100 mbpcd) \n\nOur Canton refinery is located south of Cleveland, Ohio. The Canton refinery processes sweet and sour crude oils, including production from the nearby Utica Shale, into gasoline, distillates, asphalt, propane, NGLs and petrochemicals and heavy fuel oil. The Canton refinery has earned designation as an OSHA VPP Star site.\n\nMandan, North Dakota Refinery (71 mbpcd) \n\nOur Mandan refinery is located outside of Bismarck, North Dakota. The Mandan refinery processes primarily sweet domestic crude oil from North Dakota into gasoline, distillates, heavy fuel oil, propane and NGLs and petrochemicals.\n\nSalt Lake City, Utah Refinery (68 mbpcd) \n\nOur Salt Lake City refinery is the largest in Utah and is located north of downtown Salt Lake City. The Salt Lake City refinery processes crude oil from Utah, Colorado, Wyoming and Canada into gasoline, distillates, heavy fuel oil, NGLs and petrochemicals and propane.\n\nWest Coast Region (552 mbpcd)\n\nLos Angeles, California Refinery (365 mbpcd) \n\nOur Los Angeles refinery is located in Los Angeles County, near the Los Angeles Harbor. The Los Angeles refinery is the largest refinery on the West Coast and is a major producer of cleaner burning CARB fuels. The Los Angeles refinery processes heavy crude oil from California’s San Joaquin Valley and Los Angeles Basin, as well as crude oils from the Alaska North Slope, South America, West Africa and other international sources, into CARB gasoline and CARB diesel fuel, as well as conventional gasoline, distillates, NGLs and petrochemicals, propane and heavy fuel oil.\n\nAnacortes, Washington Refinery (119 mbpcd) \n\nOur Anacortes refinery is located north of Seattle on Puget Sound. The Anacortes refinery processes Canadian crude oil, domestic crude oil from North Dakota and the Alaska North Slope and international crude oils into gasoline, distillates, heavy fuel oil, propane and NGLs and petrochemicals.\n\nKenai, Alaska Refinery (68 mbpcd)\n\nOur Kenai refinery is located on the Cook Inlet, southwest of Anchorage. The Kenai refinery processes mainly Alaska domestic crude oil, domestic crude oil from North Dakota, along with limited international crude oil into distillates, gasoline, heavy fuel oil, asphalt, NGLs and petrochemicals and propane.\n\nRefined Product Yields\n\nThe following table sets forth our refinery production by product group for each of the last three years.\n\n(mbpd)\n\n202420232022\n\nGasoline1,490 1,526 1,494 \n\nDistillates1,070 1,037 1,068 \n\nPropane67 66 70 \n\nNGLs and petrochemicals192 182 178 \n\nHeavy fuel oil59 52 73 \n\nAsphalt81 80 89 \n\nTotal2,959 2,943 2,972 \n\nCrude Oil Supply\n\nWe obtain the crude oil we refine through negotiated term contracts and purchases or exchanges on the spot market. Our term contracts generally have market-related pricing provisions. The following table provides information on our sources of crude oil for each of the last three years. The crude oil sourced outside of North America was acquired from various foreign national oil companies, production companies and trading companies.\n\n(mbpd)\n\n202420232022\n\nUnited States1,840 1,782 1,895 \n\nCanada604 597 539 \n\nOther international270 298 327 \n\nTotal2,714 2,677 2,761 \n\nOur refineries receive crude oil and other feedstocks and distribute our refined products through a variety of channels, including pipelines, trucks, railcars, ships and barges. \n\nRefined Product Sales\n\nOur refined products are sold to independent retailers, wholesale customers, our brand jobbers and direct dealers. In addition, we sell refined products for export to international customers. As of December 31, 2024, there were 7,738 brand jobber outlets in 39 states, the District of Columbia and Mexico where independent entrepreneurs primarily maintain Marathon-branded outlets. We also have long-term supply contracts for 1,161 direct dealer locations primarily in Southern California, largely under the ARCO® brand. We believe we are one of the largest wholesale suppliers of gasoline and distillates to resellers and consumers within our market area.\n\nThe following table sets forth our refined product sales volumes by product group for each of the last three years.\n\n(mbpd)\n\n2024(a)\n\n2023(a)\n\n2022(a)\n\nGasoline1,922 1,933 1,870 \n\nDistillates1,187 1,128 1,160 \n\nNGLs and petrochemicals231 220 220 \n\nAsphalt82 82 89 \n\nPropane104 90 93 \n\nHeavy fuel oil59 57 66 \n\nTotal3,585 3,510 3,498 \n\n(a)    Refined product sales include volumes marketed directly to end-users and trading/supply volumes such as bulk sales to large unbranded resellers and other downstream companies. Marketed volumes directly to end-users, including branded retail stations, were 2,429 mbpd, 2,385 mbpd and 2,356 mbpd for the years ended December 31, 2024, 2023 and 2022, respectively. \n\nRefined Product Sales Destined for Export\n\nWe sell gasoline, distillates and asphalt for export, primarily out of our Garyville, Galveston Bay, Anacortes and Los Angeles refineries. The following table sets forth our refined product sales destined for export by product group for the past three years.\n\n(mbpd)\n\n202420232022\n\nGasoline116 119 105 \n\nDistillates199 156 158 \n\nOther55 64 52 \n\nTotal370 339 315 \n\nGasoline and Distillates \n\nWe sell gasoline, gasoline blendstocks and distillates (including No. 1 and No. 2 fuel oils, jet fuel, kerosene and diesel) to wholesale customers, branded jobbers, direct dealers and on the spot market. In addition, we sell diesel fuel and gasoline for export to international customers. The demand for gasoline and distillates is seasonal in many of our markets, with demand typically at its highest levels during the summer months.\n\nNGLs and Petrochemicals\n\nWe are a producer and marketer of NGLs and petrochemicals. Product availability varies by refinery and includes, among others, propylene, butane, xylene, benzene, cumene and toluene. We market these products domestically to customers in the chemical, \n\nagricultural and fuel-blending industries. In addition, we produce fuel-grade coke at our Garyville, Detroit, Galveston Bay and Los Angeles refineries, which is used for power generation and in miscellaneous industrial applications, and anode-grade coke at our Los Angeles and Robinson refineries, which is used to make carbon anodes for the aluminum smelting industry.\n\nAsphalt\n\nWe have refinery-based asphalt production capacity of 143 mbpcd, which includes asphalt cements, polymer-modified asphalt, emulsified asphalt, industrial asphalts and roofing flux. We have a broad customer base, including asphalt-paving contractors, resellers, government entities (states, counties, cities and townships) and asphalt roofing shingle manufacturers. We sell asphalt in the domestic and export wholesale markets via rail, barge and vessel.\n\nPropane\n\nWe produce propane at all of our refineries. Propane is primarily used for home heating and cooking, as a feedstock within the petrochemical industry, for grain drying and as a fuel for trucks and other vehicles. Our propane sales are split approximately 80 percent and 20 percent between the home heating market and industrial/petrochemical consumers, respectively.\n\nHeavy Fuel Oil\n\nWe produce and market heavy residual fuel oil or related components, including slurry, at all of our refineries. Heavy residual fuel oil is primarily used in the utility and ship bunkering (fuel) industries, though there are other more specialized uses of the product.\n\nRefining & Marketing Joint Ventures\n\nWe hold a 49.9 percent ownership interest in ethanol production facilities in Albion, Michigan; Logansport, Indiana; Greenville, Ohio and Denison, Iowa. These plants have a combined ethanol production capacity of approximately 405 million gallons per year and are managed by our joint venture partner, The Andersons, Inc. (“The Andersons”).\n\nWe hold a 49.9 percent equity interest in LF Bioenergy, an emerging producer of renewable natural gas (“RNG”) in the U.S. LF Bioenergy has been focused on developing and growing a portfolio of dairy farm-based, low carbon intensity RNG projects. Currently, there are four facilities in operation, with three additional facilities under construction that are expected to come online over the next 12 months.\n\nTerminals and Transportation\n\nWe transport, store and distribute crude oil, feedstocks and refined products through pipelines, terminals and marine fleets owned by MPLX and third parties in our market areas. \n\nWe own a fleet of transport trucks and trailers for the movement of refined products and crude oil. In addition, we maintain a fleet of leased and owned railcars for the movement and storage of refined products.\n\nThe locations and detailed information about our Refining & Marketing assets are included under Item 2. Properties and are incorporated herein by reference. \n\nCompetition, Market Conditions and Seasonality\n\nThe downstream petroleum business is highly competitive, particularly with regard to accessing crude oil and other feedstock supply and the marketing of refined products. We compete with a number of other companies to acquire crude oil for refinery processing and in the distribution and marketing of a full array of refined products.\n\nWe compete in four distinct markets for the sale of refined products—wholesale, including exports, spot, branded and retail distribution. Our marketing operations compete with numerous other independent marketers, integrated oil companies and high-volume retailers. We compete with companies in the sale of refined products to wholesale marketing customers, including private-brand marketers and large commercial and industrial consumers; companies in the sale of refined products on the spot market; and refiners or marketers in the supply of refined products to refiner-branded independent entrepreneurs. In addition, we compete with producers and marketers in other industries that supply alternative forms of energy and fuels to satisfy the requirements of our industrial, commercial and retail consumers.\n\nMarket conditions in the oil and gas industry are cyclical and subject to global economic and political events and new and changing governmental regulations. Our operating results are affected by price changes in crude oil, natural gas and refined products, as well as changes in competitive conditions in the markets we serve. Price differentials between sweet and sour crude oils, ANS, WTI and MEH crude oils and other market structure impacts also affect our operating results. \n\nDemand for gasoline, diesel fuel and asphalt is higher during the spring and summer months than during the winter months in most of our markets, primarily due to seasonal increases in highway traffic and construction. As a result, the operating results for our Refining & Marketing segment for the first and fourth quarters may be lower than for those in the second and third quarters of each calendar year.\n\nMidstream \n\nThe Midstream segment primarily includes the operations of MPLX, our sponsored MLP, and certain related operations retained by MPC.\n\nMPLX\n\nMPLX owns and operates a network of crude oil, natural gas and refined product pipelines and has joint ownership interests in crude oil, refined products and other pipelines. MPLX also owns and operates light products terminals, storage assets and maintains a fleet of owned and leased towboats and barges in support of fuels distribution on behalf of MPC. MPLX’s assets also include natural gas gathering systems and natural gas processing and NGL fractionation complexes. \n\nMPC-Retained Midstream Assets and Investments \n\nWe own four Jones Act medium range product tankers, three Jones Act 750 Series ATB vessels and have ownership interests in several crude oil and refined products pipeline systems and pipeline companies. \n\nThe locations and detailed information about our Midstream assets are included under Item 2. Properties and are incorporated herein by reference. \n\nCompetition, Market Conditions and Seasonality\n\nOur Midstream operations face competition for natural gas gathering, crude oil transportation and in obtaining natural gas supplies for our processing and related services; in obtaining unprocessed NGLs for gathering, transportation and fractionation; and in marketing our products and services. Competition for natural gas supplies is based primarily on the location of gas gathering systems and gas processing plants, operating efficiency and reliability, residue gas and NGL market connectivity, the ability to obtain a satisfactory price for products recovered and the fees charged for the services supplied to the customer. Competition for oil supplies is based primarily on the price and scope of services, location of gathering/transportation and storage facilities and connectivity to the best priced markets. Competitive factors affecting our fractionation services include availability of fractionation capacity, proximity to supply and industry marketing centers, the fees charged for fractionation services and operating efficiency and reliability of service. Competition for customers to purchase our natural gas and NGLs is based primarily on price, credit and market connectivity. In addition, certain of our Midstream operations are subject to rate regulation, which affects the rates that our common carrier pipelines can charge for transportation services and the return we obtain from such pipelines.\n\nOur Midstream segment can be affected by seasonal fluctuations in the demand for natural gas and NGLs and the related fluctuations in commodity prices caused by various factors such as changes in transportation and travel patterns and variations in weather patterns from year to year. \n\nRenewable Diesel\n\nOur Renewable Diesel segment includes a wholly owned facility that processes renewable feedstocks into renewable diesel and renewable joint ventures that produce renewable diesel and renewable feedstocks.\n\nWholly Owned Renewable Processing Facilities\n\nThe Dickinson, North Dakota renewables facility has the capacity to produce 184 million gallons per year of renewable diesel from corn oil, soybean oil, fats and greases. The produced renewable diesel generates federal RINs and LCFS credits when sold in California or similar markets. These instruments are used to help meet our Renewable Fuel Standard and LCFS compliance obligations as a petroleum fuel producer. \n\nWe own an aggregation facility in Cincinnati, Ohio and a pre-treatment facility in Beatrice, Nebraska. These facilities supply renewable agricultural feedstocks to our Dickinson and Martinez facilities.\n\nRenewable Diesel Joint Ventures\n\nThe Martinez renewable diesel joint venture (the “Martinez Renewables joint venture”) is a partnership structured as a 50/50 joint venture with Neste Corporation to refine renewable feedstocks into renewable diesel. The Martinez Renewables facility, which has the capacity to produce 730 million gallons per year including pretreatment capabilities, reached full capacity in late 2024. \n\nWe formed the Green Bison Soy Processing, LLC (“Green Bison Soy Processing”) joint venture with Archer-Daniels-Midland Company (“ADM”) with ADM owning 75 percent of the joint venture and MPC owning 25 percent. Green Bison Soy Processing’s complex in Spiritwood, North Dakota sources and processes local soybeans and supplies the resulting soybean oil exclusively to MPC and has capacity to produce approximately 600 million pounds of refined soybean oil annually, enough feedstock for approximately 75 million gallons of renewable diesel per year. \n\nCompetition, Market Conditions and Seasonality\n\nThe renewable diesel business is evolving, particularly with regard to regulatory credits, access to renewable feedstock supply and the marketing of renewable products. We compete with a number of other companies in acquiring various renewable \n\nfeedstocks for processing and in the distribution and marketing of renewable diesel and renewable naphtha, primarily on the West Coast.\n\nWe compete in three distinct markets for the sale of renewable diesel—wholesale, spot and retail distribution. We compete with companies in the sale of renewable diesel to wholesale marketing customers, including private-brand marketers and large commercial and industrial consumers; companies in the sale of renewable diesel on the spot market; and refiners or marketers in the supply of renewable diesel to refiner-branded independent entrepreneurs. In addition, we compete with producers and marketers in other industries that supply alternative forms of energy and fuels to satisfy the requirements of our industrial, commercial and retail consumers.\n\nMarket conditions in the renewable diesel industry are cyclical and subject to global economic and political events and new and changing governmental regulations. Our operating results are affected by price changes in renewable feedstocks as well as changes in competitive conditions in the markets we serve. Price differentials between the various renewable feedstocks also affect our operating results. \n\nDemand for renewable diesel may increase during the spring and summer months due to seasonal increases in agricultural activities. As a result, the operating results for our renewable segment for the first and fourth quarters may be lower than for those in the second and third quarters of each calendar year.\n\nREGULATORY MATTERS\n\nOur operations are subject to numerous laws and regulations, including those relating to the protection of the environment. Such laws and regulations include, among others, the Clean Air Act (“CAA”) with respect to air emissions, the Clean Water Act (“CWA”) with respect to water discharges, the Resource Conservation and Recovery Act (“RCRA”) with respect to solid and hazardous waste treatment, storage and disposal, the Comprehensive Environmental Response, Compensation, and Liability Act (“CERCLA”) with respect to releases and remediation of hazardous substances and the Oil Pollution Act of 1990 (“OPA-90”) with respect to oil pollution and response. In addition, many states where we operate have similar laws. New laws are being enacted and regulations are being adopted on a continuing basis, and the costs of compliance with such new laws and regulations are very difficult to estimate until finalized.\n\nFor a discussion of environmental capital expenditures and costs of compliance, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations-Environmental Matters and Compliance Costs. For additional information regarding regulatory risks, see Item 1A. Risk Factors.\n\nRate Regulation\n\nSome of our existing pipelines are considered interstate common carrier pipelines subject to regulation by the Federal Energy Regulatory Commission (“FERC”) under the Interstate Commerce Act (the “ICA”), Energy Policy Act of 1992 (“EPAct 1992”) and the rules and regulations promulgated under those laws. The ICA and FERC regulations require that tariff rates for oil pipelines, a category that includes crude oil and petroleum product pipelines, be just and reasonable and the terms and conditions of service must not be unduly discriminatory. The ICA permits interested persons to challenge newly proposed tariff rates or terms and conditions of service, or any change to tariff rates or terms and conditions of service, and authorizes FERC to suspend the effectiveness of such proposal or change for a period of time to investigate. If, upon completion of an investigation, FERC finds that the new or changed service or rate is unlawful, it is authorized to require the carrier to refund the revenues in excess of the prior tariff collected during the pendency of the investigation. An interested person may also challenge existing terms and conditions of service or rates and FERC may order a carrier to change its terms and conditions of service or rates prospectively. Upon an appropriate showing, a shipper may also obtain reparations, from a pipeline, for damages sustained as a result of rates or terms which FERC deemed were not just and reasonable. Such reparation damages may accrue from the complaint through the final order and during the two years prior to the filing of a complaint.\n\nEPAct 1992 deemed certain interstate petroleum pipeline rates then in effect to be just and reasonable under the ICA. These rates are commonly referred to as “grandfathered rates.” Our rates for interstate transportation service in effect for the 365-day period ending on the date of the passage of EPAct 1992 were deemed just and reasonable and therefore are grandfathered. Subsequent changes to those rates are not grandfathered. New rates have since been established after EPAct 1992 for certain pipelines, and certain of our pipelines have subsequently been approved to charge market-based rates.\n\nFERC permits regulated oil pipelines to change their rates within prescribed ceiling levels that are tied to an inflation index. A carrier must, as a general rule, utilize the indexing methodology to change its rates. Cost-of-service ratemaking, market-based rates and settlement rates are alternatives to the indexing approach and may be used in certain specified circumstances to change rates.\n\nAir\n\nGHG Emissions\n\nCurrently, legislative and regulatory measures to address GHG emissions are in various phases of review, discussion or implementation. Reductions in GHG emissions could result in increased costs to (i) operate and maintain our facilities, (ii) install \n\nnew emission controls at our facilities, (iii) capture the emissions from our facilities and (iv) administer and manage any GHG emissions programs, including acquiring emission credits or allotments.\n\nCongress has from time to time considered legislation to regulate GHG emissions, and it is possible that such legislation could be enacted in the future. In the absence of federal climate legislation in the United States, certain states and regions have adopted, or are considering, rules regulating GHG emissions. These measures may include state actions to develop statewide or regional programs to report emissions and impose emission reductions. These measures may also include low-carbon fuel standards, such as the California program, or a state carbon tax. These measures could result in increased costs to operate and maintain our facilities, capital expenditures to install new emission controls and costs to administer any carbon trading or tax programs implemented. For example, California has enacted a cap-and-trade program. Much of the compliance costs associated with the California program are ultimately passed on to the consumer in the form of higher fuel costs. States are increasingly announcing aspirational goals to be net-zero carbon emissions by a certain date through both legislation and executive orders. To date, these states have not provided significant details as to achievement of these goals; however, meeting these aspirations will require a reduction in fossil fuel combustion and/or a mechanism to capture GHGs from the atmosphere. As a result, we cannot currently predict the impact of these potential regulations on our liquidity, financial position, or results of operations.\n\nInternational jurisdictions have adopted or are considering adopting laws related to the disclosure and regulation of GHG emissions. For example, the European Union Emissions Trading System (“ETS”) is a cap-and-trade type program. GHG emissions from maritime transport became subject to the ETS in 2024. These laws could result in increased costs to distribute our products to foreign jurisdictions.\n\nOn December 2, 2023, EPA issued its final rule to regulate methane emissions from the Oil and Natural Gas Sector. The rule titled “Standards of Performance for New, Reconstructed, and Modified Sources and Emissions Guidelines for Existing Sources: Oil and Gas Sector Climate Review” requires MPLX to control and reduce methane emissions within its natural gas gathering and boosting operations and gas processing facilities. The rule is consistent with the voluntary methane reduction programs that MPLX has been implementing through its Focus on Methane Program. As a result, although the rule requires MPLX to make additional investments to further reduce methane emissions, we do not believe the rule will have a material impact to our operations. \n\nOther Air Emissions\n\nThe CAA and comparable state laws restrict the emission of air pollutants from many sources and impose various monitoring and reporting requirements. These laws and any implementing regulations may require us to obtain pre-approval for the construction or modification of certain projects or facilities expected to produce or significantly increase air emissions, obtain and strictly comply with stringent air permit requirements, utilize specific equipment or technologies to control emissions, or aggregate two or more of our facilities into one application for permitting purposes. We believe that our operations are in substantial compliance with applicable air permitting and control technology requirements. However, we may be required to incur capital expenditures and may continue to incur capital expenditures in the future for installation of air pollution control equipment and may encounter construction or operational delays while applying for, or awaiting the review, processing and issuance of, new or amended permits, and we may be required to modify certain of our operations which could increase our operating costs.\n\nIn February 2024, EPA released a final rule to lower the primary (health-based) fine particulate matter annual standard from its current level of 12.0 µg/m3 to 9.0 µg/m3. Lowering of the National Ambient Air Quality Standards (“NAAQS”) and subsequent designation as a nonattainment area could result in increased costs associated with, or result in cancellation or delay of, capital projects at our or our customers’ facilities, or could require emission reductions that could result in increased costs to us or our customers. We cannot predict the effects of the various state implementation plan requirements at this time.\n\nIn California, the Governing Board for the South Coast Air Quality Management District (“SCAQMD”) adopted Rule 1109.1 in November 2021, which establishes Best Available Retrofit Control Technology (“BARCT”) oxides of nitrogen (“NOx”) and carbon monoxide (“CO”) emission limits for combustion equipment at petroleum refineries. These new requirements will replace the Regional Clean Air Incentives Market (“RECLAIM”) cap-and-trade program which has required a staged refinery-wide reduction of NOx emissions over the last several years and will result in additional emission reductions from our Los Angeles Refinery. Compliance with Rule 1109.1 is being phased in through 2032 and will result in increased costs to operate and maintain our Los Angeles Refinery.\n\nWater\n\nOur operations are subject to the CWA, the Safe Drinking Water Act (“SWDA”) and comparable state and local requirements. These laws prohibit discharge into surface waters, ground waters, injection wells and publicly-owned treatment works except in conformance with legal authorization. We maintain numerous pre-treatment permits and discharge permits as required under the National Pollutant Discharge Elimination System program of the CWA and have implemented systems to oversee our compliance with these permits. The CWA also regulates filling or discharges to wetlands and other “waters of the United States.” The scope of water bodies and wetlands covered under the definition of “waters of the United States” has evolved through various rulemakings and court decisions. To the extent the federal rule does not apply, an analogous state law may apply.\n\nIn addition, we are regulated under OPA-90, which, among other things, requires the owner or operator of a tank vessel or a facility to maintain an emergency plan to respond to releases of oil or hazardous substances. OPA-90 also requires the \n\nresponsible company to pay resulting removal costs and damages and provides for civil penalties and criminal sanctions for violations of its provisions. We operate tank vessels and facilities from which spills of oil and hazardous substances could occur. We have implemented emergency oil response plans for all of our components and facilities covered by OPA-90 and we have established Spill Prevention, Control and Countermeasures plans for all facilities subject to such requirements. Some coastal states in which we operate have passed state laws similar to OPA-90, but with expanded liability provisions, that include provisions for cargo owner responsibility as well as ship owner and operator responsibility.\n\nAs part of our emergency response activities, we have used aqueous film forming foam (“AFFF”) containing per- and polyfluoroalkyl substances (“PFAS”) chemicals as a vapor and fire suppressant. At this time, AFFFs containing PFAS are the most effective foams to prevent and control a flammable petroleum-based liquid fire involving a large storage tank or tank containment area. Fluorine-free firefighting foams are currently under development but have not yet proven to be as effective as AFFFs containing PFAS.\n\nIn May 2016, EPA issued lifetime health advisory levels (“HALs”) and health effects support documents for two PFAS substances - perfluorooctanoic acid (“PFOA”) and perfluorooctane sulfonate (“PFOS”). These HALs were updated in June 2022, when EPA also issued HALs for two additional PFAS substances. In February 2019, EPA issued a PFAS Action Plan identifying actions it is planning to take to study and regulate various PFAS chemicals. EPA identified that it would evaluate, among other actions, (1) proposing national drinking water standards for PFOA and PFOS, (2) developing cleanup recommendations for PFOA and PFOS, (3) evaluating the listing of PFOA and PFOS as hazardous substances under CERCLA, and (4) conducting toxicity assessments for other PFAS chemicals. Also, on April 26, 2024, EPA issued a final rule establishing national drinking water standards for PFOS, PFOA, perfluorohexane sulfonic acid (“PFHxS”), perfluorononanoic acid (“PFNA”), perfluorobutane sulfonic acid (“PFBS”), and hexafluoropropylene oxide dimer acid and its ammonium salt (also known as “GenX”). Congress may also take further action to regulate PFAS. We cannot currently predict the impact of these regulations on our operations.\n\nIn addition, many states are actively proposing and adopting legislation and regulations relating to the use of AFFFs containing PFAS. Additionally, many states are using EPA HALs for PFOS and PFOA and some states are adopting and proposing state-specific drinking water and cleanup standards for various PFAS, including but not limited to PFOS and PFOA. We cannot currently predict the impact of these regulations on our liquidity, financial position, or results of operations.\n\nSolid and Hazardous Waste\n\nWe continue to seek methods to minimize the generation of solid and hazardous wastes in our operations. RCRA establishes standards for the management of solid and hazardous wastes. We may incur liability under RCRA, and comparable or more stringent state statutes, which impose requirements relating to the handling and disposal of non-hazardous and hazardous wastes. It is possible that some wastes generated by us that are currently classified as non-hazardous wastes may in the future be designated as hazardous wastes, resulting in the wastes being subject to more rigorous and costly transportation, storage, treatment and disposal requirements. Besides affecting waste disposal practices, RCRA also addresses the environmental effects of certain past waste disposal operations, the recycling of wastes and the regulation of USTs containing regulated substances.\n\nRemediation\n\nWe own or operate, or have owned or operated, certain convenience stores and other locations where, during the normal course of operations, releases of refined products from USTs have occurred. Federal and state laws require that contamination caused by such releases at these sites be assessed and remediated to meet applicable standards. A portion of these remediation costs may be recoverable from the appropriate state UST reimbursement funds once the applicable deductibles have been satisfied. We also have ongoing remediation projects at a number of our current and former refinery and midstream locations. For a discussion of environmental capital expenditures and costs of compliance, see Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations-Environmental Matters and Compliance Costs.\n\nClaims under CERCLA and similar state acts have been raised with respect to the clean-up of various waste disposal and other sites. CERCLA is intended to facilitate the clean-up of hazardous substances without regard to fault. Potentially responsible parties for each site include present and former owners and operators of, transporters to and generators of the hazardous substances at the site. Liability is strict and can be joint and several. Because of various factors including the difficulty of identifying the responsible parties for any particular site, the complexity of determining the relative liability among them, the uncertainty as to the most desirable remediation techniques and the amount of damages and clean-up costs and the time period during which such costs may be incurred, we are unable to reasonably estimate our ultimate cost of compliance with CERCLA; however, we do not believe such costs will be material to our business, financial condition, results of operations or cash flows. RCRA and similar state laws may also impose liability for removing or remediating releases of hazardous or non-hazardous wastes from impacted properties.\n\nThe EPA’s rule designating PFOS and PFOA as hazardous substances under CERCLA Section 102(a) became effective on July 8, 2024. In addition, EPA has received three petitions requesting regulatory action on PFAS under RCRA and in February 2024, proposed two regulations that would add nine PFAS, including PFOA and PFOS, to the list of RCRA hazardous constituents and broaden the definition of hazardous waste applicable to corrective action requirements at hazardous waste treatment, storage, and disposal facilities. We cannot currently predict the impact of potential statutes or regulations on our remediation costs.\n\nVehicle and Fuel Requirements\n\nFuel Economy and GHG Emission Standards for Vehicles\n\nThe National Highway Traffic Safety Administration (“NHTSA”) establishes corporate average fuel economy (“CAFE”) standards for passenger cars and light trucks. In addition, EPA establishes carbon dioxide (“CO2”) emission standards for passenger cars and light trucks. A presidential executive order issued on August 5, 2021, set a goal that 50 percent of all new passenger cars and light trucks sold in 2030 be zero emission vehicles. Consistent with this order, EPA and NHTSA promulgated separate rules setting more stringent requirements through model year 2026. NHTSA’s CAFE standards increase in stringency from model year 2023 levels by eight percent annually for model years 2024-2025 and ten percent annually for model year 2026. EPA’s model year 2023-2026 CO2 emission standards result in average fuel economy of 40 mpg in model year 2026. Subsequently, NHTSA and EPA finalized new rules setting even more stringent requirements for model years 2027-2032. NHTSA’s standards would require an increase in fuel efficiency of two percent annually. EPA’s standards would require a significant increase in electric vehicle production to meet the standards. These NHTSA and EPA regulations have been challenged in court. In addition, the executive order setting the 50 percent zero emission vehicle goal has since been rescinded. Higher CAFE and CO2 emission standards for cars and light trucks reduce demand for our transportation fuels.\n\nIn addition, California may establish different, more stringent vehicle standards that could apply in multiple states if granted a Clean Air Act waiver by the EPA. The EPA reinstated California’s waiver for its Advanced Clean Cars I program, which includes requirements for zero emission vehicle sales through 2025. Following an executive order issued by the Governor, the California Air Resources Board (“CARB”) finalized its Advanced Clean Cars II regulation, which bans the sale of internal combustion engine vehicles in California in 2035. In December 2024, EPA granted California’s waiver for its Advanced Clean Cars II program. Other states have issued, or may issue, zero emission vehicle mandates consistent with California’s programs. \n\nRenewable Fuels Standards and Low Carbon Fuel Standards\n\nPursuant to the Energy Policy Act of 2005 and the EISA, Congress established a Renewable Fuel Standard (“RFS”) program that requires annual volumes of renewable fuel be blended into domestic transportation fuel. The statutory volumes apply through calendar year 2022. After calendar year 2022, the statute gives EPA the authority to set the annual volumes. EPA has promulgated annual volumes for 2023-2025 that increase the volume of renewable fuel that must be blended year over year.\n\nThere is currently no regulatory method for verifying the validity of most RINs sold on the open market. We have developed a RIN integrity program to vet the RINs that we purchase, and we incur costs to audit RIN generators. Nevertheless, if any of the RINs that we purchase and use for compliance are found to be invalid, we could incur costs and penalties for replacing the invalid RINs.\n\nIn addition to the federal Renewable Fuel Standards, certain states have, or are considering, promulgation of state renewable or low carbon fuel standards. For example, California began implementing its LCFS in January 2011. In September 2015, the CARB approved the re-adoption of the LCFS, which became effective on January 1, 2016, to address procedural deficiencies in the way the original regulation was adopted. The LCFS was amended again in 2018 targeting a 20 percent reduction in fuel carbon intensity from a 2010 baseline by 2030. CARB’s recent amendments to the LCFS, which would increase the carbon intensity reduction from 20 percent to 30 percent by 2030, were disapproved by the California Office of Administrative Law (“OAL”) in February 2025. The CARB can rewrite and resubmit the amendments for OAL approval. We incur costs to comply with LCFS programs, and these costs may increase if the cost of LCFS credits increases.\n\nIn sum, the RFS has required, and may in the future continue to require, additional capital expenditures or expenses by us to accommodate increased renewable fuels use. We may experience a decrease in demand for refined products due to an increase in combined fleet mileage or due to refined products being replaced by renewable fuels. Demand for our refined products also may decrease as a result of low carbon fuel standard programs or electric vehicle mandates.\n\nSafety Matters\n\nWe are subject to oversight pursuant to the federal Occupational Safety and Health Act, as amended (“OSH Act”), as well as comparable state statutes that regulate the protection of the health and safety of workers. We believe that we have conducted our operations in substantial compliance with regulations promulgated pursuant to the OSH Act, including general industry standards, record-keeping requirements and monitoring of occupational exposure to regulated substances.\n\nWe are also subject at regulated facilities to the Occupational Safety and Health Administration’s Process Safety Management and EPA’s Risk Management Program (“RMP”) requirements, which are intended to prevent or minimize the consequences of catastrophic releases of toxic, reactive, flammable or explosive chemicals. In 2024, EPA finalized revisions to its RMP regulation. The revisions include a requirement that refineries with hydrofluoric acid alkylation units perform a safer technologies and alternatives analysis as part of the process hazard analysis and to document the feasibility of inherent safety measures. The application of these regulations can result in increased compliance expenditures.\n\nIn general, we expect industry and regulatory safety standards to become more stringent over time, resulting in increased compliance expenditures. While these expenditures cannot be accurately estimated at this time, we do not expect such expenditures will have a material adverse effect on our results of operations.\n\nThe U.S. Department of Transportation (“DOT”) has adopted safety regulations with respect to the design, construction, operation, maintenance, inspection and management of our pipeline assets. These regulations contain requirements for the development and implementation of pipeline integrity management programs, which include the inspection and testing of pipelines and the correction of anomalies. These regulations also require that pipeline operation and maintenance personnel meet certain qualifications and that pipeline operators develop comprehensive spill response plans. \n\nSecurity\n\nWe have several facilities that are subject to the United States Coast Guard’s Maritime Transportation Security Act, and a number of other facilities that are subject to the Transportation Security Administration’s Pipeline Security Guidelines and are designated as “Critical Facilities.” We have an internal inspection program designed to monitor and ensure compliance with all of these requirements. We believe that we are in material compliance with all applicable laws and regulations regarding the security of our facilities.\n\nTribal Lands\n\nVarious federal agencies, including EPA and the Department of the Interior, along with certain Native American tribes, promulgate and enforce regulations pertaining to oil and gas operations on Native American tribal lands where we operate. These regulations include such matters as lease provisions, drilling and production requirements, and standards to protect environmental quality and cultural resources. In addition, each Native American tribe is a sovereign nation having the right to enforce certain laws and regulations and to grant approvals independent from federal, state and local statutes and regulations. These laws and regulations may increase our costs of doing business on Native American tribal lands and impact the viability of, or prevent or delay our ability to conduct, our operations on such lands.\n\nTRADEMARKS, PATENTS AND LICENSES \n\nOur Marathon and ARCO trademarks are material to the conduct of our refining and marketing operations. We currently hold a number of U.S. and foreign patents and have various pending patent applications. Although in the aggregate our patents and licenses are important to us, we do not regard any single patent or license or group of related patents or licenses as critical or essential to our business as a whole. In general, we depend on our technological capabilities and the application of know-how rather than patents and licenses in the conduct of our operations.\n\nHUMAN CAPITAL\n\nWe believe our employees are our greatest asset of strength, and our culture reflects the quality of individuals across our workforce. Our collaborative efforts, which include fostering an inclusive environment, providing broad-based development and mentorship opportunities, recognizing and rewarding accomplishments and offering benefits that support the well-being of our employees and their families, contribute to increased engagement and fulfilling careers. Empowering our people and prioritizing accountability are also key components for developing MPC’s high-performing culture, which is critical to achieving our strategic vision. \n\nEmployee Profile\n\nAs of December 31, 2024, we employed approximately 18,300 people in full-time and part-time roles. Many of these employees provide services to MPLX, for which we are reimbursed in accordance with employee service agreements. Approximately 3,800 of our employees are covered by collective bargaining agreements. \n\nSafety \n\nWe are committed to safe operations to protect the health and safety of our employees, contractors and communities. Our commitment to safe operations is reflected in our safety systems design, our well-maintained equipment and by learning from our incidents. Part of our effort to promote safety includes our Operational Excellence Management System, which expands on the RC14001® scope, incorporates a Plan-Do-Check-Act continual improvement cycle, and aligns with ISO 9001, incorporating quality and an increased stakeholder and process focus. Together, these components of our safety management system provide us with a comprehensive approach to managing risks and preventing incidents, illnesses and fatalities. Additionally, our annual cash bonus program includes a broad set of measures tied to safety, environmental stewardship and human capital management.\n\nTalent Management\n\nOur People Strategy holistically addresses the dynamic business environment we operate in. It enables us to be an employer of choice in the face of shifting talent needs and availability. Executing our People Strategy requires that we attract and retain the best talent with the right capabilities when we need them. Attracting and retaining top talent involves presenting employees with the tools for success and providing opportunities for long-term engagement and career advancement. Our Talent Acquisition team consists of three segments: Executive Recruiting, Experienced Recruiting and University Recruiting. The specialization within each group allows us to specifically address MPC’s broad range of current and future talent needs, as well as devote time and attention to candidates during the hiring process. We believe each candidate brings a new perspective to our workforce, and we actively seek candidates with a variety of backgrounds and experience. \n\nWe equip our employees at every level with classroom training, online courses and on the job activities that provide the knowledge and skills necessary to perform their daily job functions safely and successfully. Simultaneously, we support our employees with a wide range of career development programs, tools, and key talent processes to help them advance and grow their careers within MPC.\n\nCompensation and Benefits \n\nTo ensure we are offering competitive pay packages, we annually benchmark compensation, including base salaries, bonus levels and long-term incentive targets. Our annual bonus program, for which all employees are eligible, is a critical component of our compensation as it rewards employees for MPC’s achievement against preset goals, encouraging employee commitment and ownership of results. Employees in our senior leader pay grades, as well as most other leaders, receive long-term incentive awards annually to align their compensation to the interests of MPC shareholders and MPLX unitholders.\n\nWe offer comprehensive benefits that are also benchmarked annually, including medical, dental and vision insurance for our employees, their spouses or domestic partners, and their dependents. We also provide retirement programs, life insurance, family building and support programs, sick and disability benefits, education assistance, as well as support the well-being of our employees and their families through a comprehensive Employee Assistance Program and financial wellness tools. In addition, we encourage our employees to refresh and recharge by providing competitive vacation programs and paid parental leave benefits for birth mothers and nonbirth parents. Further, we award a significant number of college and trade school scholarships to high school senior children of our employees through the Marathon Petroleum Scholars Program. Both full-time and part-time employees are eligible for these benefits.\n\nInclusion\n\nInclusion is embedded in our People Strategy, guided by our core values, and supported by a dedicated team of subject matter experts and leadership. Our People Strategy is based on three pillars: building a diverse workforce, creating a more inclusive culture, and contributing to our thriving communities.\n\nWe promote inclusivity and respect among our employees. We recognize that when employees feel valued, it shows in their performance. Our employee networks are fundamental to achieving this goal and connect employees with others who have shared experiences. These seven groups use a member and ally model to promote inclusion - Asian, Black, Disability, Hispanic, LGBTQ+, Veterans and Women. Led by employees with involvement and support from executive sponsors, our networks connect colleagues from across the company and provide opportunities for development, networking, and community involvement.\n\nEXECUTIVE OFFICERS \n\nFollowing is information about the executive officers and corporate officers of MPC:\n\nNameAge as of February 1, 2025\n\nPosition with MPC\n\nMaryann T. Mannen62President and Chief Executive Officer\n\nMichael J. Hennigan65Executive Chairman\n\nJohn J. Quaid53Executive Vice President and Chief Financial Officer\n\nTimothy J. Aydt61Executive Vice President Refining\n\nMolly R. Benson58Chief Legal Officer and Corporate Secretary\n\nFiona C. Laird*63Chief Human Resources Officer and Senior Vice President Communications\n\nDavid R. Heppner*58Chief Strategy Officer and Senior Vice President Business Development\n\nRick D. Hessling58Chief Commercial Officer\n\nBrian K. Partee*51Chief Global Optimization Officer\n\nEhren D. Powell*45Senior Vice President and Chief Digital Officer \n\nJames R. Wilkins*58Senior Vice President Health, Environment, Safety and Security\n\nErin M. Brzezinski42Vice President and Controller\n\nKristina A. Kazarian*42Vice President Finance and Investor Relations\n\nKelly S. Niese*45Vice President Treasury\n\nGregory S. Floerke61Executive Vice President and Chief Operating Officer of MPLX GP LLC\n\nShawn M. Lyon57Senior Vice President Logistics & Storage of MPLX GP LLC\n\n* Corporate officer.\n\nMs. Mannen was appointed President and Chief Executive Officer, and was elected a member of the Board, effective August 1, 2024. She previously served as President since January 1, 2024, and as Executive Vice President and Chief Financial Officer from January 2021 through December 2023. Ms. Mannen also was appointed President and Chief Executive Officer of MPLX, effective August 1, 2024, and has served as a member of MPLX’s Board of Directors since February 2021. Before joining MPC, she served as Executive Vice President and Chief Financial Officer of TechnipFMC (a successor to FMC Technologies, Inc.), a leading global engineering services and energy technology company, since 2017, having previously served as Executive Vice President and Chief Financial Officer of FMC Technologies, Inc. since 2014, as Senior Vice President and Chief Financial Officer since 2011, and in various positions of increasing responsibility with FMC Technologies, Inc. since 1986. Ms. Mannen serves on the executive committee of the American Petroleum Institute (API), the executive committee of American Fuel and Petrochemical Manufacturers (AFPM), and the executive committee of the Ohio Business Roundtable, and is a member of The Business Council.\n\nMr. Hennigan was elected Executive Chairman, effective August 1, 2024, having previously served as Chief Executive Officer since January 1, 2024 and as President and Chief Executive Officer from March 2020 through December 2023. He has served as a member of the Board of Directors since April 2020. Mr. Hennigan also was elected Executive Chairman of the Board of MPLX effective August 1, 2024, having served as Chairman of the Board since April 2020, as Chief Executive Officer since November 2019 and as President since June 2017. Before joining MPLX, Mr. Hennigan was President, Crude, NGL and Refined Products, of the general partner of Energy Transfer Partners L.P., an energy service provider. He was President and Chief Executive Officer of Sunoco Logistics Partners L.P., an oil and gas transportation, terminalling and storage company, from 2012 to 2017, President and Chief Operating Officer beginning in 2010, and Vice President, Business Development, beginning in 2009.\n\nMr. Quaid was appointed Executive Vice President and Chief Financial Officer, effective January 1, 2024, having previously served as MPLX’s Executive Vice President and Chief Financial Officer since September 2021. He also has served as a member of MPLX’s Board since January 2022. Prior to his 2021 appointment at MPLX, Mr. Quaid served as our Senior Vice President and Controller beginning in April 2020, and as Vice President and Controller beginning in 2014. Before joining MPC, Mr. Quaid was Vice President of Iron Ore at United States Steel Corporation, an integrated steel producer, beginning in 2014, and Vice President and Treasurer beginning in 2011, having previously served in various functions including investor relations, business planning, financial planning and analysis and project management. \n\nMr. Aydt was appointed Executive Vice President Refining, effective October 2022, having previously served as Executive Vice President and Chief Commercial Officer of MPLX since August 2020. Prior to his 2020 appointment, he served as Vice President, Business Development, beginning in November 2018, as Vice President, Operations, and President of Marathon Pipe Line LLC beginning in January 2017, as MPC’s Terminal, Transport and Rail General Manager beginning in 2013, and as Project Director for the $2.2 billion Detroit Heavy Oil Upgrade Project beginning in 2008. \n\nMs. Benson was appointed Chief Legal Officer and Corporate Secretary, effective January 1, 2024, having previously served as Vice President, Chief Securities, Governance & Compliance Officer and Corporate Secretary since June 2018, and as Vice President, Chief Compliance Officer and Corporate Secretary since 2016. Prior to her 2016 appointment, Ms. Benson served as Assistant General Counsel, Corporate and Finance, beginning in 2012, and as Group Counsel, Corporate and Finance, beginning in 2011. \n\nMs. Laird was appointed Chief Human Resources Officer and Senior Vice President Communications, effective February 2021, having previously served as Chief Human Resources Officer since October 2018. Prior to her 2018 appointment, she served as Chief Human Resources Officer at Andeavor since February 2018. Before joining Andeavor, Ms. Laird was Chief Human Resources and Communications Officer for Newell Brands, a global consumer goods company, beginning in May 2016 and Executive Vice President, Human Resources, for Unilever, a global consumer goods company, beginning in 2011.\n\nMr. Heppner was appointed Chief Strategy Officer and Senior Vice President Business Development, effective March 1, 2024, having previously served as Senior Vice President Strategy and Business Development since February 2021. Prior to his 2021 appointment, he served as Vice President, Commercial and Business Development, beginning in October 2018, as Senior Vice President of Engineering Services and Corporate Support of Speedway LLC beginning in 2014, and as Director, Wholesale Marketing, beginning in 2010.\n\nMr. Hessling was appointed Chief Commercial Officer, effective January 1, 2024, having previously served as Senior Vice President, Global Feedstocks, since February 2021. Prior to his 2021 appointment, he served as Senior Vice President, Crude Oil Supply and Logistics, beginning in October 2018, as Manager, Crude Oil & Natural Gas Supply and Trading, beginning in 2014, and as Crude Oil Logistics & Analysis Manager beginning in 2011.\n\nMr. Partee was appointed Chief Global Optimization Officer, effective January 1, 2024, having previously served as Senior Vice President, Global Clean Products, since February 2021. Prior to his 2021 appointment, he served as Senior Vice President, Marketing, beginning in October 2018, as Vice President, Business Development, beginning in February 2018, as Director of Business Development beginning in January 2017, as Manager of Crude Oil Logistics beginning in 2014, and as Vice President, Business Development and Franchise, at Speedway beginning in 2012. \n\nMr. Powell was appointed Senior Vice President and Chief Digital Officer, effective July 2020. Before joining MPC, he served as Vice President and Chief Information Officer (“CIO”) at GE Healthcare, a segment of General Electric Company (“GE”) that provides medical technologies and services, beginning in April 2018, having previously served as Senior Vice President and CIO, Services, of GE, a multinational conglomerate, since January 2017 and as CIO, Power Services, with GE Power since 2014, and in various positions of increasing responsibility with GE and its subsidiaries since 2000.\n\nMr. Wilkins was appointed Senior Vice President Health, Environment, Safety and Security, effective February 2021. Prior to this appointment, he served as Vice President, Environment, Safety and Security, beginning in October 2018, Director, Environment, Safety, Security and Product Quality, beginning in February 2016, and Director, Refining Environmental, Safety, Security and Process Safety Management, beginning in 2013.\n\nMs. Brzezinski was appointed Vice President and Controller, effective January 8, 2024. Prior to this appointment, she served as Assistant Controller, Technical Accounting, since August 2021, having previously served as Manager, Accounting, since May 2019. Before joining MPC, Ms. Brzezinski was Director, Assurance and Audit Services, at PricewaterhouseCoopers LLP, a professional services and accounting firm, beginning in 2018, and Senior Manager beginning in 2013. She was Manager, Technical Accounting, at Cooper Tire & Rubber Company, an automotive tire manufacturer, from 2011 to 2013. Previously, Ms. Brzezinski served in positions of increasing responsibility with PricewaterhouseCoopers LLP beginning in 2004.\n\nMs. Kazarian was appointed Vice President Finance and Investor Relations, effective January 2023. Prior to this appointment, she served as Vice President, Investor Relations, beginning in April 2018. Before joining MPC, she was Managing Director and head of the MLP, Midstream and Refining Equity Research teams at Credit Suisse, a global investment bank and financial services company, beginning in September 2017. Previously, Ms. Kazarian was Managing Director of MLP, Midstream and Natural Gas Equity Research at Deutsche Bank, a global investment bank and financial services company, beginning in 2014, and an analyst specializing on various energy industry subsectors with Fidelity Management & Research Company, a privately held investment manager, beginning in 2005. \n\nMs. Niese was appointed Vice President Treasury, effective January 2023. Prior to this appointment, she served as Assistant Treasurer beginning in February 2017, as Corporate Finance Manager beginning in October 2014, and as Brand Coordinating Manager beginning in 2011, having previously served in various analytical roles within Crude Supply, Terminals, Transportation and Rail and Internal Audit since joining MPC in 2003.\n\nMr. Floerke was appointed Executive Vice President and Chief Operating Officer of MPLX, effective February 2021, having previously served as Executive Vice President and Chief Operating Officer, Gathering and Processing, Trucks and Rail, since August 2020. Prior to his 2020 appointment, he served as Executive Vice President, Gathering and Processing, beginning in 2018, as Executive Vice President and Chief Operating Officer, MarkWest Operations, beginning in July 2017, and as Executive Vice President and Chief Commercial Officer, MarkWest Assets, beginning in 2015, at the time of MPLX’s acquisition of MarkWest Energy Partners, L.P. Before joining MPLX, Mr. Floerke was Executive Vice President and Chief Commercial Officer at MarkWest beginning in 2015, and Senior Vice President, Northeast region, at MarkWest beginning in 2013. Previously, Mr. Floerke held senior management positions at Access Midstream Partners, L.P. from 2011 until 2013.\n\nMr. Lyon was appointed Senior Vice President Logistics and Storage of MPLX, effective September 2022, having previously served as Vice President, Operations, and President, Marathon Pipe Line LLC, since November 2018. Prior to his 2018 appointment, he served as Vice President of Operations for Marathon Pipe Line LLC beginning in 2011. Previously, Mr. Lyon served in various roles of increasing responsibility with MPC since 1989, including as Manager, Marketing and Transportation Engineering beginning in 2010, and as District Manager, Transport and Rail beginning in 2008. He served as board chair for Liquid Energy Pipeline Association in 2023 and chairs the board of the Louisiana Offshore Oil Port (“LOOP”).\n\nAVAILABLE INFORMATION\n\nGeneral information about MPC, including our Corporate Governance Principles, our Code of Business Conduct and our Code of Ethics for Senior Financial Officers, can be found on our website at www.marathonpetroleum.com/Investors/Corporate-Governance/. We would post on our website any amendments to, or waivers from, either of our codes requiring disclosure under applicable rules within four business days following any such amendment or waiver. Charters for the Audit Committee, Compensation and Organization Development Committee, Corporate Governance and Nominating Committee and Sustainability and Public Policy Committee are also available on our website at www.marathonpetroleum.com/About/Board-of-Directors/.\n\nWe use our website, www.marathonpetroleum.com, as a channel for routine distribution of important information, including news releases, analyst presentations, financial information and market data. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, as well as any amendments and exhibits to those reports, are available free of charge through our website as soon as reasonably practicable after the reports are filed or furnished with the SEC, or on the SEC’s website. The SEC maintains a website that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov. These documents are also available in hard copy, free of charge, by contacting our Investor Relations office. In addition, our website allows investors and other interested persons to sign up to automatically receive email alerts when we post news releases and financial information on our website. Information contained on our website is not incorporated into this Annual Report on Form 10-K or other securities filings.",
      "char_count": 72550
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors \n\nYou should carefully consider each of the following risks and all the other information contained in this Annual Report on Form 10-K in evaluating us and our common stock. Although the risks are organized by headings, and each risk is discussed separately, many are interrelated. Our business, financial condition, results of operations and cash flows could be materially and adversely affected by these risks, and, as a result, the trading price of our common stock could decline. We have in the past been adversely affected by certain of, and may in the future be affected by, these risks. \n\nBusiness and Operational Risks\n\nOur financial results are affected by volatile refining margins, which are dependent on factors beyond our control.\n\nOur operating results, cash flows, future rate of growth, the carrying value of our assets and our ability to execute share repurchases and continue the payment of our base dividend are highly dependent on the margins we realize on our refined products. Historically, refining and marketing margins have been volatile, and we believe they will continue to be volatile. Our margins from the sale of gasoline and other refined products are influenced by a number of conditions, including the price of crude oil and other feedstocks. The prices of feedstocks and the prices at which we can sell our refined products fluctuate independently due to a variety of regional and global market factors that are beyond our control, including:\n\n•worldwide and domestic supplies of and demand for feedstocks and refined products; \n\n•transportation infrastructure cost and availability;\n\n•operation levels of other refineries in our markets;\n\n•the development by competitors of new refining or renewable conversion capacity;\n\n•natural gas and electricity supply costs; \n\n•political instability, threatened or actual terrorist incidents, armed conflict or other global political or economic conditions;\n\n•tariffs on goods, including crude oil and other feedstocks, imported into the United States;\n\n•local weather conditions; and\n\n•the occurrence of other risks described herein. \n\nSome of these factors can vary by region and may change quickly, adding to market volatility, while others may have longer-term effects. The longer-term effects of these and other factors on refining and marketing margins are uncertain. We generally purchase our feedstocks weeks before we refine them and sell the refined products. Price level changes during the period between purchasing feedstocks and selling the refined products from these feedstocks can have a significant effect on our financial results. We also purchase refined products manufactured by others for resale to our customers. Price changes during the periods between purchasing and reselling those refined products can have a material and adverse effect on our business, financial condition, results of operations and cash flows.\n\nIn early 2025, the new U.S. presidential administration announced broad-based tariffs on goods imported from certain countries where we purchase feedstocks, including a ten percent tariff on energy resources such as crude oil, natural gas and NGLs imported from Canada. Some of these tariffs have been stayed for brief periods of at least 30 days. If the provisions of those tariffs are maintained as proposed, we would expect added market volatility, with the longer term impacts to our refining and marketing margin uncertain. In addition, retaliatory tariffs imposed by other countries or other potential government actions, would likely result in further adverse impacts. \n\nLower refining and marketing margins have in the past, and may in the future, lead us to reduce the amount of refined products we produce, which may reduce our revenues, income from operations and cash flows. Significant reductions in refining and marketing margins could require us to reduce our capital expenditures, impair the carrying value of our assets (such as property, plant and equipment, inventory or goodwill), and require us to re-evaluate practices regarding our repurchase activity and dividends.\n\nLegal, technological, political and scientific developments regarding emissions, fuel efficiency and alternative fuel vehicles may decrease demand for liquid transportation fuels. \n\nDevelopments aimed at reducing vehicle emissions, increasing vehicle efficiency or reducing the sale of new internal combustion engine vehicles may decrease the demand and may increase the cost for our transportation fuels. EPA and NHTSA have promulgated separate rules setting more stringent requirements for vehicles. NHTSA’s current CAFE standards increase in stringency from model year 2023 levels by eight percent annually for model years 2024-2025 and ten percent annually for model year 2026. EPA’s model year 2023-2026 CO2 emission standards result in average fuel economy of 40 mpg in model year 2026. In addition, NHTSA and EPA finalized new rules setting even more stringent requirements for model years 2027-2032. NHTSA’s standards would require an increase in fuel efficiency of two percent annually. EPA’s standards would require a significant increase in electric vehicle production to meet the standards. \n\nIn addition, California and several states have adopted regulations that require increased sales of electric vehicles. California, in particular, has passed several regulations mandating electric vehicles. These regulations include Advanced Clean Cars (“ACC”) \n\nI, ACC II, and Advanced Clean Trucks. California has received Clean Air Act waivers from U.S. EPA to implement these programs. \n\nMoreover, consumer acceptance and market penetration of electric, hybrid and alternative fuel vehicles continues to increase. In 2021, several automobile manufacturers jointly announced their shared goal that 40-50 percent of their new vehicle sales be battery electric, fuel cell or plug-in hybrid vehicles by 2030. Other automobile manufacturers have similar, or more aggressive, goals with respect to vehicle electrification. Technological breakthroughs relating to renewable fuels or other fuel alternatives such as hydrogen or ammonia, or efficiency improvements for internal combustion engines could reduce demand for liquid transportation fuels.\n\nTogether, these trends and developments have had and are expected to continue to have an adverse effect on sales of our liquid transportation fuels, which in turn could have a material and adverse effect on our business, financial condition, results of operations and cash flows.\n\nOur operations are subject to business interruptions and present inherent hazards and risks, which could adversely impact our results of operations and financial condition.\n\nOur operations are subject to business interruptions, such as scheduled and unscheduled refinery turnarounds, unplanned maintenance, explosions, fires, refinery or pipeline releases, product quality incidents, power outages, severe weather, labor disputes, acts of terrorism, or other natural or man-made disasters. These types of incidents adversely affect our operations and may result in serious personal injury or loss of human life, significant damage to property and equipment, impaired ability to manufacture our products, environmental pollution, and substantial losses. We have experienced certain of these incidents in the past. \n\nFor assets located near populated areas, the level of damage resulting from these incidents could be greater. In addition, we operate in and adjacent to environmentally sensitive waters where tanker, pipeline, rail car and refined product transportation and storage operations are closely regulated by federal, state and local agencies and monitored by environmental interest groups. Certain of our refineries receive crude oil and other feedstocks by tanker or barge. MPLX operates a fleet of boats and barges to transport light products, heavy oils, crude oil, renewable fuels, chemicals and feedstocks to and from our refineries and terminals. Transportation and storage of crude oil, other feedstocks and refined products over and adjacent to water involves inherent risk and subjects us to the provisions of the OPA-90 and state laws in U.S. coastal and Great Lakes states and states bordering inland waterways on which we operate, as well as international laws in the jurisdictions in which we operate. If we are unable to promptly and adequately contain any accident or discharge involving tankers, pipelines, rail cars or above ground storage tanks transporting or storing crude oil, other feedstocks or refined products, we may be subject to substantial liability. In addition, the service providers contracted to aid us in a discharge response may be unavailable due to weather conditions, governmental regulations or other local or global events. \n\nDamages resulting from an incident involving any of our assets or operations may result in our being named as a defendant in one or more lawsuits asserting potentially substantial claims or in our being assessed potentially substantial fines by governmental authorities.\n\nWe are increasingly dependent on the performance of our information technology systems and those of our third-party business partners and service providers.\n\nWe are increasingly dependent on our information technology systems and those of our third-party business partners and service providers for the safe and effective operation of our business. We rely on such systems to process, transmit and store electronic information, including financial records and regulated personal data, and to manage or support a variety of business processes, including our supply chain, pipeline operations, gathering and processing operations, credit card payments and authorizations at certain of our customers’ retail outlets, financial transactions, banking and numerous other processes and transactions. \n\nOur information systems (and those of our third-party business partners and service providers), including our cloud computing environments and operational technology environments, are subject to numerous and evolving cybersecurity threats and attacks, including ransomware and other malware, phishing and social engineering schemes, supply chain attacks, and advanced artificial intelligence attacks, which can compromise our ability to operate and the confidentiality, availability, and integrity of data in our systems or those of our third-party business partners and service providers. These and other cybersecurity threats may originate with criminal attackers, advanced persistent threats and nation-state actors, state-sponsored actors or employee error or malfeasance. Cybersecurity threat actors also may attempt to exploit vulnerabilities in software, including software commonly used by companies in cloud-based services and bundled software. Because the techniques used to obtain unauthorized access, or to disable or degrade systems, continuously evolve and some have become increasingly complex and sophisticated, and can remain undetected for a period of time despite efforts to detect and respond in a timely manner, we (and our third-party business partners and service providers) are subject to the risk of cyberattacks and cybersecurity incidents.\n\nOur cybersecurity and infrastructure protection technologies, disaster recovery plans and systems, employee training and vendor risk management may not be sufficient to defend us against all unauthorized attempts to access our information or impact our systems. We and our third-party vendors and service providers have been and may in the future be subject to cybersecurity events and incidents of varying degrees. To date, the impacts of prior events and incidents have not had a material adverse effect on us.\n\nCybersecurity incidents involving our information technology systems or those of our third-party business partners and service providers can result in theft, destruction, loss, misappropriation or release of confidential financial data, regulated personal data, intellectual property and other information; give rise to remediation or other expenses; result in litigation, claims and increased regulatory review, investigations, or scrutiny; reduce our customers’ willingness to do business with us; disrupt our operations and the services we provide to customers; and subject us to litigation and legal liability under international, U.S. federal and state laws. Any of such results could have a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\n\nIncreasing regulatory focus on and expanding laws related to data privacy issues could expose us to increased liability, subject us to lawsuits, investigations, reputational harm and increase costs and restrictions on our operations that could significantly and adversely affect our business.\n\nAlong with our own data and information collected in the normal course of our business, we collect, use, transfer and retain certain data that is subject to specific laws and regulations. The transfer and use of this data both domestically and across international borders is becoming increasingly complex. This data is subject to governmental regulation at international, federal, state and local levels in many areas of our business, including data privacy and security laws such as the European Union (“EU”) and United Kingdom (“UK”) versions of the General Data Protection Regulation (“GDPR”), and the California Consumer Privacy Act, as amended by the California Privacy Rights Act (“CCPA”). To date, comprehensive state privacy laws have been proposed or passed in more than twenty U.S. states. We also operate in other jurisdictions (such as Mexico, Peru and Singapore) that have issued, or are considering the issuance of, data privacy laws and regulations. Additionally, the U.S. Federal Trade Commission and multiple state attorneys general are interpreting federal and state consumer protection laws to impose standards for the online collection, use, dissemination and security of data as well as requiring disclosures regarding such practices. Existing and potential future data privacy laws pose increasingly complex compliance, monitoring and control obligations and could potentially elevate our costs and risk exposure. As the implementation, interpretation, and enforcement of such laws continue to progress and evolve, there may also be developments that amplify such costs and risk exposure. Any failure by us to comply with these laws and regulations, including as a result of a cybersecurity incident or privacy breach, could expose us to significant penalties and liabilities, including individual claims or consumer class actions, commercial litigation, administrative, and investigations or actions, regulatory intervention and sanctions or fines.\n\nAs we integrate artificial intelligence technologies into our processes, these technologies may present business, compliance and reputational risks.\n\nRecent and continuously evolving technological advances in artificial intelligence (“AI”) and machine-learning technology present new opportunities and also pose new risks. Our introduction of these technologies into our processes may result in new or expanded risks and liabilities. Such risks and liabilities include enhanced governmental or regulatory scrutiny, litigation, compliance issues, ethical concerns, confidentiality or security risks, as well as other factors that could adversely affect our business, reputation, and financial results. The utilization of AI could also result in loss of intellectual property and subject us to heightened risks related to intellectual property infringement or misappropriation. The use of AI can lead to unintended consequences, including generating content that is inaccurate, misleading or otherwise flawed, or that results in unintended biases and discriminatory outcomes, which could harm our reputation and expose us to risks related to inaccuracies or errors in the output of such technologies. \n\nThe availability and cost of renewable identification numbers and credits related to low carbon fuel programs and incentives could have an adverse effect on our financial condition and results of operations.\n\nCongress established a Renewable Fuel Standard (“RFS”) program that requires annual volumes of renewable fuel be blended into domestic transportation fuel. As a producer of petroleum-based motor fuels, we are obligated to blend renewable fuels into the products we produce at a rate that is at least commensurate to EPA’s quota and, to the extent we do not, we must purchase RINs in the open market to satisfy our obligation under the RFS program. Additionally, states, including California, have adopted or are considering adopting LCFS programs, which include the generation and purchase of LCFS credits for compliance. We are exposed to the volatility in the market price of RINs, LCFS credits, and other credits for low carbon fuels and we cannot predict the future prices of RINs, LCFS, or other credits. Prices are dependent upon a variety of factors, including EPA, LCFS, and other regulations, reduction of the benefits, the availability of RINs or credits for purchase, any of the products we produce are deemed not to qualify for compliance, and levels of transportation fuels produced, which can vary significantly from quarter to quarter. There is currently no regulatory method for verifying the validity of most RINs sold on the open market. We have developed a RIN integrity program to vet the RINs that we purchase, and we incur costs to audit RIN generators. Nevertheless, if any of the RINs that we purchase and use for compliance are found to be invalid, we could incur costs and penalties for replacing the invalid RINs. See Item 1. Business – Regulatory Matters for additional information on these and other regulatory compliance matters. \n\nCompetitors that produce their own supply of feedstocks, own their own retail sites, or have greater financial resources may have a competitive advantage.\n\nThe refining and marketing industry is highly competitive with respect to both feedstock supply and refined petroleum products. We compete with many companies for available supplies of crude oil and other feedstocks, and we do not produce any of our crude oil feedstocks. Our competitors include multinational, integrated major oil companies that can obtain a significant portion of their feedstocks from company-owned production. Competitors that produce crude oil are at times better positioned to withstand periods of depressed refining margins or feedstock shortages. \n\nWe also compete with other companies for customers for our refined petroleum products. The independent entrepreneurs who operate primarily Marathon-branded outlets and the direct dealer locations we supply compete with other convenience store chains, outlets owned or operated by integrated major oil companies or their dealers or jobbers, and other well-recognized national or regional retail outlets, often selling transportation fuels and merchandise at very competitive prices. Non-traditional transportation fuel retailers, such as supermarkets, club stores and mass merchants, may be better able to withstand volatile market conditions or levels of low or no profitability in the retail segment of the market. The loss of market share by those who operate our branded outlets and the direct dealer locations we supply could adversely affect our business, financial condition, results of operations and cash flows.\n\nWe may be negatively impacted by inflation.\n\nIncreases in inflation may have an adverse effect on us. Such increases in inflation could impact the commodity markets generally, the overall demand for our products and services, our costs for labor, material and services and the margins we are able to realize on our products, all of which could have an adverse impact on our business, financial position, results of operations and cash flows. Inflation may also result in higher interest rates, which in turn would result in higher interest expense related to our variable rate indebtedness and any borrowings we undertake to refinance existing fixed rate indebtedness.\n\nWe are subject to interruptions of supply and increased costs as a result of our reliance on third-party transportation of crude oil and refined products.\n\nWe utilize the services of third parties to transport crude oil and refined products to and from our refineries. In addition to our own operational risks, we could experience interruptions of supply or increases in costs to deliver refined products to market if the ability of the pipelines, railways or vessels to transport crude oil or refined products is disrupted or limited because of weather events, accidents, labor disputes, governmental regulations or third-party actions. \n\nIn particular, pipelines or railroads provide a nearly exclusive form of transportation of crude oil to, or refined products from, some of our refineries. A prolonged interruption, material reduction or cessation of service of such a pipeline or railway, whether due to private party or governmental action or other reason, or any other prolonged disruption of the ability of the trucks, pipelines, railways or vessels to transport crude oil or refined products to or from one or more of our refineries, can adversely affect us. \n\nA significant decrease in oil and natural gas production in MPLX’s areas of operation may adversely affect MPLX’s business, financial condition, results of operations and cash available for distribution to its unitholders, including MPC.\n\nA significant portion of MPLX’s operations is dependent on the continued availability of natural gas and crude oil production. The production from oil and natural gas reserves and wells owned by its producer customers will naturally decline over time, which means that MPLX’s cash flows associated with these wells will also decline over time. To maintain or increase throughput levels and the utilization rate of MPLX’s facilities, MPLX must continually obtain new oil, natural gas, NGL and refined product supplies, which depend in part on the level of successful drilling activity near its facilities, its ability to compete for volumes from successful new wells and its ability to expand its system capacity as needed.\n\nWe have no control over the level of drilling activity in the areas of MPLX’s operations, the amount of reserves associated with the wells or the rate at which production from a well will decline. In addition, we have no control over producers or their production decisions, which are affected by demand, prevailing and projected energy prices, drilling costs, operational challenges, access to downstream markets, the level of reserves, geological considerations, governmental regulations and the availability and cost of capital. Reductions or changes in exploration or production activity in MPLX’s areas of operations could lead to reduced throughput on its pipelines and utilization rates of its facilities.\n\nFluctuations in energy prices can negatively affect drilling activity, production rates and investments by third parties in the development of new oil and natural gas reserves. The prices for oil, natural gas and NGLs depend upon factors beyond our control, including global and local demand, production levels, changes in interstate pipeline gas quality specifications, imports and exports, seasonality and weather conditions, alternative energy sources such as wind, solar and other renewable energy technologies, economic and political conditions domestically and internationally and governmental regulations. Sustained periods of low prices could result in producers deciding to limit their oil and gas drilling operations, which could substantially delay the production and delivery of volumes of oil, natural gas and NGLs to MPLX’s facilities and adversely affect their revenues and cash available for distribution to us. \n\nThis impact may also be exacerbated in circumstances where MPLX’s compensation for services is commodity-based, which are more directly impacted by changes in natural gas and NGL prices than its fee-based contracts due to frac spread exposure and may result in operating losses when natural gas becomes more expensive on a Btu equivalent basis than NGL products. In addition, the purchase and resale of natural gas and NGLs in the ordinary course exposes MPLX to significant risk of volatility in natural gas or NGL prices due to the potential difference in price at the time of the purchases and then the subsequent sales. The significant volatility in natural gas, NGL and crude oil prices could adversely impact MPLX’s unit price, thereby increasing its distribution yield and cost of capital. Such impacts could adversely impact MPLX’s ability to execute its long‑term organic growth projects, satisfy obligations to its customers and make distributions to unitholders at intended levels, and may also result in non-cash impairments of long-lived assets or goodwill or other-than-temporary non-cash impairments of our equity method investments.\n\nSevere weather events, other climate conditions and earth movement and other geological hazards may adversely affect our assets and ongoing operations.\n\nOur assets are subject to acute physical risks, such as floods, hurricane-force winds, wildfires, winter storms, and earth movement in variable, steep and rugged terrain and terrain with varied or changing subsurface conditions, and chronic physical risks, such as sea-level rise or water shortages. For example, in 2024, our Tampa Terminal and other logistics assets were adversely affected by hurricanes. The occurrence of these and similar events have had, and may in the future have, an adverse effect on our assets and operations. We have incurred and will continue to incur additional costs to protect our assets and operations from such physical risks and employ the evolving technologies and processes available to mitigate such risks. To the extent such severe weather events or other climate conditions increase in frequency and severity, we may be required to modify operations and incur costs that could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nWe are subject to risks arising from our operations outside the United States and generally to worldwide political and economic developments.\n\nWe operate and sell some of our products and procure some feedstocks outside the United States. Our business, financial condition, results of operations and cash flows could be negatively impacted by disruptions in any of these markets, including economic instability, restrictions on the transfer of funds, supply chain disruptions, duties and tariffs, transportation delays, difficulty in enforcing contractual provisions, import and export controls, changes in governmental policies, political and social unrest, security issues involving key personnel and changing regulatory and political environments. Future outbreaks of infectious diseases or pandemics could affect demand for refined products and economic conditions generally. In addition, the deterioration of trade relationships, modification or termination of existing trade agreements, imposition of economic sanctions against Russia or other countries and the effects of potential responsive countermeasures, or increased taxes, border adjustments or tariffs can make international business operations more costly, which can have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nWe are required to comply with U.S. and international laws and regulations, including those involving anti-bribery, anti-corruption and anti-money laundering. Our training and compliance program and our internal control policies and procedures may not always protect us from violations committed by our employees or agents. Actual or alleged violations of these laws could disrupt our business and cause us to incur significant legal expenses and could result in a material adverse effect on our reputation, business, financial condition, results of operations and cash flows.\n\nMore broadly, political and economic factors in global markets could impact crude oil and other feedstock supplies and could have a material adverse effect on us in other ways. Hostilities in the Middle East, Russia or elsewhere or the occurrence or threat of future terrorist attacks could adversely affect the economies of the U.S. and other countries. Lower levels of economic activity often result in a decline in energy consumption, which may cause our revenues and margins to decline and limit our future growth prospects. These risks could lead to increased volatility in prices for refined products, NGLs and natural gas. Additionally, these risks could increase instability in the financial and insurance markets and make it more difficult or costly for us to access capital and to obtain the insurance coverage that we consider adequate. Additionally, tax policy, legislative or regulatory action and commercial restrictions could reduce our operating profitability. For example, the U.S. government could prevent or restrict exports of refined products, NGLs, natural gas or the conduct of business in or with certain foreign countries. In addition, foreign countries could restrict imports, investments or commercial transactions or revoke or refuse to grant necessary permits. \n\nOur investments in joint ventures could be adversely affected by our reliance on our joint venture partners and their financial condition, and our joint venture partners may have interests or goals that are inconsistent with ours.\n\nWe conduct some of our operations through joint ventures in which we share control over certain economic and business interests with our joint venture partners. Our joint venture partners may have economic, business or legal interests or goals that are inconsistent with our goals and interests or may be unable to meet their obligations. Failure by us, or an entity in which we have an interest, to adequately manage the risks associated with any acquisitions or joint ventures could have a material adverse effect on the financial condition or results of operations of our joint ventures and adversely affect our reputation, business, financial condition, results of operations and cash flows.\n\nTerrorist attacks or other targeted operational disruptions may affect our facilities or those of our customers and suppliers. \n\nRefining, gathering and processing, pipeline and terminal infrastructure, and other energy assets, may be the subject of terrorist attacks or other targeted operational disruptions. Any attack or targeted disruption of our operations, those of our customers or, in some cases, those of other energy industry participants, could have a material and adverse effect on our business. Similarly, any similar event that severely disrupts the markets we serve could materially and adversely affect our results of operations, financial position and cash flows.\n\nFinancial Risks\n\nWe have significant debt obligations; therefore, our business, financial condition, results of operations and cash flows could be harmed by a deterioration of our credit profile or downgrade of our credit ratings, a decrease in debt capacity or unsecured commercial credit available to us, or by factors adversely affecting credit markets generally.\n\nAt December 31, 2024, our total debt obligations for borrowed money and finance lease obligations were $27.80 billion, including $21.21 billion of obligations of MPLX and its subsidiaries. We may incur substantial additional debt obligations in the future.\n\nOur indebtedness may impose various restrictions and covenants on us that could have material adverse consequences, including:\n\n•increasing our vulnerability to changing economic, regulatory and industry conditions; \n\n•limiting our ability to compete and our flexibility in planning for, or reacting to, changes in our business and the industry; \n\n•limiting our ability to pay dividends to our stockholders; \n\n•limiting our ability to borrow additional funds; and \n\n•requiring us to dedicate a substantial portion of our cash flow from operations to payments on our debt, thereby reducing funds available for working capital, capital expenditures, acquisitions, share repurchases, dividends and other purposes. \n\nA decrease in our debt or commercial credit capacity, including unsecured credit extended by third-party suppliers, or a deterioration in our credit profile could increase our costs of borrowing money and limit our access to the capital markets and commercial credit. Our credit rating is determined by independent credit rating agencies. We cannot provide assurance that any of our credit ratings will remain in effect for any given period of time or that a rating will not be lowered or withdrawn entirely by a rating agency if, in its judgment, circumstances so warrant. Any changes in our credit capacity or credit profile could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nSignificant variations in the market prices of crude oil and refined products can affect our financial performance.\n\nSignificant variations in the market prices of products held in our inventories could have a negative or positive effect on our financial performance. In addition, a sustained period of low crude oil prices may also result in significant financial constraints on certain producers from which we acquire our crude oil, which could result in long term crude oil supply constraints for our business. Such conditions could also result in an increased risk that our customers and other counterparties may be unable to fully fulfill their obligations in a timely manner, or at all. \n\nA continued period of economic slowdown or recession, or a protracted period of depressed prices for crude oil or refined petroleum products, could have significant and adverse consequences for our financial condition and the financial condition of our customers, suppliers and other counterparties, and could diminish our liquidity, trigger additional impairments and negatively affect our ability to obtain adequate crude oil volumes and to market certain of our products at favorable prices, or at all.\n\nOur working capital, cash flows and liquidity can be significantly affected by decreases in commodity prices.\n\nPayment terms for our crude oil purchases are generally longer than the terms we extend to our customers for refined product sales. As a result, the payables for our crude oil purchases are proportionally larger than the receivables for our refined product sales. Due to this net payables position, a decrease in commodity prices generally results in a use of working capital, and given the significant volume of crude oil that we purchase the impact can materially affect our working capital, cash flows and liquidity. \n\nIncreases in interest rates could adversely impact our share price, our ability to issue equity or incur debt for acquisitions or other purposes and our ability to make dividends at our intended levels.\n\nOur revolving credit facility has a variable interest rate. As a result, future interest rates on our debt could be higher than current levels, causing our financing costs to increase accordingly. In addition, we may in the future refinance outstanding borrowings under our revolving credit facility with fixed-rate indebtedness. Interest rates payable on fixed-rate indebtedness typically are higher than the short-term variable interest rates that we pay on borrowings under our revolving credit facility. We also have other fixed-rate indebtedness that we may need or desire to refinance in the future at or prior to the applicable stated maturity. A rising interest rate environment could have an adverse impact on our share price and our ability to issue equity or incur debt for acquisitions or other purposes and to make dividends at our intended levels.\n\nWe may incur losses and additional costs as a result of our forward-contract activities and derivative transactions. \n\nWe currently use commodity derivative instruments, and we expect to continue their use in the future. If the instruments we use to hedge our exposure to various types of risk are not effective, we may incur losses. Derivative transactions involve the risk that counterparties may be unable to satisfy their obligations to us. The risk of counterparty default is heightened in a poor economic environment. In addition, we may be required to incur additional costs in connection with future regulation of derivative instruments to the extent it is applicable to us.\n\nWe do not insure against all potential losses, and, therefore, our business, financial condition, results of operations and cash flows could be adversely affected by unexpected liabilities and increased costs.\n\nWe maintain insurance coverage in amounts we believe to be prudent against many, but not all, potential liabilities arising from operating hazards. Uninsured liabilities arising from operating hazards such as explosions, fires, refinery or pipeline releases, cybersecurity breaches or other incidents involving our assets or operations can reduce the funds available to us for capital and investment spending and could have a material adverse effect on our business, financial condition, results of operations and cash flows. Historically, we also have maintained insurance coverage for physical damage and resulting business interruption to our major facilities, with significant self-insured retentions. In the future, we may not be able to maintain insurance of the types and amounts we desire at reasonable rates.\n\nWe have recorded goodwill and other intangible assets that could become further impaired and result in material non-cash charges to our results of operations. \n\nWe accounted for certain acquisitions using the acquisition method of accounting, which requires that the assets and liabilities of the acquired business be recorded to our balance sheet at their respective fair values as of the acquisition date. Any excess of the purchase consideration over the fair value of the acquired net assets is recognized as goodwill.\n\nAs of December 31, 2024, our balance sheet reflected $8.2 billion and $1.8 billion of goodwill and other intangible assets, respectively. We have in the past recorded significant impairments of our goodwill. To the extent the value of goodwill or intangible assets becomes further impaired, we may be required to incur additional material non-cash charges relating to such impairment. Our operating results may be significantly impacted from both the impairment and the underlying trends in the business that triggered the impairment.\n\nLarge capital projects can be subject to delays, take years to complete, and market conditions could deteriorate significantly between the project approval date and the project startup date, negatively impacting project returns. \n\nWe have several large capital projects underway, including efficiency and modernization improvements at our Los Angeles Refinery and a Distillate Hydrotreater project at our Galveston Bay Refinery. Delays in completing capital projects or making required changes or upgrades to our facilities could subject us to fines or penalties as well as affect our ability to supply certain products we produce. Such delays or cost increases may arise as a result of unpredictable factors, many of which are beyond our control, including:\n\n•denials of, delays in receiving, or revocations of requisite regulatory approvals or permits;\n\n•unplanned increases in the cost of construction materials or labor, whether due to inflation or other factors;\n\n•disruptions in transportation of components or construction materials;\n\n•adverse weather conditions, natural disasters or other events (such as equipment malfunctions, explosions, fires or spills) affecting our facilities, or those of vendors or suppliers;\n\n•shortages of sufficiently skilled labor, or labor disagreements resulting in unplanned work stoppages;\n\n•market-related increases in a project’s debt or equity financing costs; \n\n•global supply chain disruptions;\n\n•nonperformance by, or disputes with, vendors, suppliers, contractors or subcontractors; and\n\n•delays due to citizen, state or local political or activist pressure.\n\nMoreover, our revenues may not increase immediately upon the expenditure of funds on a particular project. For instance, if we build a new pipeline, the construction will occur over an extended period of time and we may not receive any material increases in revenues until after completion of the project, if at all. \n\nAny one or more of these factors could have a significant impact on our ongoing capital projects. If we were unable to make up the delays associated with such factors or to recover the related costs, or if market conditions change, it could materially and adversely affect our capital project returns and our business, financial condition, results of operations and cash flows.\n\nLegal and Regulatory Risks\n\nWe expect to continue to incur substantial capital expenditures and operating costs to meet the requirements of evolving environmental and other laws or regulations. Additionally, changes to the federal government’s policies and operations could lead to increased regulatory uncertainty and volatility, which may impact our business, financial condition and results of operations.\n\nOur business is subject to numerous environmental laws and regulations. These laws and regulations continue to increase in both number and complexity and affect our business. Laws and regulations expected to become more stringent relate to the following:\n\n•the emission or discharge of materials into the environment;\n\n•solid and hazardous waste management;\n\n•the regulatory classification of materials currently or formerly used in our business;\n\n•pollution prevention;\n\n•climate change and GHG emissions;\n\n•characteristics and composition of transportation fuels, including the quantity of renewable fuels that must be blended into transportation fuels;\n\n•the production, importation, use, and disposal of specific chemicals;\n\n•public and employee safety and health;\n\n•permitting;\n\n•inherently safer technology; and\n\n•facility security.\n\nThe specific impact of laws and regulations on us and our competitors may vary depending on a number of factors, including the age and location of operating facilities, marketing areas, crude oil and feedstock sources, production processes and subsequent judicial interpretation of such laws and regulations. We have incurred and will continue to incur substantial capital, operating and maintenance, and remediation expenditures to modify operations, install pollution control equipment, perform site cleanups or curtail operations. We have incurred and may in the future incur liability for personal injury, property damage, natural resource damage or clean-up costs due to alleged contamination and/or exposure to chemicals such as benzene and methyl tert-butyl ether (“MTBE”). There is also increased regulatory interest in PFAS, which we expect will lead to increased monitoring and remediation obligations and potential liability related thereto. Such expenditures could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nIn early 2025, the new U.S. presidential administration announced wide-ranging policy changes and issued numerous executive actions on topics including international trade, energy resources, corporate taxes, global climate change initiatives, employment practices, corporate compliance programs, environmental regulations, as well as other matters. Further, the new presidential administration has indicated an intent to make structural changes to the executive branch of the federal government, including significant reductions in the federal workforce. Continuing legal challenges to many of the policy changes and executive actions are expected. Such actions may directly or indirectly impact our industry and could lead to increased regulatory uncertainty and volatility. We cannot predict how these policy changes and executive actions will be implemented and interpreted, or the ultimate effect they will have on our business, financial condition and results of operations.\n\nThe tax treatment of publicly traded partnerships or an investment in MPLX units could be subject to potential legislative, judicial or administrative changes and differing interpretations, possibly on a retroactive basis.\n\nThe present U.S. federal income tax treatment of publicly traded partnerships, including MPLX, or an investment in MPLX common units may be modified by administrative, legislative or judicial interpretation at any time. From time to time, the President and members of the U.S. Congress propose and consider substantive changes to the existing U.S. federal income tax laws that would affect publicly traded partnerships, including proposals that would eliminate MPLX’s ability to qualify for partnership tax treatment. \n\nWe are unable to predict whether any such changes will ultimately be enacted. Any modification to the U.S. federal income tax laws and interpretations thereof may or may not be applied retroactively and could make it more difficult or impossible for MPLX to meet the exception for certain publicly traded partnerships to be treated as partnerships for U.S. federal income tax purposes or increase the amount of taxes payable by unitholders in publicly traded partnerships.\n\nClimate change and GHG emission regulation could affect our operations, energy consumption patterns and regulatory obligations, any of which could adversely impact our results of operations and financial condition.\n\nCurrently, multiple legislative and regulatory measures to address GHG (including carbon dioxide, methane and nitrous oxides) and other emissions are in various phases of consideration, promulgation or implementation. These include actions to develop international, federal, regional or statewide programs, which could require reductions in our GHG or other emissions, establish a carbon tax and decrease the demand for refined products. Requiring reductions in these emissions could result in increased costs to (i) operate and maintain our facilities, (ii) install new emission controls at our facilities and (iii) administer and manage any emissions programs, including acquiring emission credits or allotments.\n\nFor example, California and Washington have enacted cap-and-trade programs and low carbon fuel standards. Other states are proposing, or have already promulgated, low carbon fuel standards or similar initiatives to reduce emissions from the transportation sector. If we are unable to pass the costs of compliance on to our customers, sufficient credits are unavailable for purchase, we have to pay a significantly higher price for credits, or if we are otherwise unable to meet our compliance obligation, our financial condition and results of operations could be adversely affected.\n\nCertain municipalities have also proposed or enacted restrictions on the installation of natural gas appliances and infrastructure in new residential or commercial construction, which could affect demand for the natural gas that MPLX transports and stores.\n\nNew York and Vermont have enacted, and other states are considering, laws that would allow the state to seek climate change-related damages from fossil fuel companies allocated based on each company’s share of past GHG emissions. The legality of \n\nthese bills is being challenged in court. Our potential share is dependent on multiple factors, including the number of responsible parties and GHG emission calculation methodologies, and cannot be estimated at this time. \n\nRegional and state climate change and air emissions goals and regulatory programs are complex, subject to change and considerable uncertainty due to a number of factors including technological feasibility, legal challenges and potential changes in federal policy. Increasing concerns about climate change and carbon intensity have also resulted in societal concerns and a number of international and national measures to limit GHG emissions. Additional stricter measures and investor pressure can be expected in the future and any of these changes may have a material adverse impact on our business or financial condition.\n\nThe scope and magnitude of the changes to U.S. climate change strategy under the current and future administrations, however, remain subject to the passage of legislation and interpretation and action of federal and state regulatory bodies; therefore, the impact to our industry and operations due to GHG regulation is unknown at this time.\n\nEnergy companies are subject to increasing environmental and climate-related litigation.\n\nGovernmental and other entities in various U.S. states have filed lawsuits against various energy companies, including us, alleging damages as a result of climate change, false statements about climate change, and violations of various consumer protection statutes. The plaintiffs are seeking unspecified damages and abatement under various tort theories. Governments and private parties may continue to file lawsuits or initiate regulatory action based on allegations that certain public statements regarding climate change and other ESG related matters and practices by companies are false and misleading “greenwashing” that violate deceptive trade practices and consumer protection statutes, presenting a high degree of uncertainty regarding the extent to which energy companies face an increased risk of liability stemming from climate change or ESG disclosures and practices. \n\nAttorneys general and other government officials may continue to pursue litigation in which they seek to recover civil damages against us on behalf of a state or its citizens for a variety of claims, including violation of consumer protection and product pricing laws or natural resources damages. Additionally, private plaintiffs and government parties have undertaken efforts to shut down energy assets by challenging operating permits, the validity of easements or the compliance with easement conditions. For example, the Dakota Access Pipeline, in which MPLX has a minority interest, has been subject to, and may in the future be subject to, litigation seeking a permanent shutdown of the pipeline. There remains a high degree of uncertainty regarding the ultimate outcome of these types of proceedings, as well as their potential effect on our business, financial condition, results of operation and cash flows.\n\nWe are subject to risks associated with societal and political pressures and other forms of opposition to the development, transportation and use of carbon-based fuels. Such risks could adversely impact our business and our ability to continue to operate or realize certain growth strategies.\n\nWe operate and develop our business with the expectation that regulations and societal sentiment will continue to enable the development, transportation and use of carbon-based fuels. However, policy decisions relating to the production, refining, transportation, storage and marketing of carbon-based fuels are subject to political pressures and the influence of public sentiment on GHG emissions, climate change, and climate adaptation. Additionally, societal sentiment regarding carbon-based fuels may adversely impact our reputation and ability to attract and retain employees.\n\nThe approval process for storage and transportation projects has become increasingly challenging, due in part to state and local concerns related to pipelines, negative public perception regarding the oil and gas industry, and concerns regarding GHG emissions downstream of pipeline operations. Our expansion or construction projects may not be completed on schedule (or at all), or at the budgeted cost. We also may be required to incur additional costs and expenses in connection with the design and installation of our facilities due to their location and the surrounding terrain. We may be required to install additional facilities, incur additional capital and operating expenditures, or experience interruptions in or impairments of our operations to the extent that the facilities are not designed or installed correctly. \n\nIncreasing attention to environmental, social and governance matters may impact our business and financial results.\n\nIn recent years, increasing attention has been given to corporate activities related to ESG matters in public discourse and the investment community, including climate change, energy transition matters, and inclusion. A number of advocacy groups, both domestically and internationally, have campaigned for governmental and private action to promote ESG-related change at public companies, including, but not limited to, through the investment and voting practices of investment advisers, pension funds, universities and other members of the investing community. These activities include increasing attention and demands for action related to climate change and energy transition matters, such as promoting the use of substitutes to fossil fuel products and encouraging the divestment of fossil fuel equities, as well as pressuring lenders and other financial services companies to limit or curtail activities with fossil fuel companies. If this were to continue, it could have a material adverse effect on our access to capital. Members of the investment community have begun to screen companies such as ours for sustainability performance, including practices related to GHG emission reduction and energy transition strategies. If we are unable to find economically viable, as well as publicly acceptable, solutions that reduce our GHG emissions, reduce GHG intensity for new and existing projects, increase our non-fossil fuel product portfolio, and/or address other ESG-related stakeholder concerns, our business and results of operations could be materially and adversely affected. Further, our reputation could be damaged as a result of our support of, association with or lack of support or disapproval of certain social causes, as well as any decisions we make to continue to conduct, or change, certain of our activities in response to such considerations.\n\nOur goals, targets and disclosures related to ESG matters expose us to numerous risks, including risks to our reputation and stock price. \n\nCompanies across all industries are facing increasing scrutiny from stakeholders related to ESG matters, including practices and disclosures regarding climate-related initiatives. In 2022, MPC established a target to reduce GHG emissions and MPLX established a target to reduce methane emissions intensity. These targets reflect our current plans and aspirations and are not guarantees that we will be able to achieve them. We assess progress with these targets on an annual basis. We may modify, discontinue, update or expand targets or adopt new metrics as new information, opportunities, and technologies become available. Further, there are conflicting expectations and priorities from regulatory authorities, investors, voluntary reporting frame works, and other stakeholders surrounding accounting and disclosure of ESG matters and climate related initiatives. Our efforts to accomplish and accurately report on these goals and objectives, which may be, in part, dependent on the actions of suppliers and other third parties, present numerous operational, regulatory, reputational, financial, legal, and other risks, any of which could have a material negative impact, including on our reputation and stock price.\n\nEfforts to achieve goals and targets, such as the foregoing and future internal climate-related initiatives, may increase costs, require purchase of carbon credits, or limit or impact our business plans and financial results, potentially resulting in the reduction to the economic end-of-life of certain assets and an impairment of the associated net book value, among other material adverse impacts. Additionally, as the nature, scope and complexity of ESG reporting, calculation methodologies, voluntary reporting standards and disclosure requirements expand, including the SEC’s currently stayed disclosure requirements regarding, among other matters, GHG emissions, we may have to undertake additional costs to control, assess and report on ESG metrics. Our failure or perceived failure to pursue or fulfill such goals and targets or to satisfy various reporting standards within the timelines we announce, or at all, could have a negative impact on investor sentiment, ratings outcomes for evaluating our approach to ESG matters, stock price, and cost of capital and expose us to government enforcement actions and private litigation, among other material adverse impacts.\n\nRegulatory and other requirements concerning the transportation of crude oil and other commodities by rail may cause increases in transportation costs or limit the amount of crude oil that we can transport by rail.\n\nWe rely on a variety of systems to transport crude oil, including rail. Rail transportation is regulated by federal, state and local authorities. New regulations or changes in existing regulations could result in increased compliance expenditures. For example, in 2015, the DOT issued new standards and regulations applicable to crude-by-rail transportation (Enhanced Tank Car Standards and Operational Controls for High-Hazard Flammable Trains). These or other regulations that require the reduction of volatile or flammable constituents in crude oil that is transported by rail, change the design or standards for rail cars used to transport the crude oil we purchase, change the routing or scheduling of trains carrying crude oil, or require any other changes that detrimentally affect the economics of delivering North American crude oil by rail could increase the time required to move crude oil from production areas to our refineries, increase the cost of rail transportation and decrease the efficiency of shipments of crude oil by rail within our operations. Any of these outcomes could have a material adverse effect on our business and results of operations.\n\nIf California or other jurisdictions (i) establish a maximum refining margin and impose a financial penalty for profits above such maximum refining margin, (ii) impose restrictions on turnaround and maintenance activities or (iii) require that petroleum refiners maintain a minimum inventory of transportation fuels, our financial results and profitability could be adversely affected.\n\nIn June 2023, the provisions of California’s Senate Bill No. 2 (such statute, together with any regulations contemplated or issued thereunder, “SB X1-2”) became effective, which, among other things, (i) authorized the establishment of a maximum gross gasoline refining margin and the imposition of a financial penalty for profits above a maximum gross gasoline refining margin, (ii) significantly expanded the reporting obligations (e.g., daily, weekly, monthly, and annually reporting of detailed operational and financial data on all aspects of our operations in California) to the California Energy Commission (“CEC”) for all participants in the petroleum industry supply chain in California, (iii) created the Division of Petroleum Market Oversight within the CEC to monitor and analyze the transportation fuels market, including the data provided under SB X1-2, and (iv) authorized the CEC to regulate the timing and other aspects of refinery turnaround and maintenance activities in certain instances. The operational data reporting includes our plans for turnaround and maintenance activities at our Los Angeles refinery and Martinez renewable diesel facility and our plans to address potential impacts on feedstock and product inventories in California resulting from such turnaround and maintenance activities. \n\nIn late 2023, the CEC adopted (i) an order requiring an informational proceeding on a maximum gross gasoline refining margin and penalty under SB X1-2, and (ii) an order initiating rulemaking activity under SB X1-2 that will be focused on refinery maintenance and turnarounds.\n\nIn October 2024, California’s governor signed Assembly Bill No.1 (such statute, together with any regulations contemplated or issued thereunder, “AB X2-1”), into law, authorizing the CEC to require that petroleum refiners maintain a minimum inventory of transportation fuels including the requirement that petroleum refiners plan for resupply during scheduled maintenance.\n\nTo the extent that the CEC establishes a maximum gross gasoline refining margin and imposes a financial penalty for profits above such maximum gross gasoline refining margin or requires that petroleum refiners maintain a minimum inventory of transportation fuels, our financial results and profitability could be adversely affected. Our results of operations, financial \n\nperformance and safety and maintenance efforts could also be adversely impacted to the extent that restrictions on turnaround and maintenance activities are imposed by the CEC. We cannot reasonably predict the impact that full implementation of SB X1-2 or AB X2-1 will have on our California operations or our company nor can we predict the impact from similarly focused legislation or actions in other jurisdictions in which we operate our refineries. The recently adopted legislation in California, and the future enactment of similar legislation in any of the other jurisdictions, could adversely impact our business, financial condition, results of operations and cash flows.\n\nIncreased regulation of hydraulic fracturing and other oil and gas production activities could result in reductions or delays in U.S. production of crude oil and natural gas, which could adversely affect our results of operations and financial condition.\n\nWhile we do not conduct hydraulic fracturing operations, we do provide gathering, processing and fractionation services with respect to natural gas and natural gas liquids produced by our customers as a result of such operations. Our refineries are also supplied in part with crude oil produced from unconventional oil shale reservoirs. A range of federal, state and local laws and regulations currently govern or, in some cases, prohibit hydraulic fracturing in some jurisdictions. Stricter laws, regulations and permitting processes may be enacted in the future. If federal, state and local legislation and regulatory initiatives relating to hydraulic fracturing or other oil and gas production activities are enacted or expanded, such efforts could impede oil and gas production, increase producers’ cost of compliance, and result in reduced volumes available for our midstream assets to gather, process and fractionate.\n\nHistoric or current operations could subject us to significant legal liability or restrict our ability to operate.\n\nWe currently are defending litigation and anticipate we will be required to defend new litigation in the future. Our operations, including those of MPLX, and those of our predecessors could expose us to litigation and civil claims by private plaintiffs for alleged damages related to contamination of the environment or personal injuries caused by releases of hazardous substances from our facilities, products liability, consumer credit or privacy laws, product pricing or antitrust laws or any other laws or regulations that apply to our operations. While an adverse outcome in most litigation matters would not be expected to be material to us, in class-action litigation, large classes of plaintiffs may allege damages relating to extended periods of time or other alleged facts and circumstances that could increase the amount of potential damages. Attorneys general and other government officials have in the past and may in the future pursue litigation in which they seek to recover civil damages from companies on behalf of a state or its citizens for a variety of claims, including violation of consumer protection and product pricing laws or natural resources damages. If we are not able to successfully defend such litigation, it may result in liability to our company that could materially and adversely affect our business, financial condition, results of operations and cash flows. In addition to substantial liability, plaintiffs in litigation may also seek injunctive relief which, if imposed, could have a material adverse effect on our future business, financial condition, results of operations and cash flows.\n\nA portion of our workforce is unionized, and we may face labor disruptions that could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nApproximately 3,800 of our employees are covered by collective bargaining agreements with expiration dates ranging from 2026 to 2031. These agreements may be renewed at an increased cost to us. In addition, we have experienced in the past, and may experience in the future, work stoppages as a result of labor disagreements. Any prolonged work stoppages disrupting operations could have a material adverse effect on our business, financial condition, results of operations and cash flows. \n\nIn addition, some states in which we operate require refinery owners to pay prevailing wages to contract craft workers and restrict refiners’ ability to hire qualified employees to a limited pool of applicants. Legislation or changes in regulations could result in labor shortages, higher labor costs, and an increased risk that contract workers become joint employees, which could trigger bargaining issues, and wage and benefit consequences, especially during critical maintenance and construction periods.\n\nOne of our subsidiaries acts as the general partner of a master limited partnership, which may expose us to certain legal liabilities.\n\nOne of our subsidiaries acts as the general partner of MPLX, a master limited partnership. Our control of the general partner of MPLX may increase the possibility of claims of breach of fiduciary duties, including claims of conflicts of interest. Any liability resulting from such claims could have a material adverse effect on our future business, financial condition, results of operations and cash flows.\n\nIf foreign investment in us or MPLX exceeds certain levels, we could be prohibited from operating vessels engaged in U.S. coastwise trade, which could adversely affect our business, financial condition, results of operations and cash flows.\n\nThe Shipping Act of 1916 and Merchant Marine Act of 1920 (together, the “Maritime Laws”), generally require that vessels engaged in U.S. coastwise trade be owned by U.S. citizens. Among other requirements to establish citizenship, entities that own such vessels must be owned at least 75 percent by U.S. citizens. If we fail to maintain compliance with the Maritime Laws, we would be prohibited from operating vessels in the U.S. inland waters or otherwise in U.S. coastwise trade. Such a prohibition could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nOur operations could be disrupted if we are unable to maintain or obtain real property rights required for our business.\n\nWe do not own all of the land on which certain of our assets are located, particularly our midstream assets, but rather obtain the rights to construct and operate such assets on land owned by third parties and governmental agencies for a specific period of time. Therefore, we are subject to the possibility of more burdensome terms and increased costs to retain necessary land use if our leases, rights-of-way or other property rights lapse, terminate or are reduced or it is determined that we do not have valid leases, rights-of-way or other property rights. For example, a portion of the Tesoro High Plains pipeline in North Dakota remains shut down following delays in renewing a right-of-way necessary for the operation of a section of the pipeline. Any loss of or reduction in our real property rights, including loss or reduction due to legal, governmental or other actions or difficulty renewing leases, right-of-way agreements or permits on satisfactory terms or at all, could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nCertain of our facilities are located on Native American tribal lands and are subject to various federal and tribal approvals and regulations, which can increase our costs and delay or prevent our efforts to conduct operations.\n\nVarious federal agencies within the U.S. Department of the Interior, particularly the Bureau of Indian Affairs, along with each Native American tribe, regulate natural gas and oil operations on Native American tribal lands. In addition, each Native American tribe is a sovereign nation having the right to enforce laws and regulations and to grant approvals independent from federal, state and local statutes and regulations. These tribal laws and regulations include various taxes, fees, requirements to employ Native American tribal members and other conditions that apply to operators and contractors conducting operations on Native American tribal lands. Persons conducting operations on tribal lands are generally subject to the Native American tribal court system. In addition, if our relationships with any of the relevant Native American tribes were to deteriorate, we could face significant risks to our ability to continue operations on Native American tribal lands. One or more of these factors has in the past and may in the future increase our cost of doing business on Native American tribal lands and impact the viability of, or prevent or delay our ability to conduct operations on such lands. For example, we are subject to ongoing litigation regarding trespass claims relating to a portion of the Tesoro High Plains pipeline in North Dakota.\n\nThe Court of Chancery of the State of Delaware will be, to the extent permitted by law, the sole and exclusive forum for most disputes between us and our shareholders. \n\nOur Restated Certificate of Incorporation provides that, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware (or, if the Court of Chancery does not have subject matter jurisdiction, the federal district court for the District of Delaware) will be the sole and exclusive forum for:\n\n•any derivative action or proceeding brought on behalf of MPC;\n\n•any action asserting a claim of breach of a fiduciary duty owed by any director or officer of MPC to MPC or its stockholders;\n\n•any action asserting a claim against MPC arising pursuant to any provision of the General Corporation Law of the State of Delaware, MPC’s Restated Certificate of Incorporation, any Preferred Stock Designation or the Bylaws of MPC; or\n\n•any other action asserting a claim against MPC or any Director or officer of MPC that is governed by or subject to the internal affairs doctrine for choice of law purposes.\n\nThe exclusive forum provision does not apply to suits brought to enforce any liability or duty created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction. Our Restated Certificate of Incorporation also provides that, unless we consent in writing to the selection of an alternative forum, the U.S. federal district courts shall be, to the fullest extent permitted by law, the exclusive forum for any action asserting a claim under the Securities Act.\n\nThe forum selection provision may restrict a stockholder’s ability to bring a claim against us or directors or officers of MPC in a forum that it finds favorable, which may discourage stockholders from bringing such claims at all. Alternatively, if a court were to find the forum selection provision contained in our Restated Certificate of Incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in another forum, which could materially adversely affect our business, financial condition and results of operations. \n\nProvisions in our corporate governance documents could operate to delay or prevent a change in control of our company, dilute the voting power or reduce the value of our capital stock or affect its liquidity.\n\nThe existence of some provisions within our restated certificate of incorporation and amended and restated bylaws could discourage, delay or prevent a change in control of us that a stockholder may consider favorable. These include provisions:\n\n•providing that our board of directors fixes the number of members of the board; \n\n•providing for the division of our board of directors into three classes with staggered terms; \n\n•providing that only our board of directors may fill board vacancies; \n\n•limiting who may call special meetings of stockholders; \n\n•prohibiting stockholder action by written consent, thereby requiring stockholder action to be taken at a meeting of the stockholders; \n\n•establishing advance notice requirements for nominations of candidates for election to our board of directors or for proposing matters that can be acted on by stockholders at stockholder meetings; \n\n•establishing supermajority vote requirements for certain amendments to our restated certificate of incorporation; \n\n•providing that our directors may only be removed for cause; \n\n•authorizing a large number of shares of common stock that are not yet issued, which would allow our board of directors to issue shares to persons friendly to current management, thereby protecting the continuity of our management, or which could be used to dilute the stock ownership of persons seeking to obtain control of us; and \n\n•authorizing the issuance of “blank check” preferred stock, which could be issued by our board of directors to increase the number of outstanding shares and thwart a takeover attempt. \n\nOur restated certificate of incorporation also authorizes us to issue, without the approval of our stockholders, one or more classes or series of preferred stock having such designation, powers, preferences and relative, participating, optional and other special rights, including preferences over our common stock respecting dividends and distributions, as our board of directors generally may determine. The terms of one or more classes or series of preferred stock could dilute the voting power or reduce the value of our common stock. For example, we could grant holders of preferred stock the right to elect some number of our board of directors in all events or on the happening of specified events or the right to veto specified transactions. Similarly, the repurchase or redemption rights or liquidation preferences we could assign to holders of preferred stock could affect the residual value of our common stock.\n\nFinally, to facilitate compliance with the Maritime Laws, our restated certificate of incorporation limits the aggregate percentage ownership by non-U.S. citizens of our common stock or any other class of our capital stock to 23 percent of the outstanding shares. We may prohibit transfers that would cause ownership of our common stock or any other class of our capital stock by non-U.S. citizens to exceed 23 percent. Our restated certificate of incorporation also authorizes us to effect any and all measures necessary or desirable to monitor and limit foreign ownership of our common stock or any other class of our capital stock. These limitations could have an adverse impact on the liquidity of the market for our common stock if holders are unable to transfer shares to non-U.S. citizens due to the limitations on ownership by non-U.S. citizens. Any such limitation on the liquidity of the market for our common stock could adversely impact the market price of our common stock.\n\nGeneral Risk Factors\n\nSignificant stockholders may attempt to effect changes at our company or acquire control over our company, which could impact the pursuit of business strategies and adversely affect our results of operations and financial condition.\n\nOur stockholders may from time to time engage in proxy solicitations, advance stockholder proposals or otherwise attempt to effect changes or acquire control over our company. Campaigns by stockholders to effect changes at publicly traded companies are sometimes led by investors seeking to increase short-term stockholder value through actions such as financial restructuring, increased debt, special dividends, stock repurchases or sales of assets or the entire company. Responding to proxy contests and other actions by activist stockholders can be costly and time-consuming and could divert the attention of our board of directors and senior management from the management of our operations and the pursuit of our business strategies. As a result, stockholder campaigns could adversely affect our results of operations and financial condition.\n\nFuture acquisitions will involve the integration of new assets or businesses and may present substantial risks that could adversely affect our business, financial conditions, results of operations and cash flows.\n\nFuture transactions involving the addition of new assets or businesses will present risks, which may include, among others:\n\n•inaccurate assumptions about future synergies, revenues, capital expenditures and operating costs;\n\n•an inability to successfully integrate, or a delay in the successful integration of, assets or businesses we acquire;\n\n•a decrease in our liquidity resulting from using a portion of our available cash or borrowing capacity under our revolving credit agreement to finance transactions;\n\n•a significant increase in our interest expense or financial leverage if we incur additional debt to finance transactions;\n\n•the assumption of unknown environmental and other liabilities, losses or costs for which we are not indemnified or for which our indemnity is inadequate;\n\n•the diversion of management’s attention from other business concerns; \n\n•the loss of customers or key employees from the acquired business; and\n\n•the incurrence of other significant charges, such as impairment of goodwill or other intangible assets, asset devaluation or restructuring charges.\n\nCompliance with and changes in tax laws could materially and adversely impact our financial condition, results of operations and cash flows. \n\nWe are subject to extensive tax liabilities, including federal, state and local income taxes in the United States and in foreign jurisdictions, and, transactional, payroll, franchise, withholding and property taxes. New tax laws and regulations and changes in, interpretations of, and guidance regarding tax laws and regulations, including impacts of the Tax Cuts and Jobs Act of 2017, the \n\nCoronavirus Aid, Relief, Economic Security Act of 2020, and the Inflation Reduction Act of 2022, could result in increased expenditures by us for tax liabilities in the future and could materially and adversely impact our financial condition, results of operations and cash flows.\n\nIn addition, we are subject to the examination of our returns by taxing authorities. We regularly assess the likelihood of adverse outcomes resulting from such examinations to determine the adequacy of our provision for income taxes. Although we believe we have made appropriate provisions for taxes in the jurisdictions in which we operate, changes in the tax laws or challenges from tax authorities under existing tax laws could adversely affect our business, financial condition and results of operations and could subject us to interest and penalties.",
      "char_count": 79964
    }
  },
  "extracted_at": "2026-01-19T15:46:41.528348"
}