{
  "ticker": "MRVI",
  "company_name": "MARAVAI LIFESCIENCES HOLDINGS, INC.",
  "cik": 1823239,
  "form_type": "10-K",
  "filing_date": "2025-03-18",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001823239-25-000034",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001823239&accession_number=000182323925000034&xbrl_type=v",
  "sic_code": "2834",
  "industry": "Pharmaceutical Preparations",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nDescription of Business\n\nMaravai LifeSciences Holdings, Inc. (also referred to in this document as “Maravai,” “we,” “us,” “our” or “the Company”) is a leading life sciences company dedicated to providing critical products that drive the development of groundbreaking vaccines, drug therapies, cell and gene therapies, and diagnostics. Our solutions empower research into human diseases and support the entire biopharmaceutical development process – from early discovery to commercialization. We proudly serve a diverse global customer base, including the world’s top biopharmaceutical companies ranked by research and development investment, emerging biotech firms, renowned academic research institutions and leading in vitro diagnostics companies. \n\nOur comprehensive product portfolio addresses the critical stages of biopharmaceutical development, offering: \n\n•complex nucleic acids for vaccine, therapeutic and diagnostic applications;\n\n•custom enzymes for research and diagnostic use; and\n\n•antibody-based solutions to detect impurities during the production of biopharmaceutical products.\n\nAt Maravai, we are committed to supporting our customers throughout their journey – from early discovery to commercialization – helping bring life-changing innovations to patients worldwide.\n\nOur Strategic Priorities for Sustainable Growth:\n\n1)Catalyze the Customer Journey. We deliver solutions from across our portfolio that help to accelerate discoveries and create exceptional customer experiences.\n\n2)Find a Better Way. We constantly seek smarter, more efficient ways to enhance our processes, systems, and operations.\n\n3)Deliver Unquestionable Quality. Every action we take reflects our commitment to excellence, knowing that our products and services ultimately impact human lives – because behind every innovation, there’s a patient waiting.\n\n4)Lead Together. We harness the power of diverse perspectives and experiences to drive forward-thinking innovations together.\n\nAt Maravai, our goal is to achieve diversified, sustainable growth across our businesses by providing essential products and services that fuel the advancement of next-generation medicines from discovery to the clinic.\n\nBusiness Segments and Products\n\nWe report our business in two reporting segments – Nucleic Acid Production and Biologics Safety Testing.\n\nWe market our Nucleic Acid Production business under the TriLink BioTechnologies®, Glen Research and Alphazyme brands. Our Biologics Safety Testing business is comprised of Cygnus Technologies®. \n\nOur brands, products and the end markets they serve are depicted in the following image:\n\nNucleic Acid Production (76% of Revenue for the Year Ended December 31, 2024)\n\nWe are a global provider of highly modified, complex nucleic acids and related products. We have recognized expertise in complex chemistries and products provided under exacting quality standards. Our core offerings include mRNA, long and short oligonucleotides, our proprietary CleanCap® mRNA capping technology, mRNA building blocks, oligonucleotide building blocks and specialty enzymes. Our offerings address key customer needs for critical components, from research to good manufacturing processes (“GMP”) grade raw materials and active pharmaceutical ingredient (“API”) manufacturing. The nucleic acid production market includes the production and synthesis of reagents for research and manufacturing of DNA and RNA-based biologics, including cell and gene therapies, mRNA therapeutics and synthetic biology approaches. \n\nmRNA lies at the core of our capabilities and expertise. We have developed significant proficiency in mRNA technology, driven by our belief in its transformative potential as a therapeutic modality. The first clinical trial involving an mRNA therapeutic agent took place in 2016. Since then, over 1,500 clinical trials are now in the pipeline, encompassing a wide range of medical applications.\n\nThese trials include vaccine development programs targeting infectious diseases such as avian flu, Lyme disease, malaria, HIV, tuberculosis, shingles, rabies, yellow fever, respiratory syncytial virus (RSV), and Zika. Beyond infectious diseases, mRNA-based programs are addressing various medical conditions, including ornithine transcarbamylase deficiency, glycogen storage disorders, alpha-1 antitrypsin deficiency, acute lymphoblastic leukemia, Hurler syndrome, ovarian cancer, cardiovascular disease, and autoimmune disorders.\n\nCell and gene therapy programs also leverage mRNA across multiple therapeutic modalities, such as CRISPR/Cas9, transcription activator-like effector nucleases (TALENs), enzyme replacement therapies, allogeneic CAR-T cells, and base editing. These advancements underscore the broad and growing impact of mRNA technology in revolutionizing healthcare.\n\nWe offer the following nucleic acid products: mRNA, RNA Capping (CleanCap), oligonucleotides, oligonucleotide synthesis inputs, nucleoside triphosphates, custom nucleic acid chemistry, and specialty enzymes. We also offer Discovery/RUO and GMP mRNA synthesis through our manufacturing services.\n\nmRNA. mRNA is an intermediary molecule that translates the genetic information stored in DNA into proteins. The genetic information stored in DNA is transferred to mRNA in a cellular process called transcription. This process occurs in the nucleus of cells. DNA, a double stranded molecule, is unwound and copied as mRNA by the enzyme RNA polymerase. mRNA is then \n\ntransferred out of the nucleus to the cytosol, a component of the cytoplasm of a cell, where it serves as a blueprint for making cellular proteins by a multi-component organelle complex called the ribosome.\n\nmRNA has traditionally been a difficult molecule for vaccine and therapeutic purposes. mRNA is inherently unstable compared to DNA and is susceptible to degradation by ubiquitous enzymes called RNases. mRNAs are also physically and chemically fragile and can degrade at elevated temperatures and under shear forces that occur during downstream manufacturing processes. We have developed manufacturing processes that overcome many of these obstacles, resulting in highly effective mRNA.\n\nWe develop and manufacture mRNA products to support vaccine and therapeutic programs from pre-clinical development through and including clinical phases, including scale-up and analytical development services. The mRNA molecules may serve as APIs for diverse applications, such as enzyme replacement therapies, gene editing therapies and vaccines. We offer both research grade material and material made under GMP conditions to support all phases of development. \n\nRNA Capping. Within the mRNA category, we also offer our patented CleanCap technology. CleanCap analogs principally serve the mRNA vaccine and therapeutics markets. Cap analogs are a component of mRNA that aids in protein production as well as in making mRNA more stable inside cells. For mRNA to serve as a template to make a protein, it requires a special cap at the 5’ end of the molecule. The cap structure also affects the stability of the mRNA. Lack of a cap can result in activation of the innate immune system, which can affect the production of the desired protein or elicit undesired biological effects. We offer a suite of CleanCap analogs that are specifically made for therapeutics and vaccines. CleanCap analogs are sold as a stand-alone reagents or bundled with other raw materials such as Nucleoside triphosphates (“NTPs”) and enzymes to support the synthesis of mRNA . Our cap analogs are a critical component of several mRNA vaccines and therapies in development.\n\nTraditionally, the 5’ cap has been added in one of two ways. The cap can be added post mRNA synthesis by an enzymatic process. This enzymatic method has several drawbacks, including the high cost of the capping enzymes as well as the need to perform additional processing steps to the invitro-transcription (“IVT”) synthesis process to remove enzymes and byproducts of the capping reaction. While capping efficiency is usually high, the extra processing steps typically result in degradation and mRNA of poorer quality. The second method is to add a synthetic cap analog into the transcription reaction such that the mRNA is transcribed and capped in a single step. Anti-reverse cap analog (“ARCA”) is an example of a cap analog that is added to the transcription reaction. This avoids the workflow challenges of the enzymatic process, but typically results in lower yields.\n\nLike ARCA, CleanCap analogs are synthetic, chemically-made mRNA 5’ cap analogs added to the transcription process in a single step. Unlike ARCA, however, CleanCap results in significantly higher levels of capping efficiency, resulting in very low levels of uncapped mRNA, which in turn minimizes the risk of activation of the innate immune system. In addition, CleanCap’s higher mRNA yields compared to ARCA result in lower cost of goods. When compared to enzymatic capping, CleanCap removes the additional downstream purification steps required. \n\nWe currently offer several variations of the CleanCap molecule, serving the needs of mRNA and self-amplifying RNA developers. CleanCap is available in two quality grades, research use only for discovery and development activities, and a GMP-grade for clinical and commercial applications. Our newest CleanCap analog, CleanCap M6, was introduced in May 2023 and is our most robust cap analog to date, enabling mRNA that delivers higher levels of protein production.\n\nCleanCap mRNA products represented 72% of our Nucleic Acid Production revenue for the year ended December 31, 2024 (including the revenue from CleanCap products). We estimate that revenue from high-volume sales of CleanCap for \n\n6\n\n\ncommercial phase vaccine programs represented approximately 25.4% and 21.0% of our total revenues for the years ended December 31, 2024 and 2023, respectively. \n\nOligonucleotides. The oligonucleotide product category supports broad customer applications, including therapeutics, in vitro diagnostics, NGS and CRISPR-based gene editing. Most of our TriLink BioTechnologies oligonucleotide products are custom manufactured DNA or RNA sequences, often highly modified and produced as RUO or under GMP conditions for use in development, clinical and commercial applications.\n\nOligonucleotide Synthesis Inputs. Our product offerings through Glen Research include reagents and support supplies for DNA and RNA oligonucleotide synthesis, labeling, modification and purification. We are a reputable and trusted vendor with a large portfolio, quality brand, knowledgeable technical support, and responsive customer service. In addition to oligonucleotide synthesis service providers, our customer base includes life science, biopharma and diagnostic companies, academic institutions and government organizations, all of which internally manufacture their own oligonucleotide products.\n\nNucleoside Triphosphates. Nucleoside triphosphates (“NTPs”) are the precursors to DNA and RNA. They are composed of a nitrogen base bound to either ribose or deoxyribose with three phosphate groups added to the sugar. We manufacture NTPs that are used in polymerase chain reactions, in sequencing reactions and in the manufacture of mRNA. The NTPs can be unmodified, composed of the four standard bases, or modified, with a base altered to enhance a particular biological property, such as the ability to evade the innate immune system in therapeutic applications. TriLink BioTechnologies NTPs are used by customers in both research and clinical trial applications. Our manufacturing capabilities for NTPs now includes both RUO and GMP-grade.\n\nCustom Nucleic Acid Chemistry. TriLink BioTechnologies has synthetic chemistry expertise and proprietary manufacturing processes allowing for the highest purity NTP, amidite and custom nucleotide services. We serve a diverse market of diagnostics and therapeutic developers that require novel molecules that are otherwise unavailable on the market. Typically, these molecules are initially manufactured in small quantities, and then scaled to meet the need of larger diagnostic platforms or therapeutic applications once positive candidates have been identified by the customer.\n\nSpecialty Enzymes. Enzymes are critical to almost every phase of nucleic acid production and provide the key starting materials for the IVT process to make mRNA. Alphazyme provides custom, scalable molecular biology enzymes with a full product line of IVT, NGS, life science and diagnostic enzyme solutions. Alphazyme enzymes are also incorporated into the TriLink Biotechnologies CleanScript mRNA production workflow.\n\nDiscovery mRNA synthesis. Through TriLink BioTechnologies, we offer a core set of products and services geared toward customers doing early-stage development work. We produce mRNA utilizing standard sequences for generalized research or using customer supplied sequences for custom built constructs. We also provide process development services to optimize customers’ transcription and purification processes. These services can integrate with our cap analogs, NTP products and IVT enzymes and have access to our analytical and QC method development. \n\nGMP mRNA synthesis. Our TriLink BioTechnologies GMP mRNA manufacturing services offer a clear pathway for customers running clinical trials. We focus on building partnerships with our customers in the emerging market of cell and gene therapy to ensure we are well-positioned to be an extension of their development teams. Our services feature robust quality management systems and include process development and scale-up, phase-appropriate, regulatory submission support, and in-house analytical services for mRNA analysis and characterization. \n\nBiologics Safety Testing (24% of Revenue for the Year Ended December 31, 2024)\n\nFor over 25 years, the Cygnus Technologies brand has been associated with products and services that enable the detection of impurities present in bioproduction. Our biologics safety testing products are used during development and scale-up, during the regulatory approval process and throughout commercialization. We are recognized globally for the detection of host cell proteins (“HCPs”) and process-related impurities during bioproduction.\n\nOur customers in this segment manufacture a broad range of biopharmaceutical products. These include monoclonal antibodies and recombinant proteins, both as novel biologics and biosimilars, and recombinant vaccines, including oncolytic vaccines to treat cancer. We also provide products that support the development and commercialization of cell and gene therapies. Recombinant vaccines and cell and gene therapies rely on manufacturing of various viral vectors produced using recombinant nucleic acid and cell culture technologies. Viral vector manufacturing processes require rigorous analytics, including testing for process-related impurities such as HCPs, host cell DNA, purification leachates, growth media additives and enzymes used in viral vector purification processes. Of all process-related impurities, HCPs present the most complex impurity. Per regulatory requirements, viral vectors used as a component of CAR-T cell therapies or as gene therapies must be produced in certain cell lines, purified and tested for the presence of host cell proteins. All of the 24 existing FDA-and EMA-approved CAR-T Cell and Gene Therapies use Cygnus Host Cell Protein enzyme-linked immunosorbent assay (“ELISA”) kits for HCP testing for commercial product lot release. Five of these 24 therapies were approved in 2024.\n\n7\n\n\nELISA is the benchmark method for monitoring levels of process-related impurities during the purification process and in product release testing. The advantages of well-developed ELISA kits include the ability to measure very low levels of impurities in the presence of high amounts of drug product, and are readily transferable across an organization from process development to manufacturing and quality control bioanalytical groups. Though relatively simple to run, these ELISA kits require a high level of expertise to design, develop and qualify.\n\nCustomers establishing biopharmaceutical manufacturing processes may use off-the-shelf or generic HCP kits provided by manufacturers like ourselves, or they may choose to design their own in-house assays for their specific processes. Some customers may choose to use generic assays early in development and migrate to process-specific assays later. The trend in recent years has been for customers to increasingly use generic assays throughout their development and commercialization pathway, relying on our expertise and the established performance of our assays supported by our comprehensive state-of-the-art assay qualification services. If customers choose to develop process-specific assays, we offer custom antibody production and assay development as well as characterization services to meet their needs.\n\nOur comprehensive catalog of Cygnus Technologies HCP ELISA kits covers 25 expression platforms and provides the specificity and sensitivity to detect impurities with reproducibility, which supports regulatory compliance. Our reputation for quality is recognized by the industry and global regulatory agencies, with Cygnus Technologies assays used as reference methods throughout the industry and to support manufacturing and quality control of commercialized biologics and gene therapy products.\n\nOur customers in this segment are biopharmaceutical companies, contract research organizations (“CROs”), contract development and manufacturing organizations (“CDMOs”) and life science companies.\n\nCygnus Technologies product categories include HCP ELISA kits, other bioprocess impurity and contaminant ELISA kits, viral clearance prediction kits, ancillary reagents and custom services.\n\nHCP ELISA Kits. HCP ELISA kits are bioassays used to detect residual proteins from the expression system used in bioproduction. HCPs constitute a major group of process-related impurities produced using cell culture technology no matter what cell expression platform is used. HCPs pose potential health risks for patients and the risk of failure of safety endpoints for drug manufacturers. When present in the administered product, even at low levels, HCPs can induce an undesired immune response, interfere with drug efficacy and impact drug stability. HCPs are a critical quality attribute for biologics safety testing development and must be adequately removed during the downstream purification process.\n\nOther Impurity and Contaminant Kits. Our products in this category include kits for measuring Protein A leachate, which results from the affinity purification method used for monoclonal antibody therapeutic agents; ELISA kits for measuring additives in growth media, such as bovine serum albumin; kits for measuring host cell DNA; ELISA kits to detect and quantify residual endonuclease impurities in recombinant viral vector and vaccine preparations; and ELISA kits to quantify residual AAV2, AAV8 and AAV9 ligands resulting from affinity purification method used for adeno associated virus (AAV)-based gene therapies.\n\n8\n\n\nViral Clearance Prediction kits. Following its 2020 acquisition of the MockV® technology, Cygnus Technologies has introduced the Minute Virus of Mice kit and the MockV RVLP Kit, which are novel, proprietary viral clearance prediction tools that includes a non-infectious “mock virus particle” mimicking the physicochemical properties of live virus that may be present endogenously in the drug substance or introduced during bioproduction. These kits enable manufacturers to conduct viral clearance assessments easily and economically and to predict outcomes in-house ahead of costly and logistically challenging live viral clearance studies. \n\nAncillary Reagents. Our ancillary reagent products include antibodies, antigens, sample diluents and other auxiliary products necessary to optimize applications for customer processes. \n\nCustom Services. We provide process-specific antibody and ELISA development, qualification and maintenance services. In addition, we have pioneered advanced orthogonal methods including antibody affinity extraction (AAE™), mass spectrometry for HCP antibodies coverage analysis and HCP identification, which we provide as custom services. \n\nOur Competitive Strengths\n\nWe believe we are a leader in providing nucleic acid products and services and biologics safety testing products and services to biopharmaceutical customers worldwide. Our success is built on the ability of our proprietary technologies and products, provided under exacting quality standards, to reliably serve our customers’ needs for critical raw materials, and the process innovation, quality, analytical expertise and reliability of our services.\n\nLeading Supplier of Critical Solutions for Life Sciences from Discovery to Commercialization\n\nWe seek to be an important component of our customers’ supply chain by providing inputs that are central to the performance of their products and processes throughout the product lifecycle. By collaborating with customers early in the development phase, our products frequently follow our customers’ development path to commercialization and are likely to be incorporated as raw materials in their on-market products and processes. Our decades-long experience and track record, coupled with our ongoing investment in facilities and quality systems, allow our customers to rely on us for their critical products. Our approach is to be a trusted partner throughout the life cycle of our customers’ products.\n\nInnovation, Proprietary Technologies and Expertise Underpin Our Portfolio\n\nOur expertise in complex chemistries leads customers to seek our collaboration in designing complex products that meet high performance expectations. We believe the solutions we provide, in many cases, cannot be provided effectively by our competitors. In certain cases, like our CleanCap technology, our know-how features differentiated performance characteristics and is backed by intellectual property. In other cases, such as our HCP products, our antibodies are proprietary and therefore can only be supplied by us. We believe the proprietary nature of our expertise and products solidifies our long-term customer relationships.\n\nProducts with Outstanding Quality Performance\n\nWe believe our products stand out when compared to those of our competitors because they present innovative solutions to customer needs, while providing reliable performance and quality. CleanCap, for example, offers advantages over competing capping technologies in yield, process efficiency, stability and safety. Our oligonucleotides address complex chemistry challenges, which we believe few competitors can address. We believe that our HCP ELISA kits have defined the market for impurity detection and have become a de facto standard in biologics safety testing. \n\nTrusted Brands\n\nOur TriLink BioTechnologies, Glen Research, Alphazyme and Cygnus Technologies brands are well known in their respective markets for innovation, consistent quality, and performance. This brand recognition has been earned over decades. Our manufacturing processes, quality standards, technical support and high-touch customer service ensure that we maintain the reputation of our brands.\n\nState-of-the-Art Manufacturing Facilities\n\nOur biopharmaceutical customers manufacture their products to meet stringent quality standards under strict regulatory guidelines and expect their critical suppliers to meet their exacting requirements. Our customers further expect that we have the production capacity to meet their needs in a timely manner. \n\nWe have designed and constructed four world-class manufacturing facilities and, since 2022, we have expanded our facility footprint by over 95,000 square feet to support expanded capabilities and future growth.\n\n9\n\n\nExperienced Leaders and Talented Workforce\n\nOur management includes experienced leaders with demonstrated records of success at Maravai and other highly regarded industry participants. They have decades of combined experience and expertise on the forefront of life sciences innovation. In addition, as of December 31, 2024, approximately 28% of our workforce have earned advanced degrees and all receive rigorous on the job training. We believe the quality of our personnel is critical to ensuring the collaborative, long-standing relationships we maintain with many of our customers.\n\nCommercial\n\nWe have relationships with the following categories of customers: developers of therapeutics, cell and gene therapies and vaccines, other biopharmaceutical and life science research companies, academic institutions and molecular diagnostic companies. Our biopharmaceutical customers include startups, established biotechnology companies and large pharmaceutical companies developing enzyme replacement therapies, gene editing therapies, ex vivo therapies and vaccines.\n\nOur commercial function includes direct sales, marketing, customer service, technical support, quoting and proposals, client program management and channel management. We serve customers through direct and indirect sales in each business segment, with a primary focus on our biopharmaceutical and large diagnostics and commercial customers. We serve our academic customers via web, email and phone ordering as well as through key partnerships where our reagent products and services can be accessed through partnerships. We support all customers in-field and in-house technical support, alliance and program management and customer service.\n\nWe address customers outside the United States with a combination of direct sales and distributors. We serve many of our biopharmaceutical customers, especially in our nucleic acid production segment, via direct sales worldwide. Our distributors also serve our customers in over 40 countries and provide customer service and local sales and marketing.\n\nCompetition\n\nWe compete with a range of companies across our segments.\n\nNucleic Acid Production\n\nWithin nucleic acid production, we compete with four primary types of companies: (1) chemistry companies that create and produce the basic monomers, amidites, and supports that go into the creation of an oligonucleotide; (2) oligonucleotide manufacturers that specialize in custom oligonucleotide development of varying complexities and scales; (3) mRNA biotechnology companies that create fully processed mRNA and specialize in custom, complex orders; and (4) CDMOs that have the capability to accept work from large biopharmaceutical companies and serve as the outsourcing entity for the development and manufacturing of nucleic acid products. However, it is important to note that CDMOs seldom offer proprietary products.\n\nFor mRNA capping analogs, we compete principally with Thermo Fisher Scientific, Aldevron (a subsidiary of Danaher), and New England Biolabs, who offer alternatives to CleanCap with enzymatic capping solutions. Many biopharmaceutical companies produce capping solutions in-house using enzymatic or ARCA processes. However, given CleanCap’s high yield and process efficiency, many customers who previously insourced these processes have begun to partner with us. We believe our products and services are more effective than those of our competitors. Deep scientific expertise, intellectual property protection and specialty equipment serve as barriers to entry in this space.\n\nFor our mRNA offerings, we compete with Aldevron, Patheon, eTheRNA, Lonza, Catalent, and Samsung Biologics, among others. We believe we have a reputation for our expertise in the RNA space with talented scientists who are constantly pushing the frontier of RNA science. This scientific expertise and the required high-cost equipment serve as barriers to entry. In addition to our expertise, we believe our GMP cleanroom manufacturing process differentiates us from competitors.\n\nFor custom oligonucleotides, we compete with a number of manufacturers. Custom oligonucleotide providers include those that provide complex, highly modified oligonucleotides and those that provide less complex offerings. In the custom oligonucleotide space, complexity is based on the length of the sequence and level of modification to the phosphate backbone. Large manufacturers like Integrated DNA Technologies, Thermo Fisher Scientific and EMD Millipore Corporation (“Millipore Sigma”) serve less complex customer needs while we, LGC Biosearch Technologies and GenScript Biotech Corporation serve more complex customer needs. In the custom oligonucleotide market, we have a reputation for accepting complex orders and delivering high purity products that reduce researcher re-work and save money. Quick turnaround times and the ability to produce at scale are essential requirements in this segment.\n\n10\n\n\nIn the oligonucleotide synthesis inputs market, we compete against large distributor-manufacturers like Thermo Fisher and Millipore Sigma while also serving them as customers. Our Glen Research brand has a long history in this industry, which drives customer loyalty, and has a reputation for high-fidelity technical service, focusing on supplying and sourcing highly modified inputs for its customers.\n\nFor our specialty enzymes offering, we compete with New England Biolabs, Thermo Fisher, QIAGEN, and Roche, among others. We believe that Alphazyme is uniquely positioned in the market to address customers’ custom enzyme needs and has a reputation of being a flexible partner.\n\nBiologics Safety Testing\n\nFor drugs in early development, we compete against other bioprocess impurity kit providers such as BioGenes (“BioGenes”) or Enzo Life Sciences (“Enzo”). Competitors generally offer fewer expression platforms (generally between one and three) compared to our offering of 24 expression platforms and over 100 different impurity detection kits. As a drug successfully moves forward to validation and approval stages, a customer may either continue with an off-the-shelf kit or they may begin the process to develop a custom assay that is tailored to meet their specific host cell and manufacturing process needs. During the entire drug development process, and especially during this decision, we are partners with the manufacturer and provide our expertise to help them make the best bioprocess quality control and testing-related decisions.\n\nIf a drug manufacturer continues with an off-the-shelf assay from development to validation and approval, they will generally stay with the incumbent kit provider due to the extensive validation they have conducted. For custom assay development, our main competitors are BioGenes, Rockland Immunochemicals and some CDMOs and CROs with custom assay development capabilities. The trend in recent years has been for CDMOs, CROs and large biopharmaceutical companies to focus on core competencies and outsource host cell protein assays or qualify off-the-shelf kits when possible.\n\nLicenses and Collaborations\n\nBroad Patent License Agreement\n\nWe (through TriLink BioTechnologies) entered into a Nonexclusive Patent License and Material Transfer Agreement with The Broad Institute, Inc. (“Broad”) effective as of July 5, 2017, and amended on September 29, 2017 (the “Broad Patent License Agreement”). Broad, together with a consortium of educational institutions (including Harvard University and the Massachusetts Institute of Technology), owns and controls certain patent rights relating to genome editing technology, including the CRISPR-Cas9 gene editing processes and have a licensing program for use and commercialization of technologies and products covered by the underlying patent rights. Under the Broad Patent License Agreement, Broad grants to us a non-exclusive, royalty-bearing, non-transferable and non-sublicensable, worldwide license under the licensed patent rights to manufacture and sell products and to perform certain in vitro processes or services on a fee-for-service basis, in each case, solely as research tools for research purposes (excluding human, clinical or diagnostic uses). We must use diligent efforts to develop products, introduce products into the commercial market and make products reasonably available to the public. We are obligated to pay a mid-five figure annual license maintenance fee and royalties in the range of 5% to 10% on net sales of covered products and processes.\n\nThe term of the Broad Patent License Agreement extends through the expiration of the last to expire claim of any of the licensed patents. We are entitled to terminate the Broad Patent License Agreement for convenience at any time on at least three (3) months written notice, in which case we must continue to pay license maintenance fees and royalties as noted above for the sale of products that are not covered by the specific claims of the licensed patent rights but are otherwise derived from such licensed patent rights or from products covered by such licensed patent rights. Broad may terminate the license for our uncured failure to make payments, for our uncured material breach or if we bring a patent challenge against any of the institutional rights holders.\n\nManufacturing and Supply\n\nWe occupy facilities in San Diego, California, Leland, North Carolina, Sterling, Virginia, and Jupiter, Florida. \n\nOur Wateridge facility in San Diego is engaged in the manufacture of reagents. The facility was designed and built by us in conjunction with the building owner to contain fully functional chemical and biological manufacturing operations from material receiving to product distribution and has its own loading dock, manufacturing gas delivery system, solvent delivery and waste system, ISO Class 8 and ISO Class 7 designated customer manufacturing suites and integrated building management systems for required site control. \n\n11\n\n\nIn addition to the Wateridge facility, we have two other facilities in San Diego, Flanders 1 and Flanders 2. Flanders 1 provides us with additional GMP manufacturing capacity and the optionality downstream to manufacture materials beyond current quality requirements for mRNA raw materials, including CleanCap. Flanders 1 supports increased batch run sizes and overall throughput. Flanders 2 was purpose built to support GMP-grade manufacturing and to support customers into Phase II clinical trials through commercial mRNA drug substance. Both the Flanders 1 and Flanders 2 facilities include integrated manufacturing systems, quality water improvements from Reverse Osmosis De-ionized grade water to WFI (“Water For Injection”), which is pharmaceutical grade water, and other facility infrastructure investments to support potential customer needs related to quality. We took occupancy of the Flanders 1 and 2 facilities in 2023 and began manufacturing from both locations in 2024.\n\nOur Leland, North Carolina facility is engaged in the development, manufacture and processing of antibodies and HCP and Impurity ELISA kits, MockV Kits, as well as execution of all analytical services. The operations include R&D, laboratory, manufacturing, kitting, cold storage, shipping and waste handling capabilities. The fully customized design includes a Mass Spectrometry Center of Excellence and specialized cell culture facilities. Extensive process flow analysis has been incorporated into the facility design to optimize and enhance both our manufacturing and kit packaging operations.\n\nOur Sterling, Virginia facility was designed to perform quality control, aliquoting, packaging and shipping and houses the appropriate space and systems.\n\nOur Jupiter, Florida, location is a purpose built enzyme production facility that can produce enzymes to kilogram quantities. The facility includes environmental controls such as HEPA filtration, pressure, temperature, and humidity monitoring, with vertical integration of all enzyme development, production, and testing operations. Our enzymes are produced under the controls of an ISO 13485:2016 compliant QMS.\n\nOur supply chain is supported by a diverse network of specialized suppliers and transportation partners and undergoes regular evaluations to assess supplier quality and identify risks, including those associated with supply concentration. These proactive evaluations enable us to implement strategic measures to effectively manage and mitigate risks. By continuously optimizing our supply chain, we ensure operational resilience and maintain a steady supply of critical materials for our products.\n\nGovernment Regulation\n\nWe provide products used for basic research or as raw materials used by biopharmaceutical customers for further processing, and active pharmaceutical ingredients used for preclinical and clinical studies. The quality of our products is critical to researchers looking to develop novel vaccines and therapies and for biopharmaceutical customers who use our products as raw materials or who are engaged in preclinical studies and clinical trials. Biopharmaceutical customers are subject to extensive regulations by the FDA and similar regulatory authorities in other countries for conducting clinical trials and commercializing products for therapeutic, vaccine or diagnostic use. This regulatory scrutiny results in our customers imposing rigorous quality requirements on us as their supplier through supplier qualification processes and customer contracts.\n\nOur nucleic acid and biologics safety testing segments produce materials used in research and biopharmaceutical production, clinical trial vaccines and vaccine support products. We produce materials in support of our customers’ manufacturing businesses and to fulfill their validation requirements, as applicable. These customer activities are subject to regulation and consequently require these businesses to be inspected by the FDA and other national regulatory agencies under their respective cGMP regulations. These regulations result in our customers imposing quality requirements on us for the manufacture of our products, and maintain records of our manufacturing, testing and control activities. In addition, the specific activities of some of our businesses require us to hold specialized licenses for the manufacture, distribution and/or marketing of particular products.\n\nAll of our sites are subject to licensing and regulation, as appropriate under federal, state and local laws relating to:\n\n•the surface and air transportation of chemicals, biological reagents and hazardous materials;\n\n•the handling, use, storage and disposal of chemicals (including toxic substances), biological reagents and hazardous waste;\n\n•the procurement, handling, use, storage and disposal of biological products for research purposes;\n\n•the safety and health of employees and visitors to our facilities; and\n\n•protection of the environment and general public.\n\nRegulatory compliance programs at each of our businesses are managed by a dedicated group responsible for regulatory affairs and compliance, including the use of outside consultants. Our compliance programs are also managed by quality management systems, such as vendor supplier programs and training programs. Within each business, we have established Quality Management Systems (“QMS”) responsible for risk based internal audit programs to manage regulatory requirements and client \n\n12\n\n\nquality expectations. Our QMS program ensures that management has proper oversight of regulatory compliance and quality assurance, inclusive of reviews of our system practices to ensure that appropriate quality controls are in place and that a robust audit strategy confirms requirements for compliance and quality assurance.\n\nResearch Products\n\nOur products and operations may be subject to extensive and rigorous regulation by the FDA and other federal, state, or local authorities, as well as foreign regulatory authorities. The FDA regulates, among other things, the research, development, testing, manufacturing, clearance, approval, labeling, storage, recordkeeping, advertising, promotion, marketing, distribution, post-market monitoring and reporting, and import and export of pharmaceutical drugs. Certain of our products are currently marketed as research use only (“RUO”).\n\nWe believe that our products that are marketed as RUO products are exempt from compliance with GMP regulations under the FDCA. RUO products cannot make any claims related to safety, effectiveness or diagnostic utility and they cannot be intended for human clinical diagnostic use. In November 2013, the FDA issued a final guidance on products labeled RUO, which, among other things, reaffirmed that a company may not make any clinical or diagnostic claims about an RUO product. The FDA will also evaluate the totality of the circumstances to determine if the product is intended for diagnostic purposes. If the FDA were to determine, based on the totality of circumstances, that our products labeled and marketed for RUO are intended for diagnostic purposes, they would be considered medical products that will require clearance or approval prior to commercialization.\n\nWe do not make claims related to safety or effectiveness and they are not intended for diagnostic or clinical use. However, the quality of our products is critical to meeting customer needs, and we therefore voluntarily follow the quality standards outlined by the International Organization for Standardization for quality management systems (ISO 9001:2015) for the design, development, manufacture, and distribution of our products. Some biopharmaceutical customers desire extra requirements including quality parameters and product specifications, which are outlined in customer-specific quality agreements. These products are further processed and validated by customers for their applications. Customers qualify us as part of their quality system requirements, which can include a supplier questionnaire and on-site audits. Customers requalify us on a regular basis to ensure our quality system, processes and facilities continue to meet their needs and we are meeting requirements outlined in relevant customer agreements.\n\nActive Pharmaceutical Ingredients (“APIs”) for Clinical Trials\n\nWe provide APIs to customers for use in preclinical studies through and including clinical trials. We hold a drug manufacturing license with the California Food and Drug Branch of the California Department of Public Health for manufacture of APIs for clinical use and are subject to inspection to maintain licensure. Manufacture of APIs for use in clinical trials is regulated under § 501(a)(2)(B) of the FDCA, but is not subject to the current GMP regulations in 21 CFR § 211 by operation of 21 CFR § 210. We follow the principles detailed in the International Council for Harmonisation (“ICH”) Q7, Good Manufacturing Practice Guide for Active Pharmaceutical Ingredients (Section 19, APIs For Use in Clinical Trials) in order to comply with the applicable requirements of the FDCA, and the comparable GMP principles for Europe; European Community, Part II, Basic Requirements for Active Substances Used as Starting Materials (Section 19, APIs For Use in Clinical Trials). APIs are provided to customers under customer contracts that outline quality standards and product specifications. As products advance through the clinical phases, requirements become more stringent, and we work with customers to define and agree on requirements and risks associated with their product.\n\nCustomers’ biopharmaceutical products early in their development have a high failure rate and often do not advance through the clinical stages to commercialization. Our customers are required to follow regulatory pathways that are not always known, which may cause additional unforeseen requirements placed on us as their contract manufacturer and delays in advancing to the next stage of product development. We also provide novel compounds for cell and gene therapy applications, which result in additional challenges for our customers attempting to obtain regulatory approval given that this field is relatively new, and regulations are evolving. Customer clinical trials rely on approval from institutional review boards (“IRBs”) and patient and volunteer enrollment, which makes timelines unpredictable for advancing to the next stage in product development. Preclinical studies and clinical trials conducted by our customers are also expensive and data may be negative or inconclusive causing customers to abandon projects that were expected to continue. Regulatory requirements in both the United States and abroad are always evolving and compliance with future laws may require significant investment to ensure compliance.\n\nOther Regulatory Requirements\n\nEnvironmental laws and regulations. We believe that our operations comply in all material respects with applicable laws and regulations concerning environmental protection. To date, there have been no material effects upon our earnings or competitive position resulting from our compliance with applicable laws or regulations enacted or adopted relating to the protection of the \n\n13\n\n\nenvironment. Our capital and operating expenditures for pollution control in 2024 and 2023 were not material and are not expected to be material in 2025.\n\nIntellectual Property\n\nOur success depends in part on our ability to obtain and maintain intellectual property protection for our products and services, defend and enforce our intellectual property rights, preserve the confidentiality of our trade secrets, and operate without infringing, misappropriating or otherwise violating valid and enforceable intellectual property rights of others. We seek to protect the investments made into the development of our products and services by relying on a combination of patents, trademarks, copyrights, trade secrets, including know-how, and license agreements. We also seek to protect our proprietary products and services, in part, by requiring our employees, consultants, contractors and other third parties to execute confidentiality agreements and invention assignment agreements.\n\nPatents. Our intellectual property strategy is focused on protecting, through patents and other intellectual property rights, our core products and services, including CleanCap, and related instrumentation and applications. In addition, we protect our ongoing research and development into critical reagents for cell and gene therapy through patents and other intellectual property rights. Our patent portfolio generally includes patents and patent applications relating to compositions and methods for the production of CleanCap, oligonucleotides, nucleic acids, immunofluorescence assays, and mock viral particles. We may own provisional patent applications, and provisional patent applications are not eligible to become issued patents until, among other things, we file national stage patent applications either directly or via the PCT within 12 or 30 to 32 months, respectively. If we do not timely file any national stage patent applications, we may lose our priority date with respect to our provisional patent applications and any patent protection on the inventions disclosed in such provisional patent applications. We cannot predict whether any such patent applications will result in the issuance of patents that provide us with any competitive advantage.\n\nIssued patents extend for varying periods depending on the date of filing of the patent application or the date of patent issuance and the legal term of patents in the countries in which they are obtained. Generally, utility patents issued for applications are granted a term of 20 years from the earliest effective filing date of a non-provisional patent application. Issued patents may be extended beyond the natural 20-year term for regulatory or administrative delay in accordance with provisions of applicable local law. As a result, our patent portfolio may not provide us with sufficient rights to exclude others from commercializing products similar or identical to ours.\n\n14\n\n\nThe following granted patents relate to our CleanCap products and technology.\n\nJurisdictionPatent NumberTitleExpiration\n\nUnited States10494399\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States10519189\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States10913768C1\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States11414453\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States11878991\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States11578095\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nUnited States12103944\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nEurope3352584\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nEurope3954225\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nEurope3906789\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nEurope4104687\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nEurope4140491\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nAustralia2016328645\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nAustralia2021206780\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nAustralia2023201915\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nCanada\n\n2999274\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nChina\n\nZL 202310734863.0\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nHong Kong\n\nHK40080484\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nHong Kong\n\nHK40068021\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nHong Kong\n\nHK40054592\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nHong Kong\n\nHK40075972\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nJapan6814997\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nJapan7082174\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nJapan7594563\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nKorea, Republic of\n\n10-2500198\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\nKorea, Republic of\n\n10-2670937\n\nCompositions and methods for synthesizing 5′-Capped RNAs\n\n2036\n\n15\n\n\nThe following patents relate to our MockV related products and technology.\n\nJurisdictionPatent NumberTitleExpiration\n\nUnited States9632087\n\nMethods for evaluating viral clearance from a biopharmaceutical solution employing mock viral particles\n\n2034\n\nUnited States10309963\n\nMethods for evaluating viral clearance from a process solution employing mock viral particles\n\n2034\n\nEurope3044339\n\nMethods and kits for quantifying the removal of mock virus particles from a purified solution\n\n2034\n\nEurope3250696\n\nStock Solution of Retrovirus Like Particles with Method and Kit\n\n2036\n\nAustralia2014320015Methods and kits for quantifying the removal of Mock Virus Particles from a purified solution\n\n2034\n\nAustralia2021200484\n\nMethods and kits for quantifying the removal of Mock Virus Particles from a purified solution\n\n2034\n\nChina105899684\n\nMethods and kits for quantifying pseudoviral particles removed from purified solution\n\n2034\n\nJapan6549126\n\nMethods and kits for removal of mock virus particles from a purified solution\n\n2034\n\nUnited States\n\n11754565\n\nMethods and kits for removal of mock virus particles from a purified solution\n\n2034\n\nTrademarks. Our trademark portfolio is designed to protect the brands of our current and future products and includes U.S. trademark registrations for our company name, Maravai LifeSciences, subsidiary names Cygnus Technologies and TriLink BioTechnologies and various product names, such as CleanCap and MockV.\n\nTrade Secrets. We also rely on trade secrets, including know-how, unpatented technology and other proprietary information, to strengthen our competitive position. We have determined that certain technologies, such as the production of antibodies for biologics safety testing, are better kept as trade secrets, rather than pursuing patent protection. To prevent disclosure of trade secrets to others, it is our policy to enter into nondisclosure, invention assignment and confidentiality agreements with parties who have access to trade secrets, such as our employees, collaborators, outside scientific collaborators, consultants, advisors and other third parties. These agreements also provide that all inventions resulting from work performed for us or relating to our business and conceived or completed during the period of employment or assignment, as applicable, are our exclusive property. In addition, we take other appropriate precautions, such as physical and technological security measures, to guard against misappropriation of our proprietary information by third parties.\n\nWe intend to pursue additional intellectual property protection to the extent we believe it would advance our business objectives. Notwithstanding these efforts, there can be no assurance that we will adequately protect our intellectual property or provide any competitive advantage. We cannot provide any assurance that any patents will be issued from our pending or any future patent applications or that any issued patents will adequately protect our products or technology. Our intellectual property rights may be invalidated, held unenforceable, circumvented, narrowed or challenged. In addition, the laws of various foreign countries where our products are distributed may not protect our intellectual property rights to the same extent as laws in the United States. Furthermore, it may be difficult to protect our trade secrets. While we have confidence in the measures we take to protect and preserve our trade secrets, they may be inadequate and can be breached, and we may not have adequate remedies for violations of such measures. In addition, our trade secrets may otherwise become known or be independently discovered by competitors. Moreover, our invention assignment agreements with employees, collaborators, outside scientific collaborators, consultants, advisors and other third parties may not be self-executing or otherwise provide meaningful protection for our intellectual property rights. If we do not adequately protect our intellectual property, third parties, including our competitors, may be able to use our technologies to produce and market products that compete with us and erode our competitive advantage. For more information regarding risks related to intellectual property, please see Item 1A. “Risk Factors—Risks Related to our Intellectual Property.”\n\nHuman Capital Management: Empowering Our Future\n\nOur people are integral to driving Maravai's innovation, growth, and market leadership.\n\nAs of December 31, 2024, our team had over 570 full-time employees globally. Our workforce represents a diversity of backgrounds, with 44.3% identifying as female, 55.5% as male, 0.2% as non-binary, and approximately 48.6% as ethnically or \n\n16\n\n\nracially diverse. We take pride in the fact that, as of December 31, 2024, 27.7% of our team held advanced degrees, underscoring our emphasis on science and innovation.\n\nOur compensation and benefits packages are designed to attract and retain the talent we need to be competitive in the markets we serve. We extend equity awards to all full-time employees through our 2020 Omnibus Incentive Plan, alongside opportunities to participate in our 2020 Employee Stock Purchase Plan, both to align employee and shareholder interests. Our commitment to excellence ensures every employee receives thorough on-the-job training. We also understand that great people managers are the key to enabling and unlocking the potential of our employees. In 2024, we continued our bi-monthly “Leading Together” people leader series with all levels of our people leaders to ensure they had the critical knowledge, perspective, and tools to develop their people and align their teams towards company goals and objectives. \n\nWe actively work to foster direct and open lines of communication between all levels of staff through our all-employee engagement survey, our quarterly all-employee town halls, management skip level meetings, and an emphasis on our core values (Connected, Open, Driven, and Empowered). Our 2024 company-wide engagement survey reached a participation rate of 95% and all levels of leadership engage in action planning based on the results.\n\nAs a leading life sciences company, we are committed to the health, safety and well-being of our employees. All employees that could be exposed to potential hazards are required to complete annual health and safety training, including laboratory chemical safety, hazard communication and hazardous waste management trainings. In 2024 we created EHS dashboards so employees can easily access and visualize EHS metrics, implemented a \"weekly safety talk\" communication highlighting a new safety topic each week along with safety metrics, and conducted approximately 150 equipment onboarding safety assessments, 38 Job Safety Analyses, and 314 safety inspections. \n\nAvailable Information\n\nOur website is located at www.maravai.com, and our investor relations website is located at investors.maravai.com. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, and Current Reports on Form 8-K, and any amendments to these reports, are available through our investor relations website, free of charge, as soon as reasonably practicable after we electronically file or furnish them with the SEC. Our filings with the SEC are also available, free of charge, on the SEC's website at www.sec.gov. We webcast via our investor relations website our earnings calls and certain events we participate in or host with members of the investment community. Our investor relations website also provides notifications of news or announcements regarding our financial performance and other items that may be material or of interest to our investors, including SEC filings, investor events, press and earnings releases. The contents of our website are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC, and any references to our website are intended to be inactive textual references only.",
      "char_count": 58445
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors\n\nIn addition to the other information in this report and our other filings with the SEC, you should carefully consider the risks and uncertainties described below, which could materially and adversely affect our business operations, financial condition and results of operations. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that we are unaware of, or that we currently believe are not material, may also become important factors that affect us. If any of the following risks occur, our business, financial condition, results of operations and prospects could be materially and adversely affected. In that event, the price of our Class A common stock could decline, and you could lose all or part of your investment.\n\nSummary of Risk Factors\n\nThe following is a summary of the material risks we and/or our shareholders face in the normal course of our business operations. The list below is not exhaustive, and is qualified in its entirety by reference to the full risk factor discussion that follows this summary.\n\nRisks Related to Our Business and Strategy\n\n•The level of our customers’ spending on and demand for outsourced nucleic acid production and biologics safety testing products and services.\n\n•Our operating results are prone to significant fluctuation, which may make our future operating results difficult to predict and could cause our actual operating results to fall below expectations or any guidance we may provide.\n\n•Uncertainty regarding the extent and duration of our revenue associated with high-volume sales of CleanCap® for commercial phase vaccine programs and the dependency of such revenue, in important respects, on factors outside our control.\n\n•Shifts in the trade, economic and other policies and priorities of the U.S. federal government on our and our customers’ current and future business operations.\n\n•Our ability to attract, retain and motivate a highly skilled workforce.\n\n•Use of our products by customers in the production of vaccines and therapies, some of which represent relatively new and still-developing modes of treatment, and the impact of unforeseen adverse events, negative clinical outcomes, development of alternative therapies, or increased regulatory scrutiny of these modes of treatment and their financial cost on our customers’ use of our products and services. \n\n•Competition with life science, pharmaceutical and biotechnology companies who are substantially larger than us and potentially capable of developing new approaches that could make our products, services and technology obsolete. \n\n•The potential failure of our products and services to not perform as expected and the reliability of the technology on which our products and services are based. \n\n•The risk that our products do not comply with required quality standards. \n\n•Market acceptance of our life science reagents.\n\n•Our ability to efficiently manage our strategic acquisitions and organic growth opportunities.\n\n•Natural disasters, geopolitical instability (including the ongoing military conflicts in Ukraine and the Middle East) and other catastrophic events. \n\n•Risks related to our acquisitions, including whether we achieve the anticipated benefits of acquisitions of businesses or technologies. \n\n•Product liability lawsuits.\n\n•Our dependency on a limited number of customers for a high percentage of our revenue and our ability to maintain our current relationships with such customers. \n\n•Our reliance on a limited number of suppliers or, in some cases, sole suppliers, for some of our raw materials and the risk that we may not be able to find replacements or immediately transition to alternative suppliers. \n\n•The risk that our products become subject to more onerous regulation by the FDA or other regulatory agencies in the future. \n\nRisks Related to Our Intellectual Property and Technology\n\n•Our ability to obtain, maintain and enforce sufficient intellectual property protection for our current or future products. \n\n•The risk that a future cyber-attack or security breach cannot be prevented.\n\n•Our ability to protect the confidentiality of our proprietary information.\n\n•The risk that one of our products may be alleged (or found) to infringe on the intellectual property rights of third parties.\n\n•Compliance with our obligations under intellectual property license agreements. \n\n•Our or our licensors’ failure to maintain the patents or patent applications in-licensed from a third party.\n\n•Our ability to adequately protect our intellectual property and proprietary rights throughout the world.\n\nRisks Related to Our Indebtedness\n\n•Our existing level of indebtedness and our ability to raise additional capital on favorable terms. \n\n•Our ability to generate sufficient cash flow to service all of our indebtedness.\n\n•Our potential failure to meet our debt service obligations.\n\n•Restrictions on our current and future operations under the terms applicable to our credit agreement.\n\nRisks Related to Our Organizational Structure\n\n•Our dependence, by virtue of our principal asset being our interest in Maravai Topco Holdings, LLC (“Topco LLC”), on distributions from Topco LLC to pay our taxes and expenses, including payments under a tax receivable agreement with the former owners of Topco LLC (the “Tax Receivable Agreement” or “TRA”) together with various limitations and restrictions that impact Topco LLC’s ability to make such distributions. \n\n•The risk that conflicts of interest could arise between our shareholders and Maravai Life Sciences Holdings, LLC (“MLSH 1”), the only other member of Topco LLC, and impede business decisions that could benefit our shareholders. \n\n•The substantial future cash payments we may be required to make under the Tax Receivable Agreement to MLSH 1 and Maravai Life Sciences Holdings 2, LLC (“MLSH 2”), an entity through which certain of our former owners hold their interests in the Company and the negative effect of such payments. \n\n•The fact that our organizational structure, including the TRA, confers certain benefits upon MLSH 1 and MLSH 2 that will not benefit our other common shareholders to the same extent as they will benefit MLSH 1 and MLSH 2. \n\n•Our ability to realize all or a portion of the tax benefits that are expected to result from the tax attributes covered by the Tax Receivable Agreement.\n\n•The possibility that we will receive distributions from Topco LLC significantly in excess of our tax liabilities and obligations to make to make payments under the Tax Receivable Agreement.\n\n•Unanticipated changes in effective tax rates or adverse outcomes resulting from examination of our income or other tax returns.\n\nRisks Related to Being a Public Company\n\n•Risks and uncertainty related to the restatement of our previously issued quarterly financial statements.\n\n•Our ability to remediate the material weaknesses in our internal control over financial reporting in a timely manner.\n\n•Our ability to design and maintain effective internal control over financial reporting in the future.\n\nRisks Related to Our Class A Common Stock\n\n•The fact that investment entities affiliated with GTCR, LLC (“GTCR”) currently control a majority of the voting power of our outstanding common stock and may have interests that conflict with ours or yours in the future. \n\n•Risks related to our “controlled company” status within the meaning of the corporate governance standards of NASDAQ. \n\n19\n\n\n•The potential anti-takeover effects of certain provisions in our corporate organizational documents.\n\n•Potential sales of a significant portion of our outstanding shares of Class A common stock.\n\n•Potential preferred stock issuances and the anti-takeover impacts of any such issuances.\n\nRisks Related to Our Business and Strategy\n\nWe are dependent on the level of our customers’ spending on and demand for outsourced nucleic acid production and biologics safety testing products and services. A reduction in spending or change in spending priorities of our customers could significantly reduce demand for our products and services and could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nThe success of our business depends primarily on the number and size of contracts with our customers, primarily pharmaceutical and biotechnology companies, for our products and services. For example, during the COVID-19 pandemic we benefited from a significant increase in demand for our products and service, including our proprietary CleanCap® analogs that are used by our customers in the production of COVID-19 vaccines, and also benefited during 2021 and 2022, more generally, from the overall growth of the global biologics market, higher research and development budgets of our customers and a greater degree of outsourcing by our customers. The level of our customers’ spending on and demand for our products and services is also subject to, among other things, their own financial performance, changes in their available resources, the timing of their commercial manufacturing initiatives, their decisions to acquire in-house manufacturing capacity (rather than outsource), their spending priorities, including research and development budgets, and their budgetary policies and practices, which, in turn, are dependent upon a number of factors outside of our control.\n\nOur customers determine their research and development budgets based on several factors, including their need to develop new biological products, their competitors’ discoveries, developments and commercial manufacturing initiatives and the anticipated market, clinical and reimbursement scenarios for specific products and therapeutic areas. In addition, consolidation in the industries in which our customers operate may have an impact on our customers’ spending as they integrate acquired operations, including research and development departments and associated budgets.\n\nAccess to capital is critical to many of our customers’ ability to fund research and development, particularly early-stage biotechnology and pharmaceutical companies, and historically, these companies have funded their research and development activities by raising capital privately or in the equity markets. Past declines and uncertainties in the capital markets, including as a result of ongoing macroeconomic challenges during 2023 and into 2024, including elevated interest rates and volatile credit markets, limited access to capital and negatively affected companies’ ability to fund research and development efforts due to a considerable contraction in the level of investment in venture- and private equity-backed startup companies and funding for companies at all stages, particularly early- and late-stage companies. Notwithstanding ongoing liquidity challenges, global venture capital investment increased slightly in 2024, however, investments in information technology and artificial intelligence (“AI”) companies overshadowed other sector categories, with over twice the level of investment relative to the health and life sciences sector. Lower levels of venture capital investment in the health and life sciences sector, together with hesitancy about a broader economic recovery, including as a result of geopolitical instability and actual and potential shifts in U.S. and foreign trade, economic and other policies, has led certain of our customers to implement more stringent budgetary policies designed to conserve capital, which in turn, caused a reduction in research and development spending and a decline in further purchases of our products and services. We have no assurance as to whether, or when, such research and development spending may stabilize or increase, if at all. Further, if the funding of venture- and private equity-backed biotechnology and pharmaceutical companies remains weak or weakens further, the research and development budgets of our customers may be further reduced or eliminated altogether, which could impact future demand for our products and services.\n\nIf our customers maintain stringent budgetary policies or further reduce their spending on our products and services as a result of any of these or other factors, our business, financial condition, results of operations, cash flows and prospects would be materially and adversely affected.\n\nMoreover, we have no control over the timing and volume of purchases by our customers, and as a result, our operating results may fluctuate significantly, and our future revenue and operating results can be difficult to forecast. Our inability to forecast fluctuations in demand could harm our business, financial position and future results of operations. See also “—Our operating results may fluctuate significantly in the future, which makes our future operating results difficult to predict and could cause our operating results to fall below expectations or any guidance we may provide” below.\n\n20\n\n\nOur operating results are prone to significant fluctuations, which may make our future operating results difficult to predict and could cause our actual operating results to fall below expectations or any guidance we may provide.\n\nWe have no control over the timing and volume of purchases by our customers. We estimate that revenue from high-volume sales of CleanCap® for commercial phase vaccine programs represented approximately 25.4%, 21.0% and 67.9% of our total revenues for the years ended December 31, 2024, 2023 and 2022, respectively. The amount, timing and durability of future high-volume CleanCap® orders have become increasingly difficult to forecast because historical customers for such orders have been unable or unwilling to provide visibility into their anticipated future needs and plans to purchase CleanCap®. As a result, our quarterly and annual operating results may fluctuate significantly, which makes it difficult for us to predict our revenues and future operating results, and if high-volume orders for CleanCap® do not materialize in the future at similar or greater levels than they have in the past, our revenues and cash flows will significantly decrease which, in turn, could have a material adverse impact on our future operating results and financial condition. \n\nFluctuations in our operating results may be driven by a variety of factors, many of which are outside of our control, including, but not limited to:\n\n•unused inventory of our products that our customers have on hand, which are not indication-specific, and our lack of insight as to the amount of unused inventory of our products that such customers have on hand;\n\n•changes in the level of our customers’ spending on and demand for our products and services, including as a result of, among other things, their own financial performance, changes in their available resources, timing of their commercial manufacturing initiatives, their decision to acquire in-house manufacturing capacity (rather than outsource), their spending priorities, including research and development budgets, and their budgetary policies and practices;\n\n•our ability to increase penetration in our existing markets and expand into new markets;\n\n•our customers accelerating, canceling, reducing or delaying orders as a result of developments related to their pre-clinical studies and clinical trials;\n\n•the relative reliability and robustness of our products and services;\n\n•changes in governmental regulations or the regulatory posture toward our business;\n\n•the volume and mix of the products and services we sell; \n\n•changes in the production or sales costs related to our products and services;\n\n•the success of our newer products, such as our CleanCap® and mRNA products;\n\n•the rate of introduction of other new products or product enhancements by us or others in our industry;\n\n•the timing and amount of expenditures that we may incur to acquire, develop or commercialize additional products, services and technologies or for other purposes, such as the expansion of our facilities;\n\n•changes in governmental and academic funding of life sciences research and developments or changes that impact budgets, budget cycles or seasonal spending patterns of our customers;\n\n•future accounting pronouncements or changes in our accounting policies;\n\n•difficulties encountered by our commercial carriers in delivering our products, whether as a result of external factors such as weather or negative macroeconomic conditions or internal issues such as labor disputes;\n\n•the timing and magnitude of any adjustments to the Tax Receivable Agreement liability;\n\n•changes in the assessment of the realizability of our deferred tax assets;\n\n•general market conditions and other factors outside of our control, such as natural disasters, geopolitical unrest, war, terrorism, public health issues or other catastrophic events; and\n\n•the other factors described in this “Risk Factors” section.\n\nThe impact of any one of the factors discussed above, or the cumulative effects of a combination of such factors, could result in significant fluctuations and unpredictability in our quarterly and annual operating results. As a result, comparisons of our operating results on a period-to-period basis may not be meaningful. Investors should not rely on our past results as an indication of our future performance.\n\nAs a result of variability and unpredictability, we may also fail to meet the expectations of industry or financial analysts or investors for any period. If our revenue or operating results fall short of the expectations of analysts or investors or any guidance we may provide, or if the guidance we provide falls short of the expectations of analysts or investors, the price of our \n\n21\n\n\nClass A common stock could decline substantially. Such a stock price decline could occur even when we have met or exceeded any previously publicly stated guidance we may have provided.\n\nThe extent and duration of our revenue associated with high-volume sales of CleanCap® for commercial phase vaccine programs are uncertain and are dependent, in important respects, on factors outside our control.\n\nCertain of our products, including our proprietary CleanCap® analogs, are used by our customers in the production of commercial phase vaccines, notably COVID-19 vaccines. During each of the years ended December 31, 2022, 2021 and 2020, our results of operations and cash flows were significantly and positively impacted by high-volume sales of our proprietary CleanCap® analogs and highly modified RNA products, particularly mRNA, for commercial vaccines. However, as a result of the general decrease in market demand for COVID-19 related products and services, including the supply and manufacture of COVID-19 vaccines, and in particular, following the end of U.S. federal public health emergency declaration and World Health Organization declaration of the end of the pandemic in early May 2022, we experienced substantial declines in high-volume orders for CleanCap®. For the years ended December 31, 2024, 2023 and 2022, we estimate that revenue from high-volume sales of CleanCap® for commercial phase vaccine programs and related services represented approximately 25.4%, 21.0% and 67.9%, respectively, of our total revenues. We expect to experience further declines in high-volume sales of CleanCap® for the aforementioned reasons, as well as a result of unused inventory of our products that our customers have on hand, which are not indication-specific. We are currently unable to fully estimate the impact of this unused inventory on our future revenues, nor are we able to predict when or if our customers will resume purchasing CleanCap® analogs for commercial phase vaccine production, if at all. Our longer-term revenue prospects for high-volume CleanCap® orders are highly uncertain but are expected to remain substantially lower than pandemic highs. Additionally, the ongoing manufacture and supply of COVID-19 vaccines (including bivalent booster doses) by our customers is uncertain and subject to various political, social, economic, and regulatory factors that are outside of our control, including the emergence, duration and intensity of new virus variants; regional resurgences of the virus globally; the availability and administration of pediatric and booster vaccinations, vaccine supply constraints, vaccine hesitancy and the effectiveness of vaccines against new virus strains; competition faced by our customers from other COVID-19 vaccine manufacturers and the development and availability of antiviral therapeutic alternatives; political and social debate relating to the need for, efficacy of, or side effects related to one or more specific COVID-19 vaccines; the politicization of vaccinations and increase in vaccine skepticism; and the U.S. economy and global economy. As the supply and manufacture of COVID-19 vaccines by our customers slows, or becomes no longer necessary, including if COVID-19 vaccines by our customers’ competitors are determined or perceived to be more effective, we expect that demand for high-volume sales of CleanCap® will continue to significantly decrease, which would have a material adverse effect on our revenue, results of operations and financial condition. \n\nShifts in the trade, economic and other policies and priorities of the U.S. federal government could negatively impact, directly or indirectly, our and our customers’ current and future business operations and our financial condition, revenue and earnings.\n\nOur reagents are sold primarily to biopharmaceutical and academic organizations developing novel vaccines and therapies and performing basic research. Research and development spending by our customers and the availability of government research funding can fluctuate due to changes in available resources, institutional and governmental budgetary policies, mergers of pharmaceutical and biotechnology companies, spending priorities, and general economic conditions. Our biologics safety testing customers are biopharmaceutical companies, contract research organizations (“CROs”), contract development and manufacturing organizations (“CDMOs”) and life science companies, which largely serve the biopharmaceutical industry. Our nucleic acid production customers are largely vaccine and therapeutic drug makers or diagnostics manufacturers, which rely in part on government healthcare-related policies and funding. As a result, changes in government funding for certain research, decreases in or the imposition of limits on government spending more generally (including if the Office of Management and Budget reenacts its call for a freeze on payments for federal grants), skepticism of or hostility to mRNA as a modality, or reductions in overall healthcare spending could negatively impact us or our customers and, correspondingly, our sales to them, which would negatively affect our business, operations and financial condition.\n\nAdditionally, demand for our products and services could be adversely impacted if changes in U.S. federal budgetary policy or actual and potential shifts in U.S. and foreign trade policy, including the imposition (or threatened imposition) of tariffs, trade restrictions or potential retaliatory actions, cause customers to reduce their operating budgets, adversely impact our customers’ ability to commit funds to purchase our products, or otherwise cause customers to delay, cancel, decrease or forego purchases of our products and services. Further, since the majority of our customers’ contracts can be terminated, delayed or reduced in scope upon short notice or no notice, this may require us to carry excess inventory to manage through unevenness in order activity and lead to unanticipated fluctuations in our quarterly revenue and earnings. If we are not able to forecast and adequately manage through changes in our customers’ order requirements, our productivity, profitability, results of operations, cash flows and financial position could be negatively impacted. A significant reduction or delay in governmental funding as a result of changes to U.S. federal budgetary policy, or the perception that a shift in budgetary policy may occur, could cause a \n\n22\n\n\ndecline in demand for our products and services and adversely affect our performance and result in declines in our revenue and earnings.\n\nOur ability to develop and market our products and services and our overall performance depends on our ability to attract, retain and motivate a highly skilled workforce.\n\nOur future success depends largely upon the continued service of our management and scientific staff and our ability to attract, retain and motivate highly skilled technical, scientific, management and marketing personnel, who deliver high-quality and timely services to our customers and keep pace with cutting-edge technologies and developments in biologics. We face significant competition in the hiring and retention of such personnel from other companies, other providers of outsourced biologics services, research and academic institutions, government and other organizations who have superior funding and resources and who may use these resources to pursue personnel more aggressively than we are. Additionally, certain highly skilled personnel that we seek to employ may be subject to non-competition or other restrictive covenants restricting their ability to work for us or within certain aspects of our business for a period of time. Although some jurisdictions (including the State of California) prohibit non-competition agreements as a matter of law, and the U.S. Federal Trade Commission has issued a notice of proposed rulemaking that would prohibit employers in the U.S. from using non-compete agreements, if we hire certain employees from competitors or other companies, those former employers may attempt to assert that these employees and/or we have breached certain legal obligations, resulting in a diversion of our time and resources.\n\nWe have, from time to time, experienced, and we expect to continue to experience, difficulty in hiring and retaining employees with appropriate qualifications. In recent years, recruiting, hiring and retaining employees with expertise in our industry and in the geographies where we operate has become increasingly difficult as the demand for skilled professionals has increased. The loss of key personnel or our inability to hire and retain skilled personnel could materially adversely affect the development of our products and services and our business, financial condition, results of operations, cash flows and prospects.\n\nCertain of our products are used by customers in the production of vaccines and therapies, some of which represent relatively new and still-developing modes of treatment. Unforeseen adverse events, negative clinical outcomes, or increased regulatory scrutiny of these and their financial cost may damage public perception of the safety, utility, or efficacy of these vaccines and therapies or other modes of treatment and may harm our customers’ ability to conduct their business. Such events may negatively impact our revenue and have an adverse effect on our performance.\n\nGene therapy and nucleic acid vaccines remain relatively new and are under active development, with only a few gene therapies and nucleic acid vaccines, including those for COVID-19, approved to date by regulatory authorities. Public perception may be influenced by claims that gene therapy or nucleic acid vaccines are unsafe or ineffective, and gene therapy may not gain the acceptance of the public or the medical community. Following the release of nucleic acid COVID-19 vaccines, including those that incorporate our CleanCap® products, segments of the population have criticized their safety and efficacy impacting vaccine demand. In addition, ethical, social, legal and financial concerns about gene therapy and nucleic acid vaccines, including COVID-19 vaccines, and more recent vaccine skepticism trends, notwithstanding medical evidence about their effectiveness, could result in additional regulations or limitations or even prohibitions on certain gene therapies or certain vaccine-related products. Our customers’ use of our products and services in therapeutic and vaccine development programs for other (non-COVID-19-related) indications could be impacted by more restrictive regulations or negative public perception, which could negatively affect our business prospects, revenue and results of operation. \n\nWe compete with life science, pharmaceutical and biotechnology companies who are substantially larger than we are and potentially capable of developing new approaches that could make our products, services and technology obsolete.\n\nThe market for pharmaceutical, reagent, therapeutic and diagnostic products and services is intensely competitive, rapidly evolving, significantly affected by new product introductions and other market activities by industry participants and subject to rapid technological change. We also expect increased competition as additional companies enter our market and as more advanced technologies become available. We compete with other providers of outsourced biologics products and services. We also compete with the in-house discovery, development and commercial manufacturing functions of pharmaceutical and biotechnology companies. Many of our competitors are large, well-capitalized companies with significantly greater resources and market share than we have. As a consequence, these competitors are able to spend more aggressively on product and service development, marketing, sales and other initiatives than we can. Many of these competitors also have:\n\n•broader name recognition;\n\n•longer operating histories and the benefits derived from greater economies of scale;\n\n•larger and more established distribution networks;\n\n23\n\n\n•additional product and service lines and the ability to bundle products and services to offer higher discounts or other incentives to gain a competitive advantage;\n\n•more experience in conducting research and development, manufacturing and marketing;\n\n•more experience in entering into collaborations or other strategic partnership arrangements; and\n\n•more financial, manufacturing and human resources to support product development, sales and marketing and patent and other intellectual property litigation.\n\nThese factors, among others, may enable our competitors to market their products and services at lower prices or on terms more advantageous to customers than we can offer. Competition may result in price reductions, reduced gross margins and loss of market share, any of which could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects. Additionally, our current and future competitors, including certain of our customers, may at any time develop additional products and services that compete with our products and services and new approaches by these competitors may make our products, services, technologies and methodologies obsolete or noncompetitive. We may not be able to compete effectively against these organizations.\n\nIn addition, to develop and market our new products, services, technologies and methodologies successfully, we must accurately assess and meet customers’ needs, make significant capital expenditures, optimize our development and manufacturing processes to predict and control costs, hire, train and retain the necessary personnel, increase customer awareness and acceptance of our services, provide high-quality services in a timely manner, price our products and services competitively and effectively integrate customer feedback into our business planning. If we fail to create demand for our new products, services or technologies, our future business could be harmed.\n\nIf our products and services do not perform as expected or the reliability of the technology on which our products and services are based is questioned, we could experience lost revenue, delayed or reduced market acceptance of our products and services, increased costs and damage to our reputation.\n\nOur success depends on the market’s confidence that we can provide reliable, high-quality life science reagents. We believe that customers in our target markets are likely to be particularly sensitive to product defects and errors. Our reputation and the public image of our products, services and technologies may be impaired if our products or services fail to perform as expected.\n\nAlthough our products are tested prior to shipment, defects or errors could nonetheless occur. Our operating results depend on our ability to execute and, when necessary, improve our quality management strategy and systems and our ability to effectively train and maintain our employee base with respect to quality management. A failure of our quality control systems could result in problems with facility operations or preparation or provision of products. In each case, such problems could arise for a variety of reasons, including equipment malfunction, failure to follow specific protocols and procedures, problems with raw materials or environmental factors and damage to, or loss of, manufacturing operations. Such problems could affect production of a particular batch or series of batches of products, requiring the destruction of such products or a halt of facility production altogether. Furthermore, some of the products that we manufacture are subsequently incorporated into products that are sold by other life sciences companies and we have no control over the manufacture and production of those products.\n\nIn addition, in the event we, or our suppliers, fail to meet required quality standards and if our products experience, or are perceived to experience, a material defect or error, our products could be recalled or we may be unable to timely deliver products to our customers, which in turn could damage our reputation for quality and service. In the past, certain of our custom mRNA and CleanCap® reagent products have been sold with insufficient capping efficiency or with incorrect transcription instructions. Additionally, several lots of our host cell protein (“HCP”) enzyme-linked immunosorbent assay (“ELISA”) biologics safety testing kits have experienced a possible instability drift and decrease in accuracy. Although we have taken steps to improve our quality review, product documentation and reference testing procedures, we cannot guarantee that we will not experience quality assurance issues with our products in the future. Any such failure could, among other things, lead to increased costs, delayed or lost revenue, delayed market acceptance, damaged reputation, diversion of development resources, legal claims, reimbursement to customers for lost drug product, starting materials and active pharmaceutical ingredients, other customer claims, damage to and possibly termination of existing customer relationships, increased insurance costs, time and expense spent investigating the cause and, depending on the cause, similar losses with respect to other batches or products, any of which could harm our business, financial condition, results of operations, cash flows and prospects. Such defects or errors could also narrow the scope of the use of our products, which could hinder our success in the market.\n\nEven after any underlying concerns or problems are resolved, any lingering concerns in our target markets regarding our technology or any manufacturing defects or performance errors in our products or services could continue to result in lost revenue, delayed market acceptance, damage to our reputation and claims against us.\n\n24\n\n\nIn addition, we may be unable to maintain the quality, reliability, robustness and expected turnaround times of our products and services to continue to satisfy customer demand as we grow. To effectively manage our growth, we must continue to improve our operational, manufacturing and quality control systems and processes and other aspects of our business and continue to effectively expand, train and manage our personnel. The time and resources required to improve our existing systems and procedures, implement new systems and procedures and to adequately staff such existing and new systems and procedures is uncertain, and failure to complete this in a timely and efficient manner could adversely affect our operations and negatively impact our business and financial results. We may need to purchase additional equipment, some of which can take several months or more to procure, set up and validate, establish new production processes and increase our personnel levels to meet increased demand. There can be no assurance that any of these increases in scale, personnel expansion or equipment or process enhancements will be successfully implemented, or that we will have adequate space, including in our laboratory and production facilities, to accommodate such required expansion. Failure to manage this growth or transition could result in delays in turnaround times, higher product costs, declining product quality, deteriorating customer service and slower responses to competitive challenges. A failure in any one of these areas could make it difficult for us to meet market expectations for our products and services and could damage our reputation and our business, financial condition, results of operations, cash flows and prospects could be adversely affected.\n\nOur products are highly complex and are subject to quality control requirements.\n\nWhether a product is produced by us or purchased from outside suppliers, it is subject to quality control procedures, including the verification of stability and performance and, for certain products, additional validation required by certain GMP that we voluntarily follow, European Conformity (“CE”) marking and ISO 9001:2015 compliance, prior to final packaging. Certain of our products are manufactured following the voluntary GMP quality standards of the International Council for Harmonisation’s GMP Guide, comparable GMP principles for the European Union and customer-specific requirements. We believe these products are exempt from compliance with the Food, Drug, and Cosmetic Act (“FDCA”) and the current GMP (“cGMP”) regulations of the Food and Drug Administration (“FDA”), as our products are further processed and incorporated into final drug products by our customers and we do not make claims related to their safety or effectiveness. In the event we, or our suppliers, produce products that fail to comply with required quality standards, we may incur delays in fulfilling orders, write-downs, damages resulting from product liability claims and harm to our reputation.\n\nIf we are unable to manufacture in specific quantities, our operating results will be harmed.\n\nOur revenue and other operating results depend in large part on our ability to manufacture and ship our products in sufficient quantities. Any interruptions we experience in the manufacturing or shipping of our products could delay our ability to recognize revenue in a particular quarter. Manufacturing problems can and do arise, and as demand for our products increases, any such problems could have an increasingly significant impact on our operating results. While we have not generally experienced problems with, or delays in, our production capabilities that resulted in delays in our ability to ship finished products, there can be no assurance that we will not encounter such problems in the future. We may not be able to quickly ship products and recognize anticipated revenue for a given period if we experience significant delays in the manufacturing process. In addition, we must maintain sufficient production capacity in order to meet anticipated customer demand, and we may be unable to offset the associated fixed costs if orders slow, which would adversely affect our operating margins. If we are unable to manufacture and ship our products consistently, in sufficient quantities and on a timely basis, our revenue, cash flow, gross margins and our other results of operations will be materially and adversely affected.\n\nNatural disasters, geopolitical unrest, war, terrorism, public health issues or other catastrophic events could disrupt the supply, delivery or demand of products and services, as well as our sites, which could negatively affect our operations and performance.\n\nWe are subject to the risk of disruption by earthquakes, hurricanes, floods and other natural disasters, fire, power shortages, geopolitical unrest, war (including any escalation of the ongoing military conflicts in Ukraine or the Middle East), terrorist attacks and other hostile acts, public health issues, epidemics or pandemics and other events beyond our control and the control of the third parties on which we depend. Any of these catastrophic events, whether in the United States or abroad, may have a significant negative impact on the global economy, our employees, facilities, partners, suppliers, distributors or customers, and could decrease demand for our products and services, create delays and inefficiencies in our supply chain and make it difficult or impossible for us to deliver products and services to our customers.\n\nWe rely upon our internal manufacturing, packaging and distribution operations to produce many of the products we sell and our warehouse facilities to store products pending sale. Any significant disruption of those operations for any reason, such as labor disputes or social unrest, power interruptions, fire, hurricanes, a public health crisis (such as a pandemic), earthquakes or other events beyond our control, could adversely affect our sales and customer relationships and therefore adversely affect our \n\n25\n\n\nbusiness and results of operations. We have significant operations in California, near major earthquake faults, which make us susceptible to earthquake risk.\n\nIn addition, a catastrophic event that results in damage to specific equipment that would be difficult to replace, the destruction or disruption of our research and production facilities or our critical business or information technology systems would severely affect our ability to conduct normal business operations and, as a result, our operating results would be adversely affected.\n\nStrategic transactions or acquisitions may require us to seek additional financing, which we may not be able to secure on favorable terms, if at all.\n\nWe plan to continue a strategy of growth and development for our business. To this end, we actively evaluate various strategic transactions on an ongoing basis, including licensing or acquiring complementary products, technologies or businesses that would complement our existing portfolio of products and services. In order to complete such strategic transactions, we may need to seek additional financing to fund these investments and acquisitions. Should we need to do so, we may not be able to secure such financing, or obtain such financing on favorable terms, for reasons including rising interest rates and continued volatility and uncertainty in the U.S. and global capital and credit markets. Our credit agreement also contains a number of restrictive covenants that impose significant restrictions on our ability to make acquisitions or certain other investments, as well as to incur additional indebtedness to finance such acquisitions or other investments. In addition, future acquisitions may require the issuance or sale of additional equity, or equity-linked securities, which may result in additional dilution to our shareholders. \n\nOur commercial success depends on the market acceptance of our life science reagents. Our reagents may not achieve or maintain significant commercial market acceptance.\n\nOur commercial success is dependent upon our ability to continue to successfully market and sell our life science reagents. Our ability to achieve and maintain commercial market acceptance of our products and services and provide customers access to our life science reagents will depend on a number of factors, including:\n\n•our ability to increase awareness of the capabilities of our technology and solutions;\n\n•our customers’ willingness to adopt new products, services and technologies;\n\n•whether our products and services reliably provide advantages over legacy and other alternative technologies and are perceived by customers to be cost effective;\n\n•our ability to execute on our strategy to scale-up our CleanCap® technology to meet increasing demand and provide channels to access our CleanCap® technology and life science reagents;\n\n•the rate of adoption of our products and services by biopharmaceutical companies, academic institutions and others;\n\n•the relative reliability and robustness of our products and services as a whole and the components of our life science offerings, including, for example, CleanCap® and our assays for detecting host cell proteins;\n\n•our ability to develop new tools and solutions for customers;\n\n•whether competitors develop and commercialize products and services that provide comparable features and benefits at scale;\n\n•the impact of our investments in product innovation and commercial growth;\n\n•negative publicity regarding our or our competitors’ products resulting from defects or errors; and\n\n•our ability to further validate our technology through research and accompanying publications.\n\nWe cannot assure you that we will be successful in addressing these criteria or other criteria that might affect the market acceptance of our products and services. If we are unsuccessful in achieving and maintaining market acceptance of our products and services, our business, financial condition, results of operations, cash flows and prospects could be adversely affected.\n\nThe market may not be receptive to our new products and services upon their introduction.\n\nWe expect a portion of our future revenue growth to come from introducing new products, including discovery mRNA offerings and IVT enzyme offerings. The commercial success of all of our products and services will depend upon their acceptance by the life science and biopharmaceutical industries. Some of the products and services that we are developing are based upon new technologies or approaches. As a result, there can be no assurance that these new products and services, even if successfully developed and introduced, will be accepted by customers. If customers do not adopt our new products, services \n\n26\n\n\nand technologies, our results of operations may suffer and, as a result, the market price of our Class A common stock may decline.\n\nIt may be difficult for us to implement our strategies for revenue growth in light of competitive challenges.\n\nWe face significant competition across many of our product lines. In addition, consolidation trends in the pharmaceutical, biotechnology and diagnostics industries have served to create fewer customer accounts and to concentrate purchasing decisions for some customers, resulting in increased pricing pressure on us. Moreover, customers may believe that larger companies are better able to compete as sole source vendors, and therefore prefer to purchase from such businesses. Failure to anticipate and respond to competitors’ actions may impact our future revenue and profitability.\n\nOur estimates of market opportunity and forecasts of market growth may prove to be inaccurate, and even if the market in which we compete achieves the forecasted growth, our business could fail to grow at similar rates, if at all.\n\nAddressable market estimates and growth forecasts are subject to significant uncertainty and are based on assumptions and estimates that may not prove to be accurate. These estimates and forecasts are based on a number of complex assumptions and third-party estimates and other business data, including assumptions and estimates relating to our ability to generate revenue from existing products and services and the development of new products and services. Our estimates and forecasts relating to the size and expected growth of our markets may prove to be inaccurate. Even if the markets in which we compete meet our size estimates and growth forecasts, our business could fail to grow at the rate we anticipate, if at all.\n\nIf we are unable to successfully implement our strategic plan on a timely basis or at all, our business and future result of operations may be adversely impacted.\n\nOur strategic plan was developed based upon market and technology trends that we currently believe present revenue growth opportunities, and in turn, long-term shareholder value creation. Our strategic plan includes a series of strategic priorities and cost realignment initiatives designed to drive growth and improve operational efficiency. Our ability to achieve our strategic initiatives is subject to a number of risks, including those discussed herein under the heading “Risks Related to Our Business and Strategy,” as well as challenges we face with executing multiple initiatives simultaneously. For example, our commercial initiatives may not succeed, or we may lose market share due to challenges in choosing the right products to develop or the right customers to target for these products, or integrating products of acquired companies into our sales and marketing strategy. We cannot assure you that we will overcome the risks associated with our strategic initiatives. If we fail to manage or overcome those risks, we may not realize the intended benefits of our strategic plan and may incur additional expenses without related revenue growth. Our business, financial position and results of operations will be adversely affected if we fail to successfully implement our strategic initiatives or if we invest resources in a growth strategy that ultimately proves to be unsuccessful.\n\nProduct liability lawsuits against us could cause us to incur substantial liabilities, limit sales of our existing products and limit commercialization of any products that we may develop.\n\nOur business exposes us to the risk of product liability claims that are inherent in the development, production, distribution, and sale of biotechnology products. We face an inherent risk of product liability exposure related to the use of certain of our products in our customers’ human clinical trials and product liability lawsuits may allege that our products or services identified inaccurate or incomplete information or otherwise failed to perform as designed. We may also be subject to liability for errors in, a misunderstanding of or inappropriate reliance upon, the information we provide in the ordinary course of our business activities. If any of our products harm people due to our negligence, willful misconduct, unlawful activities or material breach, or if we cannot successfully defend ourselves against claims that our products caused injuries, we could incur substantial liabilities. Regardless of merit or eventual outcome, liability claims may result in the following, any of which could impact our business, financial condition, results of operations, cash flows and prospects:\n\n•decreased demand for our products and any products that we may develop;\n\n•injury to our reputation;\n\n•costs to defend the related litigation;\n\n•loss of revenue; and\n\n•the inability to commercialize products that we may develop.\n\nWe maintain product liability insurance, but this insurance is subject to deductibles, limits and exclusions and may not fully protect us from the financial impact of defending against product liability claims or the potential loss of revenue that may result. Any product liability claim brought against us, with or without merit, could increase our insurance rates or prevent us from securing insurance coverage in the future.\n\n27\n\n\nWe may be unable to efficiently manage growth opportunities as a larger and more geographically diverse organization.\n\nOur strategic acquisitions, the continued expansion of our commercial sales operations and our organic growth opportunities have increased the scope and complexity of our business. As a result, we will face challenges inherent in efficiently managing a more complex business with an increased number of employees over large geographic distances, including the need to implement appropriate systems, policies, benefits and compliance programs. Our inability to manage successfully a geographically more diverse and substantially larger organization could materially adversely affect our operating results.\n\nOpportunistic acquisitions may pose risks and challenges that could adversely affect our business, and we may not achieve the anticipated benefits of acquisitions of businesses or technologies.\n\nWe have made in the past, and may make in the future, selected opportunistic acquisitions of complementary businesses, products, services or technologies. In January 2023, we completed the acquisition of Alphazyme, LLC, an original equipment manufacturer provider of custom molecular biology enzymes, servicing customers in the genetic analysis and nucleic acid synthesis markets to complement our nucleic acid production business, in January 2025, we acquired the intellectual property and related assets of Molecular Assemblies, Inc., developers of enzymatic DNA synthesis technology to complement our nucleic acid production business, and in February 2025, we completed the acquisition of Officinae Bio, S.R.L., a technology company with a proprietary digital platform designed with AI and machine learning capabilities to support the biological design of therapeutics to complement our nucleic acid production business. However, we may be unable to continue to identify or complete promising acquisitions for many reasons, including competition among buyers, the high valuations of businesses in our industry, the need for regulatory and other approvals and the availability of capital, particularly during a period of disruption and volatility within the global capital and credit markets.\n\nAny acquisition involves numerous risks, uncertainties and operational, financial, and managerial challenges, including the following, any of which could adversely affect our business, financial condition, results of operations, cash flows and prospects:\n\n•difficulties in integrating new operations, systems, technologies, products, services and personnel of acquired businesses effectively and in a timely manner;\n\n•difficulties in implementing and maintaining controls, procedures and policies with respect to our financial accounting systems, including disclosure controls and procedures and internal control over financial reporting, at acquired businesses that, prior to the acquisition, had lacked such controls, procedures and policies;\n\n•lack of synergies or the inability to realize expected synergies and cost-savings, including enhanced revenue, technology, human resources, cost savings, operating efficiencies and other synergies;\n\n•difficulties in obtaining and verifying the financial statements and other business information of acquired businesses;\n\n•difficulties in managing geographically dispersed operations, including risks associated with entering new or foreign markets in which we have no or limited prior experience;\n\n•underperformance of any acquired technology, product, or business relative to our expectations and the price we paid;\n\n•negative near-term impacts on financial results after an acquisition, including acquisition-related earnings charges;\n\n•the potential loss of key employees, customers, contractual relationships, and strategic partners of acquired companies;\n\n•declining employee morale and retention issues affecting employees of businesses that we acquire, which may result from changes in compensation, or changes in management, reporting relationships, future prospects or the direction of the acquired business;\n\n•claims by terminated employees and shareholders of acquired companies or other third parties related to the transaction;\n\n•the assumption or incurrence of historical liabilities, obligations and expenses of the acquired business, including unforeseen and contingent or similar liabilities that are difficult to identify or accurately quantify, or other litigation-related liabilities and regulatory actions;\n\n•the assumption or incurrence of additional debt obligations or expenses, or use of substantial portions of our cash;\n\n•the issuance of equity or equity-linked securities to finance or as consideration for any acquisitions that dilute the ownership of our shareholders;\n\n•the issuance of equity securities to finance or as consideration for any acquisitions may not be an option if the price of our Class A common stock is low or volatile which could preclude us from completing any such acquisitions;\n\n28\n\n\n•the assumption of certain collaboration, strategic alliance and licensing arrangement may require us to relinquish valuable rights to our technologies or products, or grant licenses on terms that are not favorable to us;\n\n•disruption of our ongoing operations, diversion of management’s attention and company resources from existing operations of the business, and the dedication of significant efforts and expense across all operational areas, including sales and marketing, research and development, manufacturing, finance, legal and information technologies;\n\n•the impairment of intangible assets as a result of technological advancements, or worse-than-expected performance of acquired companies;\n\n•the need to later divest acquired assets at a loss if an acquisition does not meet our expectations;\n\n•risks associated with acquiring intellectual property, including potential disputes regarding acquired companies’ intellectual property; and\n\n•difficulties relating to operating with increased leverage and incurring additional interest expense as a result of financing acquisitions with additional indebtedness, which could make us more vulnerable to downturns.\n\nThere can be no assurance we will identify promising acquisition opportunities. Even if we do, there can be no assurance that any of the acquisitions we have made, or that we may make, will be successful or will be, or will remain, profitable. Our failure to successfully address the foregoing risks may prevent us from achieving the anticipated benefits from any past or future acquisition in a reasonable time frame, or at all.\n\nOur ability to use net operating loss and tax credit carryforwards and certain built-in losses to reduce future tax payments is limited by provisions of the Internal Revenue Code, and it is possible that changes in laws or certain transactions or a combination of certain transactions may result in material additional limitations on our ability to use our net operating loss and tax credit carryforwards.\n\nSections 382 and 383 of the Internal Revenue Code of 1986, as amended, contain rules that limit the ability of a company that undergoes an ownership change, which is generally any change in ownership of more than 50% of its stock over a three-year period, to utilize its net operating loss and tax credit carryforwards and certain built-in losses recognized in years after the ownership change. These rules generally operate by focusing on ownership changes involving stockholders owning directly or indirectly 5% or more of the stock of a company and any change in ownership arising from a new issuance of stock by the company. Generally, if an ownership change occurs, the yearly taxable income limitation on the use of net operating loss and tax credit carryforwards and certain built-in losses is equal to the product of the applicable long-term, tax-exempt rate and the value of the company’s stock immediately before the ownership change. As a result, following any such ownership change, we might be unable to offset our taxable income with losses, or our tax liability with credits, before such losses and credits expire, in which event we could incur larger federal and state income tax liabilities than we would have had we not experienced an ownership change. In addition, under the 2017 Tax Cuts and Jobs Act (“TCJA”), tax losses generated in taxable years beginning after December 31, 2017, may be utilized to offset no more than 80% of taxable income annually. On March 27, 2020, the Coronavirus Aid Relief, and Economic Security Act (“CARES Act”) was signed into law and changed certain provisions of the TCJA. Under the CARES Act, NOLs arising in taxable years beginning after December 31, 2017 and before January 1, 2021 may be carried back to each of the five taxable years preceding the tax year of such loss, but NOLs arising in taxable years beginning after December 31, 2020 may not be carried back. In addition, the CARES Act eliminates the limitation on the deduction of NOLs to 80% of current year taxable income for taxable years beginning before January 1, 2021, but the 80% limitation applies to tax years beginning after December 31, 2020. As such, we may not be able to realize a tax benefit from the use of our NOLs.\n\nWe may be required to record a significant charge to earnings if our goodwill and other amortizable intangible assets, or other investments become impaired in the future.\n\nWe are required under U.S. generally accepted accounting principles (“GAAP”) to test goodwill for impairment at least annually and to review our goodwill, amortizable intangible assets and other assets acquired through merger and acquisition activity for impairment when events or changes in circumstance indicate the carrying value may not be recoverable. In assessing fair value, we make estimates and assumptions about sales, operating margins, growth rates, and discount rates based on our business plans, economic projections, anticipated future cash flows and marketplace data. There are inherent uncertainties related to these factors and management’s judgment in applying these factors. Factors that could lead to impairment of goodwill, amortizable intangible assets and other assets acquired via acquisitions include significant adverse changes in the business climate and actual or projected operating results (affecting our company as a whole or affecting any particular segment) and declines in the financial condition of our business. For example, in connection with preparing our financial statements for the quarter ended September 30, 2024 and December 31, 2024, we identified certain indicators of \n\n29\n\n\nimpairment and recorded a goodwill impairment of $154.2 million related to the TriLink reporting unit and of $11.9 million related to the Alphazyme reporting unit, respectively, both within our nucleic acid production segment. \n\nWe continue to foresee challenges in the market and economy that could adversely impact our operations and to the extent that forward-looking sales and operating assumptions are not achieved and are subsequently reduced, additional impairment charges may result. Changes in the numerous variables associated with the judgments, assumptions and estimates we make, in assessing the appropriate valuation of our goodwill and other intangible assets of our reporting units, could in the future require us to record additional charges to earnings if our goodwill, amortizable intangible assets or other investments become impaired. Any such charge would adversely impact our consolidated financial results, and may cause a decline in our stock price.\n\nChanges in accounting principles and guidance could result in unfavorable accounting charges or effects.\n\nWe prepare our consolidated financial statements in accordance with GAAP. These principles are subject to interpretation by the SEC and various bodies formed to create and interpret appropriate accounting principles and guidance. A change in these principles or guidance, or in their interpretations, may have a material effect on our reported results, as well as our processes and related controls, and may retroactively affect previously reported results. \n\nOur revenue recognition and other factors may impact our financial results in any given period and make them difficult to predict.\n\nWe recognize revenue when our performance obligations have been satisfied in an amount that reflects the consideration that we expect to receive in exchange for those performance obligations. Our revenue includes revenue from the sale of manufactured products, including products that can be purchased out of a catalog and custom manufactured products, and services, including custom antibody and assay development contracts, antibody affinity extraction and stability and feasibility studies, as well as certain licensing and royalty arrangements. The majority of our contracts include only one performance obligation, namely the delivery of products, both custom and catalog, and services. We also recognize revenue from other contracts that may include a combination of products and services, the provision of solely services, or from license fee arrangements which may be associated with the delivery of product. Our application of the revenue recognition accounting guidance with respect to the nature of future contractual arrangements could impact the forecasting of our revenue for future periods, as both the mix of products and services we will sell in a given period, as well as the size of contracts, is difficult to predict. \n\nFurthermore, the presentation of our financial results requires us to make estimates and assumptions that may affect revenue recognition. In some instances, we could reasonably use different estimates and assumptions, and changes in estimates may occur from period to period. \n\nGiven the foregoing factors, comparing our revenue and operating results on a period-to-period basis may not be meaningful, and our past results may not be indicative of our future performance.\n\nFluctuations in our effective tax rate may adversely affect our results of operations and cash flows.\n\nWe are subject to a variety of tax liabilities, including federal, state, foreign and other taxes such as income, sales/use, payroll, withholding, and ad valorem taxes. Changes in tax laws or their interpretations could decrease our net income, the value of any tax loss carryforwards, the value of tax credits recorded on our balance sheet and our cash flows, and accordingly could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects. In addition, our tax liabilities are subject to periodic audits by the relevant taxing authority, which could increase our tax liabilities.\n\nOur business is subject to a number of environmental risks.\n\nOur manufacturing business involves the controlled use of hazardous materials and chemicals and is therefore subject to numerous environmental and safety laws and regulations and to periodic inspections for possible violations of these laws and regulations. The costs of compliance with environmental and safety laws and regulations are significant. Any violations, even if inadvertent or accidental, of current or future environmental and safety laws or regulations and the cost of compliance with any resulting order or fine could adversely affect our operations.\n\n30\n\n\nRisks Related to Our Reliance on Third Parties\n\nWe depend on a limited number of customers for a high percentage of our revenue. If we cannot maintain our current relationships with customers, fail to sustain recurring sources of revenue with our existing customers, or if we fail to enter into new relationships, our future operating results will be adversely affected.\n\nRevenue from our largest customers were 20.8%, 19.3% and 61.2% of total revenue for the years ended December 31, 2024, 2023 and 2022, respectively. The revenue attributable to our top customers has fluctuated in the past and may fluctuate in the future, which could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects. In addition, the termination of these relationships, including following any failure to renew a long-term contract, could result in a temporary or permanent loss of revenue. See also “—The extent and duration of our revenue associated with high-volume sales of CleanCap® for commercial phase vaccine programs is uncertain and are dependent, in important respects, on factors outside our control.”\n\nOur future success depends on our ability to maintain these relationships, to increase our penetration among these existing customers and to establish new relationships. We engage in conversations with other companies and institutions regarding potential commercial opportunities on an ongoing basis, which can be time consuming. There is no assurance that any of these conversations will result in a commercial agreement, or if an agreement is reached, that the resulting relationship will be successful. Speculation in the industry about our existing or potential commercial relationships can be a catalyst for adverse speculation about us, our products, our services and our technology, which can adversely affect our reputation and our business. In addition, if our customers order our products or services, but fail to pay on time or at all, our liquidity, financial condition, results of operations, cash flows and prospects could be materially and adversely affected.\n\nWe cannot assure investors that we will be able to further penetrate our existing markets or that our products or services will gain adequate market acceptance. Any failure to increase penetration in our existing markets would adversely affect our ability to improve our operating results.\n\nWe rely on distribution arrangements to market and sell our products and services, including in certain international markets, and our failure to maintain and successfully manage these arrangements or to renew or identify and implement additional arrangements on favorable terms, if at all, may impair our ability to effectively distribute and market our products and adversely impact our revenues and future results of operations.\n\nWe rely on certain distributors in order to market and sell our products and services in in certain international markets, particularly our biologics safety testing products and services in China. Our distributor in China accounted for 4.6% of our total revenues in the year ended December 31, 2024. If we are unable to maintain this distributor or enter into a similar arrangement with another distributor, or our current or future distributors do not perform adequately, our revenues and results of operations would likely be adversely impacted, at least temporarily. Additionally, changes in the inventory levels of our products owned and held by our distributors can result in significant variability in our revenues. Furthermore, our revenues from such distributors could be negatively impacted by macroeconomic conditions specific to the geographic markets in which our products and services are marketed and sold, geopolitical risks and other risks described below under “We are subject to financial, operating, legal and compliance risks associated with global operations.”\n\nWe may pursue additional arrangements regarding the sales and marketing and distribution of one or more of our products and services, including if we intend to grow our business internationally in certain geographic markets, and the success of our strategic initiatives and our future revenue growth may depend, in part, on our ability to enter into and maintain arrangements with other companies having sales, marketing and distribution capabilities and the ability of such companies to successfully market and sell any such products and services. Any failure to enter into such arrangements and marketing alliances on favorable terms, if at all, could delay or impair our ability to distribute or market our products and services and could increase our costs of distribution and marketing. \n\nOur use of distribution arrangements and marketing alliances to commercialize our products and services subject us to a number of risks, including the following:\n\n•we may be required to relinquish important rights to our products;\n\n•we may not be able to control the amount and timing of resources that our distributors or collaborators may devote to the distribution or marketing of our products;\n\n•our distributors or collaborators may experience financial difficulties; and\n\n•business combinations or significant changes in a collaborator’s business strategy may adversely affect a collaborator’s willingness or ability to complete its obligations under any arrangement.\n\n31\n\n\nWe rely on a limited number of suppliers or, in some cases, sole suppliers, for some of our raw materials and may not be able to find replacements or immediately transition to alternative suppliers.\n\nCertain of our raw materials are sourced from a limited number of suppliers and some materials, including a proprietary DNA reagent, certain packaging materials, specific cell lines for Cygnus Technologies’ operations and certain raw materials used in our nucleic acid production products, as well as those raw materials sold under the Glen Research brand, are sole sourced. Delays or difficulties in securing these raw materials or other laboratory materials could result in an interruption in our production operations if we cannot obtain an acceptable substitute. In recent years, global supply chains have faced challenges, including material availability, global logistics delays and constraints arising from, among other things, the transportation capacity of ocean shipping containers. More recently, geopolitical instability and U.S. foreign trade policy, including the imposition or threatened imposition of tariffs or other trade restrictions, could increase macroeconomic uncertainty at a global level and lead to supply chain constraints and delays. Any interruption of our supply chain could significantly affect our business, financial condition, results of operations, cash flows and prospects. While we may identify other suppliers, raw materials furnished by such replacement suppliers may require us to alter our production operations or perform extensive validations, which may be time consuming and expensive. There can be no assurance that we will be able to secure alternative materials and revalidate them without experiencing interruptions in our workflow. If we should encounter delays or difficulties in obtaining raw materials, our business, financial condition, results of operations, cash flows and prospects could be adversely affected.\n\nWe depend on a stable and adequate supply of quality raw materials from our suppliers, and price increases or interruptions of such supply could have an adverse impact on our business, financial condition, results of operations, cash flows and prospects.\n\nOur operations depend upon our ability to obtain raw materials at reasonable prices. Cost and wage inflation, supply disruptions and logistics capacity constraints have increased in the past, or may increase in the future, our costs to manufacture and distribute our products and services. If we are unable to obtain the materials we need at a reasonable price due to inflationary pressures or other factors, we may not be able to produce certain of our products at marketable prices or at all, which could have a material adverse effect on our results of operations.\n\nAlthough we believe that we have stable relationships with our existing suppliers, we cannot assure you that we will be able to secure a stable supply of raw materials going forward. Our suppliers may not be able to keep up with our pace of growth or may reduce or cease their supply of raw materials to us at any time. In addition, we cannot assure you that our suppliers have obtained and will be able to obtain or maintain all licenses, permits and approvals necessary for their operations or comply with all applicable laws and regulations, and failure to do so by them may lead to interruption in their business operations, which in turn may result in shortages of raw materials supplied to us. Some of our suppliers are based overseas and therefore may need to maintain export or import licenses. If the supply of raw materials is interrupted, due to ongoing supply chain disruptions or other factors, our business, financial condition, results of operations, cash flows and prospects may be adversely affected.\n\nBecause we rely heavily on third-party package-delivery services, a significant disruption in these services, damages or losses sustained during shipping or significant increases in shipping costs could adversely affect our business, financial condition, results of operations, cash flows and prospects.\n\nWe ship a significant portion of our products to our customers through independent package delivery companies, such as World Courier, FedEx, UPS and DHL. If one or more of these third-party package-delivery providers were to experience a major work stoppage, preventing our products from being delivered in a timely fashion or causing us to incur additional shipping costs we could not pass on to our customers, our costs could increase and our relationships with certain of our customers could be adversely affected. In addition, if one or more of these third-party package-delivery providers were to increase prices, and we were not able to find comparable alternatives or make adjustments in our delivery network, our profitability could be adversely affected. Furthermore, if one or more of these third-party package-delivery providers were to experience performance problems or other difficulties, it could negatively impact our operating results and our customers’ experience. In the past, some of our products have sustained serious damage in transit such that they were no longer usable. Although we have taken steps to improve our packaging and shipping containers, there is no guarantee our products will not become damaged or lost in transit in the future. If our products are damaged or lost in transit, it may result in a substantial delay in the fulfillment of our customer’s order and, depending on the type and extent of the damage, it may result in a substantial financial loss. If our products are not delivered in a timely fashion or are damaged or lost during the delivery process, our customers could become dissatisfied and cease using our products or our services, which would adversely affect our business, financial condition, results of operations, cash flows and prospects.\n\n32\n\n\nRisks Related to Laws and Regulations\n\nOur products could become subject to more onerous regulation by the FDA or other regulatory agencies in the future, which could increase our costs and delay or prevent commercialization of our products, thereby materially and adversely affecting our business, financial condition, results of operations, cash flows and prospects.\n\nWe make certain of our products available to customers as research-use-only (“RUO”) products. RUO products are regulated by the FDA as medical devices, and include in vitro diagnostic products in the laboratory research phase of development that are being shipped or delivered for an investigation that is not subject to the FDA’s investigational device exemption requirements. Although medical devices are subject to stringent FDA oversight, products that are intended for RUO and are labeled as RUO are exempt from compliance with most FDA requirements, including premarket clearance or approval, manufacturing requirements, and others. A product labeled RUO but which is actually intended for clinical diagnostic use may be viewed by the FDA as adulterated and misbranded under the FDCA, and subject to FDA enforcement action. The FDA has indicated that when determining the intended use of a product labeled RUO, the FDA will consider the totality of the circumstances surrounding distribution and use of the product, including how the product is marketed and to whom. The FDA could disagree with our assessment that our products are properly marketed as RUO, or could conclude that products labeled as RUO are actually intended for clinical diagnostic use, and could take enforcement action against us, including requiring us to stop distribution of our products until we are in compliance with applicable regulations, which would reduce our revenue, increase our costs and adversely affect our business, prospects, results of operations and financial condition. In the event that the FDA requires us to obtain marketing authorization of our RUO products in the future, there can be no assurance that the FDA will grant any clearance or approval requested by us in a timely manner, or at all.\n\nOur raw material products are manufactured following the voluntary quality standards of ISO 9001:2015. Our GMP-grade raw material products follow ISO 9001:2015 standards, additional voluntary GMP quality standards and customer specific requirements. We believe these raw material products, including our GMP-grade raw material products, are exempt from compliance with the FDCA and the cGMP regulations of the FDA, as our products are further processed by our customers and we do not make claims related to their safety or effectiveness. We provide API products to customers for use in preclinical studies through and including clinical trials. Our API products are manufactured following the principles detailed in the International Council for Harmonisation (ICH) Q7, Good Manufacturing Practice Guide for Active Pharmaceutical Ingredients (Section 19, APIs For Use in Clinical Trials) in order to comply with the applicable requirements of the FDCA, and the comparable GMP principles for Europe; European Community, Part II, Basic Requirements for Active Substances Used as Starting Materials (Section 19, APIs For Use in Clinical Trials). Manufacture of APIs for use in clinical trials is regulated under § 501(a)(2)(B) of the FDCA, but is not subject to the current GMP regulations in 21 CFR § 211 by operation of 21 CFR § 210. Our API products are provided to customers under customer contracts that outline quality standards and product specifications. As products advance through the clinical phases, requirements become more stringent and we work with customers to define and agree on requirements and risks associated with their product.\n\nThe FDA could disagree with our assessment that our products are exempt from current GMP regulations. In addition, the FDA could conclude that the raw material and API products we provide to our customers are actually subject to the pharmaceutical or drug quality-related regulations for manufacturing, processing, packing or holding of drugs or finished pharmaceuticals, and could take enforcement action against us, including requiring us to stop distribution of our products until we are in compliance with applicable regulations, which would reduce our revenue, increase our costs and adversely affect our business, prospects, results of operations and financial condition. In the event that the FDA requires us to comply with FDA regulations, for our raw material and API products in the future, including the FDA’s current GMP regulations, there can be no assurance that the FDA will find our operations are in compliance in a timely manner, or at all.\n\nWe are subject to stringent privacy laws, information security laws, regulations, policies and contractual obligations related to data privacy and security and changes in such laws, regulations, policies and contractual obligations could adversely affect our business, financial condition, results of operations, cash flows and prospects.\n\nWe are subject to data privacy and protection laws and regulations that apply to the collection, transmission, storage and use of proprietary information and personally identifiable information (“PII”), which among other things, imposes certain requirements relating to the privacy, security and transmission of certain individually identifiable information.\n\nNumerous other federal and state laws, including state security breach notification laws, state health information privacy laws and federal and state consumer protection laws, govern the collection, use, disclosure and security of personal information. These laws continue to change and evolve and are increasing in breadth and impact. Failure to comply with any of these laws and regulations could result in enforcement action against us, including fines, imprisonment of company officials and public censure, claims for damages by affected individuals, damage to our reputation and loss of goodwill, any of which could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects. Additionally, if we \n\n33\n\n\nare unable to properly protect the privacy and security of personal information, we could be found to have breached our contracts.\n\nMany states in which we operate have laws that protect the privacy and security of personal information. For example, the California Consumer Privacy Act of 2018 (“CCPA”), which increases privacy rights for California residents and imposes obligations on companies that process their personal information, came into effect on January 1, 2020. Among other things, the CCPA requires covered companies to provide new disclosures to California consumers and provide such consumers new data protection and privacy rights, including the ability to opt-out of certain sales of personal information. The CCPA provides for civil penalties for violations, as well as a private right of action for certain data breaches that result in the loss of personal information. Further, the California Privacy Rights Act (the “CPRA”), which took effect on January 1, 2023 (with certain provisions having retroactive effect to January 1, 2022), amended the CCPA. Amongst other things, the CPRA and eliminated the “employee exemption” under the CCPA, makes a distinction between “personal information” and “sensitive personal information,” imposing heightened protections for “sensitive personal information,” and brings business-to-business transactions under its purview. These laws and others like it are yet to be tested and may subject us to increased regulatory scrutiny, litigation, and overall risk. Further, there is discussion in Congress of a new federal data protection and privacy law to which we would become subject, if it is enacted.\n\nVarious foreign countries in which we operate also have, or are developing, laws that govern the collection, use, disclosure, security and cross-border transmission of personal information. For example, in the European Union (the “EU”) and the United Kingdom, the collection and use of personal data is governed by the provisions of the General Data Protection Regulation (“GDPR”), in addition to other applicable laws and regulations. The GDPR came into effect in May 2018,and has resulted in, and will continue to result in, significantly greater compliance burdens and costs for companies like us. Any data security breach could require notifications to the data subject and/or owners under U.S. federal, U.S. state, and/or international data breach notification laws and regulations. Other jurisdictions outside the EU are similarly introducing or enhancing privacy and data security laws, rules and regulations, which could increase our compliance costs and the risks associated with noncompliance. We cannot guarantee that we are, or will be, in compliance with all applicable international regulations as they are enforced now or as they evolve.\n\nIt is possible that these laws may be interpreted and applied in a manner that is inconsistent with our practices and our efforts to comply with the evolving data protection rules may be unsuccessful. We must devote significant resources to understanding and complying with this changing landscape. Failure to comply with federal, state and international laws regarding privacy and security of personal information could expose us to penalties under such laws, orders requiring that we change our practices, claims for damages or other liabilities, regulatory investigations and enforcement action, litigation and significant costs for remediation, any of which could adversely affect our business. Even if we are not determined to have violated these laws, government investigations into these issues typically require the expenditure of significant resources and generate negative publicity, which have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nWe are subject to export and import control laws and regulations that could impair our ability to compete in international markets or subject us to liability if we violate such laws and regulations.\n\nWe are subject to U.S. export controls and sanctions regulations that restrict the shipment or provision of certain products and services to certain countries, governments and persons. While we take precautions to prevent our products and services from being exported in violation of these laws, we cannot guarantee that the precautions we take will prevent violations of export control and sanctions laws. If we are found to be in violation of U.S. sanctions or export control laws, it could result in substantial fines and penalties for us and for the individuals working for us. We may also be adversely affected through other penalties, reputational harm, loss of access to certain markets, or otherwise. Complying with export control and sanctions regulations may be time consuming and may result in the delay or loss of sales opportunities or impose other costs. Any change in export or import regulations, economic sanctions or related legislation, or change in the countries, governments, persons or technologies targeted by such regulations, could result in our decreased ability to export or sell certain products and services to existing or potential customers in affected jurisdictions.\n\nChanges in political, economic or governmental regulations may reduce demand for our products and services or increase our expenses.\n\nWe compete in many markets in which we and our customers must comply with federal, state, local and international regulations, such as environmental, health and safety and food and drug regulations. We develop, configure and market our products and services to meet customer needs created by those regulations. The U.S. and international healthcare industry is subject to changing political, economic and regulatory influences that could significantly affect the drug development process, research and development costs and the pricing and reimbursement for pharmaceutical products, and also may increase the likelihood of legislative or regulatory changes that could impact us or our business operations. Any significant change in \n\n34\n\n\nregulations could have an adverse effect on both our customers’ business and our business, which could result in reduced demand for our products and services or increases in our expenses. For example, we provide products and services used for basic research, raw materials used by biopharmaceutical customers for further processing, and active pharmaceutical ingredients used for preclinical studies and clinical trials.\n\nChanges in the FDA’s regulation of the drug discovery and development process may have a negative impact on the ability of our customers to conduct and fund clinical trials, which could have a material adverse effect on the demand for the products and services we provide these customers. Additionally, the U.S. government and governments worldwide have increased efforts to expand healthcare coverage while at the same time curtailing and better controlling the increasing costs of healthcare. If cost-containment efforts limit our customers’ profitability, they may decrease research and development spending, which could decrease the demand for our products and services and materially adversely affect our growth prospects. Any of these factors could harm our customers’ businesses, which, in turn, could materially adversely hurt our business, financial condition, results of operations, cash flows and prospects.\n\nWe are subject to financial, operating, legal and compliance risk associated with global operations.\n\nWe engage in business globally, with approximately 51%, 51% and 62% of our revenue for the years ended December 31, 2024, 2023 and 2022, respectively, coming from outside the U.S. In addition, one of our strategies is to expand geographically, both through distribution and through direct sales. This subjects us to a number of risks, including international economic, geopolitical, and labor conditions; currency fluctuations; tax laws (including U.S. taxes on income earned by foreign subsidiaries); increased financial accounting and reporting burdens and complexities; unexpected changes in, or impositions of, legislative or regulatory requirements; failure of laws to protect intellectual property rights adequately; inadequate local infrastructure and difficulties in managing and staffing international operations; delays resulting from difficulty in obtaining export licenses for certain technology; new or increased tariffs (or potential retaliatory actions taken in response thereto), quotas and other trade barriers and restrictions; transportation delays; operating in locations with a higher incidence of corruption and fraudulent business practices; and other factors beyond our control, including terrorism, war, natural disasters, climate change and diseases.\n\nThe application of laws and regulations implicating global transactions is often unclear and may at times conflict. Compliance with these laws and regulations may involve significant costs or require changes in our business practices that result in reduced revenue and profitability. Non-compliance could also result in fines, damages, criminal sanctions, prohibited business conduct, and damage to our reputation. We incur additional legal compliance costs associated with our global operations and could become subject to legal penalties in foreign countries if we do not comply with local laws and regulations, which may be substantially different from those in the U.S.\n\nWe may expand our operations in countries with developing economies, where it may be common to engage in business practices that are prohibited by anti-corruption and anti-bribery laws and regulations that apply to us, such as the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.S. Travel Act, and the UK Bribery Act 2010, which prohibit improper payments or offers of payment to foreign governments and political parties by us for the purpose of obtaining or retaining business. Although we implement policies and procedures designed to ensure compliance with these laws, there can be no assurance that all of our employees, contractors, distributors and agents, including those based in foreign countries where practices which violate such U.S. laws may be customary, will comply with our internal policies. Any such non-compliance, even if prohibited by our internal policies, could have an adverse effect on our business and result in significant fines or penalties.\n\nOur activities are and will continue to be subject to extensive government regulation, which is expensive and time consuming.\n\nWe are subject to various local, state, federal, foreign and transnational laws and regulations, and, in the future, any changes to such laws and regulations could adversely affect us.\n\nWe provide products and services used for basic research, raw materials and life science reagents used by biopharmaceutical customers for further processing, assays for biologics safety testing and active pharmaceutical ingredients used for preclinical studies and clinical trials. The quality of our products and services is critical to researchers looking to develop novel vaccines and therapies and for biopharmaceutical customers who use our products as raw materials or who are engaged in preclinical studies and clinical trials. Biopharmaceutical customers are subject to extensive regulations by the FDA and similar regulatory authorities in other countries for conducting clinical trials and commercializing products for therapeutic or diagnostic use. This regulatory scrutiny results in our customers imposing rigorous quality requirements on us as their supplier through supplier qualification processes and customer contracts.\n\nAdditionally, regulatory authorities and our customers may conduct scheduled or unscheduled periodic inspections of our facilities to monitor our regulatory compliance or compliance with our quality agreements with our customers. There are significant risks at each stage of the regulatory scheme for our customers.\n\n35\n\n\nRegulatory agencies may in the future take action against us or our customers for failure to comply with applicable regulations governing clinical trials and the development and testing of therapeutic products. Failure by us or by our customers to comply with the requirements of these regulatory authorities, including without limitation, remediating any inspectional observations to the satisfaction of these regulatory authorities, could result in warning letters, product recalls or seizures, monetary sanctions, injunctions to halt manufacture and distribution, restrictions on our operations, civil or criminal sanctions, or withdrawal of existing or denial of pending approvals, including those relating to products or facilities. In addition, such a failure could expose us to contractual or product liability claims, contractual claims from our customers, including claims for reimbursement for lost or damaged active pharmaceutical ingredients, as well as ongoing remediation and increased compliance costs, any or all of which could be significant.\n\nWe are also subject to a variety of federal, state, local and international laws and regulations that govern, among other things, the importation and exportation of products, the handling, transportation and manufacture of substances that could be classified as hazardous, and our business practices in the U.S. and abroad such as anti-corruption and anti-competition laws. Any noncompliance by us with applicable laws and regulations or the failure to maintain, renew or obtain necessary permits and licenses could result in criminal, civil and administrative penalties and could have an adverse effect on our results of operations.\n\nIncreasing scrutiny and changing expectations from investors, lenders, customers, government regulators and other market participants with respect to our Environmental, Social and Governance (“ESG”) policies and activities may impose additional costs on us or expose us to additional risks.\n\nCompanies across all industries and around the globe are facing increasing scrutiny relating to their ESG policies, initiatives and activities by investors, lenders, customers, government regulators and other market participants. More recently, certain ESG policies, initiatives and activities have become politicized, with ideologically opposing perspectives, such that companies may find themselves unable to satisfactorily consider or address one stakeholder’s concerns without creating concerns among another set of stakeholders with an opposing viewpoint. If we are unable to meet our ESG initiatives or evolving investor, industry, or customer expectations and standards, we are perceived to have not responded adequately on any number of ESG matters, or we draw scrutiny from certain people or groups with an opposing viewpoint, we risk damage to our brand and reputation, adverse impacts to our ability to secure government contracts, decreased desirability of our common stock to investors, or limited access to capital markets and other sources of financing.. \n\nThere is no guarantee that any ESG or sustainability goals set forth in our ESG initiatives will be achieved on the desired timeframe or at all, and the achievement of any such goals may require the incurrence of additional costs or the implementation of operational changes, any of which could adversely affect the Company’s results of operations.\n\nAdditionally, changes in legal and regulatory requirements related to ESG have been issued in the State of California and the E.U., its Member States and other countries, particularly with respect to climate change, emission reduction and environmental stewardship, amongst other regulatory efforts. As a result, we expect legal, regulatory and reporting requirements related to ESG matters to continue to expand globally and increase our costs of compliance.\n\nRisks Related to Our Intellectual Property and Technology \n\nIf we are unable to obtain, maintain and enforce intellectual property protection for our current or future products, or if the scope of our intellectual property protection is not sufficiently broad, our ability to commercialize our products successfully and to compete effectively may be materially adversely affected.\n\nOur success depends on our ability to obtain and maintain patent and other intellectual property protection in the United States and other countries with respect to our current and future proprietary products. We rely upon a combination of patents and trade secret protection to protect the intellectual property related to our technology, manufacturing processes, and products. Our commercial success depends in part on obtaining and maintaining patent and trade secret protection for our current and future products, if any, and the methods used to manufacture them, as well as successfully defending and protecting such patents and trade secrets against third-party challenges. Our ability to stop third parties from making, using, selling, offering to sell or importing our products is dependent upon the extent to which we have rights under valid and enforceable patents and other intellectual property that covers these activities.\n\nThe patent prosecution process is expensive and time consuming, and we may not be able to file and prosecute all necessary or desirable patent applications at a reasonable cost or in a timely manner or in all jurisdictions where protection may be commercially advantageous. It is also possible that we may fail to identify patentable aspects of our research and development output before it is too late to obtain patent protection. In addition, we or our collaborators may only pursue, obtain or maintain patent protection in a limited number of countries. There is no assurance that all potentially relevant prior art relating to our patents and patent applications has been found. We may be unaware of prior art that could be used to invalidate or narrow the scope of an issued patent or prevent our pending patent applications from issuing as patents. This may be (1) because patent \n\n36\n\n\napplications in the United States, Europe and many other non-U.S. jurisdictions are typically not published until 18 months after filing, or in some cases not at all, (2) because publications of discoveries in scientific literature lag behind actual discoveries, and (3) because we cannot be certain that we or our licensors were the first to make the inventions claimed in any of our owned or any in-licensed issued patents or pending patent applications, or that we or our licensors were the first to file for protection of the inventions set forth in our patents or patent applications. As a result, we may not be able to obtain or maintain protection for certain inventions. Even if patents do successfully issue, such patents may not adequately protect our intellectual property, provide exclusivity for our current or future products, prevent others from designing around our claims or otherwise provide us with a competitive advantage. We cannot offer any assurances about which, if any, patents will issue, the breadth of any such patents or whether any issued patents will be found invalid or unenforceable or will be threatened by third parties. In addition, third parties have challenged in the past and may further challenge in future the validity, enforceability, ownership, inventorship or scope of any of our patents. Any successful challenge to any of our patents could deprive us of rights necessary for the successful commercialization of our current or future products and could impair or eliminate our ability to collect future revenue and royalties with respect to such products. If any of our patent applications with respect to our current or future products fail to result in issued patents, if their breadth or strength of protection is narrowed or threatened, or if they fail to provide meaningful exclusivity or competitive position, it could dissuade companies from collaborating with us or otherwise adversely affect our competitive position.\n\nThe patent positions of life science companies can be highly uncertain and involve complex legal and factual questions for which important legal principles remain unresolved. No consistent policy regarding the breadth of claims allowed in life science patents has emerged to date in the United States. The standards applied by the United States Patent and Trademark Office (the “USPTO”) and foreign patent offices in granting patents are not always applied uniformly or predictably and can change. Additionally, the laws of some foreign countries do not protect intellectual property rights to the same extent as the laws of the United States, and many companies have encountered significant problems in protecting and defending such rights in foreign jurisdictions. The legal systems of certain countries, particularly certain developing countries, do not favor the enforcement of patents and other intellectual property rights, particularly those relating to biotechnology, which could make it difficult for us to stop the infringement, misappropriation, or other violation of our patents or other intellectual property, including the unauthorized reproduction of our manufacturing or other know-how or the marketing of competing products in violation of our intellectual property rights generally. Any of these outcomes could impair our ability to prevent competition from third parties, which may have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nFurther, the existence of issued patents does not guarantee our right to practice the patented technology or commercialize products covered by such a patent. Third parties may have or obtain rights to patents which they may use to prevent or attempt to prevent us from practicing our patented technology or commercializing our patented products. If any of these other parties are successful in obtaining valid and enforceable patents, and establishing our infringement of those patents, we could be prevented from selling our products unless we were able to obtain a license under such third-party patents, which may not be available on commercially reasonable terms or at all. In addition, third parties may seek approval to market their own products similar to or otherwise competitive with our products. In these circumstances, we may need to defend or assert our patents, including by filing lawsuits alleging patent infringement. In any of these types of proceedings, a court or agency of competent jurisdiction may find our patents invalid or unenforceable. Our competitors and other third parties may also be able to circumvent our patents by developing similar or alternative products in a non-infringing manner. Any of the foregoing could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nIn addition, competitors may use our technologies in jurisdictions where we have not obtained or are unable to adequately enforce patent protection to develop their own products and further, may export otherwise infringing products to territories where we have patent protection, but enforcement is not as strong as that in the United States and Europe. These products may compete with our products, and our patents or other intellectual property rights may not be effective or sufficient to prevent them from competing with us. Proceedings to enforce our patent rights, whether or not successful, could result in substantial costs and divert our efforts and attention from other aspects of our business, could put our patents at risk of being invalidated or held unenforceable, or interpreted narrowly and our patent applications at risk of not issuing, and could provoke third parties to assert claims against us. We may not prevail in any lawsuits that we initiate, and the damages or other remedies awarded, if any, may not be commercially meaningful. Accordingly, our efforts to enforce our intellectual property rights around the world may be inadequate to obtain a significant commercial advantage from the intellectual property that we develop, acquire or license.\n\nIntellectual property that we own or in-license may be subject to a reservation of rights by one or more third parties. For example, one of our patents is co-owned with third parties and some of our patent rights in the future may be co-owned with third parties. If we are unable to obtain an exclusive license to any such third-party co-owners’ interest in such patent rights, such co-owners may be able to license their rights to other third parties, including our competitors, and our competitors could market competing products and technology. In addition, we may need the cooperation of any such co-owners of such patent rights in order to enforce such patent rights against third parties, and such cooperation may not be provided to us. Any of the \n\n37\n\n\nforegoing could have a material adverse effect on our competitive position, business, financial conditions, results of operations, and prospects.\n\nMoreover, the research resulting in certain of our patents and technology was funded in part by the U.S. government. As a result, the U.S. government has certain rights to such patent rights and technology, which include march-in rights. When new technologies are developed with government funding, in order to secure ownership of such patent rights, the recipient of such funding is required to comply with certain government regulations, including timely disclosing the inventions claimed in such patent rights to the U.S. government and timely electing title to such inventions. Additionally, the U.S. government generally obtains certain rights in any resulting patents, including a nonexclusive license authorizing the government to use the invention or to have others use the invention on its behalf. Accordingly, we or our licensors have granted the U.S. government a nonexclusive, nontransferable, irrevocable, paid-up license to practice or have practiced for or on behalf of the United States, the inventions described in the patents and patent applications relating to such inventions. If the U.S. government decides to exercise these rights, it is not required to engage us as its contractor in connection with doing so. The government’s rights may also permit it to disclose our confidential information to third parties and to exercise march-in rights to use or allow third parties to use such government-funded technology. The government can exercise its march-in rights if it determines that action is necessary because we fail to achieve practical application of the government-funded technology, or because action is necessary to alleviate health or safety needs, to meet requirements of federal regulations, or to give preference to U.S. industry. In addition, our rights in such inventions may be subject to certain requirements to manufacture products embodying such inventions in the United States. If we fail to comply with those requirements, we could lose our ownership of or other rights to any patents subject to such regulations. Any exercise by the government of any of the foregoing rights or by any third party of its reserved rights could have a material adverse effect on our competitive position, business, financial condition, results of operations, and prospects.\n\nFurthermore, patents have a limited lifespan. In the United States, the unextended expiration of a patent is generally 20 years after its non-provisional application filing date. Various extensions may be available, however, the life of a patent and the protection it affords is limited. Given the amount of time required for the development, testing, regulatory review and approval of new products, our patents protecting such candidates might expire before or shortly after such candidates are commercialized. If we encounter delays in obtaining regulatory approvals, the period of time during which we could market a product under patent protection could be further reduced. Even if patents covering our future products are obtained, once such patents expire, we may be vulnerable to competition from similar products. The launch of a similar version of one of our products would likely result in an immediate and substantial reduction in the demand for our product. As a result, our patent portfolio may not provide us with sufficient rights to exclude others from commercializing products similar or identical to ours. Any of the foregoing could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nOur internal computer systems, or those of our customers, collaborators or other contractors, have been and may in the future be subject to cyber-attacks or security breaches, which could result in a material disruption of our product development programs or otherwise adversely affect our business, financial condition, results of operations, cash flows and prospects.\n\nDespite the implementation of security measures, our internal computer systems and those of our customers are vulnerable to damage from computer viruses and unauthorized access. Cyber-attacks are increasing in their frequency, sophistication and intensity, and have become increasingly difficult to detect. Cyber-attacks could include the deployment of harmful malware, ransomware, denial-of-service attacks, social engineering and other means to affect service reliability and threaten the confidentiality, integrity and availability of information. Cyber-attacks also could include phishing attempts or e-mail fraud to cause unauthorized payments or information to be transmitted to an unintended recipient. A material cyber-attack or security breach could cause interruptions in our operations and could result in a material disruption of our business operations, damage to our reputation, financial condition, results of operations, cash flows and prospects.\n\nIn the ordinary course of our business, we collect and store sensitive data, including, among other things, personally identifiable information about our employees, intellectual property, and proprietary business information. Any cyber-attack or security breach that leads to unauthorized access, use or disclosure of personal or proprietary information could harm our reputation, cause us not to comply with federal and/or state breach notification laws and foreign law equivalents and otherwise subject us to liability under laws and regulations that protect the privacy and security of personal information. In addition, we could be subject to risks caused by misappropriation, misuse, leakage, falsification or intentional or accidental release or loss of information maintained in the information systems and networks of our company and our vendors, including personal information of our employees, and company and vendor confidential data. In addition, outside parties have previously attempted and may in the future attempt to penetrate our systems or those of our vendors or fraudulently induce our personnel or the personnel of our vendors to disclose sensitive information in order to gain access to our data and/or systems or make unauthorized payments to third parties. Like other companies, we have on occasion experienced, and will continue to \n\n38\n\n\nexperience, data security incidents involving access to company data, unauthorized payments and threats to our data and systems, including malicious codes and viruses, phishing, business email compromise attacks, or other cyber-attacks. The number and complexity of these threats continue to increase over time. If a material breach of our information technology systems or those of our vendors occurs, the market perception of the effectiveness of our security measures could be harmed and our reputation and credibility could be damaged.\n\nWe could be required to expend significant amounts of money and other resources to respond to these threats or breaches and to repair or replace information systems or networks and could suffer financial loss or the loss of valuable confidential information. In addition, we could be subject to regulatory actions and/or claims made by individuals and groups in private litigation involving privacy issues related to data collection and use practices and other data privacy laws and regulations, including claims for misuse or inappropriate disclosure of data, as well as unfair or deceptive practices. Although we develop and maintain systems and controls designed to prevent these events from occurring, and we have a process to identify and mitigate threats, the development and maintenance of these systems, controls and processes is costly and requires ongoing monitoring and updating as technologies change and efforts to overcome security measures become increasingly sophisticated. Moreover, despite our efforts, the possibility of these events occurring cannot be eliminated entirely and there can be no assurance that any measures we take will prevent cyber-attacks or security breaches that could adversely affect our business, financial condition, results of operations, cash flows and prospects.\n\nIf we are unable to protect the confidentiality of our proprietary information, the value of our technology and products could be materially adversely affected.\n\nWe also may rely on trade secrets to protect our technology, especially where we do not believe patent protection is appropriate or obtainable. To maintain the confidentiality of trade secrets and other proprietary information, we enter into confidentiality agreements with our employees, consultants, contractors, collaborators, CDMOs, CROs and others upon the commencement of their relationships with us. These agreements require that all confidential information developed by the individual or entity or made known to the individual or entity by us during the course of the individual’s or entity’s relationship with us be kept confidential and not disclosed to third parties. Our agreements with employees as well as our personnel policies also generally provide that any inventions conceived by the individual in the course of rendering services to us shall be our exclusive property or that we may obtain full rights to such inventions at our election. However, trade secrets are difficult to protect. Although we use reasonable efforts to protect our trade secrets, our employees, consultants, contractors, collaborators, CDMOs, CROs and others may unintentionally or willfully disclose our information to competitors. We also face the risk that present or former employees could continue to hold rights to intellectual property used by us, demand the registration of intellectual property rights in their name, and seek payment of damages for our use of such intellectual property.\n\nEnforcing a claim that a third party illegally obtained or is using any of our trade secrets is expensive and time consuming, and the outcome is unpredictable. We may not have adequate remedies in the event of unauthorized use or disclosure of our trade secrets or other proprietary information in the case of a breach of any such agreements and our trade secrets and other proprietary information could be disclosed to third parties, including our competitors. Many of our partners also collaborate with our competitors and other third parties. The disclosure of our trade secrets to our competitors, or more broadly, would impair our competitive position and may materially harm our business, financial condition, results of operations, cash flows and prospects. Costly and time-consuming litigation could be necessary to enforce and determine the scope of our rights, and failure to maintain trade secret protection could adversely affect our competitive business position. The enforceability of confidentiality agreements may vary from jurisdiction to jurisdiction. Courts outside the United States are sometimes less willing to protect trade secrets. Moreover, our competitors may independently develop substantially equivalent or superior knowledge, methods and know-how, and the existence of our own trade secrets affords no protection against such independent discovery.\n\nWe may become involved in lawsuits to protect or enforce our patents, which could be expensive, time-consuming and unsuccessful and could result in a court or administrative body finding our patents to be invalid or unenforceable.\n\nEven if the patent applications we own or license are issued, third parties may challenge or infringe upon our patents. To counter infringement, we may be required to file infringement claims, which can be expensive and time-consuming. In patent litigation in the United States, defendant counterclaims alleging invalidity or unenforceability are commonplace. Grounds for a validity challenge could be an alleged failure to meet any of several statutory requirements, including novelty, non-obviousness (or inventive step), written description or enablement. In addition, patent validity challenges may, under certain circumstances, be based upon non-statutory obviousness-type double patenting, which, if successful, could result in a finding that the claims are invalid for obviousness-type double patenting or the loss of patent term if a terminal disclaimer is filed to obviate a finding of obviousness-type double patenting. Grounds for an unenforceability assertion could be an allegation that someone connected with prosecution of the patent withheld information material to patentability from the USPTO, or made a misleading statement, during prosecution.\n\n39\n\n\nThird parties have raised similar claims in the past, and may raise similar claims in the future, before administrative bodies in the United States or abroad, even outside the context of litigation. Such mechanisms include re-examination, post-grant review, inter partes review, interference proceedings, derivation proceedings, and equivalent proceedings in foreign jurisdictions (e.g., opposition proceedings). Such proceedings could result in the revocation or cancellation of or amendment to our patents in such a way that they no longer cover our current or future products or provide any competitive advantage. The outcome following legal assertions of invalidity and unenforceability is unpredictable. If a third party were to prevail on a legal assertion of invalidity or unenforceability, we could lose part or all of the patent protection on one or more of our current or future products, which could result in our competitors and other third parties using our technology to compete with us. Such a loss of patent protection could have a material adverse impact on our business, financial condition, results of operations, cash flows and prospects.\n\nInterference proceedings, or other similar enforcement and revocation proceedings, provoked by third parties or brought by us may be necessary to determine the priority of inventions with respect to our patents or patent applications. An unfavorable outcome could require us to cease using the related technology or to attempt to license rights to it from the prevailing party. Our business could be harmed if the prevailing party does not offer us a license on commercially reasonable terms. Our defense of litigation or interference proceedings may fail and, even if successful, may result in substantial costs and distract our management and other employees. We may not be able to prevent, alone or with our licensors, infringement, misappropriation or other violation of our intellectual property rights, particularly in countries where the laws may not protect those rights as fully as in the United States.\n\nIn an infringement proceeding, even one initiated by us, there is a risk that a court will decide that our patents are not valid and that we do not have the right to stop the other party from using the inventions they describe. There is also the risk that, even if the validity of such patents is upheld, the court will refuse to stop the other party on the ground that such other party’s activities do not infringe our rights to these patents.\n\nSome of our competitors may be able to sustain the costs of complex patent litigation more effectively than we can because they have substantially greater resources. In addition, any uncertainties resulting from the initiation and continuation of any litigation could have a material adverse effect on our ability to raise the funds necessary to continue our operations. In addition, patent holding companies that focus solely on extracting royalties and settlements by enforcing patent rights may target us, especially as we gain greater visibility and market exposure as a public company.\n\nAn adverse outcome in a litigation or proceeding involving our patents could limit our ability to assert our patents against competitors, affect our ability to receive royalties or other licensing consideration from our licensees, and may curtail or preclude our ability to exclude third parties from making, using and selling similar or competitive products. Any of these occurrences could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nIf we are sued for infringing, misappropriating, or otherwise violating intellectual property rights of third parties, such litigation could be costly and time consuming and could prevent or delay us from developing or commercializing our current or future products.\n\nOur products may infringe on, or be accused of infringing on, one or more claims of an issued patent or may fall within the scope of one or more claims in a published patent application that may be subsequently issued and to which we do not hold a license or other rights.\n\nBecause patent applications in the United States and many foreign jurisdictions are typically not published until 18 months after filing, or in some cases not at all, and publications in the scientific literature often lag behind actual discoveries, we cannot be certain that others have not filed patent applications for technology covered by our issued patents or our pending applications, or that we were the first to invent the technology. Others, including our competitors, may have filed, and may in the future file, patent applications covering technology similar to ours. Any such patent application may have priority over our patent applications or patents, which could further require us to obtain rights to issued patents by others covering such technologies. If another party has filed a U.S. patent application on inventions similar to ours, we may have to participate in an interference proceeding declared by the USPTO to determine priority of invention in the United States. The costs of these proceedings could be substantial, and it is possible that such efforts would be unsuccessful if, unbeknownst to us, the other party had independently arrived at the same or similar invention prior to our own invention, resulting in a loss of our U.S. patent position with respect to such inventions.\n\nAdditionally, pending patent applications that have been published can, subject to certain limitations, be later amended in a manner that could cover our current or future products or the use of our current or future products. After issuance, the scope of patent claims remains subject to construction based on interpretation of the law, the written disclosure in a patent and the patent’s prosecution history. Our interpretation of the relevance or the scope of a patent or a pending application may be incorrect. In addition, third parties may obtain patents in the future and claim that use of our technologies infringes upon these \n\n40\n\n\npatents. These third parties could bring claims against us or our collaborators that would cause us to incur substantial expenses and, if successful against us, could cause us to pay substantial damages.\n\nThe life sciences industry has produced a proliferation of patents, and it is not always clear to industry participants, including us, which patents cover various types of products or methods of use. Because the patent granting process is imperfect, the manufacture, distribution, or sale of our products may require us to challenge intellectual property rights by third parties that we believe to have been improperly granted. The coverage of patents is subject to interpretation by the courts, and the interpretation is not always uniform. If we are sued for patent infringement, we would need to demonstrate that our products or methods of use either do not infringe the patent claims of the relevant patent and/or that the patent claims are invalid or unenforceable, and we may not be able to do this. Proving invalidity, in particular, is difficult since it requires a showing of clear and convincing evidence in trial court litigation to overcome the presumption of validity enjoyed by issued patents. Third parties have, and may in the future have, U.S. and non-U.S. issued patents and pending patent applications that may cover our current or future products. Such a third party may claim that we or our manufacturing or commercialization partners are using inventions covered by the third party’s patent rights and may go to court or a tribunal to stop us from engaging in our normal operations and activities, including making or selling our current or future products. In the event that any of these patent rights were asserted against us, we believe that we have defenses against any such action, including that such patents would not be infringed by our current or future products and/or that such patents are not valid. However, if any such patent rights were to be asserted against us and our defenses to such assertion were unsuccessful, unless we obtain a license to such patents, we could be liable for damages, which could be significant and include treble damages and attorneys’ fees if we are found to willfully infringe such patents, and we could be precluded from commercializing any future products that were ultimately held to infringe such patents, any of which could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nIf we are found to infringe the patent rights of a third party, or in order to avoid potential claims, we or our collaborators may choose or be required to seek a license from a third party and be required to pay license fees or royalties or both. These licenses may not be available on reasonable terms, or at all. In particular, any of our competitors that control intellectual property that we are found to infringe may be unwilling to provide us a license under any terms. Even if we or our collaborators were able to obtain a license, the rights may be nonexclusive, which could result in our competitors gaining access to the same intellectual property. Ultimately, we could be prevented from commercializing a product, or be forced to cease some aspect of our business operations, if, as a result of actual or threatened patent infringement claims, we or our collaborators are unable to enter into licenses on acceptable terms. In addition, we could be found liable for monetary damages, including treble damages and attorneys’ fees if we are found to have willfully infringed a patent. Further, if a patent infringement suit is brought against us or our third-party service providers and if we are unable to successfully obtain rights to required third-party intellectual property, we may be required to expend significant time and resources to redesign our current or future products, or to develop or license replacement technology, all of which may not be feasible on a technical or commercial basis, and may delay or require us to abandon our development, manufacturing or sales activities relating to our current or future products. A finding of infringement could prevent us from commercializing our future products or force us to cease some of our business operations, which could harm our business. Claims that we have misappropriated the confidential information or trade secrets of third parties could have a similar negative impact on our business. Any of the foregoing could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nIntellectual property litigation and other proceedings could cause us to spend substantial resources and distract our personnel from their normal responsibilities.\n\nEven if resolved in our favor, intellectual property litigation or other legal proceedings relating to our, our licensors’ or other third parties’ intellectual property claims may cause us to incur significant expenses and could distract our personnel from their normal responsibilities. Patent litigation and other proceedings may also absorb significant management time. If not resolved in our favor, litigation may require us to pay any portion of our opponents’ legal fees. Such litigation or proceedings could substantially increase our operating losses and reduce the resources available for development activities or any future sales, marketing, or distribution activities. We may not have sufficient financial or other resources to conduct such litigation or proceedings adequately. Our competitors or other third parties may be able to sustain the cost of such litigation and proceedings more effectively than we can because of their substantially greater resources. Uncertainties resulting from our participation in patent litigation or other proceedings could have a material adverse effect on our ability to compete in the marketplace. Furthermore, because of the substantial amount of discovery required in certain jurisdictions in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during this type of litigation. There could also be public announcements of the results of hearings, motions or other interim proceedings or developments. If securities analysts or investors perceive these results to be negative, the perceived value of our current or future products or intellectual property could be diminished. Accordingly, the market price of our Class A common stock may decline. Uncertainties resulting from the initiation and continuation of patent litigation or other proceedings could have a material adverse effect on our business, financial condition, results of operations, and prospects.\n\n41\n\n\nIf we fail to comply with our obligations under any license agreements, disagree over contract interpretation, or otherwise experience disruptions to our business relationships with our licensors, we could lose intellectual property rights that are necessary to our business.\n\nWe rely, in part, on intellectual property and technology which we have in-licensed. We may also need to obtain additional licenses in the future to advance our research or allow commercialization of our future products and it is possible that we may be unable to do so at a reasonable cost or on reasonable terms, if at all. Moreover, such licenses may not provide exclusive rights to use such intellectual property and technology in all relevant fields of use and in all territories in which we may wish to develop or commercialize our future products.\n\nIn addition, our existing license agreements impose, and any future license agreements we enter into may impose, various development, commercialization, funding, milestone, royalty, diligence, sublicensing, insurance, patent prosecution and enforcement or other obligations on us. Our license agreements, and any future license agreement we enter into, may also impose restrictions on our ability to license certain of our intellectual property to third parties or to develop or commercialize certain current or future products or technologies. In spite of our best efforts, our counterparties may conclude that we have breached our obligations under our agreements, or that we have used the intellectual property licensed to us in an unauthorized manner, in which case, we may be required to pay damages and the counterparty may have the right to terminate the agreement. Any of the foregoing could result in us being unable to develop, manufacture and sell products that are covered by the licensed intellectual property or technology, or enable a competitor to gain access to the licensed intellectual property or technology.\n\nWe might not have the necessary rights or the financial resources to develop, manufacture or market our current or future products without the rights granted under our license agreements, and the loss of sales or potential sales in current or future products covered by such license agreements could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nDisputes may arise regarding intellectual property subject to license agreements, including:\n\n•the scope of rights granted under the license agreement and other interpretation related issues;\n\n•the extent to which our technology and processes infringe on intellectual property of the licensor that is not subject to the license agreement;\n\n•the sublicensing of patent and other rights under our collaborative development relationships;\n\n•our diligence obligations under the license agreement and what activities satisfy those diligence obligations;\n\n•our financial obligations under the license agreement;\n\n•the inventorship and ownership of inventions and know-how resulting from the joint creation or use of intellectual property by our licensors and us and our partners; and\n\n•the priority of invention of patented technology.\n\nIn addition, the agreements under which we currently license intellectual property or technology to or from third parties are complex, and certain provisions in such agreements may be susceptible to multiple interpretations. The resolution of any contract interpretation disagreement that may arise could narrow what we believe to be the scope of our rights to the relevant intellectual property or technology, or increase what we believe to be our financial or other obligations under the relevant agreement, either of which could have a material adverse effect on our business, financial condition, results of operations, and prospects. Moreover, if disputes over intellectual property that we have licensed prevent or impair our ability to maintain our current licensing arrangements on commercially acceptable terms, we may be unable to successfully develop and commercialize the affected future products.\n\nIn some cases, we may not have primary control over prosecution, maintenance, enforcement and defense of patents and patent applications that we have in-licensed from third parties, and instead we rely on our licensors for these activities. We cannot be certain that such activities have been or will be conducted in compliance with applicable laws and regulations or in a manner consistent with the best interests of our business. If we do undertake any enforcement of our in-licensed patents or defense of any claims asserting the invalidity of such patents, such actions may be subject to the cooperation of our licensors or other third parties. If our licensors or other third parties fail to prosecute, maintain, enforce and defend intellectual property licensed to us, or lose their own rights to such intellectual property, the rights we have licensed may be impaired or eliminated and our ability to develop and commercialize any of our products that are subject to such rights could be adversely affected.\n\nIn-licensing or acquisition of third-party intellectual property is a competitive area and a number of more established companies are also pursuing strategies to in-license or acquire third-party intellectual property rights that we may consider attractive or necessary for our business. These companies may have a competitive advantage over us due to their size, cash resources and greater capabilities with respect to clinical development and commercialization. Furthermore, companies that perceive us as a \n\n42\n\n\ncompetitor may be unwilling to assign or license rights to us. If we are unable to successfully obtain rights to required third-party intellectual property rights or maintain the existing intellectual property rights we have on reasonable terms or at all, we may have to abandon development of the relevant program or current or future product and our business, financial condition, results of operations, cash flows and prospects could suffer.\n\nChanges to the patent law in the United States and other jurisdictions could increase the uncertainties and costs surrounding the prosecution of our patent applications and the enforcement or defense of our issued patents, thereby impairing our ability to protect our technologies and current or future products.\n\nAs is the case with other life sciences companies, our success is heavily dependent on intellectual property, particularly patents. Obtaining and enforcing patents in the life sciences industry involves both technological and legal complexity and is therefore costly, time consuming and inherently uncertain. Changes in either the patent laws or in interpretations of patent laws in the United States and other countries may increase the uncertainties and costs surrounding the prosecution of patent applications and the enforcement or defense of issued patents.\n\nFor example, the Leahy-Smith America Invents Act (the “America Invents Act”), was signed into law on September 16, 2011, and many of the substantive changes became effective on March 16, 2013. The America Invents Act and its implementation could increase the uncertainties and costs surrounding the prosecution of our patent applications and the enforcement or defense of our issued patents, all of which could have a material adverse effect on our business, financial condition, results of operations, and prospects. Specifically, the America Invents Act reformed United States patent law in part by changing the U.S. patent system from a “first to invent” system to a “first inventor to file” system. Under a “first inventor to file” system, assuming the other requirements for patentability are met, the first inventor to file a patent application generally will be entitled to the patent on an invention regardless of whether another inventor was the first to invent the invention. This will require us to be cognizant going forward of the time from invention to filing of a patent application and be diligent in filing patent applications. Circumstances may arise that could prevent us from promptly filing patent applications on our inventions and allow third parties to file patents claiming our inventions before we are able to do so. The America Invents Act also includes a number of significant changes that affect the way patent applications will be prosecuted and may also affect patent litigation. These include allowing third-party submission of prior art to the USPTO during patent prosecution and additional procedures to attack the validity of a patent by the USPTO administered post grant proceedings, including reexamination proceedings, inter partes review, post grant review and derivation proceedings. These adversarial proceedings at the USPTO review patent claims without the presumption of validity afforded to U.S. patents in lawsuits in U.S. federal courts, and use a lower burden of proof than used in litigation in U.S. federal courts. Therefore, it is generally considered easier for a competitor or third party to have a U.S. patent invalidated in a USPTO post-grant review or inter partes review proceeding than in a litigation in a U.S. federal court.\n\nIn addition, the patent positions of companies in the life sciences industry are particularly uncertain. Recent U.S. Supreme Court rulings have narrowed the scope of patent protection available in certain circumstances and weakened the rights of patent owners in certain situations. This combination of events has created uncertainty with respect to the validity and enforceability of patents, once obtained. Depending on future actions by the U.S. Congress, the federal courts, and the USPTO, the laws and regulations governing patents could change in unpredictable ways. In addition, the complexity and uncertainty of European patent laws have also increased in recent years. Complying with these laws and regulations could have a material adverse effect on our existing patent portfolio and our ability to protect and enforce our intellectual property in the future.\n\nObtaining and maintaining our patent protection depends on compliance with various procedural, documentary, fee payment and other requirements imposed by governmental patent agencies, and our patent protection could be reduced or eliminated for noncompliance with these requirements.\n\nPeriodic maintenance fees, renewal fees, annuity fees and various other governmental fees on patents and patent applications will be due to be paid to the USPTO and various government patent agencies outside the United States over the lifetime of our patents and patent applications and any patent rights we may own or license in the future. Additionally, the USPTO and various government patent agencies outside the United States require compliance with a number of procedural, documentary, fee payment and other similar provisions during the patent application process. In certain cases, an inadvertent lapse can be cured by payment of a late fee or by other means in accordance with rules applicable to the particular jurisdiction. However, there are situations in which noncompliance can result in abandonment or lapse of the patent or patent application, resulting in partial or complete loss of patent rights in the relevant jurisdiction. If we or our licensors fail to maintain the patents and patent applications covering or otherwise protecting our current or future products, it could have a material adverse effect on our business. In addition, to the extent that we have responsibility for taking any action related to the prosecution or maintenance of patents or patent applications in-licensed from a third party, any failure on our part to maintain the in-licensed intellectual property could jeopardize our rights under the relevant license and may have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\n43\n\n\nWe may be subject to claims by third parties asserting that our employees, consultants, independent contractors or we have misappropriated their intellectual property, or claiming ownership of what we regard as our own intellectual property and proprietary technology.\n\nMany of our employees were previously employed at universities or other life science, biotechnology or pharmaceutical companies, including our competitors or potential competitors. We try to ensure that our employees do not use the proprietary information or know-how of others in their work for us. We may, however, be subject to claims that we or these employees have inadvertently or otherwise used or disclosed intellectual property, trade secrets or other proprietary information of any such employee’s former employer or that patents and applications we have filed to protect inventions of these individuals, even those related to one or more of our current or future products, are rightfully owned by their former or concurrent employer. Litigation may be necessary to defend against these claims. Even if we are successful in defending ourselves, such litigation could result in substantial costs to us or be distracting to our management. If we fail to defend any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights or personnel or we could be required to obtain a license from such third party to commercialize our technology or products. Such a license may not be available on an exclusive basis or on commercially reasonable terms or at all.\n\nIn addition, while we typically require our employees, consultants and independent contractors who may be involved in the development of intellectual property to execute agreements assigning such intellectual property to us, we may be unsuccessful in executing such an agreement with each party who in fact develops intellectual property that we regard as our own, or such agreements may be breached or alleged to be ineffective, and the assignment may not be self-executing, which may result in claims by or against us related to the ownership of such intellectual property or may result in such intellectual property becoming assigned to third parties. If we fail in enforcing or defending any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights. Even if we are successful in prosecuting or defending against such claims, litigation could result in substantial costs and be a distraction to our senior management and scientific personnel. Any of the foregoing could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nWe may not be able to protect our intellectual property and proprietary rights throughout the world.\n\nFiling, prosecuting, and defending patents on current or future products in all countries throughout the world would be prohibitively expensive, and the laws of foreign countries may not protect our rights to the same extent as the laws of the United States. For example, patent scope or coverage varies between countries based on the differences between the respective patent laws in each country or jurisdiction. Consequently, we may not be able to prevent third parties from practicing our inventions in all countries outside the United States, or from selling or importing products made using our inventions in and into the United States or other jurisdictions. Third parties may use our technologies in jurisdictions where we have not obtained or are unable to adequately enforce patent protection to develop their own products and, further, may export otherwise infringing products to territories where we have patent protection but enforcement is not as strong as that in the United States. These products may compete with our products, and our patents or other intellectual property rights may not be effective or sufficient to prevent them from competing.\n\nMany companies have encountered significant problems in protecting and defending intellectual property rights in foreign jurisdictions. The legal systems of certain countries, particularly certain developing countries, do not favor the enforcement of patents, trade secrets, and other intellectual property protection, particularly those relating to biotechnology products, which could make it difficult for us to stop the infringement of our patents or marketing of competing products in violation of our intellectual property and proprietary rights generally. Proceedings to enforce our intellectual property and proprietary rights in foreign jurisdictions could result in substantial costs and divert our efforts and attention from other aspects of our business, could put our patents at risk of being invalidated or interpreted narrowly, could put our patent applications at risk of not issuing, and could provoke third parties to assert claims against us. We may not prevail in any lawsuits that we initiate, and the damages or other remedies awarded, if any, may not be commercially meaningful. Accordingly, our efforts to enforce our intellectual property and proprietary rights around the world may be inadequate to obtain a significant commercial advantage from the intellectual property that we develop or license.\n\nMany countries have compulsory licensing laws under which a patent owner may be compelled to grant licenses to third parties. In addition, many countries limit the enforceability of patents against government agencies or government contractors. In these countries, the patent owner may have limited remedies, which could materially diminish the value of such patent. If we or any of our licensors is forced to grant a license to third parties with respect to any patents relevant to our business, our competitive position may be impaired, and our business, financial condition, results of operations, cash flows and prospects may be adversely affected.\n\n44\n\n\nWe rely on confidentiality agreements that, if breached, may be difficult to enforce and could have a material adverse effect on our business and competitive position.\n\nOur policy is to enter agreements relating to the non-disclosure and non-use of confidential information with third parties, including our contractors, consultants, advisors and research collaborators, as well as agreements that purport to require the disclosure and assignment to us of the rights to the ideas, developments, discoveries and inventions of our employees and consultants while we employ them. However, these agreements can be difficult and costly to enforce. Moreover, to the extent that our contractors, consultants, advisors and research collaborators apply or independently develop intellectual property in connection with any of our projects, disputes may arise as to the proprietary rights to the intellectual property. If a dispute arises, a court may determine that the right belongs to a third party, and enforcement of our rights can be costly and unpredictable. In addition, we rely on trade secrets and proprietary know-how that we seek to protect in part by confidentiality agreements with our employees, contractors, consultants, advisors or others. Despite the protective measures we employ, we still face the risk that:\n\n•these agreements may be breached;\n\n•these agreements may not provide adequate remedies for the applicable type of breach; or\n\n•our trade secrets or proprietary know-how will otherwise become known.\n\nAny breach of our confidentiality agreements or our failure to effectively enforce such agreements would have a material adverse effect on our business and competitive position.\n\nIf our trademarks, trade dress, and trade names are not adequately protected, we may not be able to build name recognition in our markets of interest and our business, financial condition, results of operations, cash flows and prospects may be adversely affected.\n\nOur trademarks, trade dress, or trade names may be challenged, infringed, circumvented or declared generic or determined to be infringing on other marks. We may not be able to protect our rights to these trademarks and trade names or may be forced to stop using these names or marks which we need for name recognition by potential partners or customers in our markets of interest. During trademark registration proceedings, we may receive rejections. Although we would be given an opportunity to respond to those rejections, we may be unable to overcome such rejections. In addition, in the USPTO and in comparable agencies in many foreign jurisdictions, third parties are given an opportunity to oppose pending trademark applications and to seek to cancel registered trademarks. Opposition or cancellation proceedings may be filed against our trademarks, and our trademarks may not survive such proceedings. If we are unable to establish name recognition based on our trademarks and trade names, we may not be able to compete effectively and our business, financial condition, results of operations, cash flows and prospects may be adversely affected.\n\nIntellectual property rights do not necessarily address all potential threats.\n\nThe degree of future protection afforded by our proprietary and intellectual property rights is uncertain because such rights offer only limited protection and may not adequately protect our rights or permit us to gain or keep our competitive advantage. For example:\n\n•others may be able to develop products that are similar to, or better than, our current or future products in a way that is not covered by the claims of the patents we license or may own currently or in the future;\n\n•we, or our licensing partners or current or future collaborators, might not have been the first to make the inventions covered by issued patents or pending patent applications that we license or may own currently or in the future;\n\n•we, or our licensing partners or current or future collaborators, might not have been the first to file patent applications for certain of our or their inventions;\n\n•our pending owned or in-licensed patent applications may not lead to issued patents;\n\n•we may choose not to file a patent for certain trade secrets or know-how, and a third party may subsequently file a patent covering such intellectual property;\n\n•our competitors or other third parties might conduct research and development activities in countries where we do not have patent rights and then use the information learned from such activities to develop competitive products for sale in our major commercial markets;\n\n•it is possible that there are prior public disclosures that could invalidate our or our licensors’ patents;\n\n45\n\n\n•the patents of third parties or pending or future applications of third parties, if issued, may have an adverse effect on our business;\n\n•any patents that we obtain may not provide us with any competitive advantages or may ultimately be found not to be owned by us, invalid or unenforceable; or\n\n•we may not develop additional proprietary technologies that are patentable.\n\nShould any of these events occur, they could significantly harm our business, financial conditions, results of operations, cash flows and prospects.\n\nRisks Related to Our Indebtedness\n\nOur existing level of indebtedness may increase and adversely affect our business and growth prospects, growth prospects, and financial condition, as well as our ability to raise additional capital on favorable terms, which could, in turn, limit our ability to develop or acquire new products, services, technologies and methodologies.\n\nAs of December 31, 2024, we had total current and long-term indebtedness outstanding of approximately $295.9 million, including term loans of $299.7 million less unamortized debt issuance costs of $3.8 million. We may incur significant additional indebtedness in the future. If we increase our current indebtedness levels, the risks related to our indebtedness as set forth herein could intensify.\n\nOur indebtedness, or any additional indebtedness we may incur, could require us to divert funds identified for other purposes for debt service and impair our liquidity position. If we cannot generate sufficient cash flow from operations to service our debt, we may need to refinance our debt, dispose of assets or issue equity to obtain necessary funds. We do not know whether we will be able to take any of these actions on a timely basis, on terms satisfactory to us or at all.\n\nOur indebtedness, the cash flow needed to satisfy our debt and the covenants contained in our credit agreement have important consequences, including:\n\n•limiting funds otherwise available for financing our capital expenditures by requiring us to dedicate a portion of our cash flows from operations to the repayment of debt and the interest on this debt;\n\n•limiting our ability to incur or prepay existing indebtedness, pay dividends or distributions, dispose of assets, engage in mergers and consolidations, make acquisitions or other investments and make changes in the nature of the business, among other things;\n\n•making us more vulnerable to rising interest rates, as certain of our borrowings, including borrowings under our credit agreement, bear variable rates of interest; and\n\n•making us more vulnerable in the event of a downturn in our business.\n\nOur level of indebtedness may place us at a competitive disadvantage to our competitors that are not as highly leveraged. Fluctuations in interest rates can increase borrowing costs. Increases in interest rates may directly impact the amount of interest we are required to pay and reduce earnings accordingly. In addition, tax laws, including the disallowance or deferral of tax deductions for interest paid on outstanding indebtedness, could have an adverse effect on our liquidity and our business, financial condition, results of operations, cash flows and prospects. Further, our credit agreement contains customary affirmative and negative covenants and certain restrictions on operations that could impose operating and financial limitations and restrictions on us, including restrictions on our ability to enter into particular transactions and to engage in other actions that we may believe are advisable or necessary for our business.\n\nVariable rate indebtedness that we have incurred or may in the future incur will subject us to interest rate risk, which could cause our debt service obligations to increase significantly.\n\nCertain borrowings under our credit agreement bear variable rates of interest. An increase in interest rates directly increases the amount of interest we are required to pay on our variable rate borrowings, and negatively impacts our net income and cash flows, including cash available for servicing our indebtedness more generally.\n\n46\n\n\nWe may not be able to generate sufficient cash flow to service all of our indebtedness and may be forced to take other actions to satisfy our debt service obligations, which actions may not be adequate or may impose additional restrictions on us.\n\nOur ability to make scheduled debt service payments or to refinance outstanding debt obligations depends on our financial and operating performance, which is subject to prevailing economic, industry and competitive conditions and certain financial, business, economic and other factors beyond our control, including those discussed under “Risks Related to Our Business and Strategy” above. We may not be able to maintain a sufficient level of cash flow from operating activities to permit us to pay the principal, premium, if any, and interest on our indebtedness. If we cannot meet our debt service obligations, the holders of our indebtedness would have the right to accelerate such indebtedness and, to the extent such indebtedness is secured, foreclose on our assets. This could have serious consequences to our business, financial condition and results of operations and could cause us to become bankrupt or insolvent. Even if this does not occur, any failure to make payments of interest and principal on our outstanding indebtedness on a timely basis would likely result in a reduction of our creditworthiness, which would also harm our ability to incur additional indebtedness.\n\nIf our cash flows and other capital resources are insufficient to fund our debt service obligations, we may be forced to reduce or delay capital expenditures and acquisitions, sell assets, raise additional capital or seek to restructure or refinance our indebtedness. If we issue additional equity to repay all or a portion of our indebtedness, our shareholders may experience significant dilution of their equity interests. Any refinancing of our indebtedness could be at higher interest rates and may require us to comply with more onerous covenants, including the requirement to maintain specified liquidity or other ratios or restrictions on our ability to pay dividends or make acquisitions. If these alternative measures are not successful, we may be required to sell material assets or operations to attempt to meet our debt service obligations. Further, we may not be able to consummate these asset sales (including as a result of restrictions imposed on us under our credit agreement) or sell assets at prices and on terms that we believe are fair, and any proceeds that we do receive may not be adequate to meet any debt service obligations then due. \n\nThe terms of the financing documents governing our Credit Agreement restrict our current and future operations, particularly our ability to respond to changes or to take certain actions.\n\nThe financing documents governing our credit agreement contain a number of restrictive covenants that impose significant operating and financial restrictions on us and may limit our ability to engage in acts that may be in our long-term best interests, including restrictions on our ability to:\n\n•incur additional indebtedness;\n\n•incur liens;\n\n•merge, dissolve, liquidate, amalgamate, consolidate or sell all or substantially all of our assets;\n\n•declare or pay certain dividends, payments or distribution or repurchase or redeem certain capital stock;\n\n•permit our subsidiaries to enter into agreements restricting their ability to pay dividends, make loans, incur liens and sell assets; and\n\n•make certain investments.\n\nThese restrictions could limit, potentially significantly, our operational flexibility and affect our ability to finance our future operations or capital needs or to execute our business strategy.\n\nRisks Related to Our Organizational Structure\n\nOur principal asset is our interest in Maravai Topco Holdings LLC (“Topco LLC”), and, accordingly, we depend on distributions from Topco LLC to pay our taxes and expenses, including payments under the Tax Receivable Agreement. Topco LLC’s ability to make such distributions may be subject to various limitations and restrictions.\n\nWe are a holding company and have no material assets other than our ownership of equity interests in Topco LLC. As such, we have no independent means of generating revenue or cash flow, and our ability to pay our taxes, satisfy our obligations under the Tax Receivable Agreement and pay operating expenses or declare and pay dividends, if any, in the future depends on the financial results and cash flows of Topco LLC and its subsidiaries and distributions we receive from Topco LLC. There can be no assurance that Topco LLC and its subsidiaries will generate sufficient cash flow to distribute funds to us or that applicable state law and contractual restrictions, including negative covenants in debt instruments of Topco LLC and its subsidiaries, will permit such distributions.\n\n47\n\n\nTopco LLC is treated as a partnership for U.S. federal income tax purposes and, as such, is not subject to any entity-level U.S. federal income tax. For U.S. federal income tax purposes, taxable income of Topco LLC is allocated to the LLC Unitholders of Topco LLC, including us. Accordingly, we incur income taxes on our distributive share of any net taxable income of Topco LLC. Under the terms of the Topco LLC operating agreement (the “LLC Operating Agreement”), Topco LLC is obligated to make tax distributions to LLC Unitholders, including us. In addition to tax and dividend payments, we also incur expenses related to our operations, including obligations to make payments under the Tax Receivable Agreement. Due to the uncertainty of various factors, we cannot estimate the likely tax benefits we may realize as a result of our purchase of LLC Units in Topco LLC (the “LLC Units”) and LLC Unit exchanges, and the resulting amounts we are likely to pay out to LLC Unitholders pursuant to the Tax Receivable Agreement; however, such payments may be substantial. Under the LLC Operating Agreement, tax distributions shall be made on a pro rata basis among the LLC Unitholders, and will be calculated without regard to any applicable basis adjustment under Section 743(b) of The Internal Revenue Code (“the Code”).\n\nWe expect Topco LLC will continue to make cash distributions to the owners of LLC Units in amounts sufficient to (1) fund all or part of their tax obligations in respect of taxable income allocated to them and (2) cover our operating expenses, including payments under the Tax Receivable Agreement.\n\nHowever, Topco LLC’s ability to make such distributions may be subject to various limitations and restrictions, such as restrictions on distributions that would violate either any contract or agreement to which Topco LLC or its subsidiaries is then a party, including debt agreements, or any applicable law, or that would have the effect of rendering Topco LLC or its subsidiaries insolvent. In addition, effective for taxable years beginning after December 31, 2017, liability for adjustments to a partnership’s tax return may be imputed on the partnership itself in certain circumstances, absent an election to the contrary. Topco LLC may be subject to material liabilities pursuant to this legislation and related guidance if, for example, its calculations of taxable income are incorrect. If we do not have sufficient funds to pay tax or other liabilities or to fund our operations, we may have to borrow funds, which could materially adversely affect our liquidity and financial condition and subject us to various restrictions imposed by any such lenders. To the extent that we are unable to make payments under the Tax Receivable Agreement, such payments generally will be deferred and will accrue interest until paid. Nonpayment for a specified period, however, may constitute a breach of a material obligation under the Tax Receivable Agreement and therefore accelerate payments due under the Tax Receivable Agreement, unless, generally, such nonpayment is due to a lack of sufficient funds. \n\nPayments under the Tax Receivable Agreement will be based on the tax reporting positions we determine. Although we are not aware of any issue that would cause the IRS to challenge existing tax basis, a tax basis increase or other tax attributes subject to the Tax Receivable Agreement, if any subsequent disallowance of tax basis or other benefits were so determined by the IRS, we would not be reimbursed for any payments previously made under the applicable Tax Receivable Agreement (although we would reduce future amounts otherwise payable under such Tax Receivable Agreement). In addition, the actual state or local tax savings we realize may be different than the amount of such tax savings we are deemed to realize under the Tax Receivable Agreement, which will be based on an assumed combined state and local tax rate applied to our reduction in taxable income as determined for U.S. federal income tax purposes as a result of the tax attributes subject to the Tax Receivable Agreement. As a result, payments could be made under the Tax Receivable Agreement in excess of the tax savings we realize in respect of the attributes to which the Tax Receivable Agreement relate.\n\nConflicts of interest could arise between our shareholders and Maravai Life Sciences Holdings, LLC (“MLSH 1”), which may impede business decisions that could benefit our shareholders.\n\nMLSH 1, which is controlled by GTCR, LLC (“GTCR”) and is the only holder of LLC Units other than us, has the right to consent to certain amendments to the LLC Operating Agreement, as well as to certain other matters. MLSH 1 may exercise these voting rights in a manner that conflicts with the interests of our shareholders. Circumstances may arise in the future when the interests of MLSH 1 conflict with the interests of our shareholders. As we control Topco LLC, we have certain obligations to MLSH 1 as an LLC Unitholder in Topco LLC that may conflict with fiduciary duties our officers and directors owe to our shareholders. These conflicts may result in decisions that are not in the best interests of shareholders.\n\nThe Tax Receivable Agreement requires us to make cash payments to MLSH 1 and MLSH 2 in respect of certain tax benefits to which we may become entitled, and we expect that the payments we may be required to make could be substantial.\n\nPursuant to the Tax Receivable Agreement we are required to make cash payments to MLSH 1 and MLSH 2, collectively, equal to 85% of the tax benefits, if any, that we actually realize, or, in some circumstances, are deemed to realize, as a result of (i) certain increases in the tax basis of assets of Topco LLC and its subsidiaries resulting from purchases or exchanges of LLC Units, (ii) certain tax attributes related to the LLC Units held by the corporations that merged into our corporate structure as part of the Organizational Transactions (as discussed in Note 11 to our consolidated financial statements), Topco LLC and subsidiaries of Topco LLC that existed prior to our initial public offering and (iii) certain other tax benefits related to our entering into the Tax Receivable Agreement, including tax benefits attributable to payments that we make under the Tax \n\n48\n\n\nReceivable Agreement. Any payments made by us to MLSH 1 and MLSH 2 under the Tax Receivable Agreement will generally reduce the amount of overall cash flow that might have otherwise been available to us. To the extent that we are unable to make payments under the Tax Receivable Agreement, such payments generally will be deferred and will accrue interest until paid. Nonpayment for a specified period, however, may constitute a breach of a material obligation under the Tax Receivable Agreement and therefore accelerate payments due under the Tax Receivable Agreement, unless, generally, such nonpayment is due to a lack of sufficient funds. Furthermore, our future obligation to make payments under the Tax Receivable Agreement could make us a less attractive target for an acquisition, particularly in the case of an acquirer that cannot use some or all of the tax benefits that may be deemed realized under the Tax Receivable Agreement. The payments under the Tax Receivable Agreement are also not conditioned upon MLSH 1 maintaining a continued ownership interest in Topco LLC. \n\nEstimating the amount and timing of our realization of tax benefits subject to the Tax Receivable Agreement is by its nature imprecise. The actual amount and timing of any payments under the Tax Receivable Agreement will vary depending upon a number of factors, including the timing of exchanges by MLSH 1, the amount of gain recognized by MLSH 1, the amount and timing of the taxable income we generate in the future and the federal tax rates then applicable. Accordingly, estimating the amount and timing of payments that may become due under the Tax Receivable Agreement is also by its nature imprecise. \n\nWe expect that the aggregate payments that we may be required to make under the Tax Receivable Agreement may be substantial. Assuming no material changes in the relevant tax law, we expect that no future payments under the Tax Receivable Agreement relating to the purchase by Maravai LifeSciences Holdings, Inc. of LLC Units from MLSH 1 and the corresponding tax attributes are probable. This determination is based on our estimate of taxable income for the year ended December 31, 2024. Future payments in respect of subsequent exchanges or financings and tax attributes relating to the purchase by the Company of LLC Units from MLSH 1 would be in addition to this amount and may be substantial. The foregoing numbers are merely estimates—the actual payments could differ materially. It is possible that future transactions or events could increase or decrease the actual tax benefits realized and the corresponding Tax Receivable Agreement payments. There may be a material negative effect on our liquidity if, as a result of timing discrepancies or otherwise, the payments under the Tax Receivable Agreement exceed the actual benefits we realize in respect of the tax attributes subject to the Tax Receivable Agreement and/or distributions to Maravai LifeSciences Holdings, Inc. by Topco LLC are not sufficient to permit Maravai LifeSciences Holdings, Inc. to make payments under the Tax Receivable Agreement after it has paid taxes. \n\nPayments under the Tax Receivable Agreement will be based on the tax reporting positions that we determine. Although we are not aware of any issue that would cause the Internal Revenue Service (“IRS”) to challenge a tax basis increase or the availability of tax attributes of the corporations merged into our corporate structure as part of the Organizational Transactions, if any, we will not be reimbursed for any cash payments previously made to MLSH 1 and MLSH 2 pursuant to the Tax Receivable Agreement if any tax benefits initially claimed by us are subsequently disallowed, in whole or in part, by the IRS or other applicable taxing authority. For example, if the IRS later asserts that we did not obtain a tax basis increase or disallows (in whole or in part) the availability of Net Operating Losses (“NOLs”) due to a potential ownership change under Section 382 of the Internal Revenue Code (“IRC” or “the Code”), among other potential challenges, then we would not be reimbursed for any cash payments previously made to MLSH 1 and MLSH 2 pursuant to the Tax Receivable Agreement with respect to such tax benefits that we had initially claimed. Instead, any excess cash payments made by us pursuant to the Tax Receivable Agreement will be netted against any future cash payments that we might otherwise be required to make under the terms of the Tax Receivable Agreement. Nevertheless, any tax benefits initially claimed by us may not be disallowed for a number of years following the initial time of such payment or, even if challenged early, such excess cash payment may be greater than the amount of future cash payments that we might otherwise be required to make under the terms of the Tax Receivable Agreement. Accordingly, there may not be sufficient future cash payments against which to net. The applicable U.S. federal income tax rules are complex, and there can be no assurance that the IRS or a court will not disagree with our tax reporting positions. As a result, it is possible that we could make cash payments under the Tax Receivable Agreement that are substantially greater than our actual cash tax savings. \n\nThe Tax Receivable Agreement liability is recorded on the consolidated balance sheets as a contingent liability under ASC 450, “Liabilities,” and reflects management’s assessment that positive future taxable income and realization of cash tax savings are probable. Management’s assessment of whether payment of the Tax Receivable Agreement liability is probable is generally based on the determination as to whether it is more likely than not that the deferred tax assets will be realized. We evaluate the realizability of our deferred tax assets on a quarterly basis and establish valuation allowances when it is more likely than not that all or a portion of a deferred tax asset may not be realized. As of December 31, 2023, we established a full valuation allowance against our deferred tax assets and derecognized the remaining non-current liability under the Tax Receivable Agreement after concluding it was not probable that we would generate sufficient future taxable income to utilize deferred tax assets that would result in payments due under the Tax Receivable Agreement. There have been no changes to our position as of December 31, 2024. If revised forecasts of our future taxable income or other relevant factors result in us releasing all or a portion of the valuation allowance recorded against the deferred tax assets applicable to the aforementioned tax attributes in a future period, the remaining Tax Receivable Agreement liability may be considered probable at that time and recorded on the \n\n49\n\n\nconsolidated balance sheet and within earnings. It is impossible to predict when and to what extent, if at all, such valuation allowance will be released, and therefore whether we would again be required to recognize all or a portion of the Tax Receivable Agreement liability, which would adversely impact our future results of operations, possibly in a material manner.\n\nUnder the Tax Receivable Agreement, we are required to provide MLSH 1 and MLSH 2 with a schedule setting forth the calculation of payments that are due under the TRA with respect to each taxable year in which a payment obligation arises within ninety (90) days after the extended due date of our U.S. federal income tax return for such taxable year. This calculation will be based upon the advice of our tax advisors. The calculation will become final thirty (30) days after it is provided assuming that no objections are made. Payments under the Tax Receivable Agreement will generally be made within five (5) business days after this schedule becomes final pursuant to the procedures set forth in the Tax Receivable Agreement. Interest on such payments will begin to accrue at a rate of Intercontinental Exchange London Interbank Offer Rate (“LIBOR”) for a period of one month (or, if LIBOR ceases to be published, at a rate selected by us in good faith, with characteristics similar to LIBOR or consistent with market practices generally, any such rate, a “Replacement Rate”) plus 100 basis points from the due date (without extensions) of such tax return. Generally, any late payments that may be made under the Tax Receivable Agreement will continue to accrue interest at LIBOR (or a Replacement Rate, as applicable) plus 500 basis points until such payments are made, including any late payments that we may subsequently make because we did not have enough available cash to satisfy our payment obligations at the time at which they originally arose. Given the cessation of LIBOR, we have transitioned to the Secured Overnight Financing Rate (“SOFR”) as the applicable Replacement Rate as allowable under the Tax Receivable Agreement.\n\nThe amounts that we may be required to pay to MLSH 1 and MLSH 2 under the Tax Receivable Agreement may be accelerated in certain circumstances and may also significantly exceed the actual tax benefits that we ultimately realize.\n\nThe Tax Receivable Agreement provides that if (1) certain mergers, asset sales, other forms of business combination or other changes of control were to occur, (2) we breach any of our material obligations under the Tax Receivable Agreement or (3) at any time, we elect an early termination of the Tax Receivable Agreement, then the Tax Receivable Agreement will terminate and our obligations, or our successor’s obligations, to make payments under the Tax Receivable Agreement would accelerate and become immediately due and payable. The amount due and payable in that circumstance is based on certain assumptions, including an assumption that we would have sufficient taxable income to fully utilize all potential future tax benefits that are subject to the Tax Receivable Agreement. We may need to incur debt to finance payments under the Tax Receivable Agreement to the extent our cash resources are insufficient to meet our obligations under the Tax Receivable Agreement as a result of timing discrepancies or otherwise.\n\nAs a result of a change in control, material breach or our election to terminate the Tax Receivable Agreement early, (1) we could be required to make cash payments to MLSH 1 and MLSH 2 that are greater than the specified percentage of the actual benefits we ultimately realize in respect of the tax benefits that are subject to the Tax Receivable Agreement and (2) we would be required to make an immediate cash payment equal to the anticipated future tax benefits that are the subject of the Tax Receivable Agreement discounted in accordance with the Tax Receivable Agreement, which payment may be made significantly in advance of the actual realization, if any, of such future tax benefits. In these situations, our obligations under the Tax Receivable Agreement could have a substantial negative impact on our liquidity and could have the effect of delaying, deferring or preventing certain mergers, asset sales, other forms of business combination, or other changes of control. There can be no assurance that we will be able to finance our obligations under the Tax Receivable Agreement.\n\nOur organizational structure, including the Tax Receivable Agreement, confers certain benefits upon MLSH 1 and MLSH 2 that will not benefit the other common shareholders to the same extent as they will benefit MLSH 1 and MLSH 2.\n\nOur organizational structure, including the Tax Receivable Agreement, confers certain benefits upon MLSH 1, as the only other LLC Unitholder in Topco LLC, and MLSH 2 that will not benefit the other holders of our Class A common stock to the same extent. We have entered into a Tax Receivable Agreement with MLSH 1 and MLSH 2, which will provide for the payment by us to MLSH 1 and MLSH 2, collectively, of 85% of the amount of tax benefits, if any, that we actually realize, or in some circumstances are deemed to realize, as a result of (i) certain increases in the tax basis of assets of Topco LLC and its subsidiaries resulting from purchases or exchanges of LLC Units, (ii) certain tax attributes of certain of the entities through which GTCR and other existing members of MLSH 1 and MLSH 2 held their ownership interests in MLSH 1, Topco LLC and subsidiaries of Topco LLC that existed prior to our initial public offering and (iii) certain other tax benefits related to our entering into the Tax Receivable Agreement, including tax benefits attributable to payments that we make under the Tax Receivable Agreement. Due to the uncertainty of various factors, we cannot estimate the likely tax benefits we will realize as a result of purchases of LLC Units and LLC Unit exchanges, and the resulting amounts we are likely to pay out to MLSH 1 and MLSH 2 pursuant to the Tax Receivable Agreement; however, we estimate that such payments may be substantial. Although we will retain 15% of the amount of such tax benefits, this and other aspects of our organizational structure may adversely impact the future trading market for the Class A common stock.\n\n50\n\n\nWe may not be able to realize all or a portion of the tax benefits that are currently expected to result from the tax attributes covered by the Tax Receivable Agreement and from payments made under the Tax Receivable Agreement.\n\nOur ability to realize the tax benefits that we currently expect to be available as a result of the attributes covered by the Tax Receivable Agreement, the payments made pursuant to the Tax Receivable Agreement, and the interest deductions imputed under the Tax Receivable Agreement all depend on a number of assumptions, including that we earn sufficient taxable income each year during the period over which such deductions are available and that there are no adverse changes in applicable law or regulations. Additionally, if our actual taxable income were insufficient or there were additional adverse changes in applicable law or regulations, we may be unable to realize all or a portion of the expected tax benefits and our cash flows and shareholders’ equity could be negatively affected. \n\nIn certain circumstances, Topco LLC will be required to make distributions to us and MLSH 1 and the distributions may be substantial.\n\nTopco LLC is treated as a partnership for U.S. federal income tax purposes and, as such, is not subject to U.S. federal income tax. Instead, taxable income is allocated to its members, including us. We expect Topco LLC will continue to make tax distributions quarterly to the LLC Unitholders in Topco LLC (including us), in each case on a pro rata basis based on Topco LLC’s net taxable income and without regard to any applicable basis adjustment under Section 743(b) of the Code. Funds used by Topco LLC to satisfy its tax distribution obligations will not be available for reinvestment in our business. Moreover, these tax distributions may be substantial, and will likely exceed (as a percentage of Topco LLC’s income) the overall effective tax rate applicable to a similarly situated corporate taxpayer. As a result, it is possible that we will receive distributions significantly in excess of our tax liabilities and obligations to make payments under the Tax Receivable Agreement. While our Board may choose to distribute such cash balances as dividends on our Class A common stock, they will not be required to do so, and may in their sole discretion choose to use such excess cash for any purpose (including an investment of such cash into Topco LLC) depending upon the facts and circumstances at the time of determination. See “Dividend Policy.”\n\nUnanticipated changes in our effective tax rates or adverse outcomes resulting from examination of our income or other tax returns could adversely affect our operating results and financial condition.\n\nWe are subject to income taxes in the U.S. and certain foreign jurisdictions. Our tax liabilities will be subject to the allocation of expenses in differing jurisdictions. Our future effective tax rates could be subject to volatility or adversely affected by a number of factors, including:\n\n•changes in the amount and realizability of our deferred tax assets and liabilities;\n\n•changes in any tax valuation allowances;\n\n•expiration of, or detrimental changes in, research and development tax credit laws; or\n\n•changes in tax laws, regulations or interpretations thereof.\n\nIn addition, we may be subject to audits of our income, sales and other transaction taxes by U.S. federal, state and foreign authorities. Outcomes from these audits could have an adverse effect on our operating results and financial condition.\n\nIf we were deemed to be an investment company under the 1940 Act, applicable restrictions could make it impractical for us to continue our business as contemplated and could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nUnder Sections 3(a)(1)(A) and (C) of the 1940 Act, a company generally will be deemed to be an “investment company” for purposes of the 1940 Act if it (1) is, or holds itself out as being, engaged primarily, or proposes to engage primarily, in the business of investing, reinvesting or trading in securities or (2) is engaged, or proposes to engage, in the business of investing, reinvesting, owning, holding or trading in securities and it owns or proposes to acquire investment securities having a value exceeding 40% of the value of its total assets (exclusive of U.S. government securities and cash items) on an unconsolidated basis. We do not believe that we are an “investment company,” as such term is defined in either of those sections of the 1940 Act.\n\nAs the sole managing member of Topco LLC, we will control and manage Topco LLC. On that basis, we believe that our interest in Topco LLC is not an “investment security” under the 1940 Act. Therefore, we have less than 40% of the value of our total assets (exclusive of U.S. government securities and cash items) in “investment securities.” However, if we were to lose the right to manage and control Topco LLC, interests in Topco LLC could be deemed to be “investment securities” under the 1940 Act.\n\n51\n\n\nWe intend to conduct our operations so that we will not be deemed to be an investment company. However, if we were deemed to be an investment company, restrictions imposed by the 1940 Act, including limitations on our capital structure and our ability to transact with affiliates, could make it impractical for us to continue our business as contemplated and could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects.\n\nRisks Related to Being a Public Company\n\nThe restatement of our previously issued quarterly financial statements has subjected us to additional costs, risks and uncertainty and may also affect investor confidence and harm our reputation.\n\nAs discussed in Note 18 to our consolidated financial statements included elsewhere in this Annual Report on Form 10-K, we determined that our unaudited condensed consolidated financial statements as of and for the three and six months ended June 30, 2024 and the three and nine months ended September 30, 2024 required restatement primarily to correct an error we identified relating to the timing of revenue recognition for a product sale with non-standard contractual terms. Assessment of the error and the effectiveness of the Company’s disclosure controls and procedures and its internal control over financial reporting, the resulting restatement of our unaudited condensed consolidated financial statements for the impacted periods, and the ongoing process of remediating the material weaknesses in our internal control over financial reporting have diverted management’s attention and caused us to incur unanticipated expenses for legal, audit and other professional services fees. The restatement and the associated non-reliance on our previously issued quarterly financial statements and other related financial information could also cause investors to lose confidence in our financial reporting and harm our reputation, which in turn, could have a material adverse effect on our business, financial condition, results of operations, cash flows and prospects. We are currently subject to a putative securities class action lawsuit, and face the potential for additional, litigation or regulatory inquiries in connection with or related to the restatement and associated material weaknesses, including claims involving the U.S. federal securities laws. Litigation and any regulatory inquiries are likely to divert management’s time and attention and, regardless of the outcome of such litigation, we will incur legal and other costs of defense, which could be significant. Further, if we do not prevail in the litigation, we could be required to pay substantial damages or settlement costs, which could have a material adverse effect on our financial condition, results of operations and cash flows.\n\nWe have identified material weaknesses in our internal control over financial reporting and, if we fail to remediate these material weaknesses in a timely manner or at all, we may not be able to comply with our financial reporting obligations, which could expose us to additional legal and business risks and uncertainties.\n\nAs disclosed in Part II, Item 9A, “Controls and Procedures” in this Annual Report on Form 10-K, we identified the following material weaknesses as of December 31, 2024:\n\n•we did not design and operate effective controls over the Company’s revenue process; and \n\n•we did not operate effective controls over the Company’s quantitative goodwill impairment assessment.\n\nThe material weaknesses related to our revenue process resulted in the restatement of our unaudited condensed consolidated financial statements as of and for the three and six months ended June 30, 2024, and as of and for the three and nine months ended September 30, 2024. As a result of the material weaknesses, management concluded that our internal control over financial reporting was not effective as of December 31, 2024. While we are actively engaged in the process of designing and implementing a plan, including appropriate controls, to remediate the identified material weaknesses, there can be no assurance that our actions will fully remediate the material weaknesses in a timely manner, if at all. The implementation of remediation measures will require validation and testing of the design and operating effectiveness of the respective controls over several financial reporting cycles. If the actions we take do not sufficiently remediate the material weaknesses in a timely manner, our ability to record, process and report financial information accurately could be adversely affected, and there may continue to be a reasonable possibility that these control deficiencies, or others, could result in an additional material misstatement of our financial statements that would not be prevented or detected on a timely basis. If this occurs, it could jeopardize our ability to comply with our financial reporting obligations, including under SEC rules and regulations, NASDAQ listing standards and the financial covenants under our credit agreement, and expose us to additional risks as further discussed below.\n\nIf we are unable to design and maintain proper and effective internal control over financial reporting in the future, or our internal control over financial reporting is determined by us or our auditors to not be operating effectively, we may be exposed to additional risks and investor confidence in us and the value of our Class A common stock could be adversely affected.\n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting. Internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial \n\n52\n\n\nreporting and the preparation of financial statements in accordance with GAAP. We are required, pursuant to Section 404 of the Sarbanes-Oxley Act, to furnish a report by management on, among other things, the effectiveness of our internal control over financial reporting. This assessment must be made yearly and must include disclosure of any material weaknesses identified by our management in our internal control over financial reporting. We also must disclose changes made in our internal control and procedures on a quarterly basis. Further, our independent registered public accounting firm must report on the effectiveness of our internal control over financial reporting pursuant to Section 404 of the Sarbanes-Oxley Act. \n\nAs noted above and further disclosed in Part II, Item 9A, “Controls and Procedures” of this Annual Report, we identified material weaknesses in our internal control over financial reporting as of December 31, 2024,and as a result, our management concluded that our disclosure controls and procedures and internal control over financial reporting were not effective as of December 31, 2024. While we are actively engaged in the process of designing appropriate controls to address these material weaknesses, there can be no assurance that the actions will fully remediate the material weaknesses in a timely manner or that there will not be additional material weaknesses in our internal control over financial reporting in the future. If we are unable to remediate the identified material weaknesses in a timely manner, or at all, or are otherwise unable to maintain effective internal control over financial reporting in the future, our ability to record, process and report financial information accurately, and to comply with our financial reporting obligations, could be adversely impacted. \n\nIf this occurs, it could jeopardize our ability to comply with our financial reporting obligations, including under SEC rules and regulations, NASDAQ listing standards and the financial covenants under our credit agreement, which, in turn, could subject us to regulatory enforcement actions or stockholder litigation, cause us to breach the covenants under our credit agreement, limit our ability to access the credit and capital markets, adversely affect investor confidence in us and the value of our Class A common stock, and harm our reputation, which may make it more difficult for us to market and sell products and services to new and existing customers.\n\nThe pending putative securities class action as well as future potential litigation or regulatory enforcement actions will require management attention and resources and cause us to incur unanticipated costs, which could be significant, and raise other risks to our business operations.\n\nRisks Related to Our Class A Common Stock\n\nGTCR controls us, and its interests may conflict with ours or yours in the future.\n\nAs of December 31, 2024, investment entities affiliated with GTCR collectively controlled approximately 52% of the voting power of our outstanding common stock and therefore GTCR controls the outcome of all matters submitted to a vote of our shareholders. This control enables GTCR to control the election of the members of the Board and all other corporate decisions. Even when GTCR ceases to control a majority of the total voting power, for so long as GTCR continues to own a significant percentage of our Class A common stock, GTCR will still be able to significantly influence the composition of our Board and the approval of actions requiring shareholder approval. Accordingly, for such period of time, GTCR will have significant influence with respect to our management, business plans and policies, including the appointment and removal of our officers, decisions on whether to raise future capital and amending our charter and bylaws, which govern the rights attached to our Class A common stock. In particular, for so long as GTCR continues to own a significant percentage of our Class A common stock, GTCR will be able to cause or prevent a change of control of us or a change in the composition of our Board and could preclude any unsolicited acquisition of us. The concentration of ownership could deprive you of an opportunity to receive a premium for your shares of Class A common stock as part of a sale of us and ultimately might affect the market price of our Class A common stock.\n\nWe entered into a Director Nomination Agreement with GTCR that provides GTCR the right to nominate to the Board a number of designees equal to at least: (i) 100% of the total number of directors comprising the Board, so long as GTCR beneficially owns shares of Class A common stock and Class B common stock representing at least 40% of the total amount of shares of Class A common stock and Class B common stock it beneficially owned as of November 19, 2020, (ii) 40% of the total number of directors, in the event that GTCR beneficially owns shares of Class A common stock and Class B common stock representing at least 30% but less than 40% of the total amount of shares of Class A common stock and Class B common stock it owned as of November 19, 2020, (iii) 30% of the total number of directors, in the event that GTCR beneficially owns shares of Class A common stock and Class B common stock representing at least 20% but less than 30% of the total amount of shares of Class A common stock and Class B common stock it owned as of November 19, 2020, (iv) 20% of the total number of directors, in the event that GTCR beneficially owns shares of Class A common stock and Class B common stock representing at least 10% but less than 20% of the total amount of shares of Class A common stock and Class B common stock it owns as of November 19, 2020 and (v) one director, in the event that GTCR beneficially owns shares of Class A common stock and Class B common stock representing at least 5% of the total amount of shares of Class A common stock and Class B common stock it owned as of November 19, 2020. The Director Nomination Agreement provides that GTCR may assign such right to a GTCR \n\n53\n\n\naffiliate. The Director Nomination Agreement prohibits us from increasing or decreasing the size of our Board without the prior written consent of GTCR.\n\nGTCR and its affiliates engage in a broad spectrum of activities, including investments in our industry generally. In the ordinary course of their business activities, GTCR and its affiliates may engage in activities where their interests conflict with our interests or those of our other shareholders, such as investing in or advising businesses that directly or indirectly compete with certain portions of our business or are suppliers or customers of ours. Our certificate of incorporation provides that none of GTCR, any of its affiliates or any director who is not employed by us (including any non-employee director who serves as one of our officers in both his or her director and officer capacities) or its affiliates has any duty to refrain from engaging, directly or indirectly, in the same business activities or similar business activities or lines of business in which we operate. GTCR also may pursue acquisition opportunities that may be complementary to our business, and, as a result, those acquisition opportunities may not be available to us. In addition, GTCR may have an interest in pursuing acquisitions, divestitures and other transactions that, in its judgment, could enhance its investment, even though such transactions might involve risks to you or may not prove beneficial.\n\nWe are a “controlled company” within the meaning of the rules of NASDAQ and, as a result, we qualify for and rely on exemptions from certain corporate governance requirements. You will not have the same protections as those afforded to shareholders of companies that are subject to such governance requirements.\n\nCurrently, GTCR controls a majority of the voting power of our outstanding common stock. As a result, we are a “controlled company” within the meaning of the corporate governance requirements of NASDAQ. Under these rules, a company of which more than 50% of the voting power for the election of directors is held by an individual, group or another company is a “controlled company” and may elect not to comply with certain corporate governance requirements of NASDAQ, including:\n\n•the requirement that a majority of our Board is composed of “independent directors” as defined under NASDAQ rules;\n\n•the requirement that we have a nominations committee that is composed entirely of independent directors; and\n\n•the requirement that we have a compensation committee that is composed entirely of independent directors.\n\nFrom time to time, we may rely on these exceptions. Although a majority of our Board is currently composed of independent directors, neither our Compensation and Leadership Development Committee, nor our Nominating, Governance and Risk Committee, consists entirely of independent directors. Accordingly, you may not have the same protections afforded to shareholders of companies that are subject to all of the corporate governance requirements of NASDAQ.\n\nProvisions of our corporate governance documents could make an acquisition of us more difficult and may prevent attempts by our shareholders to replace or remove our current management, even if beneficial to our shareholders.\n\nOur certificate of incorporation and bylaws and the Delaware General Corporation Law (the “DGCL”) contain provisions that could make it more difficult for a third party to acquire us, even if doing so might be beneficial to our shareholders. Among other things:\n\n•these provisions allow us to authorize the issuance of undesignated preferred stock, the terms of which may be established and the shares of which may be issued without shareholder approval, and which may include supermajority voting, special approval, dividend, or other rights or preferences superior to the rights of shareholders;\n\n•these provisions provide for a classified board of directors with staggered three-year terms;\n\n•these provisions provide that, at any time when GTCR controls, in the aggregate, less than 40% of the outstanding shares of our Class A common stock, directors may only be removed for cause, and only by the affirmative vote of holders of at least 66 2⁄3% in voting power of all the then-outstanding shares of our stock entitled to vote thereon, voting together as a single class;\n\n•these provisions prohibit shareholder action by written consent from and after the date on which GTCR controls, in the aggregate, less than 35% in voting power of our stock entitled to vote generally in the election of directors;\n\n•these provisions provide that for as long as GTCR controls, in the aggregate, at least 50% in voting power of our stock entitled to vote generally in the election of directors, any amendment, alteration, rescission or repeal of our bylaws by our shareholders will require the affirmative vote of a majority in voting power of the outstanding shares of our capital stock and at any time when GTCR controls, in the aggregate, less than 50% in voting power of all outstanding shares of our stock entitled to vote generally in the election of directors, any amendment, alteration, rescission or repeal of our bylaws by our shareholders will require the affirmative vote of the holders of at least 66 2⁄3% in voting power of all the then-outstanding shares of our stock entitled to vote thereon, voting together as a single class; and\n\n54\n\n\n•these provisions establish advance notice requirements for nominations for elections to our Board or for proposing matters that can be acted upon by shareholders at shareholder meetings; provided, however, at any time when GTCR controls, in the aggregate, at least 10% in voting power of our stock entitled to vote generally in the election of directors, such advance notice procedure will not apply to GTCR.\n\nWe opted out of Section 203 of the DGCL, which generally prohibits a Delaware corporation from engaging in any of a broad range of business combinations with any interested shareholder for a period of three years following the date on which the shareholder became an interested shareholder. However, our certificate of incorporation contains a provision that provides us with protections similar to Section 203, and prevents us from engaging in a business combination with a person (excluding GTCR and any of its direct or indirect transferees and any group as to which such persons are a party) who acquires at least 85% of our Class A common stock for a period of three years from the date such person acquired such common stock, unless board or shareholder approval is obtained prior to the acquisition. These provisions could discourage, delay or prevent a transaction involving a change in control of our company. These provisions could also discourage proxy contests and make it more difficult for you and other shareholders to elect directors of your choosing and cause us to take other corporate actions you desire, including actions that you may deem advantageous, or negatively affect the trading price of our Class A common stock. In addition, because our Board is responsible for appointing the members of our management team, these provisions could in turn affect any attempt by our shareholders to replace current members of our management team.\n\nThese and other provisions in our certificate of incorporation, bylaws and Delaware law could make it more difficult for shareholders or potential acquirers to obtain control of our Board or initiate actions that are opposed by our then-current Board, including actions to delay or impede a merger, tender offer or proxy contest involving our company. The existence of these provisions could negatively affect the price of our Class A common stock and limit opportunities for you to realize value in a corporate transaction.\n\nOur certificate of incorporation designates the Court of Chancery of the State of Delaware as the exclusive forum for certain litigation that may be initiated by our shareholders and the federal district courts of the United States as the exclusive forum for litigation arising under the Securities Act, which could limit our shareholders’ ability to obtain a favorable judicial forum for disputes with us.\n\nPursuant to our certificate of incorporation, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware is the sole and exclusive forum for any claims in state court for (1) any derivative action or proceeding brought on our behalf, (2) any action asserting a claim of breach of a fiduciary duty owed by any of our directors, officers or other employees to us or our shareholders, (3) any action asserting a claim against us arising pursuant to any provision of the DGCL, our certificate of incorporation or our bylaws or (4) any other action asserting a claim against us that is governed by the internal affairs doctrine; provided that for the avoidance of doubt, the forum selection provision that identifies the Court of Chancery of the State of Delaware as the exclusive forum for certain litigation, including any “derivative action,” will not apply to suits to enforce a duty or liability created by the Securities Act of 1933, as amended (the “Securities Act”), the Securities Exchange Act of 1934, as amended (the “Exchange Act”) or any other claim for which the federal courts have exclusive jurisdiction. Our certificate of incorporation also provides that, unless we consent in writing to the selection of an alternative forum, the federal district courts of the United States shall be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. Our certificate of incorporation further provides that any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock is deemed to have notice of and consented to the provisions of our certificate of incorporation described above. The forum selection provisions in our certificate of incorporation may have the effect of discouraging lawsuits against us or our directors and officers and may limit our shareholders’ ability to obtain a favorable judicial forum for disputes with us. If the enforceability of our forum selection provisions were to be challenged, we may incur additional costs associated with resolving such challenge. While we currently have no basis to expect any such challenge would be successful, if a court were to find our forum selection provisions to be inapplicable or unenforceable with respect to one or more of these specified types of actions or proceedings, we may incur additional costs associated with having to litigate in other jurisdictions, which could have an adverse effect on our business, financial condition, results of operations, cash flows and prospects and result in a diversion of the time and resources of our employees, management and board of directors.\n\nIf our existing investors sell a significant portion of our total outstanding shares of Class A common stock, the market price of our Class A common stock could drop significantly, even if our business is doing well.\n\nSales of a substantial number of shares of our Class A common stock in the public market could occur at any time. As of December 31, 2024, we had 141,976,348 outstanding shares of Class A common stock, 20,150,005 of which were held by MLSH 2, and further, as of December 31, 2024, an additional 110,684,080 shares of Class A common stock are issuable upon the exchange by MLSH 1 of its interest in Topco. Because each of MLSH 1 and MLSH 2 is controlled by GTCR and is considered an “affiliate” of ours, the shares of Class A common stock held by MLSH 1 and MLSH 2 are subject to certain \n\n55\n\n\nrestrictions on resale imposed by U.S. federal securities laws. However, pursuant to a registration rights agreement, MLSH 1 and MLSH 2 have the right to request that we register these shares in which case the shares would be able to be freely sold in the public market without such restrictions. These sales, or the perception in the market that the holders of a large number of shares of Class A common stock intend to sell shares, could reduce the market price of our Class A common stock.\n\nBecause we have no current plans to pay regular cash dividends on our Class A common, you may not receive any return on investment unless you sell your Class A common stock for a price greater than that which you paid for it.\n\nWe do not anticipate paying any regular cash dividends on our Class A common stock. Any decision to declare and pay dividends in the future will be made at the discretion of our Board and will depend on, among other things, our results of operations, financial condition, cash requirements, contractual restrictions and other factors that our Board may deem relevant. In addition, our ability to pay dividends is, and may be, limited by covenants of existing and any future outstanding indebtedness we or our subsidiaries incur. Therefore, any return on investment in our Class A common stock is solely dependent upon the appreciation of the price of our Class A common stock on the open market, which may not occur. \n\nWe may issue shares of preferred stock in the future, which could make it difficult for another company to acquire us or could otherwise adversely affect holders of our Class A common stock, which could depress the price of our Class A common stock.\n\nOur certificate of incorporation authorizes us to issue one or more series of preferred stock. Our Board has the authority to determine the preferences, limitations and relative rights of the shares of preferred stock and to fix the number of shares constituting any series and the designation of such series, without any further vote or action by our shareholders. Our preferred stock could be issued with voting, liquidation, dividend and other rights superior to the rights of our Class A common stock. The potential issuance of preferred stock may delay or prevent a change in control of us, discouraging bids for our Class A common stock at a premium to the market price, and materially adversely affect the market price and the voting and other rights of the holders of our Class A common stock.",
      "char_count": 217976
    }
  },
  "extracted_at": "2026-01-19T15:47:04.212150"
}