{
  "ticker": "NIC",
  "company_name": "NICOLET BANKSHARES INC",
  "cik": 1174850,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001174850-25-000008",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001174850&accession_number=000117485025000008&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nGeneral\n\nNicolet Bankshares, Inc. (individually referred to herein as the “Parent Company” and together with all its subsidiaries collectively referred to herein as “Nicolet,” the “Company,” “we,” “us” or “our”) is a registered bank holding company under the Bank Holding Company Act of 1956, as amended, and under the bank holding company laws of the State of Wisconsin. At December 31, 2024, Nicolet had total assets of $8.8 billion, loans of $6.6 billion, deposits of $7.4 billion and total stockholders’ equity of $1.2 billion. For the year ended December 31, 2024, Nicolet earned net income of $124 million, or $8.05 per diluted common share. \n\nNicolet was founded upon five core values (Be Real, Be Responsive, Be Personal, Be Memorable, and Be Entrepreneurial) which are embodied within each of our employees and create a distinct competitive positioning in the markets within which we operate.  Our mission is to be the lead community bank within the communities we serve, while our vision is to optimize the long-term return to our customers and communities, employees and shareholders (the “3 Circles”).\n\nThe Parent Company (which adopted its current name in 2002) is a Wisconsin corporation, originally incorporated on April 5, 2000, to serve as the holding company for and the sole shareholder of Nicolet National Bank. Nicolet elected to become a financial holding company in 2008.\n\nNicolet conducts its primary operations through its wholly owned subsidiary, Nicolet National Bank, a commercial bank which was organized in 2000 as a national bank under the laws of the United States and opened for business in Green Bay, Wisconsin, on November 1, 2000 (referred to herein as the “Bank”). At December 31, 2024, the Parent Company also wholly owns a registered investment advisory firm, Nicolet Advisory Services, LLC (“Nicolet Advisory”), that provides brokerage and investment advisory services to customers, and Nicolet Insurance Services, LLC (“Nicolet Insurance”), to facilitate the delivery of a crop insurance product associated with Nicolet’s agricultural lending. At December 31, 2024, the Bank wholly owns an investment subsidiary based in Nevada and an entity that owns the building in which Nicolet is headquartered.  Other than the Bank, these subsidiaries are closely related to or incidental to the business of banking and none are individually or collectively significant to Nicolet’s financial position or results as of December 31, 2024.\n\nNicolet’s profitability is significantly dependent upon net interest income (interest income earned on loans and other interest-earning assets such as investments, net of interest expense on deposits and other borrowed funds), and noninterest income sources (including but not limited to service charges on deposits, trust and brokerage fees, card interchange income, and mortgage income from sales of residential mortgages into the secondary market), offset by the level of the provision for credit losses, noninterest expense (largely employee compensation and overhead expenses tied to processing and operating the Bank’s business), and income taxes.\n\nSince its opening in late 2000, though more prominently since 2013, Nicolet has supplemented its organic growth with several acquisition transactions.  Merger and acquisition (“M&A”) activity has continued to be a source of strong growth for Nicolet, including the successful completion of ten acquisitions since 2012.  For information on recent transactions, see Note 2, “Acquisition,” of the Notes to Consolidated Financial Statements under Part II, Item 8.  \n\n4\n\nProducts and Services Overview\n\nNicolet’s principal business is banking, consisting of lending and deposit gathering, as well as ancillary banking-related products and services, to businesses and individuals of the communities it serves, and the operational support to deliver, fund and manage such banking products and services. Additionally, trust, brokerage and other investment management services predominantly for individuals and retirement plan services for business customers are offered. Nicolet delivers its products and services principally through 57 bank branch locations, online banking, mobile banking and an interactive website. Nicolet’s call center also services customers.\n\nNicolet offers a variety of loans, deposits and related services to business customers (especially small and medium-sized businesses and professional concerns), including but not limited to: business checking and other business deposit products and cash management services, international banking services, business loans, lines of credit, commercial real estate financing, construction loans, agricultural real estate or production loans, and letters of credit, as well as retirement plan services. Similarly, Nicolet offers a variety of banking products and services to consumers, including but not limited to: residential mortgage loans and mortgage refinancing, home equity loans and lines of credit, residential construction loans, personal loans, checking, savings and money market accounts, various certificates of deposit and individual retirement accounts, safe deposit boxes, and personal brokerage, trust and fiduciary services. Nicolet also provides online services including commercial, retail and trust online banking, automated bill payment, mobile banking deposits and account access, remote deposit capture, and other services such as wire transfers, debit cards, credit cards, pre-paid gift cards, direct deposit, and official bank checks.\n\nLending is critical to Nicolet’s balance sheet and earnings potential. Nicolet seeks creditworthy borrowers principally within the geographic area of its branch locations. As a community bank with experienced commercial, agricultural, and residential mortgage lenders, our primary lending function is to make loans in the following categories:\n\n•commercial-related loans, consisting of:\n\n◦commercial, industrial, and business loans and lines;\n\n◦owner-occupied commercial real estate (“owner-occupied CRE”);\n\n◦agricultural (“AG”) production and AG real estate;\n\n◦commercial real estate investment loans (“CRE investment”);\n\n◦construction and land development loans;\n\n•residential real estate loans, consisting of:\n\n◦residential first lien mortgages;\n\n◦residential junior lien mortgages;\n\n◦home equity loans and lines of credit;\n\n◦residential construction loans; and\n\n•other loans (mainly consumer in nature).\n\nLending involves credit risk. Nicolet has and follows extensive loan policies and procedures to standardize processes, meet compliance requirements and prudently manage underwriting, credit and other risks. Credit risk is further controlled and monitored through active asset quality management including the use of lending standards, thorough review of current and potential borrowers through Nicolet’s underwriting process, close relationships with and regular check-ins with borrowers, and active asset quality administration. For further discussion of the loan portfolio composition and credit risk management, see “Management’s Discussion and Analysis of Financial Condition and Results of Operation,” under Part II, Item 7, and Note 1, “Nature of Business and Significant Accounting Policies,” in the Notes to Consolidated Financial Statements, under Part II, Item 8.\n\nHuman Capital Resources\n\nTo attract and retain top talent, Nicolet is committed to support the well-being and development of each employee in a collaborative and inclusive environment.  Our Core Values serve as the foundation of Nicolet’s employee benefits plans and policies, all of which are designed to support the long-term financial, physical, and emotional health of employees. \n\n5\n\nCore ValueBenefits and Policies\n\nBe RealNicolet recognizes that each employee deserves financial security, however they may define that goal for themselves.  To assist employees reach their goals, Nicolet offers competitive wages and a comprehensive financial benefit package that includes offerings such as (1) a 401(k) plan with a dollar-for-dollar match of employee contributions up to 6%, (2)  health savings accounts for employees who elect to participate in high-deductible health plans, (3) flexible spending accounts, (4) profit sharing contributions to the 401(k) plan, (5) paid life insurance, (6) an employee stock purchase plan, and (7) discounted wealth services. Nicolet regularly analyzes its pay practices to ensure fair and equitable pay practice among our diverse employee population.\n\nBe ResponsiveNicolet conducts an annual employee survey to identify benefits that are most meaningful to employees, which changes with employee demographics and locations of its branches.  For example, in response to the 2024 survey results, Nicolet created a new Employee Engagement Committee to increase employee interaction and support a sense of belonging. In 2024, Nicolet also appointed a new Chief Experience Officer, who conducted listening sessions throughout the year with the focus of prioritizing Nicolet’s culture and core values throughout its footprint.\n\nBe PersonalEmployees are more than their contributions at work.  Each employee has a life outside of the workplace, and Nicolet seeks to provide support for all their life events by offering additional benefits such as (1) health, dental, hearing, and vision plans, (2) voluntary insurance plans to address hospital indemnity, critical illness, disability, and accidental injury, (3) paid time off for vacation, short-term sickness, and long-term sickness, (4) financial assistance for adoption, (5) grief support, (6) an employee assistance plan, (7) religious observance leave, (8) fraud protection services, and (9) other unpaid leave when necessary. Nicolet also partners with local civic organizations, schools, professional associations, and other organizations to attract, recruit, retain, engage, support, develop, and advance diverse employees.  As of December 31, 2024, Nicolet had 978 total employees, of which, approximately 64% were women and 36% were men.  In addition, 45% of all officer-titled employees were women.\n\nBe MemorableWe encourage employees to be a memorable part of their communities.  In 2024, employees reported almost 18,500 total volunteer hours in their respective communities.  In addition, employees donated over $190,000 to the Nicolet Foundation (which was matched by Nicolet) and donated to local non-profits - all of whom are nominated by employees and selected by a committee of employees.\n\nBe EntrepreneurialWe encourage employees to develop their professional skills and advance in their career.  In 2024, 20% of all job opportunities were filled by internal mobility.  To support the continued training of employees, Nicolet  recently opened a new training facility that will be used to expand its learning and development options for all employees, including in person or virtual options.  Nicolet continues to offer tuition reimbursement to all employees who wish to pursue their education in a field of study related to their position.\n\nMarket Area and Competition\n\nThe Bank is a full-service community bank, providing services ranging from commercial, agricultural, and consumer banking to wealth management and retirement plan services. Nicolet primarily operates in Wisconsin, Michigan, and Minnesota. Nicolet markets its services to owner-managed companies, the individual owners of these businesses, and other residents within its market areas. At December 31, 2024, our network consisted of 57 branches located principally within our geographic market areas. \n\nThe financial services industry is highly competitive. Nicolet competes for loans, deposits and wealth management or financial services in all its principal markets. Nicolet competes directly with other bank and nonbank institutions located within our markets (some that may have an established customer base or name recognition), internet-based banks, out-of-market banks that advertise or otherwise serve its markets, credit unions, savings and loan associations, consumer finance companies, trust companies, money market and other mutual funds, securities brokerage houses, investment counseling firms, mortgage companies, insurance companies or other commercial entities that offer financial services products. Competition involves efforts to retain current or procure new customers, obtain new loans and deposits, increase the scope and type of products or services offered, and offer competitive interest rates paid on deposits or earned on loans, as well as to deliver other aspects of banking competitively. Many of Nicolet’s competitors may enjoy competitive advantages, including greater financial resources, fewer regulatory requirements, broader geographic presence, more accessible branches or more advanced technology to deliver products or services, more favorable pricing alternatives and lower origination or operating costs.\n\nWe believe our competitive pricing, personalized service and community engagement enable us to effectively compete in our markets. Nicolet employs seasoned banking and wealth management professionals with experience in its market areas and who are active in their communities. We believe our emphasis on meeting customer needs in a relationship-focused manner, combined with local decision making on extensions of credit, distinguishes Nicolet from its competitors, particularly in the case of large financial institutions. Nicolet believes it further distinguishes itself by providing a range of products and services characteristic of a large financial institution while providing the personalized service and convenience characteristic of a local, community bank.\n\n6\n\nSupervision and Regulation\n\nWe are extensively regulated, supervised and examined under federal and state law. Generally, these laws and regulations are intended to protect our Bank’s depositors, the FDIC’s Deposit Insurance Fund and the broader banking system, and not our shareholders. These laws and regulations cover all aspects of our business, including lending and collection practices, treatment of our customers, safeguarding deposits, customer privacy and information security, capital structure, liquidity, dividends and other capital distributions, and transactions with affiliates. Such laws and regulations directly and indirectly affect key drivers of our profitability, including, for example, capital and liquidity, product offerings, risk management and costs of compliance. \n\nSet forth below is an explanation of the major pieces of legislation and regulation affecting the banking industry and how that legislation and regulation affects Nicolet’s business. The following summary is qualified by reference to the statutory and regulatory provisions discussed. Changes in applicable laws or regulations may have a material effect on the business and prospects of Nicolet or the Bank, and legislative changes and the policies of various regulatory authorities may significantly affect their operations. We cannot predict the effect that fiscal or monetary policies, or new federal or state legislation or regulation may have on the future business and earnings of Nicolet or the Bank.\n\nRegulation of Nicolet\n\nBecause Nicolet owns all of the capital stock of the Bank, it is a bank holding company under the federal Bank Holding Company Act of 1956, as amended (the “Bank Holding Company Act”). As a result, Nicolet is primarily subject to the supervision, examination, and reporting requirements of the Bank Holding Company Act and the regulations of the Board of Governors of the Federal Reserve System (the “Federal Reserve”). As a bank holding company located in Wisconsin, the Wisconsin Department of Financial Institutions (the “WDFI”) also regulates and monitors all significant aspects of its operations.\n\nAcquisitions of Banks. The Bank Holding Company Act requires every bank holding company to obtain the prior approval of the Federal Reserve before:\n\n•acquiring direct or indirect ownership or control of any voting shares of any bank if, after the acquisition, the bank holding company will directly or indirectly own or control more than 5% of the bank’s voting shares;\n\n•acquiring all or substantially all of the assets of any bank; or\n\n•merging or consolidating with any other bank holding company.\n\nAdditionally, the Bank Holding Company Act provides that the Federal Reserve may not approve any of these transactions if it would result in or tend to create a monopoly, substantially lessen competition, or otherwise function as a restraint of trade, unless the anti-competitive effects of the proposed transaction are clearly outweighed by the public interest in meeting the convenience and needs of the community to be served. The Federal Reserve is also required to consider the financial and managerial resources and future prospects of the bank holding companies and banks involved in the transaction and the convenience and needs of the community to be served. The Federal Reserve’s consideration of financial resources generally focuses on capital adequacy, which is discussed below.\n\nChange in Control. Two statutes, the Bank Holding Company Act and the Change in Bank Control Act, together with regulations promulgated under them, require some form of regulatory review before any company may acquire “control” of a bank or a bank holding company. Under the Bank Holding Company Act, control is deemed to exist if a company acquires 25% or more of any class of voting securities of a bank holding company; controls the election of a majority of the members of the board of directors; or exercises a controlling influence over the management or policies of a bank or bank holding company. Under Federal Reserve regulations, there are four categories of tiered presumptions of noncontrol that are based on the percentage of voting shares held by the investor (less than 5%, 5-9.9%, 10-14.9% and 15-24.9%) and the presence of other indicia of control. As the percentage of ownership increases, fewer indicia of control are permitted without falling outside of the presumption of noncontrol. These indicia of control include nonvoting equity ownership, director representation, management interlocks, business relationship and restrictive contractual covenants. Under Federal Reserve regulations, investors can hold up to 24.9% of the voting securities and up to 33% of the total equity of a company without necessarily having a controlling influence.\n\nUnder the Change in Bank Control Act, a person or company is required to file a notice with the Federal Reserve if it will, as a result of the transaction, own or control 10% or more of any class of voting securities or direct the management or policies of a bank or bank holding company and either if the bank or bank holding company has registered securities or if the acquirer would be the largest holder of that class of voting securities after the acquisition. For a change in control at the holding company level, the Federal Reserve must approve the change in control; at the bank level, the bank’s primary federal regulator must approve the change in control. Transactions subject to the Bank Holding Company Act are exempt from Change in Bank Control Act requirements.\n\nPermitted Activities. The Bank Holding Company Act has generally prohibited a bank holding company from engaging in activities other than banking or managing or controlling banks or other permissible subsidiaries and from acquiring or retaining direct or indirect control of any company engaged in any activities other than those determined by the Federal Reserve to be closely related to banking or managing or controlling banks as to be a proper incident thereto. Provisions of the Gramm-Leach-Bliley Act have \n\n7\n\nexpanded the permissible activities of a bank holding company that qualifies as a financial holding company to engage in activities that are financial in nature or incidental or complementary to financial activities. Those activities include, among other activities, certain insurance, advisory and security activities.\n\nNicolet meets the qualification standards applicable to financial holding companies, and elected to become a financial holding company in 2008. In order to remain a financial holding company, Nicolet must continue to be considered well managed and well capitalized by the Federal Reserve, and the Bank must continue to be considered well managed and well capitalized by the Office of the Comptroller of the Currency (the “OCC”) and have at least a “satisfactory” rating under the Community Reinvestment Act.\n\nSupport of Subsidiary Institutions. Under Federal Reserve policy and the Dodd-Frank Act, Nicolet is expected to act as a source of financial strength for the Bank and to commit resources to support the Bank. This support may be required at times when, without this Federal Reserve policy or the related rules, Nicolet might not be inclined to provide it.\n\nIn addition, any capital loans made by Nicolet to the Bank will be repaid only after the Bank’s deposits and various other obligations are repaid in full.\n\nCapital Adequacy. Nicolet is subject to capital requirements applied on a consolidated basis, which are substantially similar to those required of the Bank, which are summarized under “Regulation of the Bank” below.\n\nPayment of Dividends. The Parent Company is a legal entity separate and distinct from the Bank and other subsidiaries. The Parent Company’s principal source of cash flow, including cash flow to pay dividends on our stock or to pay principal and interest on debt securities is dividends paid to it by the Bank. There are statutory and regulatory requirements applicable to the payment of dividends and other distributions by the Bank, as well as by the Parent Company to its shareholders. In 2023, we began paying dividends on our common stock. During 2024, 2023, and 2022, the Bank paid dividends to the Parent Company of $100 million, $70 million, and $70 million, respectively. During 2024 and 2023, the Parent Company declared quarterly cash dividends on its common stock totaling $1.09 and $0.75 per share, respectively. The Holding Company did not pay cash dividends on its common stock prior to 2023.\n\nStock Buybacks and Other Capital Redemptions. Under Federal Reserve policies and regulations, bank holding companies must seek regulatory approval prior to any redemption that would reduce the bank holding company’s consolidated net worth by 10% or more, prior to the redemption of most instruments included in Tier 1 or Tier 2 capital with features permitting redemption at the option of the issuing bank holding company, or prior to the redemption of equity or other capital instruments included in Tier 1 or Tier 2 capital prior to stated maturity, if such redemption could have a material effect on the level or composition of the organization’s capital base.  Bank holding companies are also expected to inform the Federal Reserve reasonably in advance of a redemption or repurchase of common stock if such buyback results in a net reduction of the company’s outstanding amount of common stock below the amount outstanding at the beginning of the fiscal quarter.\n\nRegulation of the Bank\n\nBecause the Bank is chartered as a national bank, it is primarily subject to the supervision, examination, and reporting requirements of the National Bank Act and the regulations of the OCC. The OCC regularly examines the Bank’s operations and has the authority to approve or disapprove mergers, the establishment of branches and similar corporate actions. The OCC also has the power to prevent the continuance or development of unsafe or unsound banking practices or other violations of law. Because the Bank’s deposits are insured by the FDIC to the maximum extent provided by law, it is also subject to certain FDIC regulations and the FDIC also has examination authority and back-up enforcement power over the Bank. The Bank is also subject to numerous state and federal statutes and regulations that affect Nicolet, its business, activities, and operations.\n\nMergers.  As a national bank, under the National Bank Act and the Bank Merger Act, the Bank is required to obtain the approval of the OCC prior to merging another institution into the Bank.  On September 17, 2024, the OCC approved a final rule updating its regulations for business combinations involving national banks and a policy statement clarifying its review of applications under the Bank Merger Act.  The rules and policy statement identified general principles for the OCC’s review of applications under the Bank Merger Act, including indicators for applications likely consistent with approval and applications that raise supervisory or regulatory concerns, additional considerations regarding financial stability, managerial and financial resources, and convenience and needs statutory factors, and clarify the OCC’s decision process for extending the public comment period or holding a public meeting under the Bank Merger Act.  Under the Trump Administration, it is anticipated that these final rules and policy statement may be further modified. There are many steps that must be taken by the agencies before any formal changes to the framework for evaluating bank mergers can be finalized and the prospects for such action are uncertain at this time; however, the adoption of more expansive or prescriptive standards may have an impact on our acquisition activities.   \n\nBranching. National banks are required by the National Bank Act to adhere to branching laws applicable to state banks in the states in which they are located. Under Wisconsin law and the Dodd-Frank Act, and with the prior approval of the OCC, the Bank may \n\n8\n\nopen branch offices within or outside of Wisconsin, provided that a state bank chartered by the state in which the branch is to be located would also be permitted to establish a branch. In addition, with prior regulatory approval, the Bank may acquire branches of existing banks located in Wisconsin or other states.\n\nCapital Adequacy. Banks and bank holding companies, as regulated institutions, are required to maintain minimum levels of capital. The Federal Reserve and the OCC have adopted minimum risk-based capital requirements (Tier 1 capital, common equity Tier 1 capital (“CET1”) and total capital) and leverage capital requirements, as well as guidelines that define components of the calculation of capital and the level of risk associated with various types of assets. Financial institutions are expected to maintain a level of capital commensurate with the risk profile assigned to their assets in accordance with the guidelines.\n\nIn addition to the minimum risk-based capital and leverage ratios, banking organizations must maintain a “capital conservation buffer” consisting of CET1 in an amount equal to 2.5% of risk-weighted assets in order to avoid restrictions on their ability to make capital distributions and to pay certain discretionary bonus payments to executive officers. In order to avoid those restrictions, the capital conservation buffer effectively increases the minimum well-capitalized CET1 capital, Tier 1 capital, and total capital ratios for U.S. banking organizations to 7.0%, 8.5%, and 10.5%, respectively. Banking organizations with capital levels that fall within the buffer will be required to limit dividends, share repurchases or redemptions (unless replaced within the same calendar quarter by capital instruments of equal or higher quality), and discretionary bonus payments. The following table presents the risk-based and leverage capital requirements applicable to the Bank:\n\n Adequately CapitalizedRequirementWell-CapitalizedRequirementWell-Capitalizedwith Buffer\n\nLeverage4.0 %5.0 %5.0 %\n\nCET14.5 %6.5 %7.0 %\n\nTier 16.0 %8.0 %8.5 %\n\nTotal Capital8.0 %10.0 %10.5 %\n\nAlthough capital instruments such as trust preferred securities and cumulative preferred shares are excluded from Tier 1 capital for certain larger banking organizations, Nicolet’s trust preferred securities are grandfathered as Tier 1 capital (provided they do not exceed 25% of Tier 1 capital) so long as Nicolet has less than $15 billion in total assets.\n\nThe capital rules require that goodwill and other intangible assets (other than mortgage servicing assets), net of associated deferred tax liabilities (“DTLs”), be deducted from CET1 capital. Additionally, deferred tax assets (“DTAs”) that arise from net operating loss and tax credit carryforwards, net of associated DTLs and valuation allowances, are fully deducted from CET1 capital. However, DTAs arising from temporary differences that could not be realized through net operating loss carrybacks, along with mortgage servicing assets and “significant” (defined as greater than 10% of the issued and outstanding common stock of the unconsolidated financial institution) investments in the common stock of unconsolidated “financial institutions” are partially includible in CET1 capital, subject to deductions defined in the rules.\n\nThe OCC also considers interest rate risk (arising when the interest rate sensitivity of the Bank’s assets does not match the sensitivity of its liabilities or its off-balance sheet position) in the evaluation of the bank’s capital adequacy. Banks with excessive interest rate risk exposure are required to hold additional amounts of capital against their exposure to losses resulting from that risk. Through the risk-weighting of assets, the regulators also require banks to incorporate market risk components into their risk-based capital. Under these market risk requirements, capital is allocated to support the amount of market risk related to a bank’s lending and trading activities.\n\nThe Bank’s capital categories are determined solely for the purpose of applying the “prompt corrective action” rules described below and they are not necessarily an accurate representation of its overall financial condition or prospects for other purposes. Failure to meet capital guidelines could subject a bank or bank holding company to a variety of enforcement remedies, including issuance of a capital directive, the termination of deposit insurance by the FDIC, a prohibition on accepting brokered deposits, and certain other restrictions on its business. See “Prompt Corrective Action” below.\n\nPrompt Corrective Action. The Federal Deposit Insurance Corporation Improvement Act of 1991 (“FDICIA”) establishes a system of prompt corrective action to resolve the problems of undercapitalized financial institutions. Under this system, the federal banking regulators have established five capital categories: well-capitalized, adequately capitalized, undercapitalized, significantly undercapitalized, and critically undercapitalized, in which all institutions are placed. The federal banking agencies have also specified by regulation the relevant capital levels for each category.\n\nA “well-capitalized” bank is one that is not required to meet and maintain a specific capital level for any capital measure pursuant to any written agreement, order, capital directive, or prompt corrective action directive, and has a total risk-based capital ratio of at \n\n9\n\nleast 10%, a Tier 1 risk-based capital ratio of at least 8%, a CET1 capital ratio of at least 6.5%, and a Tier 1 leverage ratio of at least 5%. Generally, a classification as well-capitalized will place a bank outside of the regulatory zone for purposes of prompt corrective action. However, a well-capitalized bank may be reclassified as “adequately capitalized” based on criteria other than capital, if the federal regulator determines that a bank is in an unsafe or unsound condition, or is engaged in unsafe or unsound practices, which requires certain remedial action.\n\nAs of December 31, 2024, the Bank satisfied the requirements of “well-capitalized” under the regulatory framework for prompt corrective action. See Note 17, “Regulatory Capital Requirements,” in the Notes to Consolidated Financial Statements, under Part II, Item 8, for regulatory capital ratios of Nicolet and the Bank.\n\nAs a bank’s capital position deteriorates, federal banking regulators are required to take various mandatory supervisory actions and are authorized to take other discretionary actions with respect to institutions in the three undercapitalized categories: undercapitalized, significantly undercapitalized, and critically undercapitalized. The severity of the action depends upon the capital category in which the institution is placed. Generally, subject to a narrow exception, the banking regulator must appoint a receiver or conservator for an institution that is critically undercapitalized.\n\nCECL. The Current Expected Credit Losses (“CECL”) standard requires financial institutions to determine periodic estimates of lifetime expected credit losses on loans and certain other financial assets, and recognize the expected credit losses as an allowance for credit losses. \n\nUnder CECL, the allowance for credit losses is an estimate of the expected credit losses on financial assets measured at amortized cost, which is measured using relevant information about past events, including historical credit loss experience on financial assets with similar risk characteristics, current conditions, and reasonable and supportable forecasts that affect the collectability of the remaining cash flows over the contractual term of the financial assets.  CECL requires an allowance to be created upon the origination or acquisition of a financial asset measured at amortized cost.  Any increase in our Allowance for Credit Losses (“ACL”) may have a material adverse effect on our financial condition and results of operations.   \n\nFDIC Insurance Assessments. The Bank’s deposits are insured by the Deposit Insurance Fund of the FDIC up to $250,000, the maximum amount permitted by law. The FDIC uses the Deposit Insurance Fund to protect against the loss of insured deposits if an FDIC-insured bank or savings association fails. The Bank is thus subject to FDIC deposit premium assessments. The cost of premium assessments are impacted by, among other things, a bank’s capital category under the prompt corrective action system.\n\nCommercial Real Estate Lending. The federal banking regulators have issued the following guidance to help identify institutions that are potentially exposed to significant commercial real estate lending risk and may warrant greater supervisory scrutiny:\n\n•total reported loans for construction, land development and other land represent 100% or more of the institution’s total capital, or\n\n•total commercial real estate loans represent 300% or more of the institution’s total capital, and the outstanding balance of the institution’s commercial real estate loan portfolio has increased by 50% or more.\n\nAt December 31, 2024, the Bank’s commercial real estate lending levels are below the guidance levels noted above.\n\nEnforcement Powers. The Financial Institution Reform Recovery and Enforcement Act (“FIRREA”) expanded and increased civil and criminal penalties available for use by the federal regulatory agencies against depository institutions and certain “institution-affiliated parties.” Institution-affiliated parties primarily include management, employees, and agents of a financial institution, as well as independent contractors and consultants such as attorneys, accountants and others who participate in the conduct of the financial institution’s affairs. These practices can include the failure of an institution to timely file required reports or the filing of false or misleading information or the submission of inaccurate reports. Civil penalties may be over $1.9 million per day for such violations. Criminal penalties for some financial institution crimes have been increased to 20 years.\n\nCommunity Reinvestment Act. The Community Reinvestment Act (“CRA”) requires that, in connection with examinations of financial institutions within their respective jurisdictions, the federal banking agencies evaluate the record of each financial institution in meeting the credit needs of its local community, including low- and moderate-income neighborhoods. These facts are also considered in evaluating mergers, acquisitions, and applications to open a branch or facility. Failure to adequately meet these criteria could impose additional requirements and limitations on the Bank. Additionally, the Bank must publicly disclose the terms of various Community Reinvestment Act-related agreements.  The Bank received an “outstanding” CRA rating in its most recent evaluation.\n\nOn October 24, 2023, the OCC, FDIC, and Federal Reserve adopted a final rule intended to “strengthen and modernize regulations implementing the CRA to better achieve the purposes of the law.”  Most of the rule’s requirements will be applicable beginning January 1, 2026.  The full effects on the Bank of these changes to the CRA rules will depend on the regulatory interpretation of this \n\n10\n\nfederal rulemaking and cannot be predicted at this time. Management will continue to evaluate the changes to the CRA’s regulations and their impact to the Bank.\n\nPayment of Dividends. Statutory and regulatory limitations apply to the Bank’s payment of dividends to the Parent Company. If, in the opinion of the OCC, the Bank were engaged in or about to engage in an unsafe or unsound practice, the OCC could require that the Bank stop or refrain from engaging in the practice. The federal banking agencies have indicated that paying dividends that deplete a depository institution’s capital base to an inadequate level would be an unsafe and unsound banking practice.\n\nThe Bank is required by federal law to obtain prior approval of the OCC for payments of dividends if the total of all dividends declared by the Bank in any year will exceed (1) the total of the Bank’s net profits for that year, plus (2) the Bank’s retained net profits of the preceding two years. The payment of dividends may also be affected by other factors, such as the requirement to maintain adequate capital above regulatory guidelines or any conditions or restrictions that may be imposed by regulatory authorities.\n\nTransactions with Affiliates and Insiders. The Bank is subject to the provisions of Regulation W promulgated by the Federal Reserve, which implements Sections 23A and 23B of the Federal Reserve Act. Regulation W places limits and conditions on the amount of loans or extensions of credit to, investments in, or certain other transactions with, affiliates and on the amount of advances to third parties collateralized by the securities or obligations of affiliates. Regulation W also prohibits, among other things, an institution from engaging in certain transactions with certain affiliates unless the transactions are on terms substantially the same, or at least as favorable to such institution or its subsidiaries, as those prevailing at the time for comparable transactions with nonaffiliated companies. Federal law also places restrictions on the Bank’s ability to extend credit to its executive officers, directors, principal shareholders and their related interests. These extensions of credit must be made on substantially the same terms, including interest rates and collateral, as those prevailing at the time for comparable transactions with unrelated third parties; and must not involve more than the normal risk of repayment or present other unfavorable features.\n\nUSA PATRIOT Act. The Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (the “USA PATRIOT Act”) requires each financial institution to: (i) establish an anti-money laundering program; and (ii) establish due diligence policies, procedures and controls with respect to its private and correspondent banking accounts involving foreign individuals and certain foreign banks. In addition, the USA PATRIOT Act encourages cooperation among financial institutions, regulatory authorities and law enforcement authorities with respect to individuals, entities and organizations engaged in, or reasonably suspected of engaging in, terrorist acts or money laundering activities.\n\nCustomer Protection. The Bank is also subject to consumer laws and regulations intended to protect consumers in transactions with depository institutions, as well as other laws or regulations affecting customers of financial institutions generally. While the list set forth herein is not exhaustive, these laws and regulations include the Truth in Lending Act, the Truth in Savings Act, the Electronic Funds Transfer Act, the Expedited Funds Availability Act, the Equal Credit Opportunity Act, the Fair Housing Act, the Real Estate Settlement and Procedures Act, the Fair Credit Reporting Act and the Federal Trade Commission Act, among others. These laws and regulations mandate certain disclosure requirements and regulate the manner in which financial institutions must deal with customers when taking deposits or making loans to such customers.\n\nFinancial Privacy and Cybersecurity.  Under privacy protection provisions of the Gramm-Leach-Bliley Act of 1999 and related regulations, we are limited in our ability to disclose non-public information about consumers to nonaffiliated third parties.  These limitations require disclosure of privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain personal information to a nonaffiliated third party.  Federal banking agencies have adopted guidelines for establishing information security standards and cybersecurity programs for implementing safeguards under the supervision of the board of directors.  These guidelines, along with related regulatory materials, increasingly focus on risk management and processes related to information technology and the use of third parties in the provision of financial services. \n\nConsumers must be notified in the event of a data breach under applicable federal and state laws.  Under federal regulations, banking organizations are required to notify their primary federal regulator as soon as possible and no later than 36 hours after the discovery of a “computer-security incident” that rises to the level of a “notification incident” within the meaning attributed to those terms by the federal regulation. Banks’ service providers are required under the federal regulation to notify any affected bank to or on behalf of which the service provider provides services “as soon as possible” after determining that it has experienced an incident that materially disrupts or degrades, or is reasonably likely to materially disrupt or degrade, covered services provided to such bank for as much as four hours. \n\nConsumer Financial Protection Bureau. The Dodd-Frank Act centralized responsibility for consumer financial protection including implementing, examining and enforcing compliance with federal consumer financial laws with the Consumer Financial Protection Bureau (the “CFPB”). Depository institutions with less than $10 billion in assets, such as the Bank, are subject to rules promulgated by the CFPB but will continue to be examined and supervised by federal banking regulators for consumer compliance purposes.  As the Bank approaches the $10 billion asset threshold, the Bank is preparing to be examined by the CFPB.\n\n11\n\nUDAP and UDAAP. Bank regulatory agencies have increasingly used a general consumer protection statute to address “unethical” or otherwise “bad” business practices that may not necessarily fall directly under the purview of a specific banking or consumer finance law. The law of choice for enforcement against such business practices has been Section 5 of the Federal Trade Commission Act—the primary federal law that prohibits “unfair or deceptive acts or practices” and unfair methods of competition in or affecting commerce (“UDAP” or “FTC Act”). “Unjustified consumer injury” is the principal focus of the FTC Act. Prior to the Dodd-Frank Act, there was little formal guidance to provide insight to the parameters for compliance with the UDAP law. However, the UDAP provisions have been expanded under the Dodd-Frank Act to apply to “unfair, deceptive or abusive acts or practices” (“UDAAP”). The CFPB has brought a variety of enforcement actions for violations of UDAAP provisions and CFPB guidance continues to evolve.\n\nAvailable Information\n\nNicolet’s internet address is www.nicoletbank.com. We file with or furnish to the SEC annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports, proxy statements and annual reports to shareholders and, from time to time, registration statements and other documents.   These documents are available free of charge to the public on or through the “Investor Relations” section of our website as soon as reasonably practicable after we electronically file them with, or furnish it to, the SEC.  These filings also are available to the public on the Internet at the SEC’s website at www.sec.gov.  The information on any website referenced in this Report is not incorporated by reference into, and is not a part of this Report. Further, our references to website URLs are intended to be inactive textual references only.",
      "char_count": 45366
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS \n\nThis Item outlines specific risks that could affect the ability of our various businesses to compete, change our risk profile or materially affect our financial condition or results of operations.  Our operating environment continues to evolve and new risks continue to emerge. To address that challenge we have a risk management governance structure that oversees processes for monitoring evolving risks and oversees various initiatives designed to manage and control our potential exposure. This Item highlights risks that could affect us in material ways by causing future results to differ materially from past results, by causing future results to differ materially from current expectations, or by causing material changes in our financial condition. Some of these risks are interrelated and the occurrence of one or more of them may exacerbate the effect of others. \n\nTraditional Competition Risks\n\nWe are subject to intense competition for clients and the nature of that competition is rapidly evolving. \n\nOur primary areas of competition include: consumer and commercial deposits, commercial-related loans, residential real estate loans, and other consumer loans, trust, brokerage and other investment management services, and other consumer and commercial financial products and services. Our competitors in these areas include national, state and non-U.S. banks, credit unions, savings and loan associations, consumer finance companies, trust companies, mortgage banking firms, securities brokerage firms, investment counseling firms, insurance companies and agencies, money market funds and other mutual funds, hedge funds and other financial services companies that serve in our markets. The emergence of non-traditional, disruptive service providers (see Industry Disruption section below) has intensified this competitive environment. In addition, as customer preferences and expectations continue to evolve, technology has lowered barriers to entry and made it possible for nonbanks to offer products and services traditionally provided by banks, such as check-cashing, automatic transfer and automatic payment systems and “peer-to-peer” lending in which investors provide debt financing and/or capital directly to borrowers. While traditional banks are subject to the same regulatory framework as we are, nonbanks experience a significantly different or reduced degree of regulation as well as lower cost structures. We may face a competitive disadvantage as a result of our smaller size, more limited geographic diversification and inability to spread costs across broader markets.  In addition, larger institutions may have the advantage of being perceived by the public as more secure in times of financial uncertainty as evidenced by the migration of deposits to large banks in response to certain bank failures that occurred in 2023. Although we compete by concentrating marketing efforts in our primary markets with local advertisements, personal contacts and greater flexibility and responsiveness in working with local customers, customer loyalty can be easily influenced by a competitor’s new products and our strategy may or may not continue to be successful. Failure to perform in any of these areas could significantly weaken our competitive position, which could adversely affect our growth and profitability which, in turn, could have a material adverse effect on our business, financial condition and results of operations. We may also be affected by the marketplace loosening of credit underwriting standards and structures.\n\nStrategic and Macro Risks\n\nWe may be unable to successfully implement our strategy to grow our commercial and consumer banking businesses. \n\nAlthough our current strategy is expected to evolve as business conditions change, our current strategy is to continue to invest resources in our banking businesses and operations as we continue the integration of the businesses and operations of recent \n\n12\n\nacquisitions, and seek to exploit opportunities for cost and revenue synergies. In the future, we expect to continue to nurture profitable organic growth as well as pursue acquisitions or strategic transactions if appropriate opportunities, within or outside of our current markets, present themselves. Our failure or inability to successfully implement those strategies could have a material and adverse effect on our results of operation and financial condition.\n\nFailure to achieve one or more key elements needed for successful business acquisitions (including the integration of those businesses) could adversely affect our business and earnings. \n\nExpanding in our current markets and selecting attractive new growth markets by opening additional branches and service locations or through acquisitions of all or part of other financial institutions involve risks, any one of which could result in a material and adverse effect upon our results of operation or financial condition. These risks include, without limitation, the following:\n\n•our inability to identify and expand into suitable markets;\n\n•our inability to identify and acquire suitable sites for new branches and service locations; \n\n•our inability to identify and execute potential acquisition targets;\n\n•our inability to develop accurate estimates and judgments to evaluate asset values and credit, operations, management and market risks with respect to an acquired branch or institution, a new branch office or a new market;\n\n•our inability to realize certain assumptions and estimates to preserve the expected financial benefits of the transaction;\n\n•our inability to avoid the diversion of our management’s attention from existing operations during the negotiation of a transaction;\n\n•our inability to manage successful entry into new markets where we have limited or no direct prior experience;\n\n•our inability to obtain regulatory and other approvals, or obtain such approvals without restrictive conditions;\n\n•our inability to integrate the acquired business’ operations, clients, and properties quickly and cost-effectively;\n\n•our inability to manage cultural assimilation risks associated with growth through acquisitions, which can be an often-overlooked and often-critical failure point in mergers;\n\n•our inability to combine the franchise values of businesses that we acquire with those of ours without significant loss of employees or customers from re-branding and other similar changes; or\n\n•any inability to retain core clients and key associates.\n\nFailure to achieve one or more key elements needed for successful organic growth could adversely affect our business and earnings. \n\nThere are a number of risks to the successful execution of our organic growth strategy that could result in a material and adverse effect upon our results of operation and financial condition. These risks include, without limitation, the following:\n\n•our inability to attract and retain clients in our banking market areas, particularly as we work to integrate entities that we acquire;\n\n•our inability to achieve and maintain growth in our earnings while pursuing new business opportunities;\n\n•our inability to maintain a high level of client service while optimizing our physical branch count due to changing client demand, all while expanding our remote banking services and expanding or enhancing our information processing, technology, compliance, and other operational infrastructures effectively and efficiently;\n\n•our inability to maintain loan quality while, at the same time, creating loan growth;\n\n•our inability to attract sufficient deposits and capital to fund anticipated loan growth;\n\n•our inability to maintain adequate common equity and regulatory capital while managing the liquidity and capital requirements associated with growth, especially organic growth and cash-funded acquisitions;\n\n•our inability to hire or retain adequate management personnel and systems to oversee and support such growth;\n\n•our inability to implement additional policies, procedures and operating systems required to support our growth;\n\n•our inability to manage effectively and efficiently the changes and adaptations necessitated by a complex, burdensome, and evolving regulatory environment\n\nAlthough we have in place strategies designed to achieve those elements that are significant to us at present, our challenge is to execute those strategies and adjust them, or adopt new strategies, as conditions change.\n\n13\n\nIndustry Disruption\n\nFailure to keep pace with technological changes could adversely affect our business.\n\nThe financial services industry is continually undergoing rapid technological change with frequent introductions of new technology-driven innovations (such as the use of artificial intelligence and machine learning), products and services as well as evolving industry standards. The effective use of technology increases efficiency and enables financial institutions to better serve customers and to reduce costs. Our future success depends, in part, upon our ability to address the needs of our customers by using technology to provide products and services that will satisfy customer demands, as well as to create additional efficiencies in our operations. Many of our competitors have substantially greater resources to invest in technological improvements. If we are unable to provide enhancements and new features and integrations for our existing platform, develop new products that achieve market acceptance, or innovate quickly enough to keep pace with these rapid technological developments, our business could be harmed.\n\nFailure to keep pace with evolving habits of customers in how they use financial services could hinder ongoing customer acquisition and retention efforts.\n\nWe provide a large number of services remotely (online and mobile), and physical branch utilization has been in long-term decline throughout the industry for many years. Technology has helped us reduce costs and improve service, but also has weakened traditional geographic and relationship ties, and has allowed disruptors to enter traditional banking areas by providing payment and exchange services that compete directly with banks in ways not previously possible. Through digital marketing and service platforms, many banks are making client inroads unrelated to physical presence. This competitive risk is especially pronounced from the largest U.S. banks, and from online-only banks, due in part to the investments they are able to sustain in their digital platforms. Companies as disparate as PayPal and Starbucks provide payment and exchange services which compete directly with banks in ways not possible traditionally. Recently, some government leaders have discussed having the U.S. Post Office offer banking services.\n\nThe nature of technology-driven disruption to our industry is changing, in some cases seeking to displace traditional financial service providers rather than merely enhance traditional services or their delivery. \n\nA number of recent technologies have worked with the existing financial system and traditional banks, such as the evolution of ATM cards into debit/credit cards and the evolution of debit/credit cards into smart phones. These sorts of technologies often have expanded the market for banking services overall while siphoning a portion of the revenues from those services away from banks and disrupting prior methods of delivering those services. Additionally, some recent innovations may tend to replace traditional banks as financial service providers rather than merely augmenting those services. For example, companies which claim to offer applications and services based on artificial intelligence are beginning to compete much more directly with traditional financial services companies in areas involving personal advice, including high-margin services such as financial planning and wealth management. The low-cost, high-speed nature of these “robo-advisor” services can be especially attractive to younger, less-affluent clients and potential clients, as well as persons interested in “self-service” investment management. Other industry changes, such as zero-commission trading offered by certain large firms able to use trading as a loss-leader, may amplify this trend. Similarly, inventions based on blockchain technology eventually may be the foundation for greatly enhancing transactional security throughout the banking industry, but also eventually may reduce the need for banks as secure deposit-keepers and intermediaries. Our success in the competitive environment in which we operate requires consistent investment of capital and human resources in innovation, particularly in light of the current “FinTech” environment, in which the financial services industry is undergoing rapid technological changes and financial institutions are investing significantly in evaluating new technologies, such as artificial intelligence, machine learning, blockchain and other distributed ledger technologies, and developing potentially industry-changing new products, services and industry standards. Our investment is directed at generating new products and services, and adapting existing products and services to the evolving standards and demands of the marketplace. Among other things, investing in innovation helps us maintain a mix of products and services that keeps pace with our competitors and achieve acceptable margins.\n\nOperational Risks\n\nFraud is a major, and increasing, operational risk for us and all banks.\n\nTwo traditional areas, deposit fraud (check kiting, wire fraud, etc.) and loan fraud, continue to be major sources of fraud attempts and loss. The sophistication and methods used to perpetrate fraud continue to evolve as technology changes. In addition to cybersecurity risk (discussed below), new technologies have made it easier for bad actors to obtain and use client personal information, mimic signatures and otherwise create false documents that look genuine. The industry fraud threat continues to evolve, including but not limited to card fraud, check fraud, social engineering and phishing attacks for identity theft and account takeover.  Additionally, the use of artificial intelligence and quantum computing could exacerbate many of these risks. Our anti-fraud measures are both preventive and, when necessary, responsive; however, some level of fraud loss is unavoidable, and the risk of a major loss cannot be eliminated.\n\n14\n\nOur ability to conduct and grow our businesses depend in part upon our ability to create, maintain, expand, and evolve an appropriate operational and organizational infrastructure, manage expenses, and recruit and retain personnel with the ability to manage a complex business. \n\nOperational risk can arise in many ways, including: errors related to failed or inadequate physical, operational, information technology, or other processes; faulty or disabled computer or other technology systems; fraud, theft, physical security breaches, electronic data and related security breaches, or other criminal conduct by associates or third parties; and exposure to other external events. Inadequacies may present themselves in myriad ways. Actions taken to manage one risk may be ineffective against others. For example, information technology systems may be sufficiently redundant to withstand a fire, incursion, malware, or other major casualty, but they may be insufficiently adaptable to new business conditions or opportunities. Efforts to make systems more robust may make them less adaptable, and vice-versa. Also, our efforts to control expenses, which is a significant priority for us, increases our operational challenges as we strive to maintain high quality client service and compliance.\n\nA serious information technology security (cybersecurity) breach can cause significant damage and at the same time be difficult to detect even after it occurs. \n\nOur operations rely on the secure processing, storage and transmission of confidential and other information in our computer systems and networks as well as through the internet through digital and mobile technologies. Although we take protective measures and endeavor to modify these systems as circumstances warrant, the advances in technology increase the risk of information security breaches. We provide our customers the ability to bank remotely, including over the internet or through their mobile device. The secure transmission of confidential information is a critical element of remote and mobile banking. Any failure, interruption or breach in security of these systems could result in disruptions to our accounting, deposit, loan and other systems, and adversely affect our customer relationships.\n\nThere have been increasing efforts on the part of third parties, including through cyber-attacks, to breach data security at financial institutions or with respect to financial transactions. There have been several recent instances involving financial services, credit bureaus and consumer-based companies reporting the unauthorized disclosure of client or customer information or the destruction or theft of corporate data, by both private individuals and foreign governments. In addition, because the techniques used to cause such security breaches change frequently, often are not recognized until launched against a target and may originate from less regulated and remote areas around the world, we may be unable to proactively address these techniques or to implement adequate preventative measures. Our network, and the systems of parties with whom we contract, could be vulnerable to unauthorized access, computer viruses, phishing schemes, spam attacks, human error, natural disasters, power loss and other security breaches. \n\nCyber threats are rapidly evolving and we may not be able to anticipate or prevent all such attacks. Among other things, damage can occur due to outright theft or extortion of our funds, fraud or identity theft perpetrated on clients, or adverse publicity associated with a breach and its potential effects. Perpetrators potentially can be associates, clients, and certain vendors, all of whom legitimately have access to some portion of our systems, as well as outsiders with no legitimate access. These risks are heightened through the increasing use of digital and mobile solutions which allow for rapid money movement and increase the difficulty to detect and prevent fraudulent transactions.  Additionally, as the Company grows through acquisitions and pursues new initiatives that improve our operations and cost structure, the Company is also expanding and improving its information technologies, resulting in a larger technological presence, utilization of “cloud” computing services, and corresponding exposure to cybersecurity risk.  Certain new technologies, such as use of artificial intelligence, present new and significant cybersecurity safety risks that must be analyzed and addressed before implementation.  If we fail to assess and identify cybersecurity risks associated with acquisitions and new initiatives, we may become increasingly vulnerable to such risks. We may be required to spend significant capital and other resources to protect against the threat of security breaches and computer viruses, or to alleviate problems caused by security breaches or viruses. To the extent that our activities or the activities of our customers involve the storage and transmission of confidential information, security breaches (including breaches of security of customer systems and networks) and viruses could expose us to claims, litigation and other possible liabilities. Any inability to prevent security breaches or computer viruses could also cause existing customers to lose confidence in our systems and could adversely affect our reputation, results of operations and ability to attract and maintain customers and businesses. In addition, a security breach could also subject us to additional regulatory scrutiny, expose us to civil litigation and possible financial liability and cause reputational damage.\n\nWe rely on information technology and telecommunications systems and certain third-party service providers, the operational functions of which may experience disruptions that could adversely affect us and over which we may have limited or no control.\n\nOur business is highly dependent on the successful and uninterrupted functioning of our information technology and telecommunications systems, third-party accounting systems and mobile and online banking platforms. We outsource many of our major systems, such as data processing, loan servicing and deposit processing systems and online banking platforms. While we have selected these vendors carefully, we do not control their actions. The failure of these systems, or the termination of a third-party \n\n15\n\nsoftware license or service agreement on which any of these systems is based, could interrupt our operations. Financial or operational difficulties of a vendor could also damage our operations if those difficulties interfere with the vendor’s ability to serve us. Furthermore, our vendors could also be sources of operational and information security risk to us, including from breakdowns or failures of their own systems or capacity constraints. Replacing these third-party vendors could also create significant delay and expense. Because our information technology and telecommunications systems interface with and depend on third-party systems, we could experience service denials if demand for such services exceeds capacity or such third-party systems fail or experience interruptions. If sustained or repeated, a system failure or service denial could result in a deterioration of our ability to process new and renewed loans, gather deposits and provide customer service, compromise our ability to operate effectively, damage our reputation, result in a loss of customer business and/or subject us to additional regulatory scrutiny and possible financial liability, any of which could have a material adverse effect on our financial condition and results of operations. Our ability to recoup our losses may be limited legally or practically in many situations. \n\nOur risk management framework may not be effective in mitigating risks and/or losses.\n\nWe have implemented a risk management framework to mitigate our risk and loss exposure. This framework is comprised of various processes, systems and strategies, and is designed to identify, measure, monitor, report and manage the types of risk to which we are subject, including, among others, credit risk, interest rate risk, liquidity risk, legal and regulatory risk, cybersecurity risk, compliance risk, strategic risk, reputational risk and operational risk related to its employees, systems and vendors, among others. Any system of control and any system to reduce risk exposure, however well designed and operated, is based in part on certain assumptions and can provide only reasonable, not absolute, assurances that the objectives of the system are met and will be effective under all circumstances or that it will adequately identify, manage or mitigate any risk or loss to us. Additionally, instruments, systems and strategies used to hedge or otherwise manage exposure to various types of interest rate, price, legal and regulatory compliance, credit, liquidity, operational and business risks and enterprise-wide risk could be less effective than anticipated. As a result, we may not be able to effectively mitigate our risk exposures in particular market environments or against particular types of risk. If our risk management framework is not effective, we could suffer unexpected losses and become subject to litigation, negative regulatory consequences, or reputational damage among other adverse consequences, any of which could result in our business, financial condition, results of operations or prospects being materially adversely affected.\n\nCompetition for talent is substantial and increasing. Moreover, revenue growth in some business lines increasingly depends upon top talent.\n\nIn recent years, our cost of hiring and retaining top revenue-producing talent has increased, and that trend is likely to continue. We have assembled a management team which has substantial background and experience in banking and financial services in our markets. Moreover, much of our organic loan growth in recent years was the result of our ability to attract experienced financial services professionals who have been able to attract customers from other financial institutions. We anticipate deploying a similar hiring strategy in the future. It is also common for other financial institutions to deploy this strategy as well and there is a risk that teams of our employees may be recruited by other financial institutions. Additionally, operating our technology systems requires employees with specialized skills that are not readily available in the general employee candidate pool. Inability to retain these key personnel (including key personnel of the businesses we have acquired) or to continue to attract experienced lenders with established books of business could negatively affect our growth because of the loss of these individuals’ skills and customer relationships and/or the potential difficulty of promptly replacing them. Moreover, the higher costs we must pay to hire and retain these experienced individuals could cause our noninterest expense levels to rise and negatively impact our results of operations.\n\nOur accounting estimates and risk management processes rely on analytical and forecasting models.\n\nThe processes we use to estimate our expected credit losses and to measure the fair value of financial instruments, as well as the processes used to estimate the effects of changing interest rates and other market measures on our financial condition and results of operations, depends upon the use of analytical and forecasting models. These models reflect assumptions that may not be accurate, particularly in times of market stress or other unforeseen circumstances. If the assumptions used in our model for measuring interest sensitivity and asset-liability management fail to appropriately anticipate customer response to changing interest rates, our earnings and / or liquidity position could be threatened. Although we model multiple scenarios assuming differing interest rate curves and economic events, it is not possible for our modeling to anticipate every scenario or how one assumption may be influenced by changes in another assumption.\n\nEven if these assumptions are adequate, the models themselves may prove to be inadequate or inaccurate because of other flaws in their design or their implementation, including flaws caused by failures in controls, data management, human error or from the reliance on technology. If the models we use for interest rate risk and asset-liability management are inadequate, we may incur increased or unexpected losses upon changes in market interest rates or other market measures. If the models we use for estimating our expected credit losses are inadequate, the allowance for credit losses may not be sufficient to support future charge-offs. If the models we use to measure the fair value of financial instruments are inadequate, the fair value of such financial instruments may \n\n16\n\nfluctuate unexpectedly or may not accurately reflect what we could realize upon sale or settlement of such financial instruments. Any such failure in our analytical or forecasting models could have a material adverse effect on our business, financial condition and results of operations.\n\nRisks From Changes in Economic Conditions\n\nWeakness in the economy and governmental policies, whether or not adopted in response to economic conditions such as inflation, may adversely affect us.\n\nOur success depends, in part, on economic and political conditions, local and national, as well as governmental fiscal and monetary policies. Conditions such as inflation, deflation, recession, unemployment, changes in interest rates, tariffs, immigration, fiscal and monetary policy and other factors beyond our control may affect our deposit levels and composition, demand for loans and other products and services, the ability of borrowers to repay their loans and the value of the collateral securing the loans it makes. Economic turmoil in different regions of the world, as well as military conflicts, affect the economy and stock prices in the United States, which can affect our earnings and capital and the ability of our customers to repay loans.  In particular, our agricultural loans are dependent on the profitable operation and management of dairy farms, and government policies and regulations (including subsidies, tariffs, and trade agreements) are outside the control of our borrowers and may affect their operations.  \n\nThe new Presidential administration has stated its intention to scrutinize the United States’ trade relationships with its economic partners, indicated an interest in renegotiating trade agreements, and stated a willingness to implement tariffs with some of the United States’ trade partners which could lead to trade wars. These statements by the administration have signaled a change in the United States’ economic policies, and it is not clear which policies, if any, will be implemented and what effect these policies may have on the local, national, and global economy. Trade wars and tariffs can affect the economy and stock prices in the United States and can impact the costs of goods paid by customers, which can affect our deposit levels and concentration, the demand for loans and other products and services and the ability of our customers to repay outstanding loans, which could adversely affect our financial condition and the results of operations.\n\nInflationary pressures present a potential threat to our results of operations and financial condition.\n\nThe United States generally and the regions in which we operate specifically have recently experienced, for the first time in decades, significant inflationary pressures, evidenced by higher gas prices, higher food prices and other consumer items.  Inflation represents a loss in purchasing power because the value of investments often does not keep up with inflation and erodes the purchasing power of money and the potential value of investments over time.  Accordingly, inflation can result in material adverse effects upon our customers, their businesses (as a result of rising costs, including labor) and, as a result, our financial position and results of operation.  Inflation also can and does generally lead to higher interest rates, which have their own separate risks.  See Risks Associated With Monetary Events and Interest Rate and Yield Curve Risks in this Item 1A of this report.\n\nGenerally, in periods of economic downturns, including periods of rising interest rates and recessions, our realized credit losses increase, demand for our products and services declines, and the credit quality of our loan portfolio declines.\n\nOur success depends significantly upon local, national and global economic and political conditions, as well as governmental monetary policies and trade relations. Our financial performance generally, and in particular the ability of borrowers to pay interest on and repay principal of outstanding loans and the value of collateral securing those loans, as well as demand for loans and other products and services we offer, is highly dependent upon the business environment in the markets where we operate and in the United States as a whole. Unlike banks that are more geographically diversified, we are a regional bank that provides services to customers primarily in Wisconsin, Michigan and Minnesota. The market conditions in these markets may be different from, and could be worse than, the economic conditions in the United States as a whole. As discussed elsewhere in this Item 1A, inflationary pressures have lessened, which has caused the Federal Reserve to recently decrease interest rates.  Decreases in interest rates in the past have led to increased consumer spending, which could lower consumer deposit amounts. Such a decrease in consumer deposits could cause one or more of the following negative developments:\n\n•an increase in rates on deposits in an attempt to attract new customers and to persuade existing customers to leave their deposits in their accounts;\n\n•a decrease in the value of our pre-existing variable rate loans;\n\n•a comparative increase in our pre-existing fixed rate debt; or\n\n•an increase in the number of customers or other counterparties who default on their loans or other obligations to us, which could result in a higher level of nonperforming assets (“NPAs”), net charge-offs and provision for credit losses.\n\n17\n\nRisks Associated with Monetary Events\n\nThe Federal Reserve has implemented significant economic strategies that have affected interest rates, inflation, asset values, and the shape of the yield curve. These strategies have had, and will continue to have, a significant impact on our business and on many of our clients. \n\nIn 2022 and much of 2023, in response to inflationary pressures, the Federal Reserve increased interest rates substantially.  In 2024, in response to decreasing rates of inflation, the Federal Reserve decreased interest rates.  Fluctuations in interest rates have had and can continue to have significant and sometimes adverse effects upon our business as well as the business of many of our customers.\n\nFederal Reserve strategies can, and often are intended to, affect the domestic money supply, inflation, interest rates, and the shape of the yield curve. \n\nEffects on the yield curve often are most pronounced at the short end of the curve, which is of particular importance to us and other banks. Among other things, easing strategies are intended to lower interest rates, expand the money supply, and stimulate economic activity, while tightening strategies are intended to increase interest rates, tighten the money supply, and restrain economic activity. Many external factors may interfere with the effects of these plans or cause them to be changed, sometimes quickly. Such factors include significant economic trends or events as well as significant international monetary policies and events. Such strategies also can affect the U.S. and world-wide financial systems in ways that may be difficult to predict. Risks associated with interest rates and the yield curve are discussed in this Item 1A under the caption Interest Rate and Yield Curve Risks.\n\nReputation Risks\n\nOur ability to conduct and grow our businesses, and to obtain and retain clients, is highly dependent upon external perceptions of our business practices and financial stability. \n\nOur reputation is a key asset for us. Reputation risk, or the risk to our earnings, liquidity and capital from negative public opinion, is inherent in our business. Our reputation is affected principally by our business practices and how those practices are perceived and understood by others. Negative public opinion could adversely affect our ability to keep and attract customers and expose us to adverse legal and regulatory consequences. Negative public opinion could result from our actual or alleged conduct in any number of activities, including lending practices (including lending to certain customers that transact business in unpopular industries), corporate governance, regulatory compliance, securities compliance, mergers and acquisitions, from sharing or inadequate protection of customer information and from actions taken by government regulators and community organizations in response to that conduct. Negative public opinion could also result from adverse news or publicity that impairs the reputation of the financial services industry generally, such as recent bank failures, or that relates to parties with whom we have important relationships. Because we conduct most of our business under the “Nicolet” brand, negative public opinion about one business could affect our other businesses.\n\nCredit and Counterparty Risks\n\nWe face the risk that our clients may not repay their loans or other obligations and that the realizable value of collateral may be insufficient to avoid a charge-off. \n\nWe also face risks that other counterparties, in a wide range of situations, may fail to honor their obligations to pay us. In our business some level of credit charge-offs is unavoidable and overall levels of credit charge-offs can vary substantially over time. Lending activities are inherently risky. When we lend money or commit to lend, we incur credit risk or the risk of loss if borrowers do not repay their loans or other credit obligations. Credit risk includes, among other things, the quality of our underwriting, the impact of increases in interest rates and changes in the economic conditions in the markets where we operate as well as across the United States. \n\nRising interest rates, inflation and a weakening economy could adversely affect the ability of some borrowers to repay outstanding loans as well as the value of the collateral securing some of these loans. If loan customers with significant loan balances fail to repay their loans, our results of operations, financial condition and capital levels will suffer. \n\nWe are exposed to higher credit and concentration risk from our commercial-related lending.\n\nOur credit risk and credit losses can increase if our loans become concentrated to borrowers engaged in the same or similar activities or to borrowers who as a group may be uniquely or disproportionately affected by economic or market conditions. As of December 31, 2024, approximately 76% of our loan portfolio consisted of commercial-related loans, including commercial and industrial loans, owner-occupied CRE, AG production and AG real estate, CRE investment, and construction and land-development loans. Our borrowers under these loans tend to be small to medium-sized businesses. These types of loans are typically larger than \n\n18\n\nresidential real estate loans or consumer loans. During periods of lower economic growth or challenging economic periods, small to medium-sized businesses may be impacted more severely and more quickly than larger businesses. Consequently, the ability of such businesses to repay their loans may deteriorate, and in some cases this deterioration may occur quickly, which would adversely affect our results of operations and financial condition. An increase in nonperforming loans could result in a net loss of earnings from these loans, an increase in the provision for credit losses and an increase in loan charge-offs, all of which could have a material adverse effect on our business, financial condition and results of operations.\n\nDeterioration in economic conditions, housing conditions and commodity and real estate values and an increase in unemployment in certain states or locations could result in materially higher credit losses if loans are concentrated in those locations. Our loans are heavily concentrated in our primary markets of Wisconsin, Michigan and Minnesota. These markets may have different or weaker performance than other areas of the country and our portfolio may be more negatively impacted than a financial services company with wider geographic diversity. \n\nThe core industries in our market area are manufacturing, wholesaling, paper, packaging, food production and processing, agriculture, forest products, hospitality, retail, service, and businesses supporting the general building industry. The area has a broad range of diversified equipment manufacturing services related to these core industries and others. The residential and commercial real estate markets throughout these areas depend primarily on the strength of these core industries. A material decline in any of these sectors will affect the communities we serve and could negatively impact our financial results and have a negative impact on profitability.\n\nIf the communities in which we operate do not grow or if the prevailing economic conditions locally or nationally are less favorable than we have assumed, this may result in deterioration in the credit quality of our borrowers and the demand for our products and services, an increase in the number of loan delinquencies, defaults and charge-offs, foreclosures, additional provision for credit losses, adverse asset values of the collateral securing our loans, and an overall material adverse effect on the quality of our loan portfolio.  These negative effects may cause us to incur losses and may adversely affect our capital, liquidity and financial condition.\n\nSee the section captioned “BALANCE SHEET ANALYSIS - Loans” under Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operation,” and Note 1, “Nature of Business and Significant Accounting Policies,” in the Notes to Consolidated Financial Statements, under Part II, Item 8, for further discussion on commercial-related loans.\n\nIf our allowance for credit losses was required to be increased because it is not large enough to cover actual losses in our loan portfolio, our results of operations and financial condition could be materially and adversely affected.\n\nWe maintain an ACL, which is a reserve established through a provision for credit losses charged to expense. The ACL reflects our assessment of the current expected losses over the life of the loan using historical experience, current conditions and reasonable and supportable forecasts. CECL has created more volatility in the level of our ACL because it relies on macroeconomic forecasts. It is possible that CECL may increase the cost of lending in the industry and result in slower loan growth and lower levels of net income. The level of the allowance reflects our continuing evaluation of factors including current economic forecasts, historical loss experience, the volume and types of loans, and specific credit risks. The determination of the appropriate level of the ACL inherently involves subjectivity in our modeling and requires us to make estimates of current credit risks and future trends, all of which may undergo material changes or vary from our historical experience. Deterioration in economic conditions affecting borrowers, changing economic forecasts, new information regarding existing loans, identification of additional problem loans and other factors, both within and outside of our control, may require an increase in the ACL. If we are required to materially increase our level of ACL for any reason, such increase could adversely affect our business, financial condition and results of operations.\n\nIn addition, bank regulatory agencies periodically review our ACL and may require an increase in the provision for credit losses or the recognition of further loan charge-offs, based on judgments different than those of management. Furthermore, if charge-offs in future periods exceed the ACL, we will need additional provisions to increase the ACL. Any increases in the ACL will result in a decrease in net income and, possibly, capital, and may have a material adverse effect on our business, financial condition and results of operations.  See the section captioned “BALANCE SHEET ANALYSIS - Allowance for Credit Losses - Loans” under Part II, Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operation,” for further discussion related to our process for determining the appropriate level of the ACL.\n\nRisks Related to Public Health Issues\n\nPandemics and outbreaks of communicable diseases may lead to periods of significant volatility in financial and other markets, and could adversely affect our ability to conduct normal business, our clients, and could harm our businesses, financial condition and results of operations.\n\nPandemics and widespread outbreaks of communicable diseases may cause significant disruption in the international and United States economies and financial markets and could have an adverse effect on our business and results of operations. The spread of \n\n19\n\nthese diseases may result in quarantines, cancellation of events and travel, business and school shutdowns, reduction in business activity and financial transactions, supply chain interruptions, and overall economic and financial market instability. Governments of the states in which we have operations may take preventative or protective actions, such as imposing restrictions on travel and business operations, advising or requiring individuals to limit or forego their time outside of their homes, and ordering temporary closures of businesses that have been deemed to be non-essential. These restrictions and other consequences of public health issues may result in significant adverse effects for many different types of businesses, including, among others, those in the hospitality (including hotels and lodging) and restaurant industries, and result in layoffs and furloughs of employees nationwide, including the regions in which we operate.\n\nRegulatory, Legislative and Legal Risks\n\nWe are subject to a challenging regulatory environment that restricts our activities. \n\nWe operate in heavily regulated industries. Our regulatory burdens, including both operating restrictions and ongoing compliance costs, are substantial. We are subject to many banking, deposit, insurance, securities brokerage and underwriting, and consumer lending regulations in addition to the rules applicable to all companies whose securities are publicly traded in the U.S. securities markets. Failure to comply with applicable regulations could result in financial, structural, and operational penalties. In addition, efforts to comply with applicable regulations may increase our costs and/or limit our ability to pursue certain business opportunities. See Supervision and Regulation in Item 1 of this report, for additional information concerning financial industry regulations. Federal and state regulations significantly limit the types of activities in which we, as a financial institution, may engage. In addition, we are subject to a wide array of other regulations that govern other aspects of how we conduct our business, such as in the areas of employment and intellectual property. Federal and state legislative and regulatory authorities often change these regulations or adopt new ones. Actions could be taken that would further limit the amount of interest or fees we can charge, further restrict our ability to collect loans or realize on collateral, affect the terms or profitability of the products and services we offer, or materially and adversely affect us in other ways. The following paragraphs highlight certain specific important risk areas related to regulatory matters currently. These paragraphs do not describe these risks exhaustively, and they do not describe all such risks that we face currently. Moreover, the importance of specific risks will grow or diminish as circumstances change.\n\nWe anticipate that the Presidential administration will seek to implement a regulatory reform agenda that is significantly different than that of the prior administration, impacting the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies. While we do not specifically know what these changes will be, we may be required to implement different compliance procedures and modify our policies and activities to comply with changes set forth by the administration. This may cause us to incur additional costs and expenses, and dedicate additional resources, to achieve compliance with any changes from the Presidential administration, which can impact our financial condition and the results of our operations.\n\nFailure to maintain certain regulatory capital levels and ratios could result in regulatory actions that would be materially adverse to our shareholders.\n\nU.S. capital standards are discussed under the captions Capital Adequacy and Prompt Corrective Action in Part I, Item 1, and the caption “Capital” in Part II, Item 7, of this Report. Pressures to maintain appropriate capital levels and address business needs in a changing economy could result in certain mandatory and possible additional discretionary actions by regulators that, if undertaken, could be dilutive or otherwise have an adverse effect on our shareholders. Such actions could include: reduction or elimination of dividends; the issuance of common or preferred stock, or securities convertible into stock; or the issuance of any class of stock having rights that are adverse to those of the holders of our existing classes of common or preferred stock. In addition, these requirements could have a negative impact on our ability to lend, grow deposit balances, make acquisitions or make share repurchases or redemptions. Higher capital levels could also lower our return on equity. Additional information concerning these risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears: under the captions Capital Adequacy and Prompt Corrective Action in Part I, Item 1 of this Report; under the caption “Capital” of Part II, Item 7; and Note 17, “Regulatory Capital Requirements,” under Part II, Item 8.  \n\nPolitical dysfunction and volatility within the federal government, both at the regulatory and Congressional level, creates significant potential for major and abrupt shifts in federal policy regarding bank regulation, taxes, and the economy, any of which could have significant and adverse impacts on our business and financial performance. \n\nCertain of our operations and customers are dependent on the regular operation of the federal or state government or programs they administer For example, our SBA lending program depends on interaction with the SBA, an independent agency of the federal government. During a lapse in funding, such as has occurred during previous federal government “shutdowns”, the SBA may not be able to engage in such interaction. Similarly, loans we make through USDA lending programs may be delayed or adversely affected by lapses in funding for the USDA. In addition, customers who depend directly or indirectly on providing goods and services to federal or state governments or their agencies may reduce their business with us or delay repayment of loans due to lost or delayed revenue from those relationships. If funding for these lending programs or federal spending generally is reduced as part of the \n\n20\n\nappropriations process or by administrative decision, demand for our services may be reduced. Any of these developments could have a material adverse effect on our financial condition, results of operations or liquidity.\n\nLegal disputes are an unavoidable part of business, and the outcome of pending or threatened litigation cannot be predicted with any certainty. \n\nWe face the risk of litigation from clients, associates, vendors, contractual parties, and other persons, either singly or in class actions, and from federal or state regulators. We manage those risks through internal controls, personnel training, insurance, litigation management, our compliance and ethics processes, and other means. However, the commencement, outcome, and magnitude of litigation cannot be predicted or controlled with any certainty. Substantial legal liability or significant regulatory action against us could have material adverse financial effects or cause significant reputational harm to us, which in turn could seriously harm our business prospects.\n\nData privacy is becoming a major political concern. The laws governing it are new, and are likely to evolve and expand. \n\nMany non-regulated, non-banking companies have gathered large amounts of personal details about millions of people, and have the ability to analyze that data and act on that analysis very quickly. This situation has prompted governmental responses. Two prominent responses are the European Union General Data Protection Regulation and the California Consumer Privacy Act. Neither is a banking industry regulation, but both apply to banks in relation to certain clients. Further general regulation to protect data privacy appears likely, and banking industry regulations might be enlarged as well.\n\nLiquidity and Funding Risk\n\nLiquidity is essential to our business model and a lack of liquidity, or an increase in the cost of liquidity could materially impair our ability to fund our operations and jeopardize our results of operation, financial condition and cash flows.\n\nLiquidity represents an institution’s ability to provide funds to satisfy demands from depositors, borrowers and other creditors by either converting assets into cash or accessing new or existing sources of incremental funds. Liquidity risk arises from the possibility that we may be unable to satisfy current or future funding requirements and needs. \n\nDeposit levels may be affected by several factors, including rates paid by competitors, general interest rate levels, returns available to customers on alternative investments, general economic and market conditions and other factors. Loan repayments are a relatively stable source of funds but are subject to the borrowers’ ability to repay loans, which can be adversely affected by a number of factors including changes in general economic conditions, adverse trends or events affecting business industry groups or specific businesses, declines in real estate values or markets, business closings or lay-offs, inclement weather, natural disasters and other factors. Furthermore, loans generally are not readily convertible to cash.\n\nFrom time to time, if deposits and loan payments are not sufficient to meet our needs, we may be required to rely on secondary sources of liquidity to meet growth in loans, deposit withdrawal demands or otherwise fund operations. Such secondary sources include FHLB advances, brokered deposits, secured and unsecured federal funds lines of credit from correspondent banks, Federal Reserve borrowings and/or accessing the equity or debt capital markets. The availability of these secondary funding sources is subject to broad economic conditions, to regulation and to investor assessment of our financial strength and, as such, the cost of funds may fluctuate significantly and/or the availability of such funds may be restricted, thus impacting our net interest income, our immediate liquidity and/or our access to additional liquidity. Additionally, if we fail to remain “well-capitalized” our ability to utilize brokered deposits may be restricted. We have somewhat similar risks to the extent high balance core deposits exceed the amount of deposit insurance coverage available.\n\nWe anticipate we will continue to rely primarily on deposits, loan repayments, and cash flows from our investment securities to provide liquidity. Additionally, when necessary, the secondary sources of borrowed funds described above will be used to augment our primary funding sources. An inability to maintain or raise funds (including the inability to access secondary funding sources) in amounts necessary to meet our liquidity needs would have a substantial negative effect, individually or collectively, on our liquidity. Our access to funding sources in amounts adequate to finance our activities, or on terms attractive to us, could be impaired by factors that affect us specifically or the financial services industry in general. For example, factors that could detrimentally impact our access to liquidity sources include our financial results, a decrease in the level of our business activity due to a market downturn or adverse regulatory action against us, a reduction in our credit rating, any damage to our reputation, counterparty availability, changes in the activities of our business partners, changes affecting our loan portfolio or other assets, or any other event that could cause a decrease in depositor or investor confidence in our creditworthiness and business. Our access to liquidity could also be impaired by factors that are not specific to us, such as general business conditions, interest rate fluctuations, severe volatility or disruption of the financial markets or negative views and expectations about the prospects for the financial services industry as a whole, or legal, regulatory, accounting, and tax environments governing our funding transactions. In addition, our ability to raise funds is strongly affected by the general state of the U.S. and world economies and financial markets as well as the policies and \n\n21\n\ncapabilities of the U.S. government and its agencies, and may remain or become increasingly difficult due to economic and other factors beyond our control. Any such event or failure to manage our liquidity effectively could affect our competitive position, increase our borrowing costs and the interest rates we pay on deposits, limit our access to the capital markets and have a material adverse effect on our results of operations or financial condition. Changes associated with interest rate benchmarks also may impact our funding ability; see Interest Rate and Yield Curve Risks below.\n\nThe proportion of our deposit account balances that exceed FDIC insurance limits may expose us to enhanced liquidity risk in times of financial distress.\n\nUninsured deposits historically have been viewed by the FDIC as less stable than insured deposits. According to statements made by the FDIC staff and the leadership of the federal banking agencies, customers with larger uninsured deposit account balances often are small- and mid-sized businesses that rely upon deposit funds for payment of operational expenses and, as a result, are more likely to closely monitor the financial condition and performance of their depository institutions. As a result, in the event of financial distress, uninsured depositors historically have been more likely to withdraw their deposits. As of December 31, 2024, approximately 30% of our deposits were uninsured and we rely on these deposits for liquidity.\n\nIf a significant portion of our deposits were to be withdrawn within a short period of time such that additional sources of funding would be required to meet withdrawal demands, we may be unable to obtain funding at favorable terms, which may have an adverse effect on our net interest margin. Moreover, obtaining adequate funding to meet our deposit obligations may be more challenging during periods of elevated prevailing interest rates, such as the present period. Our ability to attract depositors during a time of actual or perceived distress or instability in the marketplace may be limited. Further, interest rates paid for borrowings generally exceed the interest rates paid on deposits. This spread may be exacerbated by higher prevailing interest rates. In addition, because our investment securities lose value when interest rates rise, after-tax proceeds resulting from the sale of such assets may be diminished during periods when interest rates are elevated. Under such circumstances, we may be required to access funding from sources such as the Federal Reserve’s discount window or the Bank Term Funding Program in order to manage our liquidity risk.\n\nUnrealized losses in our securities portfolio could negatively affect our liquidity.\n\nAs market interest rates have increased, we have experienced significant unrealized losses on our available for sale securities portfolio. Unrealized losses related to available for sale securities are reflected in accumulated other comprehensive income in our consolidated balance sheets and reduce the level of our book capital and tangible common equity. However, such unrealized losses do not affect our regulatory capital ratios. We actively monitor our available for sale securities portfolio and we do not currently anticipate the need to realize material losses from the sale of securities for liquidity purposes. Furthermore, we believe it is unlikely that we would be required to sell any such securities before recovery of their amortized cost base, which may be at maturity. Nonetheless, our access to liquidity sources could be affected by unrealized losses if securities must be sold at a loss; tangible capital ratios continue to decline from an increase in unrealized losses or realized credit losses; the FHLB or other funding sources reduce capacity; or bank regulators impose restrictions on us that impact the level of interest rates we may pay on deposits or our ability to access brokered deposits. Additionally, significant unrealized losses could negatively impact market and/or customer perceptions of our Company, which could lead to a loss of depositor confidence and an increase in deposit withdrawals, particularly among those with uninsured deposits.\n\nMaintaining liquidity could increase our interest expense.\n\nIncreased industry competition to maintain liquidity, along with periods of higher interest rates, may require us to offer higher interest rates to maintain deposits.  Our interest expense will increase and our net interest margin will decrease if we need to increase the interest rate paid on our deposits to attract additional customers or maintain current customers, which could have a material adverse effect on our business, financial condition and results of operations.\n\nInterest Rate and Yield Curve Risks\n\nWe are subject to interest rate risk because a significant portion of our business involves borrowing and lending money, and investing in financial instruments. \n\nA considerable amount of our profitability is dependent on net interest income, which is the difference between interest income earned on loans and investment securities and interest expense paid on deposits and other borrowings. The absolute level of interest rates as well as changes in interest rates, including changes to the shape of the yield curve, may affect our level of interest income, the primary component of our gross revenue, as well as the level of our interest expense. In a period of changing interest rates, interest expense may increase at different rates than the interest earned on assets, impacting our net interest income. Interest rate fluctuations are caused by many factors which, for the most part, are not under our control. For example, national monetary policy implemented by the Federal Reserve plays a significant role in the determination of interest rates. Additionally, competitor pricing and the resulting negotiations that occur with our customers also impact the rates we collect on loans and pay on deposits. \n\n22\n\nIf short-term interest rates rise, our results of operations may be negatively impacted if we are unable to increase the rates we charge on loans or earn on our investment securities in excess of the increases we must pay on deposits and our other funding sources. As interest rates change, we expect that we will periodically experience “gaps” in the interest rate sensitivities of our assets and liabilities, meaning that either our interest-bearing liabilities (usually deposits and borrowings) will be more sensitive to changes in market interest rates than our interest-earning assets (usually loans and investment securities), or vice versa. In either event, if market interest rates should move contrary to our position, this “gap” may work against us, and our results of operations and financial condition may be negatively affected. \n\nA flat or inverted yield curve may reduce our net interest margin and adversely affect our loan and investment portfolios. \n\nThe yield curve is a reflection of interest rates applicable to short and long-term debt. The yield curve is steep when short-term rates are much lower than long-term rates; it is flat when short-term rates and long-term rates are nearly the same; and it is inverted when short-term rates exceed long-term rates. Historically, the yield curve is usually upward sloping (higher rates for longer terms). However, the yield curve can be relatively flat or inverted (downward sloping), which has happened several times in the past few years, which is often seen as a bad sign for the economy. A flat or inverted yield curve, which tends to decrease net interest margin, adversely impacts our lending businesses and investment portfolio. From October 2022 through December 2024, the yield curve was inverted. See Risks Associated with Monetary Events within this section of the Report for additional information.\n\nAccounting and Tax Risks\n\nThe preparation of our consolidated financial statements in conformity with U.S. generally accepted accounting principles requires management to make significant assumptions, estimates and judgments that affect the financial statements. \n\nManagement must make significant assumptions and estimates and exercise significant judgment in selecting and applying accounting and reporting policies. In some cases, management must select a policy from two or more alternatives, any of which may be reasonable under the circumstances, which may result in reporting materially different results than would have been reported under a different alternative. The estimate that is consistently one of our most critical is the level of the allowance for credit losses. However, other estimates can be highly significant at discrete times or during periods of varying length, for example the valuation (or impairment) of our deferred tax assets. Estimates are made at specific points in time. As actual events unfold, estimates are adjusted accordingly. Due to the inherent nature of these estimates, it is possible that, at some time in the future, we may significantly increase the allowance for credit losses and/or sustain credit losses that are significantly higher than the provided allowance, or we may recognize a significant provision for impairment of assets, or we may make some other adjustment that will differ materially from the estimates that we make today. Moreover, in some cases, especially concerning litigation and other contingency matters where critical information is inadequate, often we are unable to make estimates until fairly late in a lengthy process.\n\nIn addition, changes in accounting standards or interpretations could negatively impact our reported earnings and financial condition.\n\nThe accounting standard setters, including the Financial Accounting Standards Board (“FASB”), the SEC and other regulatory agencies, periodically change the financial accounting and reporting standards that govern the preparation of our consolidated financial statements. For additional information, refer to Note 1, “Nature of Business and Significant Accounting Policies,” under Part II, Item 8 of this Report. These changes can be difficult to predict and can materially impact how we record and report our financial condition and results of operations. In some cases, we could be required to apply a new or revised standard retroactively, which would result in the recasting of our prior period financial statements. \n\nWe could be subject to changes in tax laws, regulations and interpretations or challenges to our income tax provision.\n\nWe compute our income tax provision based on enacted tax rates in the jurisdictions in which we operate. Any change in enacted tax laws, rules or regulatory or judicial interpretations, any adverse outcome in connection with tax audits in any jurisdiction or any change in the pronouncements relating to accounting for income taxes could adversely affect our effective tax rate, tax payments and results of operations. \n\nOur internal controls and procedures may fail or be circumvented. \n\nMaintaining and adapting our internal controls over financial reporting, disclosure controls and procedures and effective corporate governance policies and procedures (“controls and procedures”) is expensive and requires significant management attention. Moreover, as we continue to grow, our controls and procedures may become more complex and require additional resources to ensure they remain effective amid dynamic regulatory and other guidance. Failure to implement effective controls and procedures or circumvention of our controls and procedures could harm our business, results of operations and financial condition or cause us to fail to meet our public reporting obligations.\n\n23\n\nGeographic and Climate Risks\n\nWe are subject to risks of operating in various jurisdictions. \n\nOur success is also influenced heavily by population growth, income levels, loans and deposits and on stability in real estate values in our markets. To a significant degree our banking business is exposed to economic, regulatory, natural disaster, and other risks that primarily impact the mid-western U.S. states where we do most of our traditional banking business. If those regions of the U.S. did not grow or were to experience adversity not shared by other parts of the country, we are likely to experience adversity to a degree not shared by those competitors which have a broader or different regional footprint. If market and economic conditions deteriorate, this may lead to valuation adjustments on our loan portfolio and losses on defaulted loans and on the sale of other real estate owned. Additionally, such adverse economic conditions in our market areas, specifically decreases in real estate property values due to the nature of our loan portfolio, the majority of which is secured by real estate, could reduce our growth rate, affect the ability of our customers to repay their loans and generally affect our financial condition and results of operations.  As of December 31, 2024, approximately 36% of our loans were secured by commercial-based real estate, 14% of loans were secured by agriculture-based real estate, and 23% of our loans were secured by residential real estate. We are less able than larger institutions to spread the risks of unfavorable local economic conditions across a larger number of more diverse economies.\n\nNatural disasters and weather-related events exacerbated by climate change could have a negative impact on our results of operations and financial condition.\n\nWe operate in markets in which natural disasters, including tornadoes, severe storms, fires, floods, hurricanes and earthquakes have occurred. Such natural disasters could significantly affect the local population and economies, the activities of many of our customers and clients, and our business, and could pose physical risks to our properties. Although our banking offices are geographically dispersed throughout portions of the midwestern United States and we maintain insurance coverage for such events, a significant natural disaster in or near one or more of our markets could have a material adverse effect on our financial condition, results of operations or liquidity.\n\nThe markets in which we operate also are exposed to the adverse impacts of climate change, as well as uncertainties related to the transition to a low-carbon economy. Climate change presents both immediate and long-term risks to us and our customers and clients, with the risks expected to increase over time.\n\nClimate risks can arise from both physical risks (those risks related to the physical effects of climate change) and transition risks (risks related to regulatory, compliance, technological, stakeholder and legal changes from a transition to a low-carbon economy). The physical and transition risks can manifest themselves differently across our risk categories in the short, medium and long terms.\n\nThe physical risk from climate change could result from increased frequency and/or severity of adverse weather events. For example, adverse weather events could damage or destroy our properties or our counterparties’ properties and other assets and disrupt operations, making it more difficult for counterparties to repay their obligations, whether due to reduced profitability, asset devaluations or otherwise. These events could also increase the volatility in financial markets and increase our counterparty exposures and other financial risks, which may result in lower revenues and higher cost of credit.\n\nTransition risks may arise from changes in regulations or market preferences toward a low-carbon economy, which in turn could have negative impacts on asset values, results of operations or our reputation or that of our customers and clients. For example, our corporate credit exposures include industries that may experience reduced demand for carbon-intensive products due to the transition to a low-carbon economy. Moreover, banking regulators and others are increasingly focusing on the issue of climate risk at financial institutions, both directly and with respect to their clients. \n\nEven as regulators, such as the SEC, begin to propose or mandate additional disclosure of climate-related information by companies across sectors, there may continue to be a lack of information for more robust climate-related risk analyses. Third party exposures to climate-related risks and other data generally are limited in availability and variable in quality. Modeling capabilities to analyze climate-related risks and interconnections are improving but remain incomplete. Legislative or regulatory uncertainties and changes regarding climate-related risk management and disclosures are likely to result in higher regulatory, compliance, credit, reputational and other risks and costs (for additional information, see the ongoing regulatory and legislative uncertainties and changes risk factor above). In addition, we could face increased regulatory, reputational and legal scrutiny as a result of its climate risk.\n\nStock Holding and Governance Risks\n\nWe have only recently begun to pay dividends; moreover, the inability of our subsidiaries to declare and pay dividends or other distributions to the Holding Company could adversely affect its liquidity and ability to declare and pay dividends.\n\nThe holders of our common stock receive dividends only if and when declared by the Nicolet board of directors (the “Board”) out of legally available funds. Prior to 2023, the Board had not declared a dividend on the common stock since our inception in 2000. Any \n\n24\n\ndetermination relating to the continuation or any change in dividend policy will be made at the discretion of the Board and will depend on a number of factors, including the Company’s future earnings, capital requirements, financial condition, future prospects, regulatory restrictions and other factors that the Board may deem relevant.  Our principal source of funds used to pay cash dividends on our common and preferred stock is dividends that we receive from the Bank. As a national bank, the Bank is subject to limitations on the amount of dividends that it is permitted to pay, as described under “Regulation of Nicolet – Payment of Dividends” and “Regulation of the Bank – Payment of Dividends” in Part I, Item 1 of this Report. The federal banking agencies have also issued policy statements which provide that bank holding companies and insured banks should generally only pay dividends out of current earnings. The Federal Reserve may also prevent the payment of a dividend by the Bank if it determines that the payment would be an unsafe and unsound banking practice. The Holding Company and the Bank must also maintain the CET1 capital conservation buffer of 2.5% to avoid becoming subject to restrictions on capital distributions, including dividends. If the Bank is not permitted to pay cash dividends to the Holding Company, it is unlikely that we would be able to continue to pay dividends on our common stock or to pay interest on our indebtedness.\n\nHolders of our indebtedness have rights that are senior to those of our common shareholders.\n\nWe have supported our continued growth by issuing subordinated notes and by assuming the subordinated notes and trust preferred securities and accompanying junior subordinated debentures issued by companies we have acquired. As of December 31, 2024, we had outstanding subordinated notes of approximately $115.2 million and outstanding trust preferred securities and associated junior subordinated debentures with an aggregate par principal amount of approximately $1.8 million and $48.0 million, respectively.\n\nThe subordinated notes are senior to our common stock.  We have also unconditionally guaranteed the payment of principal and interest on our trust preferred securities, and the junior subordinated debentures issued to the special purpose trusts that relate to those trust preferred securities are senior to our common stock. As a result, we must make payments on the subordinated notes and the junior subordinated debentures before we can pay any dividends on our common stock, and in the event of our bankruptcy, dissolution or liquidation, holders of our subordinated notes and junior subordinated debentures must be satisfied before any distributions can be made on our common stock. We do have the right to defer distributions on our junior subordinated debentures (and related trust preferred securities) for up to five years, but during that time would not be able to pay dividends on our common stock.\n\nWe may from time to time issue additional senior or subordinated indebtedness or preferred stock that would have to be repaid before our shareholders would be entitled to receive any of our assets.\n\nOur stock price can be volatile.\n\nStock price volatility may make it more difficult for you to resell your common stock when you want and at prices you find attractive. Our stock price can fluctuate significantly in response to a variety of factors, some of which are unrelated to our financial performance, including, among other things:\n\n•actual or anticipated variations in quarterly results of operations;\n\n•recommendations by securities analysts;\n\n•operating and stock price performance of other companies that investors deem comparable to us;\n\n•news reports relating to trends, concerns and other issues in the financial services industry;\n\n•perceptions in the marketplace regarding us and/or our competitors;\n\n•new technology used, or services offered, by competitors;\n\n•significant acquisitions or business combinations, strategic partnerships, joint ventures or capital commitments by or involving us or our competitors;\n\n•failure to integrate acquisitions or realize anticipated benefits from acquisitions;\n\n•changes in government regulations; or\n\n•geopolitical conditions such as acts or threats of war, terrorism, military conflicts, the effects (or perceived effects) of pandemics and trade relations.\n\nGeneral market fluctuations, including real or anticipated changes in the strength of the local economy; industry factors and general economic and political conditions and events, such as economic slowdowns or recessions; interest rate changes, oil price volatility or credit loss trends could also cause our stock price to decrease regardless of our operating results.\n\nNicolet’s corporate organizational documents and the provisions of Wisconsin law to which we are subject contain certain provisions that could have an anti-takeover effect and may delay, make more difficult or prevent an attempted acquisition of Nicolet that you may favor.\n\n25\n\nNicolet’s amended and restated articles of incorporation, as amended (our “articles”), and bylaws, as amended (our “bylaws”), contain various provisions that could have an anti-takeover effect and may delay, discourage or prevent an attempted acquisition or change of control of Nicolet. These provisions include:\n\n•a provision allowing the Board to consider the interests of our employees, customers, suppliers and creditors when considering an acquisition proposal;\n\n•a provision that all amendments to the articles and bylaws must be approved by a majority of the outstanding shares of our capital stock entitled to vote;\n\n•a provision requiring that any merger or share exchange involving Nicolet be approved by either: (i) two-thirds of the Nicolet directors then in office and a majority of Nicolet’s outstanding shares of common stock; or (ii) a majority of the Nicolet directors then in office and two-thirds of Nicolet’s outstanding shares of common stock;\n\n•a provision restricting removal of directors except for cause and upon the approval of a majority of the outstanding shares of our capital stock entitled to vote;\n\n•a provision that any special meeting of shareholders may be called only by the chief executive officer pursuant to a resolution adopted by a majority of the Board or the holders of 10% of the outstanding shares of Nicolet’s capital stock entitled to vote; and\n\n•a provision establishing certain advance notice procedures for matters to be considered at an annual meeting of shareholders.\n\nAdditionally, Nicolet’s articles authorize the Board to issue shares of preferred stock without shareholder approval and upon such terms as the Board may determine. The issuance of our preferred stock, while providing desirable flexibility in connection with possible acquisitions, financings and other corporate purposes, could have the effect of making it more difficult for a third party to acquire, or of discouraging a third party from acquiring, a controlling interest in us. In addition, certain provisions of Wisconsin law, including a provision which restricts certain business combinations between a Wisconsin corporation and certain affiliated shareholders, may delay, discourage or prevent an attempted acquisition or change in control of Nicolet.\n\nOur stockholders may suffer dilution if we raise capital through public or private equity financings to fund our operations, to increase our capital, or to expand. \n\nIf we raise funds by issuing equity securities or instruments that are convertible into equity securities, the percentage ownership of our current common stockholders will be reduced, the new equity securities may have rights and preferences superior to those of our common or outstanding preferred stock, and additional issuances could be at a sales price which is dilutive to current stockholders. We may issue or be required to issue additional shares of common stock, or securities convertible into, exchangeable for or representing rights to acquire shares of common stock in order to maintain capital at desired or regulatory-required levels. We could also issue additional equity securities directly as consideration in acquisitions of other financial institutions or other investments that we may make that would be dilutive to stockholders in terms of voting power and share-of-ownership, and could be dilutive financially or economically.\n\nNicolet’s securities are not FDIC insured.\n\nOur securities are not savings or deposit accounts or other obligations of the Bank, and are not insured by the Deposit Insurance Fund, or any other agency or private entity and are subject to investment risk, including the possible loss of some or all of the value of your investment.",
      "char_count": 83157
    }
  },
  "extracted_at": "2026-01-19T15:48:45.663567"
}