{
  "ticker": "NUE",
  "company_name": "NUCOR CORP",
  "cik": 73309,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-028427",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000073309&accession_number=000095017025028427&xbrl_type=v",
  "sic_code": "3312",
  "industry": "Steel Works, Blast Furnaces & Rolling Mills (Coke Ovens)",
  "sections": {
    "item1": {
      "text": "Item 1.\tBusiness.\n\n  Overview\n\n  Nucor Corporation, a Delaware corporation incorporated in 1958, and its affiliates (“Nucor,” the “Company,” “we,” “us” or “our”) manufacture steel and steel products. The Company also produces and procures ferrous and non-ferrous materials primarily for use in its steel manufacturing business. Most of the Company’s operating facilities and customers are located in North America. The Company’s operations include international trading and sales companies that buy and sell steel and steel products manufactured by the Company and others.\n\n  Nucor is North America’s largest recycler, using scrap steel as the primary raw material in producing steel and steel products. In 2024, we recycled approximately 18 million gross tons of scrap steel.\n\n  Segments, Principal Products Produced, and Markets and Marketing\n\n  Nucor reports its results in three segments: steel mills, steel products and raw materials. The steel mills segment is Nucor’s largest segment, representing 61% of the Company’s sales to external customers in the year ended December 31, 2024. \n\n  We market products from the steel mills and steel products segments mainly through in-house sales forces. We also utilize our internal distribution and trading companies to market our products abroad. The markets for these products are largely tied to end-use markets such as nonresidential construction, durable goods and capital spending that are affected by changes in general economic conditions.\n\n  We are a leading domestic provider for most of the products we supply, and, in many cases (e.g., structural steel, merchant bar steel, steel joist and deck, pre-engineered metal buildings, steel piling, cold finish bar steel, steel electrical conduit pipe and insulated metal panels), we are the leading supplier. \n\n  In recent years we have embarked on a strategy to advance Nucor’s capabilities and further its value creation, as summarized in our Mission Statement: Grow the Core, Expand Beyond and Live Our Culture. \n\n  We have examined and prioritized growth opportunities across our core steelmaking, steel products and raw materials operations, and we have identified and executed on several acquisitions and investments to expand the products and services we offer beyond our traditional capabilities. We believe that the Expand Beyond growth opportunities we are pursuing leverage our core competency as a highly efficient, industrial manufacturer working primarily with steel and steel products, while positioning us to generate attractive profit margins and returns on our invested capital selling products into growing end-use markets. \n\n  Steel mills segment \n\n  In the steel mills segment, Nucor produces sheet steel (hot-rolled, cold-rolled and galvanized), plate steel, structural steel (wide-flange beams, beam blanks, H-piling and sheet piling) and bar steel (blooms, billets, concrete reinforcing bar, merchant bar and engineered special bar quality (“SBQ”)). Nucor manufactures steel principally from scrap steel and scrap steel substitutes using electric arc furnaces (“EAFs”) along with continuous casting and automated rolling mills. The steel mills segment also includes Nucor’s equity method investment in NuMit LLC (“NuMit”) (see “Steel joint venture”- below), as well as international trading and distribution companies that buy and sell steel manufactured by the Company and other steel producers. \n\n  The steel mills segment sells its products primarily to steel service centers, fabricators and manufacturers located throughout the United States, Canada and Mexico. The steel mills segment sold \n\n  1\n\n  approximately 18,480,000 tons to outside customers in 2024. In 2024, 80% of the shipments made by our steel mills segment were to external customers. The remaining 20% of the steel mills segment’s shipments went to our steel products segment. \n\n  •Bar mills - Nucor has 15 bar mills located across the United States that manufacture a broad range of products, including concrete reinforcing bars, hot-rolled bars, rounds, light shapes, structural angles, channels, wire rod and highway products in carbon and alloy steels. Four of the bar mills have a significant focus on manufacturing SBQ and wire rod products.\n\n  Steel produced by our bar mills has a wide usage serving end markets, including the agricultural, automotive, construction, energy, infrastructure, machinery, metal building, railroad, recreational equipment, shipbuilding, heavy truck and trailer market segments. Considering Nucor’s production capabilities and the mix of bar products generally produced and marketed, the capacity of the bar mills is estimated at approximately 9,560,000 tons per year.\n\n  Reinforcing and merchant bar steel are sold in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders. Our SBQ products are hot-rolled to exacting specifications primarily servicing the automotive, energy, agricultural, heavy equipment and transportation sectors.\n\n  In April 2022, Nucor announced that it will build a new rebar micro mill, with spooling capabilities, in Lexington, North Carolina. The new micro mill is currently under construction.\n\n  In February 2024, Nucor announced that the Board of Directors approved $860 million to construct a rebar micro mill in the Pacific Northwest. Nucor is evaluating potential locations, and the project is expected to take two years to construct, subject to regulatory approvals.\n\n  •Sheet mills - Nucor operates six sheet mills that produce flat-rolled steel for automotive, appliance, construction, pipe and tube and many other industrial and consumer applications. Included in our six sheet mills is California Steel Industries, Inc., in which Nucor has a 51% controlling ownership position. Considering Nucor’s production capabilities and the mix of flat-rolled products generally produced and marketed, the capacity of the sheet mills is estimated at approximately 14,600,000 tons per year. All of our sheet mills are equipped with galvanizing lines and four of them are equipped with cold rolling mills for further processing of hot-rolled sheet steel.\n\n  Nucor produces hot-rolled, cold-rolled and galvanized sheet steel to customers’ specifications. Contract sales within the steel mills segment are most notable in our sheet operations, as it is common for contract sales to account for the majority of sheet sales in a given year. We estimate that greater than 80% of our sheet steel sales in 2024 were to contract customers. These sheet sales contracts are noncancellable agreements that generally incorporate monthly or quarterly price adjustments reflecting changes in the current market-based indices and/or raw material cost, and typically have terms ranging from six to 12 months. The balance of our sheet steel sales were made in the spot market at prevailing prices at the time of sale. The number of tons sold to contract customers at any given time depends on a variety of factors, including our consideration of current and future market conditions, our strategy to appropriately balance spot and contract tons in a manner to meet our customers’ requirements while considering the expected profitability, our desire to sustain a diversified customer base, and our end-use customers’ perceptions about future market conditions. \n\n  Nucor owns a 51% controlling economic and voting interest in Nucor-JFE Steel Mexico, S. de R.L. de C.V. (\"NJSM\"). NJSM is a joint venture with JFE Steel Corporation (“JFE”) of Japan that operates a galvanized sheet steel plant in central Mexico with an annual capacity of approximately 400,000 tons, that is expected to supply the country’s automotive market.\n\n  In January 2022, Nucor announced it had selected Mason County, West Virginia as the site for its new three-million-ton state-of-the-art sheet mill. When operational, the new mill will be equipped to produce 84-inch sheet products, and among other features, will include a 76-inch \n\n  2\n\n  tandem cold mill and two galvanizing lines capable of producing advanced high-end automotive and construction grades.\n\n  •Structural mills - Nucor operates two structural mills that produce wide-flange steel beams, pilings and heavy structural steel products for fabricators, construction companies, manufacturers and steel service centers. Nucor owns a 51% interest in Nucor-Yamato Steel Company (Limited Partnership) (“Nucor-Yamato”) located in Blytheville, Arkansas. Nucor-Yamato is the only North American producer of high-strength, low-alloy beams. Common applications for the high-strength, low-alloy beams include gravity columns for high-rise buildings, long-span trusses for stadiums and convention centers, and for use in all projects where seismic design is a critical factor. The benefits of high-strength, low-alloy beams are increasingly recognized by Nucor’s customers in the construction sector. These include savings in terms of construction time, weight, space, and overall environmental impact.  Nucor sells its high-strength, low-alloy beams under the trade name AEOSTM.\n\n  Nucor also owns a steel beam mill in Berkeley County, South Carolina. Considering Nucor’s production capabilities and the mix of structural products generally produced and marketed, the capacity of the two structural mills is estimated at approximately 3,250,000 tons per year.\n\n  Structural steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\n\n  •Plate mills - Nucor operates three plate mills that produce plate for manufacturers of barges, bridges, heavy equipment, rail cars, refinery tanks, ships, wind towers and other items. Our products are further used in the pipe and tube, pressure vessel, transportation and construction industries. Considering Nucor’s production capabilities and the mix of plate products generally produced and marketed, the capacity of the plate mills is estimated at approximately 3,600,000 tons per year.\n\n  Certain plate steel products come in standard sizes and grades, which allows us to maintain inventory levels of these products to meet our customers’ expected orders.\n\n  •Steel joint venture - Nucor owns a 50% economic and voting interest in NuMit, a company that owns 100% of the equity interest in Steel Technologies LLC (“Steel Technologies”), an operator of 32 strategically located sheet processing facilities in the United States, Canada and Mexico. Steel Technologies transforms flat-rolled steel into products that meet exacting specifications for customers in a wide range of industries, including the automotive, agricultural and consumer goods markets. \n\n  Steel products segment\n\n  In the steel products segment, Nucor produces steel joists and joist girders, steel deck, galvanized torque tubes used in solar arrays, hollow structural section (“HSS”) steel tubing, electrical conduit, fabricated concrete reinforcing steel, cold finished steel, steel fasteners, steel grating and expanded metal, wire and wire mesh, metal building systems, insulated metal panels, steel racking for warehouse systems and data centers, overhead doors, and utility towers and structures for communications and energy transmission. The steel products segment also includes our piling distributor.\n\n  Our capabilities in insulated metal panels, steel racking, overhead doors and towers and structures have all been acquired over the past several years as part of our Expand Beyond strategy, which we believe can enhance our profit margins, return on invested capital and free cash flow generation and, over time, accelerate our overall growth while reducing the volatility of our earnings. A value driver in each of these businesses is to readily leverage our core competencies as a highly efficient manufacturer of steel products, as well as our inclusive, safety-focused, performance-oriented culture.\n\n  Our steel products businesses primarily serve the nonresidential construction and infrastructure markets. Our door technologies businesses also serve the garage door repair and replacement market. \n\n  3\n\n  •Vulcraft/Verco – The Vulcraft/Verco group is the nation’s leading producer of open-web steel joists, joist girders and steel decking, which are used primarily for nonresidential building construction. Steel joists and joist girders are produced and marketed throughout the United States by seven domestic Vulcraft facilities. The Vulcraft/Verco group’s steel decking is produced and marketed throughout the United States by nine domestic plants. Six of these plants are adjacent to Vulcraft joist facilities. The Vulcraft/Verco group also has two plants in Canada—one in Eastern Canada and one in Western Canada—that produce both joist and deck. The annual joist production capacity is approximately 745,000 tons and the annual deck production capacity is approximately 560,000 tons. \n\n  Sales of steel joists, joist girders and steel decking are dependent on the nonresidential building construction market. The majority of steel joists, joist girders and steel decking are used extensively as part of the roof and floor structural support systems in warehouses, data centers, manufacturing buildings, retail stores, shopping centers, schools, hospitals, and, to a lesser extent, in multi-story buildings and apartments. We make these products to our customers’ specifications and typically deliver them directly to a construction site according to a prearranged schedule and sequence. The majority of these contracts are firm, fixed-price contracts that are, in most cases, competitively bid against other suppliers.\n\n  Our Vulcraft/Verco group also manufactures and fabricates steel bar grating products at four of its facilities and serves the new construction and maintenance-related markets. The annual production capacity for our grating business is approximately 49,000 tons.\n\n  •Tubular products – The Nucor Tubular Products (“NTP”) group has eight tubular facilities that are located in close proximity to Nucor’s sheet mills. The NTP group produces HSS steel tubing, mechanical steel tubing, galvanized solar torque tube, piling, sprinkler pipe, heat-treated tubing and electrical conduit. HSS steel tubing, mechanical steel tubing and sprinkler pipe are used in structural and mechanical applications, including nonresidential construction, infrastructure, agricultural, automotive and construction equipment end-use markets. Heat-treated tubing and electrical conduit are primarily used to protect and route electrical wiring in various nonresidential structures such as hospitals, schools, office buildings, data centers, hotels, stadiums and shopping malls. Galvanized solar torque tube is an essential component for ground-mount solar systems.\n\n  •Rebar fabrication – Nucor Rebar Fabrication fabricates, installs and distributes rebar for a wide variety of construction work classified as infrastructure (e.g., highways, bridges, reservoirs, utilities and airports) and various building projects, including manufacturing facilities, warehouses, data centers, hospitals, schools, stadiums, commercial office buildings and multi-tenant residential construction. We sell and install fabricated reinforcing products primarily on a construction contract bid basis.\n\n  Reinforcing products are essential to concrete construction. They supply tensile strength, as well as additional compressive strength, and protect concrete from cracking. In many markets, Nucor Rebar Fabrication sells reinforcing products on an installed basis (i.e., Nucor Rebar Fabrication fabricates the reinforcing products for a specific application and performs the installation). Nucor Rebar Fabrication operates nearly 70 fabrication facilities across the United States and Canada, with each facility serving a local market. Total annual rebar fabrication capacity is approximately 1,736,000 tons.\n\n  •Piling products - Skyline Steel LLC and its subsidiaries (“Skyline”) are primarily steel foundation distributors serving the North American market. Skyline distributes products to service marine construction, bridge and highway construction, heavy civil construction, flood protection, underground commercial parking and environmental containment projects in the infrastructure and construction industries. Skyline also manufactures a complete line of geostructural foundation solutions, including threaded bar, micropile, strand anchors and hollow bar. It also processes and fabricates spiral weld pipe piling, rolled and welded pipe piling, and cold-formed sheet piling. \n\n  4\n\n  •Cold finish - Nucor Cold Finish (“NCF”) is the largest and most diversified producer of cold finished bar products for a wide range of industrial markets in North America, with assets in Canada, Mexico and throughout the United States. The total capacity of the Nucor cold finished bar and wire facilities is approximately 1,065,000 tons per year. \n\n  Nucor’s cold finished facilities produce cold finished bars for demanding applications. NCF obtains most of its steel from the Nucor bar mills, ensuring consistent quality and supply through all market conditions. These facilities produce cold-drawn, turned, ground and polished steel bars that are used extensively for shafting and other precision machined applications. NCF produces rounds, hexagons, flats and squares in carbon, alloy and leaded steels. These bars are purchased by the appliance, automotive, construction equipment, electric motor, farm machinery and fluid power industries, as well as by service centers. NCF bars are used in tens of thousands of products. A few examples include anchor bolts, hydraulic cylinders and shafting for air conditioner compressors, ceiling fan motors, garage door openers, electric motors and lawn mowers.\n\n  •Steel mesh and fasteners – Nucor manufactures wire products and industrial fasteners.\n\n  Nucor produces mesh at Nucor Steel Connecticut, Inc. and Nucor Wire Products Utah. Nucor also produces mesh in Canada at Laurel Steel.\n\n  Nucor Fastener’s bolt-making facility in Indiana produces carbon and alloy steel hex head cap screws, hex bolts, structural bolts, nuts and washers, finished hex nuts and custom-engineered fasteners. Nucor fasteners are used in a broad range of markets, including automotive, machine tool, farm implement, construction and military applications. \n\n  •Buildings group – The Nucor Buildings group is the nation’s leading supplier of pre-engineered metal buildings. Nucor produces metal buildings and components throughout the United States under the following brands: Nucor Building Systems, American Buildings Company and Kirby Building Systems. \n\n  The sizes of the buildings that can be produced range from less than 1,000 square feet to more than 1,000,000 square feet. Complete metal building packages can be customized and combined with other materials such as glass, wood, insulated metal panels and masonry to produce cost-effective, energy efficient, aesthetically pleasing buildings designed to the customers’ special requirements. The buildings are sold primarily through independent builder distribution networks in order to provide fast-track, customized solutions for building owners. The primary markets served are commercial, industrial and institutional buildings, including distribution centers, data centers, automobile dealerships, retail centers, schools and manufacturing facilities.\n\n  •Insulated metal panels (“IMP”) – We believe the Nucor Insulated Panels Group, which includes industry leading brands, CENTRIA and Metl-Span, broadens the value-added solutions that the Nucor Buildings group can provide to targeted end markets such as warehousing, distribution and data centers. We expect these end-use markets to continue to grow in the coming years. IMPs facilitate cost-effective climate control in the built environment and reduce energy usage and overall operations related greenhouse gas (“GHG”) emissions for owners and lessees.\n\n  •Racking – Nucor Racking Group (“NRG”) produces and installs standard and custom designed steel racking systems for warehouse applications, including rack supported buildings  and warehouses designed to leverage emerging automatic storage and retrieval (ASRS) technology. In April 2024 we acquired Southwest Data Products, Inc. to expand and enhance NRG's ability to serve the rapidly growing data center market with steel racking and other products. NRG's added capabilities now include airflow containment structures, cabinet/enclosures, caging and other products for both new data centers and data center retrofits. NRG now has five primary manufacturing locations and a team of dedicated installers. \n\n  5\n\n  •Door Technologies – In June 2022, Nucor acquired C.H.I. Overhead Doors, LLC (“CHI”), a leading manufacturer of overhead doors for residential and commercial markets in the United States and Canada. We believe that by leveraging Nucor’s existing sales channels into the broader nonresidential construction market we can facilitate CHI’s continuing growth. CHI has two manufacturing locations. \n\n           In July 2024, Nucor acquired Rytec Corporation (\"Rytec\"), a leading manufacturer and seller of high-speed, high-performance commercial doors. We believe adding high-performance doors will create cross selling opportunities with other Nucor businesses. Rytec has two manufacturing facilities\n\n  •Towers & Structures – In August 2022, Nucor acquired Summit Utility Structures LLC and a related company, Sovereign Steel Manufacturing LLC. These companies form Nucor Towers & Structures (“NTS”). NTS produces metal poles and other steel structures for utility infrastructure and highway signage.\n\n  In 2023, Nucor announced it will build new manufacturing locations to expand NTS adjacent to Nucor's existing steel mills in Decatur, Alabama and Crawfordsville, Indiana. Construction on those locations is in process and we expect them to be complete in 2025. In 2024, Nucor announced an additional NTS location to be built in Brigham City, Utah. \n\n  Raw materials segment \n\n  In the raw materials segment, Nucor produces direct reduced iron (\"DRI\") and, through The David J. Joseph Company and its affiliates (\"DJJ\"), brokers ferrous and nonferrous metals, pig iron, hot briquetted iron and DRI; supplies ferro-alloys; and processes ferrous and nonferrous scrap metal. The raw materials segment also includes our natural gas production operations and our industrial gas business, Universal Industrial Gases. Nucor’s raw materials investments are focused on creating an advantage for its steelmaking operations, through a global information network and a multi-pronged and flexible approach to raw materials supply.\n\n  •Scrap recycling and brokerage operations - DJJ operates six regional scrap recycling companies across the United States that together have shredders capable of processing approximately 5,648,000 tons of ferrous scrap annually. DJJ’s scrap recycling operations use expertise and technology to maximize metal recovery and minimize waste.\n\n  DJJ is the leading broker of ferrous scrap in North America and is a global trader of scrap metal, pig iron and other metallics. In addition to sourcing steel scrap for Nucor’s mills, DJJ is a global trader of ferro-alloys and nonferrous metals. DJJ’s logistics team owns and operates one of the largest independent fleets of railcars in the United States dedicated to the movement of scrap and steel and also offers railcar leasing and railcar fleet management services. \n\n  Our primary external customers for ferrous scrap are EAF steel mills and foundries that use ferrous scrap as a raw material in their manufacturing process. External customers purchasing nonferrous scrap metal include aluminum can producers, secondary aluminum smelters, steel mills, and other processors and consumers of various nonferrous metals. We market scrap metal products and related services to our external customers through in-house sales forces. In 2024, approximately 8% of the ferrous and nonferrous metals and scrap substitute tons we brokered and processed were sold to external customers. We consumed the balance in our steel mills.\n\n  •Direct reduced iron operations - DRI is a substitute material for high-quality grades of scrap and pig iron. Nucor operates two DRI plants which supplied approximately 3,500,000 metric tons of material with world-class metallization rates and carbon content to our steel mills in 2024. Nucor’s wholly owned subsidiary, Nu-Iron Unlimited, is located in Trinidad and benefits from a low-cost supply of natural gas and favorable logistics for inbound iron ore and shipment of DRI to the United States. Nucor’s second DRI plant in Louisiana also benefits from favorable logistics and proximity to its steel mill customers.\n\n  6\n\n  Nucor’s DRI production and brokering capabilities provide our steel mills flexibility to quickly adjust their metallic input mix to changing market conditions, enabling them to maintain competitiveness in the often-volatile ferrous scrap market. With the potential for high-quality scrap to become scarcer, coupled with the risk of third-party supplier disruptions, Nucor’s DRI facilities provide a greater degree of certainty over metallics supply to its steel mills.\n\n  •Natural gas production programs - Nucor owns operating wells and leasehold interests in natural gas properties in the South Piceance Basin in the Western Slope of Colorado. \n\n  Nucor’s access to a long-term, low-cost supply of natural gas is a component in the execution of Nucor’s raw material strategy. Natural gas produced by Nucor’s production operations is sold to third parties to partially offset our exposure to changes in the price of natural gas consumed by our DRI plant in Louisiana and our steel mills in the United States.\n\n  •Process Gases – Universal Industrial Gases (\"UIG\") provides the capability to build and operate our own air separation units to serve our steel mills, providing us with an alternative to long-term service contracts with outside providers. Where economies of scale and regional market conditions warrant, we can also sell excess output from these plants on a merchant basis. As of December 31, 2024, Nucor had six industrial gas plants operating, and eight others at various stages of commissioning, construction, or planning. \n\n  Customers and Markets\n\n  We have a diverse customer base and are not dependent on any single customer. Our largest single customer in 2024 represented approximately 5% of sales and consistently pays within terms. Our steel mills use a significant portion of the products of the raw materials segment while our steel products segment uses approximately 20% of our steel mills' output.\n\n  We believe that nonresidential construction is the largest end-use market that we serve. Products from our steel mills and steel products segments are used in a variety of nonresidential construction applications (e.g., commercial, industrial and infrastructure).\n\n  In recent years, we have come to see our EAF-based steelmaking method, with its lower GHG intensity when compared with blast furnace technology that is reliant on mined or extracted virgin iron ore and coking coal, as a competitive advantage for reasons beyond its flexible, highly variable cost base. Customers are expressing greater concern for the GHG emissions in their supply chains and are prioritizing sourcing their steel requirements from EAF steelmakers for incorporation into their projects and products.  \n\n  We have developed branded product lines to leverage this, and other advantages conferred by our specialized capabilities:  \n\n  •Our AEOSTM line of high-strength, low-alloy steel beams is one such example. AEOSTM’s benefits are increasingly recognized by Nucor’s customers in the construction sector.  These include savings in terms of construction time, weight, space and overall environmental impact.  \n\n  •Our ECONIQTM line of net zero carbon steel is another example. We launched ECONIQTM during 2021 and continue to find interest from customers in both the automotive and construction end-use markets. These are the two largest end-use markets for steel in the United States.\n\n  •Our ElcyonTM line of sustainable heavy gauge steel plate product will be made specifically for wind energy producers. We launched ElcyonTM in January 2023 and plan to manufacture this product at our new plate mill in Brandenburg, Kentucky. \n\n  We have also invested in people and processes to organize more of our commercial activities around large customers and end-use markets. We have developed dedicated teams tasked with developing relationships and educating decision makers in these sectors. \n\n  7\n\n  General Development of Our Business in Recent Years\n\n  Consistent with our strategy to Grow the Core, Expand Beyond and Live our Culture, Nucor has invested significant capital in recent years to expand our product portfolio to include more value-added steel mill products and capabilities, improve our cost structure, enhance our operational flexibility and increase our exposure to markets with attractive growth prospects, such as data centers and renewable energy. These investments totaled approximately $11.84 billion over the last three years, with approximately 63% going to capital expenditures and the remainder going to acquisitions. We believe that these investments will help us deliver higher returns on invested capital and long-term growth. Further, we believe shifting our product mix to a greater proportion of value-added products will make our overall business less volatile. \n\n  In our steel mills segment, Nucor has initiated several new capital projects and an acquisition of a majority ownership position of a steel mill over recent years to support our expansion of value-added product offerings and cost-reduction strategies.\n\n  •In July 2022, Nucor completed construction of its approximately $650 million investment to modernize and expand the production capability at its Gallatin flat-rolled sheet mill located in Ghent, Kentucky. The project increased the production capability of the mill from approximately 1,600,000 tons to approximately 2,800,000 tons annually. This enables the Gallatin mill to cast new, thicker slabs and wider coils, expanding our product capabilities so that we can serve new markets, such as API (American Petroleum Institute) grade pipelines and new opportunities in the heavy equipment sector.\n\n  •Nucor has completed construction of its approximately $1.70 billion state-of-the-art plate mill in Brandenburg, Kentucky on the Ohio River. The new plate mill rolled its first plate in December 2022 and began shipping tons to customers in the first quarter of 2023. We expect the mill to be capable of producing approximately 1,200,000 tons per year of steel plate products. With the capability to manufacture nearly all the different types of plate products consumed in the United States, we believe this mill will position Nucor as the supplier of choice in the domestic plate market. \n\n  •In January 2022, Nucor announced that its new state-of-the-art sheet mill will be located in Mason County, West Virginia. Construction of the new sheet mill began in the third quarter of 2023 and the mill is expected to be completed by the end of 2026. In February 2025, Nucor’s Board of Directors approved the allocation of additional capital to the project as the estimate of total construction costs increased to approximately $4 billion. Factors contributing to the increased cost estimate include higher labor, material and equipment costs. The State of West Virginia has committed $350 million for the project. Nucor expects its net cash outlay for the West Virginia sheet mill will be approximately $3.65 billion.\n\n  Nucor Steel West Virginia is expected to have an annual production capacity of approximately 3,000,000 tons. The new mill will be equipped to produce 84-inch sheet products, and among other features, will include a 76-inch tandem cold mill and two galvanizing lines. Galvanizing capabilities will include an advanced automotive line with full inspection capabilities as well as a construction-grade line. In addition to its advanced capabilities and strategic location, the new greenfield mill’s product mix is anticipated to have a significantly lower GHG intensity than blast furnace based competitors who have historically supplied the region.   \n\n  •In February 2022, Nucor completed its acquisition of a majority ownership position in California Steel Industries, Inc. (“CSI”) by purchasing a 50% equity ownership interest from a subsidiary of Vale S.A. for a cash purchase price of $400 million, adjusted for net debt and working capital at closing, as well as a 1% equity ownership stake from JFE. CSI is a flat-rolled steel converter based in Fontana, California.\n\n  Our acquisition of CSI expanded the reach of Nucor’s sheet mill group to the west coast of the United States and increased our exposure to more value-added sheet steel.  CSI’s product \n\n  8\n\n  capabilities include hot-rolled, pickled and oiled, cold-rolled and galvanized sheet steels. Its annual capacity is approximately 2,000,000 tons. \n\n  •In April 2022, Nucor announced that it will build its new rebar micro mill, with spooling capabilities, in Lexington, North Carolina. This will be Nucor's third rebar micro mill, joining its existing micro mills in Missouri and Florida. We expect this $440 million investment to have an annual capacity of approximately 430,000 tons and we expect it to be in operation in 2025. \n\n  These mills are referred to as micro mills because they have a smaller operational footprint than our traditional rebar mills, as well as less productive capacity – typically about 400,000 tons per year.  This makes them suitable for regional markets and enables us to serve these markets with a logistics cost advantage relative to competitors operating from further away.  Micro mills also have a lower environmental footprint due to their smaller size and the fact that their plant design does not include a natural gas fired reheat furnace that is common in many steel mills.\n\n  Nucor has made strategic acquisitions in the steel products segment over the last three years. These were largely to further the Expand Beyond component of our strategy. \n\n  •In April 2022, Nucor expanded its steel racking capabilities by acquiring Elite Storage Solutions for $75 million. \n\n           In April 2024, Nucor acquired Southwest Data Products, Inc. (\"SWDP\"), a manufacturer and installer of data center infrastructure for $115 million. SWDP provides Nucor with expanded capabilities in airflow containment structures, as well as new product capabilities that include manufacturing cabinets/enclosures and caging for data centers and installation services.\n\n          These acquisitions combined with Nucor’s initial steel racking business, Hannibal, form the NRG group.\n\n  •In June 2022, Nucor completed the largest acquisition in its history with the purchase of CHI for approximately $3 billion. CHI is a leading manufacturer of overhead doors for residential and commercial markets in the United States and Canada. Commercial overhead doors are used in warehousing and retail, areas that Nucor has focused its attention on recently through other value-added products such as insulated metal panels and steel racking solutions. \n\n  CHI has approximately 800 teammates across two manufacturing plants in Arthur, Illinois, and Terre Haute, Indiana, and regional warehouses located in California, Colorado, New Hampshire and New Jersey. With a highly diversified national customer network of professional garage door dealers, CHI is able to maintain minimal inventory levels and realize industry-leading fulfillment times, while providing direct delivery to customers.\n\n  •In July 2024, Nucor acquired Rytec Corporation, a manufacturer and seller of high-speed, high-performance commercial doors, for $565 million. We believe the combination of Rytec and CHI will create an overhead door platform designed to deliver superior product breadth and solutions to Nucor's commercial customers. \n\n  Capital Allocation Strategy\n\n  Our highest capital allocation priority is to invest in our business for profitable long-term growth through our multi-pronged strategy of optimizing existing operations, greenfield expansions and acquisitions.\n\n  Our second priority is to return capital to our stockholders through cash dividends and share repurchases. Nucor has paid $1.57 billion in dividends to its stockholders during the past three years. That dividend payout represents 7% of cash flows from operations during that three-year period. The \n\n  9\n\n  Company repurchased $2.22 billion of its common stock in 2024 ($1.55 billion in 2023 and $2.76 billion in 2022). \n\n  We intend to return at least 40% of our net income to stockholders over time via a combination of both cash dividends and share repurchases. Over the past three years, we have returned approximately 57% of our net income in this manner. At December 31, 2024, the Company had approximately $1.11 billion available for share repurchases under the currently authorized share repurchase program.\n\n  We intend to execute on our capital allocation strategy while maintaining a strong balance sheet, with relatively low financial leverage, as measured in terms of funded debt to total capital, as well as ample liquidity. At year-end 2024, our debt to total capital was approximately 25% and we had cash and cash equivalents, short-term investments and restricted cash and cash equivalents on hand of $4.14 billion. At the end of 2024, Nucor had the strongest credit ratings in the North American steel sector (A-/A-/Baa1) with stable outlooks at Standard & Poor’s and Fitch Ratings and a positive outlook at Moody’s.  \n\n  Competition\n\n  We compete in a variety of steel and metal markets, including markets for finished steel products, unfinished steel products and raw materials. These markets are highly competitive with many domestic and foreign firms participating, and, as a result of this highly competitive environment, we find that we primarily compete on price and service.\n\n  In our steel mills segment, our EAF steel mills face many different forms of competition, including domestic integrated steel producers (who use iron ore converted into liquid form in a blast furnace as their basic raw material instead of scrap steel), other domestic EAF steel mills, steel imports and alternative materials. Large domestic integrated steel producers have the ability to manufacture a variety of products but are often burdened with higher capital and fixed operating costs. EAF-based steel producers, such as Nucor, are sensitive to increases in scrap prices but tend to have lower capital and fixed operating costs compared with large integrated steel producers. EAF-based steel producers also typically emit fewer GHGs per ton of steel produced than integrated steel producers.\n\n  Fluctuations in the supply of steel from non U.S. competitors are a source of significant volatility in our primary markets.  Finished steel imports supplied approximately 23% of U.S. demand in 2024, an increase of 3.7% from 2023.  Increases in the volume of steel and fabricated steel products tend to occur during periods of relatively stronger U.S. economic conditions, or a stronger U.S. dollar, resulting in U.S. domestic pricing that is attractive to our foreign competitors.\n\n  Many of these non-U.S. based competitors operate in non-market economies and are often state subsidized or state owned, such that employment stability or other concerns take priority over the need to generate returns on their capital.  They can receive support in the form of direct subsidies, low-cost energy, labor, raw material and capital. They also often face less stringent environmental and safety regulations and can benefit from an artificially low exchange rate relative to the U.S. dollar.\n\n  Many Chinese steel producers receive these kinds of support and China continues to be the largest steel producing country. In 2024, despite a continuing downturn in its property market and a government-mandated freeze on steel output in order to lower carbon emissions, China still produced more than one billion tons of steel, accounting for approximately 53% of all steel produced globally. China exported 122 million net tons in 2024, which was their highest level of exports since 2015, dampening steel prices in markets around the world.\n\n  Trade remedies implemented by the U.S. International Trade Commission, (“the USITC”) such as antidumping duties (\"AD\") and countervailing duties (\"CVD\") and similar measures play a key role in allowing the American steel industry to compete on a level playing field against unfairly traded imports. There are currently 128 AD/CVD orders in place on core steel product lines made by Nucor, and sunset reviews are typically held with respect to specific exporters and products every five years. \n\n  10\n\n  During 2024, sunset review hearings by the U.S. International Trade Commission (the \"USITC\") kept in place AD orders on rebar imports from several countries, as well as circular welded pipe imports from China. Also during 2024, U.S. steel producers also initiated a new trade case seeking AD/CVD orders against imports of corrosion-resistant flat-rolled steel products (\"CORE\") from 10 different countries. The U.S. Department of Commerce and the USITC are expected to issue their final determinations later in 2025.\n\n  Circumvention of trade duties also continues to pose a threat. Besides producing over a billion tons of steel in its own country, China continues to invest heavily in steel production in other countries to avoid being subject to trade duties on exports to the U.S. market. Most of the investment being done by Chinese state-owned companies outside of the country’s borders is occurring in other Southeast Asia countries and Africa. \n\n  The Section 232 steel tariffs enacted in 2018 have also been effective in keeping unfairly traded imports out of the U.S. market. However, over time their impact has waned, due to the granting of country exemptions, product exclusions and quota arrangements. On February 10, 2025, President Trump issued an executive order reimposing Section 232 25% tariffs on steel imports from all sources, ending country and product exemptions, and broadening the application of the tariffs on fabricated steel products. This order is scheduled to go into effect on March 12, 2025. \n\n  Tariffs and quota arrangements impacting steel and steel products may be enacted, enforced, extended, modified or terminated in the future. No assurance can be given as to the timing or extent of any of these changes.    \n\n  We also experience competition from other materials. Depending on our customers’ end use of our products, there are often other materials, such as concrete, aluminum, plastics, composites and wood that compete with our steel products. When the price of steel relative to other raw materials rises, these alternatives can become more attractive to our customers.\n\n  In our steel products segment we manufacture a wide range of products that primarily have construction applications. In each of our product lines, we face competition from well capitalized domestic and international providers offering similar products and services.  We compete on price, service (e.g., consulting on engineering requirements, facilitating logistics, and timeliness of order fulfillment) and quality (e.g., reliably producing to exacting custom specifications).  We believe we have established a reputation as a market leader who can consistently meet customer needs for these products in a timely manner due to our nationwide footprint of modern production facilities and entrepreneurial, performance driven culture.\n\n  Competition in our scrap and raw materials business is also vigorous. The scrap metals market consists of many firms and is highly fragmented. Firms typically compete on price and geographic proximity to the sources of scrap metal.\n\n  Backlog\n\n  In the steel mills segment, Nucor’s backlog of orders was approximately $2.13 billion and $2.71 billion at December 31, 2024 and 2023, respectively. Order backlog for the steel mills segment includes only orders from external customers and excludes orders from other Nucor businesses. Nucor’s backlog of orders in the steel products segment was approximately $4.02 billion and $4.97 billion at December 31, 2024 and 2023, respectively. The majority of these orders are expected to be filled within one year. Order backlog within our raw materials segment is not meaningful because the vast majority of the raw materials that segment produces are used internally.\n\n  11\n\n  Sources and Availability of Raw Materials\n\n  An ample supply of high-quality scrap and scrap substitutes is critical to support Nucor’s ability to produce high-quality steel. The goal of Nucor’s raw materials segment is to safely produce, source, trade and transport steelmaking raw materials. Nucor’s raw materials investments are focused on creating an advantage for our steelmaking operations, through a global information network and flexible approach to metallics supply.\n\n  Scrap and scrap substitutes are the most significant element in the total cost of steel production. The average cost of scrap and scrap substitutes used in our steel mills segment decreased approximately 6% from $421 per gross ton used in 2023 to $394 per gross ton used in 2024. On average, it takes approximately 1.1 tons of scrap and scrap substitutes to produce one ton of steel. We employ variable steel pricing mechanisms so that we are better able to maintain operating margins and meet our customer commitments as scrap and scrap substitute costs fluctuate. \n\n  Nucor remains focused on securing reliable access to low-cost raw material inputs as they are the Company’s largest expense. We believe Nucor’s broad, balanced supply chain is an important strength which allows us to reduce the cost of our steelmaking operations, create a shorter supply chain and have greater control over our metallic inputs. Our investment in DRI production facilities and scrap yards, as well as our access to international raw materials markets, provides Nucor with significant flexibility in optimizing our raw material mix. Additionally, having a significant portion of our raw materials supply under our control minimizes risk associated with the global sourcing of raw materials, particularly since a good deal of scrap substitutes comes from regions of the world that have historically experienced greater political turmoil, such as Ukraine, Russia and Brazil. We believe the continued successful implementation of our raw material strategy, including key investments in DRI production, as well as in the scrap brokerage and processing services performed by our team at DJJ, gives us greater control over our metallic inputs and thus helps us navigate significant fluctuations in the availability and costs of critical inputs.\n\n  DJJ acquires ferrous scrap from numerous sources, including manufacturers of products made from steel, industrial plants, scrap dealers, peddlers, auto wreckers and demolition firms. In recent years, we have developed closed loop recycling programs with some of our larger customers, through which we are able to reliably source more high purity prime scrap while reducing the waste inherent in our customers’ operations.\n\n  We purchase pig iron as needed primarily from overseas sources. We received over 1,500,000 gross tons of pig iron in 2024. Our DRI plants in Trinidad and Louisiana supplied approximately 3,350,000 metric tons of DRI to our steel mills in 2024. The primary raw material for our DRI facilities is pelletized iron ore, which we purchase from various international suppliers. \n\n  The primary raw material for our steel products segment is steel produced by Nucor’s steel mills.\n\n  Energy Consumption and Costs\n\n  Steel manufacturing is an energy-intensive, trade exposed industry. As a result, we continuously strive to make our operations in all three of our business segments more energy efficient. In addition, we proactively engage with suppliers, regulators and other energy industry participants to ensure the continued domestic availability of reliable, low-cost sources of energy in various forms.\n\n  Our steelmaking operations utilize EAFs for 100% of their production. The total energy consumed by Nucor includes electricity, natural gas, oxygen and carbon raw material inputs. For the scrap melting process, electricity is the primary energy source, with natural gas combustion serving as the fuel for reheat furnaces and other pre-heating operations. Our DRI facilities in Trinidad and Louisiana are also large consumers of natural gas. \n\n  12\n\n  The availability and prices of electricity and natural gas are influenced by many factors, including changes in supply and demand, the regulatory environment, technological innovation, and pipeline/transmission infrastructure.\n\n  We closely monitor developments in public policy relating to energy production and consumption. We engage with policymakers to provide technical information that can inform policy decisions and avoid unintended adverse consequences of legislative and regulatory actions. We believe that a thoughtful approach to domestic energy policy can help ensure that steel and steel products manufactured in the United States remain competitive in the global marketplace. \n\n  Reducing Greenhouse Gas Emissions\n\n  While steel is widely understood to be essential in any modern economy, and is increasingly seen as a critical material for addressing challenges associated with climate change, the sector also has received increased attention for its GHG emissions and their potential contribution to climate change.\n\n  As the leading U.S. supplier of numerous essential steel products using primarily recycled ferrous scrap metal, we believe we are in a competitively advantageous position. Our circular production process has one third the GHG emissions intensity of the average traditional extractive steelmaking process using a blast furnace.\n\n  We are committed to further reducing our GHG footprint over time. In November 2023, we announced net-zero, science-based greenhouse gas (GHG) targets for 2050 and established a new interim emissions reduction target for 2030. These new GHG intensity targets are defined by the Global Steel Climate Council’s (\"GSCC\") “Steel Climate Standard”, an ambitious standard that is aligned with both the Paris Climate Agreement’s emission reduction goals for the steel sector by 2050, and the International Energy Agency’s “Net Zero by 2050: A Roadmap for the Global Energy System” glidepath.\n\n  Nucor’s net-zero 2050 and interim 2030 targets include scopes 1, 2, and 3 emissions from the production of hot rolled steel as defined by the GSCC, making Nucor the first diversified steelmaker in the U.S. to set GHG reduction targets encompassing all three scopes. In December 2024, the GSCC independently certified both science-based targets set in accordance with the GSCC’s Steel Climate Standard.\n\n  We plan to achieve our goals by increasing the use of clean electricity, deploying carbon capture and sequestration where practical and developing near zero GHG ironmaking technologies, as well as through the development and deployment of technologies enabling us to reduce our consumption of injection and charge carbon and natural gas.\n\n  Clean Electricity Initiatives\n\n  GHG emissions associated with our consumption of electrical power constitute approximately 32% of our current footprint.  \n\n  We have invested in two companies developing next generation nuclear power technology, and we are exploring ways in which we can work with these companies and with our electric utility partners to accelerate deployment of these technologies on the regional power grids serving our operations, as they mature and become scalable. \n\n  Currently, we are a party to two Power Purchase Agreements (“PPAs”). Under these PPAs, we have agreed to purchase for a fixed price output from one solar and one wind project in the United States. The PPAs are structured for monthly financial settlement. We have undertaken these initiatives to support the ongoing transition of the U.S. power grid to a greater reliance on renewable power. As part of these arrangements, we will also receive Renewable Energy Credits (“RECs”) commensurate with the renewable power we purchase. These RECs can be applied against a portion of our GHG emissions, \n\n  13\n\n  enabling us to receive credit for reducing them. The pay-fixed, receive-floating nature of this arrangement also offsets a portion of our exposure to higher prices for electricity over the life of the contract. We continue to evaluate and consider similar additional transactions, as well as opportunities to deploy renewable power generation and storage assets on site at our facilities. \n\n  Carbon Capture and Sequestration (CCS) Activity\n\n  In 2023, we signed an agreement with ExxonMobil Corporation (\"ExxonMobil\") to capture, transport, and inject carbon from our DRI plant in Convent, Louisiana.  ExxonMobil will capture between 600,000 and 800,000 metric tons per year of CO2 from our DRI plant and store the CO2 at an ExxonMobil-owned deep underground geological formation in Texas. We expect start-up in 2026.  ExxonMobil will receive the related tax credits and pay us a fee for each ton of CO2 we supply. \n\n  Near Zero Ironmaking\n\n  We have invested in Electra, a company that is working to develop and scale a process to produce carbon-free iron that can be used to make steel. Electra’s technology relies on intermittent, clean energy to refine low-grade iron ores through electrochemical and hydrometallurgical processes. Electra’s process operates at 60°C and removes critical impurities from low-grade ores to produce high purity iron that can be charged directly into EAF steelmaking. Electra’s technology is unproven at scale at this stage. \n\n  We have entered into a partnership with Tata Steel to explore the possibility of scaling and commercializing HIsarna, a technology that enables the production of high-purity iron from low grade iron ore fines without using coke ovens. Coke ovens consume bituminous coal at high temperature to make coke, an essential ingredient for producing iron in a blast furnace.  Both coke ovens and blast furnaces are GHG emissions intensive. While the HIsarna process produces GHG emissions, its CO2 rich waste gas stream can be efficiently captured and sequestered.  HIsarna also produces a slag co-product that has high value for use in the cement industry.\n\n  Government Regulations\n\n  Our business operations are subject to numerous federal, state and local laws and regulations, the most significant of which are intended to protect our teammates and the environment. Due to the nature of the steel industry, we are subject to substantial regulations related to safety in the workplace. In addition to the requirements of the state and local governments of the communities in which we operate, we must comply with federal health and safety regulations and environmental regulations, the most significant of which are enforced by the Occupational Safety and Health Administration (“OSHA”) and the Environmental Protection Agency (\"EPA\"). Safety and environmental stewardship are important values to Nucor. We expect that capital expenditures we will direct toward our efforts in these areas will total approximately $344 million in 2025. \n\n  Nucor operates a robust and sustainable environmental program that incorporates the concept of each individual teammate, as well as management, being responsible for environmental performance. All steel mills that have been owned and operated by Nucor for over five years are ISO 14001 certified. Achieving ISO 14001 certification requires Nucor’s steel mills to implement an environmental management system with measurable targets and objectives, such as reducing the use of oil and grease and minimizing electricity use. \n\n  The principal federal environmental laws that regulate our business include the Clean Air Act (the “CAA”), which regulates air emissions; the Clean Water Act (the “CWA”), which regulates water withdrawals and discharges; the Resource Conservation and Recovery Act (the “RCRA”), which addresses solid and hazardous waste treatment, storage and disposal; and the Comprehensive Environmental Response, Compensation and Liability Act (the “CERCLA”), which governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations. \n\n  14\n\n  As it relates to air emission rates, EAFs are the most efficient and cleanest steel making process commercially available today. In comparison to blast furnaces, EAF emissions of sulfur oxides, particulate matter and GHGs per ton of steel are significantly less than integrated steelmaking operations utilizing blast furnaces. Operating EAFs instead of blast furnaces is a proven air quality improvement strategy. In addition, each of our steel mills operates air pollution control devices (baghouses) to collect and capture particulate emissions (“EAF dust”) from the steelmaking process.  \n\n  The primary raw material of Nucor’s steelmaking operations is scrap metal. The process of melting scrap metal to make steel generates particulate matter emissions that includes contaminants such as paint, zinc, lead, chrome and other metals. Initially, the particulate matter captured and collected is classified as a listed hazardous waste under the RCRA. However, because these contaminants contain valuable metals, this EAF dust is recycled to recover these metals. Nucor sends all but a small fraction of the EAF dust it collects to recycling facilities that recover the zinc, lead, chrome and other valuable metals from this dust. \n\n  In addition to recycling EAF dust, Nucor mills beneficially reuse steel slag in road materials as a granular base, embankments, engineered fill, highway shoulders, and hot mix asphalt pavement. The physical, chemical, mechanical and thermal properties of steel slag provide a vital resource for construction companies and activities. We take considerable pride in our recycling efforts. \n\n  Not only does the RCRA establish standards for the management of solid and hazardous wastes, the RCRA also addresses the environmental impact of contamination from waste disposal activities and from recycling and storage of most wastes. Periodically, past waste disposal activities that were legal when conducted that may now pose a contamination threat are discovered. When the EPA determines that properties are contaminated, Nucor quickly evaluates such claims and, if Nucor is determined to be responsible, we do our part to remediate our share of such issues. Nucor believes all identified liabilities under the RCRA are either currently being resolved or have been fully resolved. \n\n  Nucor is also not presently considered a major contributor to any major cleanups under the CERCLA for which Nucor has been named a potentially responsible party. Nucor regularly evaluates these types of potential liabilities and, if appropriate, maintains reserves appropriate to remediate the identified liabilities. Under the RCRA, private citizens may also bring an action against the operator of a regulated facility for potential damages and payment of cleanup costs. Nucor believes that its system of internal evaluation and due diligence provides reasonable assurance as to these types of potential liabilities so that compliance with these regulations will not have a material adverse effect on our results of operations, cash flows or financial condition.\n\n  To protect water resources, the CWA regulates water withdrawals and discharges. When applicable, Nucor maintains water withdrawal and discharge permits at its facilities under the national pollutant discharge elimination system program of the CWA and conducts its operations in compliance with those permits. Nucor also maintains permits from local governments if the facility discharges into publicly owned treatment works. \n\n  Capital expenditures at our existing facilities that are associated with environmental regulation compliance for 2025 and 2026 are estimated to be less than $100 million per year. \n\n  Human Capital Resources\n\n  Culture, Organization and Compensation\n\n  We consider our teammates the most important part of Nucor and believe that our culture—and the encouragement that we provide to our teammates to “grow the core; expand beyond; and live our culture” —provides us with a competitive advantage. \n\n  15\n\n  While our business strategy shapes \"what we do\", our culture shapes \"how\" we go about doing it. We believe adherence to the key tenets of our culture — safety, integrity, trust, innovation, open communication, teamwork, inclusion, courage, can-do attitude and ownership — is a powerful differentiator for Nucor and positions the Company favorably to deliver ongoing stockholder value to our investors. \n\n  Nucor has a streamlined organizational structure that allows our teammates to make quick decisions and innovate. Our organization is also highly decentralized, with most day-to-day operating decisions made by our division general managers and their teams. With approximately 32,700 teammates, fewer than 200 work in our principal executive offices in Charlotte, North Carolina. By empowering our teammates, our goal is to foster an entrepreneurial mindset, along with a strong sense of personal responsibility and a culture of accountability and belonging. This empowerment is reinforced by our compensation policies (see discussion on “Pay for Performance” in Our Teammates - Compensation, Training & Development section below) to drive results and contribute to our success. \n\n  Teammate input is essential for us to maintain our culture of empowered teammates enabling efficient operational decisions. Aside from our practice of everyday open communication, we periodically ask our teammates to formally provide feedback. Since 1986, we have asked our teammates to complete a comprehensive survey in order to gather feedback on a range of topics, including matters relating to the effectiveness of our culture. We view the survey as an important tool in continually improving our company and ensuring our teammates remain engaged and satisfied. This survey is conducted every three years, the last of which was conducted in 2022. In the most recent survey, 89% of the responses were favorable in the category of “Satisfaction & Commitment.” The overall percentage of negative responses in the most recent survey has dropped by 25 percentage points since the survey began in 1986. The next survey will be conducted in the summer of 2025. Teammates of certain previously acquired businesses – which accounted for approximately 13% of our workforce as of December 31, 2024 – complete a comparable survey that has also shown an improving trend over time.  \n\n  16\n\n  Safety\n\n  One of Nucor’s core values is our teammates’ well-being and safety, and it is our goal to become the safest steel company in the world. Our foremost responsibility is to work safely, which requires our teammates to identify unsafe conditions and activities and mitigate these hazards. We will continue working to eliminate exposures that can lead to injury and encourage our teammates to share their ideas for safety improvement. Two key metrics Nucor uses to measure safety are: the Injury/Illness Rate and Days Away, Restricted and Transfer (“DART”) Case Rate.  \n\n  Nucor calculates the annual Injury/Illness Rate by dividing the number of work-related injuries and illnesses by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year. In 2024, we achieved an annual Injury/Illness Rate of 0.77, which marks the safest year in the Company's history. This marks an improvement over our annual Injury/Illness Rate of 0.79 in 2023.\n\n  Nucor uses the DART Case Rate to assess and manage the risk of serious injury in the workplace.  Nucor calculates the annual DART Case Rate by dividing the number of cases resulting in days away from work, restricted work activity and/or job transfers by the total number of hours worked by all Nucor teammates in a given year, and then multiplying the resulting percentage by 200,000, the equivalent of 100 full-time employees working 40 hours per week, 50 weeks per year.  In 2024, we achieved an annual DART Case Rate of 0.41 (0.36 in 2023).\n\n  Since 1998, Nucor has used the President’s Safety Award to recognize divisions that achieve strong records of safety performance based on objective metrics. The President’s Safety Award has the following three levels: Platinum, which is awarded to divisions with zero recordable illnesses or injuries; Gold, which is awarded to divisions that have an Illness/Injury Rate below 0.6 and a DART Case Rate below one-third of the national average for their NAICS code; and Silver, which is awarded to divisions that achieve one-third the national average on Illness/Injury Rate and DART Case Rate. In 2024, 28 divisions achieved the Platinum level award, 24 divisions achieved the Gold level award and 19 divisions achieved the Silver level award. Nucor also has 24 OSHA Voluntary Protection Program Sites, OSHA’s highest level of recognition.\n\n  In 2020, the Company introduced the Nucor President’s Safety Cup as a way to foster more safety benchmarking throughout the Company. The President’s Safety Cup is an additional annual award that is presented to the region that has the best safety record across all of Nucor. Not only does this reward a facility for exceeding their individual safety goals, but it encourages our teams to innovate and to share ideas and improve safety as a group. The President’s Safety Cup trophy travels among the mills and divisions that make up the winning region. \n\n  We believe, however, that safety is about more than just avoiding injuries. At Nucor, safety means making sure our teammates feel safe, welcome and valued when they come to work each day. We are accelerating our efforts with the objective of ensuring that each teammate feels a sense of belonging at Nucor. By creating an inclusive workplace, we believe we will attract top talent, foster innovation, increase a sense of empowerment and make Nucor a stronger company.  \n\n  Some of the relevant initiatives include:\n\n  •Conducting focused discussion groups to share experiences of the workplace and the effects of race and gender;\n\n  •Taking feedback onboard to enhance training and development; \n\n  •Webcasts by diverse senior leaders sharing their career progression and life experiences, and\n\n  •Increasing focus and intensity of engagement with supportive external partners, such as:\n\n  oNational Society of Black Engineers;\n\n  17\n\n  oSociety of Women Engineers;\n\n  oNational Society of Hispanic Professional Engineers;\n\n  oTuskegee University; and\n\n  oBlack Engineer of the Year Award.\n\n  Our Teammates - Compensation, Training & Development\n\n  Nucor had approximately 32,700 teammates as of December 31, 2024. The vast majority of our teammates are located in the United States, with only a small number of teammates located outside of North America. Our operations are highly automated, allowing us to improve safety outcomes and take advantage of lower employment costs while still providing our teammates with compensation that we believe is highly competitive as compared to businesses in our industry. At Nucor, we believe in “Pay-for-Performance.”  Nucor teammates typically earn a significant part of their compensation based on their productivity. Production teammates work under group incentives that provide increased earnings for increased production. This additional incentive compensation is paid weekly in most cases. Nucor has also historically contributed 10% of earnings before federal taxes to a profit sharing plan for the majority of teammates below the officer level. We believe such compensation practices incentivize our workforce and reinforce our culture.\n\n  While Nucor seeks to hire qualified and talented individuals as new teammates, we also believe in developing the skills of our existing team by providing educational and on-the-job training, in addition to safety training. Further, Nucor believes it is important for senior management to also be familiar with, and have had direct experience running, Nucor’s mills and other operational divisions. The vast majority of our teammates are not represented by labor unions and we believe our teammate turnover is low.\n\n  At Nucor, we believe that a diversity of perspectives and background helps to facilitate the “Nucor Way” as we work to “grow the core; expand beyond; and live our culture.” We also believe that recruiting and hiring the best talent available will continue to provide us with the best opportunity for continued future success.    \n\n  Policies\n\n  Nucor has a long history of conducting our businesses in a manner consistent with high standards of social responsibility.  We have adopted a comprehensive Human Rights Policy, which operates in conjunction with many other Nucor policies related to ethical conduct and human rights, including our Standards of Business Conduct and Ethics, Code of Ethics for Senior Financial Professionals, Supplier Code of Conduct and Policy on Eliminating Forced Labor from our Supply Chain.\n\n  More information about our social strategies, including our most recent Equal Employment Opportunity EEO-1 report, can be found at www.nucor.com/esg. \n\n  Available Information\n\n  Nucor’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports, as well as proxy statements and other information, are available on our website at www.nucor.com, as soon as reasonably practicable after Nucor files these documents electronically with, or furnishes them to, the U.S. Securities and Exchange Commission (the “SEC”). \n\n  We use the investor relations portion of our website, investors.nucor.com, to distribute information, including as a means of disclosing material, non-public information and for complying with our disclosure obligations under Regulation FD. We routinely post and make accessible financial and other information regarding the Company on our website. Accordingly, investors should monitor the investor relations portion of our website, in addition to our press releases, SEC filings and other public communications.  \n\n  18\n\n  Except as otherwise expressly stated in these documents, the information contained on our website or available by hyperlink from our website is not a part of this report and is not incorporated into this report or any other documents we file with, or furnish to, the SEC.",
      "char_count": 71306
    },
    "item1a": {
      "text": "Item 1A.\tRisk Factors\n\n  Many of the factors that affect our business and operations involve risk and uncertainty. The factors described below are some of the risks that could materially negatively affect our business, financial condition, results of operations and cash flows.\n\n  Industry Specific Risk Factors\n\n  Overcapacity in the global steel industry could increase the level of steel imports into the United States, which may negatively affect our business, results of operations, financial condition and cash flows.\n\n  Global steel production overcapacity continues to be an ongoing risk to Nucor and the entire steel industry. The OECD has estimated that global steel production overcapacity could grow to 710 million tons in 2025, with additional capacity expected to come online over the next few years. China continues to be a significant contributor to excess steelmaking capacity, producing more than one billion tons of steel in each of the past five years, despite experiencing slower economic growth. Chinese steel producers are also investing in new steelmaking capacity in several countries in southeast Asia and Africa. \n\n  During periods of global economic weakness, the effects of this overcapacity are amplified because of weaker global demand for steel and steel products. Steel manufacturers in non-market economies, such as China, tend not to adjust their production levels in line with regional demand and instead export significant amounts of steel and steel products at prices that can be at or below their costs of production. In countries with non-market economies, the steel industry is often subsidized or owned in whole or in part by the government, which can provide these producers with cost advantages or cause their production decisions to be driven by political or social factors rather than price and demand signals. Surplus output from steel producers in these countries can flow into the U.S. market. These exports to the U.S. can result in downward pressure on realized steel prices for Nucor, adversely affecting our business, results of operations, financial condition and cash flows.\n\n  In 2018, a 25% tariff or quota limits were imposed under the first Trump Administration under Section 232 of the Trade Expansion Act on all imported steel products for an indefinite period of time. However, over time the Section 232 measures were weakened through country exemptions, quota arrangements and individual product exclusions. As a result, the Section 232 program’s coverage narrowed significantly since its initial implementation, with duties eventually applicable to less than 20% of total import volumes. If the Section 232 or other import tariffs, quotas or duties expire or if others are further relaxed or repealed, or if relatively higher U.S. steel prices or a stronger U.S. dollar make it attractive for foreign steelmakers to export their steel products to the United States, despite the presence of import tariffs, quotas or duties, the resurgence of substantial imports of foreign steel could create downward pressure on U.S. steel prices. \n\n  Most recently, on February 10, 2025, President Trump issued an executive order reimposing Section 232 25% tariffs on steel imports from all sources, ending country and product exemptions, and broadening the application of the tariffs to fabricated steel products. This order is scheduled to go into effect on March 12, 2025. There can be no assurance as to when or if Section 232 or other import tariffs, quotas or other duties may be enacted, enforced, extended, modified or terminated in the future. \n\n  Our industry is cyclical and both recessions and prolonged periods of slow economic growth may negatively affect our business, results of operations, financial condition and cash flows.\n\n  Demand for most of our products is cyclical in nature and sensitive to general economic conditions. Our business supports cyclical industries, such as the construction, energy, metals service centers, \n\n  19\n\n  appliance and automotive industries. As a result, downturns in the U.S. economy or any of these industries could materially adversely affect our results of operations, financial condition and cash flows. \n\n  We are unable to predict the duration of current economic conditions or the magnitude or timing of changes in economic activity. Future economic downturns, prolonged slow growth or stagnation in the economy, a sector-specific slowdown in one of our key end-use markets, such as nonresidential construction, or changes in inflation could materially adversely affect our business, results of operations, financial condition and cash flows, especially in light of the capital-intensive nature of our business.\n\n  Competition from other steel producers, imports or alternative materials may negatively affect our business, results of operations, financial condition and cash flows.\n\n  We face ongoing competition from other steel producers and imports that compete with our products on price, quality and service. The markets for our products are highly competitive and a number of firms, domestic and foreign, participate in the steel, steel products and raw materials markets. Depending on a variety of factors, including the cost and availability of raw materials, energy, technology, labor, transportation and capital costs, currency exchange rates, government subsidies of foreign steel producers and other global political and economic factors, our business may be materially adversely affected by more intense competitive forces.\n\n  In many applications, steel competes with other materials, such as concrete, aluminum, plastics, composites and wood. Increased use or availability of these materials in substitution for steel products could have a material adverse effect on prices and demand for our steel products.\n\n  Our business requires substantial capital investment and maintenance expenditures, and our capital resources may not be adequate to provide for all of our cash requirements.\n\n  Our business requires substantial expenditures for routine maintenance and to remain competitive. For the three-year period ended December 31, 2024, our total capital expenditures were approximately $7.46 billion. In the last three years we announced various substantial capital projects that we expect will increase production capacity, increase the efficiency of our operations and enhance our product offerings. Although we expect requirements for our business needs, including the funding of capital expenditures, debt service for financings and any contingencies, will be financed by internally generated funds, short-term commercial paper issuances, offerings of our debt securities or from borrowings under our $1.75 billion unsecured revolving credit facility, we cannot guarantee that this will be the case. Additional acquisitions, increases in interest rates or unforeseen events could require financing from additional sources.\n\n  Changes in the availability and cost of electricity and natural gas are subject to volatile market conditions which may negatively affect our business, results of operations, financial condition and cash flows.\n\n  Our steel mills are large consumers of electricity and natural gas. In addition, our DRI facilities are also large consumers of natural gas. We rely upon third parties for our supply of energy resources consumed in the manufacture of our products. The prices for and availability of electricity and natural gas can be volatile. They are often affected by weather, political, regulatory and economic factors beyond our control, and we may be unable to raise the price of our products to offset increased energy costs. Disruptions, including physical or information systems related issues, that impact the supply of our energy resources could temporarily impair our ability to manufacture our products for our customers. Increases in our energy costs that are not similarly applicable to our competitors' operations could materially adversely affect our business, results of operations, financial condition and cash flows.\n\n  20\n\n  Our business and results of operations may be negatively affected by volatility in steel prices and the cost and availability of raw materials, particularly scrap steel.\n\n  We rely to an extent on outside vendors to supply us with key consumables such as graphite electrodes, alloys and other raw materials, including both scrap and scrap substitutes (e.g., prime scrap, pig iron and DRI) that are critical to the manufacture of our steel products. The raw material required to produce DRI is pelletized iron ore. Although we have vertically integrated our business by constructing our DRI facilities in Trinidad and Louisiana and also by acquiring our scrap processing and brokerage operations, DJJ, in 2008, we still must purchase most of our primary raw material, steel scrap, from numerous other sources located throughout the United States and internationally. Although we believe that the supply of scrap and scrap substitutes will remain adequate to operate our facilities, prices of these critical raw materials are volatile and are influenced by changes in scrap exports in response to changes in the scrap, scrap substitutes and iron ore demands of our global competitors, as well as volatility in currency rates and political conditions.\n\n  At any given time, we may be unable to obtain an adequate supply of these critical raw materials with price and other terms acceptable to us. The availability and prices of raw materials may also be negatively affected by new laws and regulations, allocation by suppliers, interruptions in production, accidents or natural disasters, war and other forms of armed conflict or political instability, changes in exchange rates, worldwide price fluctuations, including due to global political and economic factors, changes in governmental, business and consumer spending, inflation, increases in interest rates, labor shortages, and the availability and cost of transportation. Many countries that export steel into our markets restrict the export of scrap, protecting the supply chain of some foreign competitors. This trade practice creates an artificial competitive advantage for foreign producers that could limit our ability to compete in the U.S. market.\n\n  If our suppliers increase the prices of our critical raw materials, we may not have alternative sources of supply. In addition, to the extent that we have quoted prices to our customers and accepted customer orders for our products prior to purchasing necessary raw materials, we may be unable to raise the price of our products to cover all or part of the increased cost of the raw materials or pass along increased transportation costs. Also, if we are unable to obtain adequate, cost-effective and timely deliveries of our required raw materials, we may be unable to timely manufacture sufficient quantities of our products. This could cause us to lose sales, incur additional costs, experience margin compressions or suffer harm to our reputation and customer relationships, any of which may negatively affect our business, results of operations, financial condition and cash flows. \n\n  Our steelmaking processes, our DRI processes, and the manufacturing processes of many of our suppliers, customers and competitors are energy intensive and generate carbon dioxide and other GHGs. The regulation of these GHGs may negatively affect our business, results of operations, financial condition and cash flows. \n\n  Our operations are subject to numerous federal, state and local laws and regulations relating to the protection of the environment, and, accordingly, we make provision in our financial statements for the estimated costs of compliance. There are inherent uncertainties in these estimates.  Most notably, the uncertainty of policies, enforcement priorities, legislation and regulations related to climate change mitigation strategies pose the greatest risk.\n\n  As a carbon steel producer, Nucor could be increasingly affected both directly and indirectly by new or changing carbon policy decisions and mandates. Carbon is an essential raw material in Nucor’s steel production processes. Furthermore, Nucor steel mills use significant amounts of electricity as all of its mills utilize EAFs for 100% of their steel melting operations and the decarbonization of electricity generation may lead to high power costs and decreased reliability. Significant changes to the regional power grids serving our steel mills and/or new rulemaking or legislation affecting the operation of these power grids may negatively affect our business, results of operations, financial condition and cash flows.\n\n  21\n\n  Environmental regulation compliance and remediation could result in substantially increased costs and materially adversely impact our competitive position.\n\n  We incur significant costs to achieve and maintain compliance with environmental regulations and remediation obligations. The principal federal environmental laws include the CAA, which regulates air emissions; the CWA which regulates water withdrawals and discharges; the RCRA, which addresses solid and hazardous waste treatment, storage and disposal; and the CERCLA, which governs releases of hazardous substances, and remediation of contaminated sites. Our operations are also subject to state and local environmental laws and regulations. \n\n  In addition to the above mentioned statutes, revisions to National Ambient Air Quality Standards (NAAQS), including the implementation actions/decisions of environmental agencies, could make it significantly more difficult to obtain construction permits and permits to expand existing operations. Resulting cancellations, delays or unanticipated costs to these projects could negatively impact our ability to generate expected returns on our investments. Emission reductions for existing operations due to a NAAQS revision can also be required. These regulations can also increase our cost of energy, primarily electricity, which we use extensively in the steelmaking process.  We may in the future incur substantially increased costs complying with such regulations, particularly if federal regulatory agencies were to change their enforcement posture with respect to such regulations.\n\n  Emerging customer preferences for greater product transparency and less GHG intensive materials may put us at a competitive disadvantage or reduce demand for our products.\n\n  The federal government and numerous states are considering establishing, or have already established, requirements for Environmental Product Declarations (“EPDs”) so that consumers may more readily evaluate the environmental impacts of products. California has enacted the “Buy Clean California Act” and California has also established Global Warming Potential benchmarks through EPDs for certain materials, including certain steel products. The federal government has also implemented a \"Buy Clean\" guidance associated with the Inflation Reduction Act. EPD legislation has caused Nucor to incur additional costs and has the potential to put Nucor and its customers at a disadvantage to foreign competitors unless standardized mechanisms are used to fully evaluate products produced by foreign producers.\n\n  General Risk Factors\n\n  We are subject to information technology and cybersecurity threats which could have an adverse effect on our business and results of operations.\n\n  We utilize various information technology systems to efficiently address business functions ranging from the operation of our production equipment to administrative computation to the storage of data such as intellectual property and proprietary business information. We also utilize third-party service providers for certain information technology services that are important to our operations. We continuously evaluate our cybersecurity systems and practices, assess potential threats, and improve our information technology networks, policies and procedures to address potential vulnerabilities. Despite efforts to assure secure and uninterrupted operations, threats from increasingly sophisticated cyberattacks or system failures could result in materially adverse operational disruptions or security breaches of our systems or those of our third-party service providers. These risks could result in disclosure or destruction of key proprietary information or personal data or reputational damage, theft of assets or trade secrets, or could adversely affect our ability to physically produce or transport steel, resulting in lost revenues, as well as delays in reporting our financial results. We also could be required to spend significant financial and other resources to remedy the damage caused by a cyber-security breach, including to repair or replace networks and information technology systems. We may also contend with potential liability for stolen information, increased cyber-security protection costs, litigation expense and increased insurance premiums.\n\n  22\n\n  Our operations are subject to business interruptions and casualty losses.\n\n  The steelmaking business is subject to numerous inherent risks, particularly unplanned events such as explosions, fires, other accidents, natural disasters such as floods, hurricanes or earthquakes, critical equipment failures, acts of terrorism, inclement weather and transportation interruptions. Nucor maintains property insurance for these types of losses but self-insures a significant portion of the program. Therefore, while our insurance coverage could offset a portion of the losses relating to some of those types of events, our results of operations and cash flows could be adversely impacted to the extent that any such losses are not covered by our insurance, or that there are significant delays in resolving our claims with our insurance providers.\n\n  We acquire businesses and enter into joint ventures from time to time and we may encounter difficulties in integrating businesses we acquire.\n\n  We plan to continue to seek attractive opportunities to acquire businesses, enter into joint ventures and make other investments that strengthen Nucor. Realizing the anticipated benefits of acquisitions or other transactions will depend on our ability to operate these businesses and integrate them with our operations, effectively identify and manage risks, and cooperate with our strategic partners. Our business, results of operations, financial condition and cash flows could be materially adversely affected if we are unable to successfully integrate these businesses or otherwise fail to realize the anticipated benefits of acquisitions or other transactions.\n\n  Risks associated with operating in international markets may negatively affect our business, results of operations, financial condition and cash flows.\n\n  Certain of our businesses and investments are located outside of the United States, in Canada, Mexico and in emerging markets. There are a number of risks inherent in doing business in or sourcing raw materials from such markets. These risks include, but are not limited to: unfavorable political or economic factors; local labor and social issues; changes in regulatory requirements; fluctuations in foreign currency exchange rates, interest rates and inflation; and complex foreign laws, treaties including tax laws, and the Foreign Corrupt Practices Act of 1977. These risks could restrict our ability to operate our international businesses profitably and therefore have a negative impact on our financial position and results of operations. In addition, our reported results of operations and financial position could also be negatively affected by exchange rates when the activities and balances of our foreign operations are translated into U.S. dollars for financial reporting purposes.\n\n  Pandemics, epidemics and other public health emergencies in the future, could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n\n  Our operations expose us to risks associated with pandemics, epidemics and other public health emergencies. A pandemic or any similar event may have negative impacts on our operations, supply chain, transportation networks and customers, which may compress our margins or impact demand for our steel products, including as a result of preventative and precautionary measures that we, other businesses and governments have taken or may take in the future. \n\n  In addition, the ability of our teammates and our suppliers’ and customers’ teammates to work may be significantly impacted by these types of public health emergencies. Our customers may be directly impacted by business interruptions or weak market conditions and may not be willing or able to fulfill their contractual obligations. Furthermore, the progression of and global response to these types of public health emergencies can cause and increase the risk of delays in construction activities and equipment deliveries related to our capital projects, including potential delays in obtaining permits from government agencies, as well as changes in the prices and availability of labor and equipment for capital projects.\n\n  23\n\n  The accounting treatment of equity method investments, goodwill and other long-lived assets could result in future asset impairments, which would reduce our earnings.\n\n  We periodically test our equity method investments, goodwill and other long-lived assets to determine whether their estimated fair value is less than their value recorded on our balance sheet. The results of this testing for potential impairment may be adversely affected by uncertain market conditions for the global steel industry, as well as changes in interest rates, commodity prices and general economic conditions. If we determine that the fair value of any of these assets is less than the value recorded on our balance sheet, and, in the case of equity method investments the decline is other than temporary, we would likely incur a non-cash impairment loss that would negatively impact our results of operations.\n\n  Tax increases and changes in tax laws and regulations or exposure to additional tax liabilities may negatively affect our business, results of operations, financial conditions and cash flows.\n\n  The steel industry and our business are sensitive to changes in taxes. As a company based in the United States, Nucor is more exposed to the effects of changes in U.S. tax laws than some of our major competitors. Our provision for income taxes and cash tax liability in the future could be adversely affected by changes in U.S. tax laws.\n\n  Nucor recognizes the effect of income tax positions only if those positions are believed to be more likely than not of being sustained. We cannot predict whether taxing authorities will conduct an audit challenging any of our tax positions and there can be no assurance as to the outcome of any challenges. If we are unsuccessful in any of these matters, we may be required to pay taxes for prior periods, interest, fines or penalties.\n\n  We are subject to legal proceedings and legal compliance risks.\n\n  We spend substantial resources ensuring that we comply with domestic and foreign regulations, contractual obligations and other legal standards. Notwithstanding this, we are subject to a variety of legal proceedings and legal compliance risks in respect of various issues, including regulatory, safety, environmental, employment, transportation, intellectual property, contractual, import/export, international trade and governmental matters that arise in the course of our business and in our industry. For information regarding our current significant legal proceedings, see “Item 3. Legal Proceedings.” A negative outcome in an unusual or significant legal proceeding or compliance investigation could adversely affect our financial condition and results of operations. While we believe that we have adopted appropriate risk management and compliance programs, the nature of our operations means that legal compliance risks will continue to exist and additional legal proceedings and other contingencies, the outcome of which cannot be predicted with certainty, will arise from time to time.",
      "char_count": 24279
    }
  },
  "extracted_at": "2026-01-19T15:49:23.319268"
}