{
  "ticker": "NWN",
  "company_name": "Northwest Natural Holding Co",
  "cik": 1733998,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001733998-25-000020",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001733998&accession_number=000173399825000020&xbrl_type=v",
  "sic_code": "4924",
  "industry": "Natural Gas Distribution",
  "sections": {
    "item1": {
      "text": "NATURAL GAS DISTRIBUTION (NGD) SEGMENT\n\nBoth NW Holdings and NW Natural have one reportable segment, the NGD segment, which is operated by NW Natural. NGD provides natural gas service through approximately 806,000 meters in Oregon and southwest Washington. Approximately 88% of customers are located in Oregon and 12% are located in southwest Washington. \n\nNW Natural has been allocated an exclusive service territory by the Oregon Public Utility Commission (OPUC) and Washington Utilities and Transportation Commission (WUTC), which includes the major population centers in western Oregon, including the Portland metropolitan area, most of the Willamette Valley, the Coastal area from Astoria to Coos Bay, and portions of Washington along the Columbia River. Major businesses located in NW Natural's service territory include retail, manufacturing, and high-technology industries. \n\nCustomers\n\nThe NGD business serves residential, commercial, and industrial customers with no individual customer accounting for more than 10% of NW Natural's or NW Holdings' revenues. On an annual basis, residential and commercial customers typically account for approximately 60% of NGD volumes delivered and approximately 90% of NGD margin. Industrial customers largely account for the remaining volumes and margin. \n\n8\n\nThe following table presents summary meter information for the NGD segment as of December 31, 2024:\n\nNumber of Meters% of Volumes% of Margin\n\nResidential735,117 38 %65 %\n\nCommercial69,362 23 %25 %\n\nIndustrial1,050 39 %6 %\n\nOther(1)\n\nN/AN/A4 %\n\nTotal805,529 100 %100 %\n\n(1)     NGD margin is also affected by other items, including miscellaneous revenues, gains or losses from NW Natural's gas cost incentive sharing mechanism, other margin adjustments, and other regulated services. \n\nGenerally, residential and commercial customers purchase both their natural gas commodity (gas sales) and natural gas delivery services from the NGD business. Industrial and some large commercial customers also purchase the gas commodity either from NW Natural or directly from a third-party gas marketer or supplier. Gas commodity cost is primarily a pass-through cost to customers; therefore, profit margins are not significantly affected by an industrial customer's decision to purchase gas from NW Natural or from third parties. Industrial and large commercial customers may also select between firm and interruptible service levels, with firm services generally providing higher profit margins compared to interruptible services.\n\nTo help manage gas supplies, tariffs are designed to provide some certainty regarding industrial and commercial customers' volumes by requiring an annual service election, special rates or possible restrictions for changes between elections. \n\nWe estimate natural gas was in approximately 63% of single-family residential homes in NW Natural's service territory in 2024. Customer growth in our region comes mainly from the following sources: single-family housing, both new construction and conversions; multifamily housing new construction; and commercial buildings, both new construction and conversions. Single-family new construction has consistently been our largest source of growth. Continued customer growth is closely tied to consumer preference for natural gas, the comparative price of natural gas to electricity and fuel oil, regulations and building codes permitting the use of natural gas in new construction and conversions, and the economic health of our service territory. \n\nCompetitive Conditions\n\nIn its service areas, the NGD business has no direct competition from other natural gas distributors. However, it competes with other forms of energy in each customer class. This competition among energy suppliers is based on price, efficiency, reliability, performance, preference, perceptions, market conditions, building codes, technology, federal, state, and local energy policy, and environmental impacts. \n\nFor residential and small to mid-size commercial customers, the NGD business competes primarily with providers of electricity, fuel oil, and propane.\n\nIn the industrial and large commercial markets, the NGD business competes with all forms of energy, including competition from wholesale natural gas marketers. In addition, large industrial customers could bypass NW Natural's natural gas distribution system by installing their own direct pipeline connection to the interstate pipeline system. NW Natural has designed custom transportation service agreements with several large industrial customers to provide transportation service rates that are competitive with the customer’s costs of installing their own pipeline.\n\nSeasonality of Business\n\nThe NGD business is seasonal in nature due to higher gas usage by residential and commercial customers during the cold winter heating months. Other categories of customers experience similar seasonality in their usage but to a lesser extent.\n\nRegulation and Rates\n\nThe NGD business is subject to regulation by the OPUC and WUTC. These regulatory agencies authorize rates and allow recovery mechanisms to provide the opportunity to recover prudently incurred capital and operating costs from customers, while also earning a reasonable return on investment for investors. In addition, the OPUC and WUTC also regulate the system of accounts and issuance of securities by NW Natural.\n\nNW Natural files general rate cases and rate tariff requests periodically with the OPUC and WUTC to establish approved rates, an authorized return on equity (ROE), an overall rate of return (ROR) on rate base, an authorized capital structure, and other revenue/cost deferral and recovery mechanisms. \n\nNW Natural is also regulated by the Federal Energy Regulatory Commission (FERC). Under NW Natural's Mist interstate storage certificate with FERC, NW Natural is required to file either a petition for rate approval or a cost and revenue study every five years to change or justify maintaining the existing rates for the interstate storage service. \n\nFor further discussion on our most recent general rate cases, see Part II, Item 7, \"Results of Operations—Regulatory Matters—Regulation and Rates.\"\n\n9\n\nGas Supply\n\nNW Natural strives to secure sufficient, reliable supplies of natural gas to meet the needs of customers at the lowest reasonable cost, while maintaining price stability, managing gas purchase costs prudently and supporting our core value of environmental stewardship. This is accomplished through a comprehensive strategy focused on the following items:\n\n•Reliability - ensuring gas resource portfolios are sufficient to satisfy customer requirements under extreme cold weather conditions;\n\n•Diverse Supply - providing diversity of supply sources;\n\n•Diverse Contracts - maintaining a variety of contract durations, types, and counterparties; \n\n•Cost Management and Recovery - employing prudent gas cost management strategies; and\n\n•Environmental Stewardship - striving to reduce the carbon content and environmental impacts of the energy we deliver.\n\nReliability\n\nTo support system reliability, the NGD business has developed a risk-based methodology in which it uses a planning standard to serve the highest firm sales demand day in any year with 99% certainty. \n\nThe projected maximum design day firm NGD customer sales is approximately 10 million therms. Of this total, the NGD business is currently capable of meeting approximately 55% of the requirements with gas from storage located within or adjacent to its service territory, while the remaining supply requirements would come from gas purchases under firm gas purchase contracts and recall agreements. \n\nNW Natural segments transportation capacity, which is a natural gas transportation mechanism under which a shipper can leverage its firm pipeline transportation capacity by separating it into multiple segments with alternate delivery routes. The reliability of service on these alternate routes will vary depending on the constraints of the pipeline system. For those segments with acceptable reliability, segmentation provides a shipper with increased flexibility and potential cost savings compared to traditional pipeline service. The NGD business relies on segmentation of firm pipeline transportation capacity that flows from Stanfield, Oregon to various points south of Molalla, Oregon. \n\nWe believe gas supplies would be sufficient to meet existing NGD firm customer demand in the event of maximum design day weather conditions.   \n\nThe following table shows the sources of supply projected to be used to satisfy the design day sales for the 2024-25 winter heating season:\n\n Therms in millionsThermsPercent\n\nSources of NGD supply:\n\nFirm supply purchases3.4 34 %\n\nMist underground storage (NGD only)3.3 33 %\n\nCompany-owned LNG storage1.8 18 %\n\nPipeline segmentation capacity0.6 6 %\n\nOff-system storage contract0.5 5 %\n\nRecall agreements0.3 3 %\n\nPeak day citygate deliveries0.1 1 %\n\nTotal10.0 100 %\n\nThe OPUC and WUTC have Integrated Resource Planning (IRP) processes in which utilities define different future scenarios and corresponding resource and compliance strategies in an effort to evaluate supply and demand resource and compliance requirements, consider uncertainties in the planning process and the need for flexibility to respond to changes, and establish a plan for providing reliable service while meeting carbon compliance obligations within frameworks that emphasize least cost and risk.\n\nNW Natural generally files a full IRP biennially for Oregon and Washington with the OPUC and the WUTC, respectively, and files updates in Oregon between filings. The OPUC acknowledges NW Natural's action plan, whereas the WUTC provides notice that the IRP has met the requirements of the Washington Administrative Code. OPUC acknowledgment of the IRP does not constitute ratemaking approval of any specific resource acquisition strategy or expenditure. For additional information see Part II, Item 7, \"Results of Operations—Regulatory Matters.\"\n\nDiversity of Supply Sources \n\nNW Natural purchases gas supplies primarily from the Alberta and British Columbia provinces of Canada and multiple receipt points in the U.S. Rocky Mountains to protect against regional supply disruptions and to take advantage of price differentials. For 2024, 60% of gas supply came from Canada, with the balance primarily coming from the U.S. Rocky Mountain region. We believe gas supplies available in the western United States and Canada are adequate to serve NGD customer requirements for \n\n10\n\nthe foreseeable future. NW Natural continues to evaluate the long-term supply mix based on projections of gas production and pricing in the U.S. Rocky Mountain region as well as other regions in North America.\n\nNW Natural supplements firm gas supply purchases with gas withdrawals from gas storage facilities, including underground reservoirs and LNG storage facilities. Storage facilities are generally injected with natural gas during the off-peak months in the spring and summer, and the gas is withdrawn for use during peak demand months in the winter. \n\nThe following table presents the storage facilities available for NGD business supply: \n\nMaximum Daily Deliverability (therms in millions)Designed StorageCapacity (Bcf)\n\nGas Storage Facilities\n\nOwned Facility\n\nMist, Oregon (Mist Facility)(1)\n\n3.3 12.8 \n\nMist, Oregon (North Mist Facility)(2)\n\n1.3 4.1 \n\nContracted Facility\n\nJackson Prairie, Washington(3)\n\n0.5 1.1 \n\nLNG Facilities\n\nOwned Facilities\n\nNewport, Oregon0.8 1.0 \n\nPortland, Oregon1.0 0.6 \n\nTotal6.9 19.6 \n\n(1)     The Mist gas storage facility has a total maximum daily deliverability of 5.3 million therms and a total designed storage capacity of about 17.5 Bcf, of which 3.3 million therms of daily deliverability and 12.8 Bcf of storage capacity are reserved for NGD business customers. \n\n(2)     The North Mist facility is contracted to exclusively serve Portland General Electric, a local electric utility, and may not be used to serve other NGD customers. See \"North Mist Gas Storage Facility\" below for more information.\n\n(3)     The storage facility is located near Chehalis, Washington and is contracted from Northwest Pipeline, a subsidiary of The Williams Companies.\n\nThe Mist facility serves NGD segment customers and is also used for non-NGD purposes, primarily for contracts with gas storage customers, including utilities, third-party marketers, and electric generators. Under regulatory agreements with the OPUC and WUTC, gas storage at Mist can be developed in advance of NGD customer needs but is subject to recall when needed to serve such customers as their demand increases. When storage capacity is recalled for NGD purposes it becomes part of the NGD segment. As of May 1, 2024, 0.2 million therms per day of deliverability and 1.15 Bcf of associated non-utility Mist gas storage capacity was recalled to serve core customers. Customer rate increases related to this recall began on November 1, 2024. The North Mist facility is contracted for the exclusive use of Portland General Electric, a local electric utility, and may not be used to serve other NGD customers. See \"North Mist Gas Storage Facility\" below.\n\nDiverse Contract Durations and Types\n\nNW Natural has a diverse portfolio of short-, medium-, and long-term firm gas supply contracts and a variety of contract types including firm and interruptible supplies as well as supplemental supplies from gas storage facilities. \n\nThe majority of our gas supply contracts include year-round, winter-only, summer-only, and monthly baseload supplies, and daily spot purchases. We also maintain options to call on additional daily supplies during the winter heating season.\n\nDuring 2024, a total of 822 million therms were purchased under contracts with durations as follows:\n\nContract Duration (primary term)Percent of Purchases\n\nLong-term (one year or longer)31 %\n\nShort-term (more than one month, less than one year)45 \n\nSpot (one month or less)24 \n\nTotal100 %\n\nDuring 2024, there was one supplier that provided 10% or more of the NGD business gas supply requirements. No other individual supplier provided 10% or more of the NGD business gas supply requirements.\n\nGas Cost Management\n\nThe cost of gas sold to NGD customers primarily consists of the following items, which are included in annual Purchased Gas Adjustment (PGA) rates: gas purchases from suppliers; charges from pipeline companies to transport gas to our distribution \n\n11\n\nsystem; gas storage costs; gas reserves costs; gas commodity derivative contracts; and renewable natural gas and its attributes, including renewable thermal certificates. Costs to comply with Washington's Climate Commitment Act (CCA) are included in the cost of gas for Washington customers. We expect that costs to comply with Oregon's Climate Protection Program (CPP) and any similar program that may be enacted in our service territory will also be included in the cost of gas.\n\nThe NGD business employs a number of strategies to mitigate the cost of gas sold to customers. The primary strategies for managing gas commodity price risk include:\n\n•negotiating fixed prices directly with gas suppliers;\n\n•negotiating financial derivative contracts that: (1) effectively convert floating index prices in physical gas supply contracts to fixed prices (referred to as commodity price swaps); or (2) effectively set a ceiling or floor price, or both, on floating index priced physical supply contracts (referred to as commodity price options such as calls, puts, and collars); and\n\n•buying physical gas supplies at a set price and injecting the gas into storage for price stability and to minimize pipeline capacity demand costs.\n\nNW Natural also contracts with an independent energy marketing company to capture opportunities regarding storage and pipeline capacity when those assets are not serving the needs of NGD business customers. Asset management activities provide opportunities for cost of gas savings for customers and incremental revenues for NW Natural through regulatory incentive-sharing mechanisms. These activities, net of the amount shared, are included in other for segment reporting purposes.\n\nGas Cost Recovery\n\nMechanisms for gas cost recovery are designed to be fair and reasonable, with an appropriate balance between the interests of customers and NW Natural. In general, natural gas distribution rates are designed to recover the costs of, but not to earn a return on, the gas commodity sold. Risks associated with gas cost recovery are minimized by resetting customer rates annually through the PGA and aligning customer and shareholder interests through the use of sharing, weather normalization, and conservation mechanisms in Oregon. See Part II, Item 7, \"Results of Operations—Regulatory Matters\" and \"Results of Operations—Business Segment—Natural Gas Distribution Operations—Cost of Gas\".\n\nEnvironmental Stewardship\n\nPart of our gas supply strategy is working to reduce the carbon content and the environmental impacts of the energy we deliver. To that end, NW Natural developed and implemented an emissions screening tool that uses Environmental Protection Agency (EPA) data to calculate the relative emissions intensity of gas producer operations and prioritize purchases from lower emitting producers. In 2019, we began using this emissions intensity screening tool alongside other purchasing criteria such as price, credit worthiness and geographic diversity. We view this as a cost-neutral way to reduce carbon emissions associated with our natural gas supply.\n\nNW Natural is focused on taking steps to lower its emissions on behalf of customers by purchasing environmental attributes that are generated by the production of renewable natural gas (RNG). Under Oregon Senate Bill 98, NW Natural can purchase RNG or invest in RNG facilities, which generate these environmental attributes known as Renewable Thermal Certificates (RTCs). In 2019, the Washington State legislature also passed a bill supporting RNG procurement, House Bill 1257. The RTCs work like renewable energy certificates, or RECs, used in electricity markets. RTCs are verified and certified by the Midwest Renewable Energy Tracking System (M-RETS). The M-RETS Renewable Thermal Tracking System issues one RTC for every dekatherm of RNG injected into the gas system. NW Natural enters into contracts for the purchase of RNG and RTCs either through periodic request for proposals or through formal offerings or informal requests. See Part II, Item 7, \"Results of Operations—Regulatory Matters\".\n\nIn addition to purchases of RNG, NW Natural has piloted a hydrogen blend in pipelines serving its Sherwood Operations and Training Center. NW Natural has successfully tested a blend of up to 20% hydrogen. The tests met the safety protocols established by PHMSA Part 192. Additionally, NW Natural is focused on developing several hydrogen pilots for industrial and commercial customers to support their decarbonization goals.\n\nNW Natural is subject to the requirements of the Washington CCA cap-and-invest program, and will be subject to Oregon's CPP. NW Natural has modeled pathways to compliance with the CCA and CPP in its most recent IRP. While costs associated with each possible compliance pathway differ, we intend to pursue recovery of the costs associated with these programs in rates.\n\nTransportation of Gas Supplies\n\nNW Natural's gas distribution system is reliant on a single, bi-directional interstate transmission pipeline to bring gas supplies into the natural gas distribution system. Although dependent on a single pipeline, the pipeline’s gas flows into the Portland metropolitan market from two directions: (1) the north, which brings supplies from the British Columbia and Alberta supply basins; and (2) the east, which brings supplies from Alberta as well as the U.S. Rocky Mountain supply basins. \n\nNW Natural incurs monthly demand charges related to firm pipeline transportation contracts. These contracts have expiration dates ranging from 2025 to 2061. The largest pipeline agreements are with Northwest Pipeline. NW Natural actively works with Northwest Pipeline and others to renew contracts in advance of expiration to ensure gas transportation capacity is sufficient to meet customer needs. \n\n12\n\nRates for interstate pipeline transportation services are established by FERC within the U.S. and by Canadian authorities for services on Canadian pipelines.\n\nGas Distribution\n\nSafety and the protection of employees, customers, and our communities are, and will remain, top priorities. NW Natural constructs, operates, and maintains its pipeline distribution system and storage operations with the goal of ensuring natural gas is delivered and stored safely, reliably, and efficiently. \n\nNW Natural has one of the most modern distribution systems in the country with no identified cast iron pipe or bare steel main. Since the 1980s, NW Natural has taken a proactive approach to replacement programs and partnered with the OPUC and WUTC on progressive regulation to further safety and reliability efforts for the distribution system. In the past, NW Natural had a cost recovery program in Oregon that encompassed programs for cast iron replacement, bare steel replacement, transmission integrity management, and distribution integrity management programs as appropriate.\n\nNatural gas distribution businesses are likely to be subject to greater federal and state regulation in the future. Additional operating and safety regulations from the U.S. Department of Transportation’s Pipeline and Hazardous Materials Safety Administration (PHMSA) are currently under development. In January 2025, PHMSA released the final rulemaking: Gas Pipeline Leak Detection and Repair. The rulemaking includes congressional mandates from the PIPES (Protecting our Infrastructure of Pipelines and Enhancing Safety) Act of 2020 to reduce methane emissions from new and existing gas transmission, distribution, gathering, underground storage, and LNG facilities. The unpublished rulemaking was placed on a regulatory freeze by the new  presidential administration and is expected to undergo additional review and amendment. In September 2023, PHMSA issued a notice of proposed rulemaking: Safety of Gas Distribution Pipelines and Other Pipeline Safety Initiatives. The proposed rulemaking requires operators to update distribution integrity management programs, emergency response plans, operations and maintenance manuals, and other safety practices. NW Natural does not foresee a significant impact of these rulemakings on our business given the modern materials used in our system.\n\nNorth Mist Gas Storage Facility\n\nThe North Mist gas storage facility began operations in 2019. The North Mist facility provides long-term, no-notice underground gas storage service and is dedicated solely to Portland General Electric (PGE) under a 30-year contract with options to extend up to an additional 50 years upon mutual agreement of the parties. PGE uses the facility to fuel its gas-fired electric power generation facilities.\n\nNorth Mist includes a reservoir providing 4.1 Bcf of available storage, a compressor station with a contractual capacity of 120,000 dekatherms of gas deliverability per day, no-notice service that can be drawn on rapidly, and a 13-mile pipeline to connect to PGE's Port Westward gas plants in Clatskanie, Oregon.\n\nThe facility is included in rate base under an established tariff schedule with revenues recognized consistent with the schedule. Billing rates are updated annually to the forecasted depreciable asset level and forecasted operating expenses.\n\nThere are additional expansion opportunities in the Mist storage field. Any expansion would be based on market demand, cost effectiveness, available financing, receipt of future permits, and other rights.\n\nOTHER \n\nCertain businesses and activities of NW Holdings and NW Natural are aggregated and reported as other for segment reporting purposes.\n\nNW Natural\n\nThe following businesses and activities are aggregated and reported as other under NW Natural, a wholly-owned subsidiary of NW Holdings: \n\n•4.7 Bcf of the Mist gas storage facility contracted to other utilities, third-party marketers, and electric generators;\n\n•natural gas asset management activities; and\n\n•appliance retail center operations.\n\nMist Gas Storage\n\nThe Mist gas storage facility began operations in 1989. It is a 17.5 Bcf facility with 12.8 Bcf used to provide gas storage for the NGD business. The remaining 4.7 Bcf of the facility is contracted with other utilities, third-party marketers, and electric generators with these results reported in other.\n\nThe overall facility consists of seven depleted natural gas reservoirs, 21 injection and withdrawal wells, a compressor station, dehydration and control equipment, gathering lines, and other related facilities. The capacity at Mist provides multi-cycle gas storage services to customers in the interstate and intrastate markets. The interstate storage services are offered under a limited jurisdiction blanket certificate issued by FERC. Under NW Natural's interstate storage certificate with FERC, NW Natural is required to file either a petition for rate approval or a cost and revenue study every five years to change or justify maintaining the \n\n13\n\nexisting rates for the interstate storage service. Intrastate firm storage services in Oregon are offered under an OPUC-approved rate schedule as an optional service to certain eligible customers. Gas storage revenues from the 4.7 Bcf are derived primarily from firm service customers who provide energy-related services, including natural gas distribution, electric generation, and energy marketing. The Mist facility benefits from limited competition as there are few storage facilities in the Pacific Northwest region. Therefore, NW Natural has the ability to acquire high-value, multi-year contracts.\n\nAsset Management Activities\n\nNW Natural contracts with an independent energy marketing company to provide asset management services, primarily through the use of natural gas commodity exchange agreements and natural gas pipeline capacity release transactions. The results of these activities are included in other, except for the asset management revenues allocated to NGD business customers pursuant to regulatory agreements, which are reported in the NGD segment. \n\nNW Holdings\n\nThese include the following businesses and activities aggregated under NW Holdings:\n\n•NW Natural Water Company, LLC (NWN Water) and its water and wastewater utility operations and water services business;\n\n•NWN Water's equity investment in Avion Water Company, Inc.;\n\n•NW Natural Renewables Holdings, LLC and its non-regulated renewable natural gas activities;\n\n•a minority interest in the Kelso-Beaver Pipeline held by our wholly-owned subsidiary NNG Financial Corporation (NNG Financial); and \n\n•holding company and corporate activities, including business development activities, as well as adjustments made in consolidation. \n\nNW Natural Water\n\nNWN Water currently serves an estimated 190,000 people through approximately 76,000 water and wastewater connections across six states. NWN Water continues to grow though customer additions within or near its service territories, and continues to pursue acquisitions. See further discussion about the status of water general rate cases in Part II, Item 7, \"Results of Operations—Regulatory Matters—Water and Wastewater Utilities.\"\n\nThe water and wastewater utilities primarily serve residential and commercial customers. Water distribution operations are seasonal in nature with peak demand generally during warmer summer months, while wastewater is less seasonally affected. Entities generally operate in exclusive service territories with no direct competitors. Water distribution customer rates are regulated by state utility commissions while the wastewater businesses we own consist of some state regulated systems and some systems that are not rate regulated by utility commissions.\n\nNWN Water launched its services business in April 2023. This business provides operations and maintenance services to water and wastewater system owners and works to create value by leveraging shared personnel, technology and expertise to support delivery of clean, reliable water at a reasonable cost. Today, NWN Water provides operations and maintenance services to approximately 25,000 connections.\n\nNW Natural Renewables\n\nNW Natural Renewables is an unregulated subsidiary of NW Natural Holdings established to pursue unregulated RNG activities. In September 2021, a subsidiary of NW Natural Renewables, Ohio Renewables, and a subsidiary of EDL, a global producer of sustainable distributed energy, executed agreements to secure RNG supply from two production facilities that are designed to convert landfill waste gases to RNG (EDL Facilities). The first facility was completed and commenced delivery of RNG to Ohio Renewables in September 2024. Upon reaching this milestone, Ohio Renewables paid $26.0 million to the EDL subsidiary. The second facility was completed and commenced delivery of RNG to Ohio Renewables in December 2024 at which time Ohio Renewables made an additional payment of $25.4 million to the EDL subsidiary.\n\nAlongside these development agreements, Ohio Renewables and the subsidiary of EDL executed agreements for Ohio Renewables to purchase up to an annual specified amount of RNG produced by the EDL Facilities over a 20-year period at a contractually specified price. Ohio Renewables has contracted to sell the supply obtained from EDL at fixed-prices to investment grade counterparties.\n\nOhio Renewables has contracted to sell RNG produced by the EDL Facilities up to certain specified volumes in each of calendar years 2024 through 2026 to an investment-grade counterparty. We currently estimate RNG volumes to be sold pursuant to this agreement to be approximately 2,430,000 MMbtu over the life of the agreement, provided that such amounts of RNG are produced by the EDL Facilities during that period.\n\nOhio Renewables additionally has contracted to sell a fixed-volume of RNG under a long-term agreement with an investment-grade utility beginning in 2025 and extending through 2042. Amounts to be delivered under this agreement are estimated to be 112,500 MMbtu in 2025, 375,000 MMbtu in 2026, 1,950,000 MMbtu annually in 2027 through 2034, and 2,775,000 MMbtu annually in years 2035 through 2042. Under the current contract, if less than 75% of the contracted volumes of RNG are not delivered on an annual basis, Ohio Renewables is obligated to pay the per MMbtu price for volumes between the amount delivered and 75% of the contracted volumes on an annual basis.\n\n14\n\nENVIRONMENTAL MATTERS\n\nProperties and Facilities  \n\nNW Natural owns, or previously owned, properties and facilities that are currently being investigated that may require environmental remediation and are subject to federal, state, and local laws and regulations related to environmental matters. These laws and regulations may require expenditures over a long time frame to address certain environmental impacts. Estimates of liabilities for environmental costs are difficult to determine with precision because of the various factors that can affect their ultimate disposition. These factors include, but are not limited to, the following:\n\n•the complexity of the site;\n\n•changes in environmental laws and regulations at the federal, state, and local levels;\n\n•the number of regulatory agencies or other parties involved;\n\n•new technology that renders previous technology obsolete, or experience with existing technology that proves ineffective;\n\n•the level of remediation required;\n\n•variations between the estimated and actual period of time that must be dedicated to respond to an environmentally-contaminated site; and \n\n•the application of environmental laws that impose joint and several liabilities on all potentially responsible parties. \n\nNW Natural has received recovery of a portion of such environmental costs through insurance proceeds, seeks the remainder of such costs through customer rates, and believes recovery of these costs is probable. In both Oregon and Washington, NW Natural has mechanisms to recover expenses. Oregon recoveries are subject to an earnings test. See Part II, Item 7, \"Results of Operations—Regulatory Matters—Rate Mechanisms—Environmental Cost Deferral and Recovery\", and Note 2 and Note 17 to the Consolidated Financial Statements in Item 8 of this report for more information.\n\nGreenhouse Gas Matters\n\nFor information concerning greenhouse gas matters, see Part II, Item 7, “Results of Operations—Environmental Regulation and Legislation Matters.”\n\nHUMAN CAPITAL \n\nOur core values of integrity, safety, caring, service ethic, and environmental stewardship guide how we engage with customers, stakeholders, shareholders, and communities. We actively work to foster these values in our employee culture and to nurture an inclusive and equitable environment that provides opportunities, prioritizes health and safety, encourages respect and trust, and supports growth and learning. We aim to recruit and retain employees who share our core values and reﬂect our communities. \n\nEmployees\n\nAt December 31, 2024, our workforce consisted of the following:\n\nNW Natural:\n\n   Unionized employees(1) \n\n626 \n\n   Non-unionized employees649 \n\nTotal NW Natural1,275 \n\nOther Entities:\n\n   Water and wastewater company employees172 \n\n   Other5 \n\nTotal other entities177 \n\nTotal Employees1,452 \n\n(1)     Members of the Office and Professional Employees International Union (OPEIU) Local No. 11, AFL-CIO.\n\nNW Natural's labor agreement with members of OPEIU covers wages, benefits, and working conditions. In May 2024, NW Natural's unionized employees ratified a collective bargaining agreement that is in effect June 1, 2024 through May 31, 2028, and is effective thereafter from year to year unless either party serves notice of its intent to negotiate modifications to the collective bargaining agreement. The terms of the collective bargaining agreement include the following items: a 6% wage increase effective June 1, 2024 and scheduled wage increases effective December 1 in the first year and each subsequent year of 4%; a 401(k) contribution of 4% for employees hired after our pension plan was closed on December 31, 2009; and a 401(k) match of 50% of the first 8% of savings. During calendar year 2024, NW Natural did not incur any work stoppages (strikes or lockouts), and therefore, experienced zero idle days for the year.\n\nCertain subsidiaries may receive services from employees of other subsidiaries. Those services are generally charged to the entity receiving those services. When such services involve regulated entities, those entities receiving services are generally \n\n15\n\ncharged rates pursuant to shared services agreements that are filed with the applicable state regulatory commission, as applicable.\n\nSafety\n\nSafety is one of our greatest responsibilities to employees. In managing the business, we strive to foster a safety culture focused on prevention, open communication, collaboration, and a strong service and safety ethic. We believe employee safety is critical to our success. A portion of executives’ compensation is tied to achieving our identified safety metrics, and our Board of Directors regularly reviews company safety metrics and receives reports on matters of health and safety. NW Natural’s health and safety policies and procedures are designed to comply with all applicable regulations, but we also work to go beyond compliance by striving to incorporate information we learn from benchmarking, peer reviews, and industry best practices.\n\nAs part of our commitment to employee health and safety, we maintain regular training programs, emergency preparedness procedures, and training and procedures to identify hazards and handle high-risk emergency situations. Employees complete classroom instruction and hands-on, scenario-based training at our training town facility in Oregon that allows employees to experience realistic situations in a controlled environment. We also host natural gas safety training events for ﬁrst responders, which are designed to prepare those first responders and NW Natural field employees to deliver an integrated, seamless response in the event of an emergency that involves or affects the natural gas system. We also have a learning management system that provides virtual training options and more efficiency and flexibility in how we train.\n\nEmployee Benefits and Support\n\nTo attract employees and meet the needs of our workforce, NW Natural strives to offer competitive compensation and benefits packages to employees. The benefits package options vary depending on type of employee and date of hire. NW Natural continuously looks for ways to support employees’ work-life balance and well-being and this is reflected in physical, mental and financial wellness programs to meet the needs of our employees and help them care for their families. Benefits available to employees during 2024 included, among others: healthcare and other insurance coverages, wellness resources, retirement and savings plans, paid time off programs, and flexible and hybrid work schedules, where possible, employee resource groups, and culture and community-focused resources and opportunities, and employee recognition programs and discounts.\n\nTalent Attraction and Development\n\nIn order to implement our business strategy and serve our customers, we depend upon our continuing ability to attract and retain talented professionals and a technically skilled workforce, and being able to transfer the knowledge and expertise of our workforce to new and increasingly diverse employees as our older workforce retires. A significant portion of our workforce is currently eligible or will reach retirement eligibility within the next five years, and therefore, we are focused on efforts to attract, train, and retain appropriately qualified and skilled workers to prevent loss of institutional knowledge or skills gaps.\n\nNW Natural seeks to provide its employees with growth and development opportunities through programs designed to build skills and relationships. These programs currently include: (i) a culturally relevant mentoring program that creates opportunities for career growth by building relationships; (ii) a tuition assistance program for qualified educational pursuits; (iii) an internal class that provides participants with a big-picture understanding of the industry and company operations, equipping them to see how they contribute to NW Natural’s success and identify opportunities for career growth; (iv) internal and external continuing educational courses relevant to areas of expertise; and (v) ongoing management and leadership training programs.\n\nWe regularly monitor employee engagement and satisfaction through a variety of tools, including our annual engagement survey that is designed to enable company leaders to gather valuable feedback and guidance from employees.\n\nDiversity, Equity and Inclusion\n\nWe have a longstanding commitment to creating a diverse and inclusive culture that reflects and supports the communities we serve, and believe a diverse, equitable, and inclusive workforce at all levels contributes to long-term success. Our efforts in recruiting, promoting, and retaining diverse talent, building inclusive teams, and creating a culture that embraces differences are elements of our workforce strategy.\n\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\n\nFor information concerning executive officers, see Part III, Item 10.\n\nAVAILABLE INFORMATION\n\nNW Holdings and NW Natural file annual, quarterly and current reports and other information with the Securities and Exchange Commission (SEC). The SEC maintains an Internet site where reports, proxy statements, and other information filed can be read, copied, and requested online at its website (www.sec.gov). In addition, we make available, free of charge, on our website (www.nwnaturalholdings.com), our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) and proxy materials filed under Section 14 of the Securities Exchange Act of 1934, as amended (Exchange Act), as soon as reasonably practicable after we electronically \n\n16\n\nfile such material with, or furnish it to, the SEC. We intend to use our website as a means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD. Accordingly, investors should monitor our website, in addition to following our press releases, SEC filings and public conference calls and webcasts. We have included our website address as an inactive textual reference only. Information contained on our website is not incorporated by reference into this annual report on Form 10-K.\n\nNW Holdings and NW Natural have adopted a Code of Ethics for all employees, officers, and directors that is available on our website. We intend to disclose revisions and amendments to, and any waivers from, the Code of Ethics for officers and directors on our website. Our Corporate Governance Standards, Director Independence Standards, charters of each of the committees of the Board of Directors, and additional information about NW Holdings and NW Natural are also available at the website. Copies of these documents may be requested, at no cost, by writing or calling Shareholder Services, Northwest Natural Holding Company, 250 S.W. Taylor Street, Portland, Oregon 97204, telephone 503-220-2402.",
      "char_count": 41755
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nNW Holdings’ and NW Natural’s business and financial results are subject to a number of risks and uncertainties, many of which are not within our control, which could adversely affect our business, financial condition, and results of operations. Additional risks and uncertainties that are not currently known to us or that are not currently believed by us to be material may also harm our businesses, financial condition, and results of operations. When considering any investment in NW Holdings’ or NW Natural’s securities, investors should carefully consider the following information, as well as information contained in the caption \"Forward-Looking Statements\", Item 7A, and our other documents filed with the SEC. This list is not exhaustive and the order of presentation does not reflect management’s determination of priority or likelihood. Additionally, our listing of risk factors that primarily affects one of our businesses does not mean that such risk factor is inapplicable to our other businesses.\n\nLegal, Regulatory and Legislative Risks\n\nREGULATORY RISK. Regulation of NW Holdings’ and NW Natural’s regulated businesses, including changes in the regulatory environment, failure of regulatory authorities to approve rates which provide for timely recovery of costs and an adequate return on invested capital, or an unfavorable outcome in regulatory proceedings may adversely impact NW Holdings’ and NW Natural’s financial condition and results of operations.\n\nThe OPUC and WUTC have general regulatory authority over NW Natural’s gas business in Oregon and Washington. In January 2025, NW Holdings acquired SiEnergy Operating, LLC (SiEnergy), which is regulated by the Railroad Commission of Texas.  NW Holdings’ regulated water utility businesses are generally regulated by the public utility commission in the state in which a water business is located. These public utility commissions have broad regulatory authority, including: the rates charged to customers; authorized rates of return on rate base, including ROE; the amounts and types of securities that may be issued by our regulated utility companies, like NW Natural; services our regulated utility companies provide and the manner in which they provide them; the nature of investments our utility companies make; deferral and recovery of various expenses, including, but not limited to, pipeline replacement, environmental remediation and compliance costs, capital, information technology and other investments, commodity hedging expense, and certain employee benefit expenses such as pension costs; transactions with affiliated interests; regulatory adjustment mechanisms such as weather adjustment mechanisms, and other matters. The OPUC also regulates actions investors may take with respect to our utility companies, NW Natural and NW Holdings. Similarly, FERC has regulatory authority over NW Natural’s interstate storage services. Expansion of our businesses generally results in regulation by other regulatory authorities. For example, certain of NW Holdings’ water companies are regulated in Idaho, Texas and Arizona, and in 2025, we acquired SiEnergy, which is regulated by the Railroad Commission of Texas.\n\nThe costs that are deemed recoverable in rates and prices regulators allow us to charge for regulated utility service, and the maximum FERC-approved rates FERC authorizes us to charge for interstate storage and related transportation services, are the most significant factors affecting both NW Natural’s and NW Holdings’ financial position, results of operations and liquidity. State utility regulators have the authority to disallow recovery of costs they find imprudently incurred or otherwise disallowed, and rates that regulators allow may be insufficient for recovery of costs we incur. We expect to continue to make expenditures to expand, improve and safely operate our gas and water utility distribution and gas storage systems, and to work toward reducing emissions from our gas systems. Regulators can deny recovery of those costs. Furthermore, while each applicable state regulator has established an authorized rate of return for our regulated utility businesses, we may not be able to achieve the earnings level authorized. Moreover, in the normal course of business we may place assets in service or incur higher than expected levels of operating expense before rate cases can be filed to recover those costs (this is commonly referred to as regulatory lag). The failure of any regulatory commission to approve requested rate increases on a timely basis to recover costs or to allow an adequate return could adversely impact NW Holdings’ or NW Natural’s financial condition, results of operations and liquidity.\n\nAs companies with regulated utility businesses, we frequently have dockets open with our regulators, including NW Natural’s general rate case filed with the OPUC in December 2024. The regulatory proceedings for these dockets typically involve multiple parties, including governmental agencies, consumer, environmental, and other advocacy groups, and other third parties. Each party advocates for the interests that they represent, which may include lower rates, additional regulatory oversight over the company, limitations on growth or phasing out of the gas system, decisions that favor electrification, or advancing other interests. \n\n17\n\nWe cannot predict the timing or outcome of these proceedings, or the effects of those outcomes on NW Holdings’ and NW Natural’s results of operations and financial condition.\n\nREGULATION, COMPLIANCE AND TAXING AUTHORITY RISK. NW Holdings and NW Natural are subject to governmental regulation, and compliance with local, state and federal requirements, including taxing requirements, and unforeseen changes in or interpretations of such requirements could affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nNW Holdings and NW Natural are subject to regulation by federal, state and local governmental authorities. We are required to comply with a variety of laws and regulations and to obtain authorizations, permits, approvals and certificates from governmental agencies in various aspects of our business. Significant changes in federal, state, or local governmental leadership can accelerate or amplify changes in existing laws or regulations, or the manner in which they are interpreted or enforced. For instance, the 2024 United States Presidential election has resulted in and may result in further leadership changes in many federal administrative agencies.  Moreover, the 2024 election resulted in Republican control of the presidency and both houses of Congress, which may result in a wide range of new policies, executive orders, rules, initiatives and other changes to fiscal, tax, regulation, trade, environmental, climate and other federal policies, many of which have components that affect the energy and utilities sectors. Similarly, we could continue to face significant legislative, regulatory and other policy changes at the state level or in the local jurisdictions in which we operate.  For example, the Oregon legislature is considering possible legislation aimed at addressing utility customer rate impacts and utility regulatory oversight.  We cannot predict the impact of any such legislation on our rate structure, process or ability to apply regulatory accounting mechanisms.  As we continue to expand our businesses into new states, we may be subject to additional legal, regulatory or taxing requirements.  For example, certain of NW Holdings’ water companies are regulated in Idaho, Texas and Arizona, and in 2025, we acquired SiEnergy, a gas utility located in Texas. In addition, foreign governments may implement changes to their policies, in response to changes to U.S. policy or otherwise. Although we cannot predict the impact, if any, of these changes to our businesses, they could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations. Until we know what policy changes are made and how those changes impact our businesses and the business of our competitors over the long term, we will not know if, overall, we will benefit from them or will be negatively affected by them.\n\nWe cannot predict changes in laws, regulations, interpretations or enforcement or the impact of such changes. Additionally, any failure to comply with existing or new laws and regulations could result in fines, penalties or injunctive measures. For example, under the Energy Policy Act of 2005, the FERC may assess civil penalties under the Natural Gas Act for violations of FERC’s requirements up to nearly $1.6 million per day for each violation. In addition, as we expand our businesses and the regulatory environment for our businesses increases in complexity, the risk of inadvertent noncompliance may also increase. Changes in regulations, the imposition of additional regulations, and the failure to comply with laws and regulations could negatively influence NW Holdings’ or NW Natural’s operating environment and results of operations. There is uncertainty as to how our regulators will reflect the impact of the legislation and other government regulation in rates. The resulting ratemaking treatment may negatively affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nAdditionally, changes in federal, state, local or foreign tax laws and their related regulations, or differing interpretations or enforcement of applicable law by a federal, state, local or foreign taxing authority, could result in substantial cost to us and negatively affect our results of operations. Tax law and its related regulations and case law are inherently complex and dynamic. Disputes over interpretations of tax laws may be settled with the taxing authority in examination, through programs like the Compliance Assurance Process (CAP), upon appeal or through litigation. Our judgments may include reserves for potential adverse outcomes regarding tax positions that have been or plan to be taken that may be subject to challenge by taxing authorities. Changes in laws, regulations or adverse judgments and the inherent difficulty in quantifying potential tax effects of business decisions may negatively affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nFurthermore, certain tax assets and liabilities, such as deferred tax assets and regulatory tax assets and liabilities, are recognized or recorded by NW Holdings or NW Natural based on certain assumptions and determinations made based on available evidence, such as projected future taxable income, tax-planning strategies, and results of recent operations. If these assumptions and determinations prove to be incorrect, the recorded results may not be realized, which may negatively impact the financial results of NW Holdings and NW Natural.\n\nREPUTATIONAL RISKS. To the extent that customers, legislators, or regulators have or develop a negative opinion of our businesses, NW Holdings’ and NW Natural’s financial position, results of operations and cash flows could be adversely affected. \n\nA number of factors can affect customers’, legislators’, regulators’, and other third parties’ perception of us or our business including: service interruptions or safety concerns due to failures of equipment or facilities or from other causes, and our ability to promptly respond to such failures; our ability to safeguard sensitive customer information; the timing and magnitude of rate increases; and volatility of rates. Customers', legislators', and regulators' opinions of us can also be affected by media coverage, including social media, which may include information, whether factual or not, that could damage the perception of natural gas, our brand, or our reputation.\n\nAlthough we believe that natural gas serves an important role in helping our region reduce GHG emissions and move to a more resilient lower-carbon energy system, certain advocacy groups have opposed the use of natural gas as a fuel source altogether and have pursued policies that limit, restrict, or impose additional costs on, the use of natural gas in a variety of contexts. \n\n18\n\nConcerns raised about the use of natural gas include the potential for natural gas explosions or delivery disruptions, methane leakage along production, transportation and delivery systems, and end-use equipment, and contribution of natural gas energy use to GHG emission levels and global warming. Similarly, concerns have also been raised regarding the use of RNG or hydrogen in place of conventional natural gas. In addition, studies and claims by advocacy groups contend that there are detrimental indoor public health effects associated with the use of natural gas, which may also impact public perception. Shifts in public sentiment due to these concerns or others that may be raised may impact further legislative initiatives, regulatory actions, and litigation, as well as behaviors and perceptions of customers, investors, lawmakers, and regulators.\n\nIf customers, legislators, regulators, or other third parties have or develop a negative opinion of us and our services, or of natural gas as an energy source generally, this could make it more difficult for us to achieve policy, legislative or regulatory outcomes supportive of our business. Negative opinions could also result in reduced customer growth, sales volumes reductions, increased use of other sources of energy, or difficulties in accessing capital markets. Any of these consequences could adversely affect NW Holdings’ or NW Natural’s financial position, results of operations and cash flows. \n\nREGULATORY ACCOUNTING RISK. In the future, NW Holdings or NW Natural may no longer meet the criteria for continued application of regulatory accounting practices for all or a portion of our regulated operations.\n\nIf we can no longer apply regulatory accounting, we could be required to write off our regulatory assets and precluded from the future deferral of costs not recovered through rates at the time such amounts are incurred, even if we are expected to recover these amounts from customers in the future. \n\nThe criteria for the application of regulatory accounting is highly specific, and legislative or regulatory changes to our rate structure or processes could impact our ability to apply regulatory accounting in the future. \n\nGrowth and Strategic Risks\n\nSTRATEGIC TRANSACTION RISK. NW Holdings’ and NW Natural’s ability to successfully complete strategic transactions is subject to significant risks, which could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations, and cash flows.\n\nFrom time to time, NW Holdings and NW Natural have pursued and may continue to pursue strategic transactions including mergers, acquisitions, combinations, divestitures, joint ventures, business development projects or other strategic transactions, including, but not limited to, investments in RNG projects on a regulated basis by NW Natural and on a non-regulated basis by NW Holdings, as well as acquisitions by NW Holdings in the water, wastewater and water services, or in the gas or other utility sectors. Any such transactions involve substantial risks, including the following:\n\n•such transactions that are contracted for may fail to close for a variety of reasons;\n\n•the result of such transactions may not produce revenues, earnings or cash flow at anticipated levels, which could, among other things, result in the impairment of any investments or goodwill associated with such transactions;\n\n•acquired businesses or assets could have environmental, permitting, or other problems for which contractual protections prove inadequate;\n\n•our forecasts and projections regarding customer and business growth, financial performance, or economic and market conditions may prove to be incorrect; \n\n•there may be difficulties in integration or higher than expected operation costs of new businesses;\n\n•there may exist liabilities that were not disclosed to us, that exceed our estimates, or for which our rights to indemnification from the seller are limited;\n\n•we may be unable to obtain the necessary regulatory or governmental approvals to close a transaction or receive approvals granted subject to terms that are unacceptable to us;\n\n•we may be unable to achieve the anticipated regulatory treatment of any such transaction as part of the transaction approval or subsequent to closing the transaction; or\n\n•we may be unable to avoid a disposition of assets for a price that is less than the book value of those assets.\n\nOne or more of these risks could affect NW Holdings’ and NW Natural’s financial condition, results of operations, and cash flows. For example, in January 2025, we completed the acquisition of SiEnergy, and while we consider this acquisition to be an important component of our growth strategy, we may face unexpected costs or challenges associated with integration of the business or otherwise fail to achieve the expected benefits of the transaction.  \n\nBUSINESS DEVELOPMENT RISK. NW Holdings’ and NW Natural’s business development projects may not be successful or may encounter unanticipated obstacles, costs, changes or delays that could result in a project being unsuccessful or becoming impaired, which could negatively impact NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nBusiness development projects involve many risks. We are currently engaged in several business development projects, including, but not limited to, several water, wastewater, water services and RNG projects, non-regulated investments in RNG projects, and purchasing, marketing and reselling of RNG and its associated attributes. We may also engage in other business development projects such as investments in additional long-term gas reserves, gas storage projects, CNG refueling stations, power to gas, power generation, hydrogen projects, carbon capture projects, geothermal projects or other similar projects. Our business development activities are subject to uncertainties and changed circumstances and may not reach the scale expected, \n\n19\n\nbe successful or perform as anticipated. Additionally, we may not be able to obtain required governmental permits and approvals to complete our projects in a cost-efficient or timely manner, potentially resulting in delays or abandonment of the projects. We could also experience issues such as: technological challenges; ineffective scalability; failure to achieve expected outcomes; unsuccessful business models; startup and construction delays; construction cost overruns; reliance on or inability to direct third parties; disputes with contractors or other third parties; the inability to negotiate acceptable agreements such as rights-of-way, easements, construction, gas supply or other material contracts; failure or delay in receiving applicable permits; changes in customer demand, perception or commitment; public opposition to projects; marketing risk and changes in market regulation, behavior or prices, market volatility or unavailability, including markets for RNG and its associated attributes or other environmental attributes; the inability to receive expected tax or regulatory treatment (including any applicable tax incentives or credits for renewable fuels); and operating cost increases. Additionally, we may be unable to finance our business development projects at acceptable costs or within a scheduled time frame necessary for completing the project. Any of the foregoing risks, if realized, could result in business development efforts failing to produce expected financial results and the project investment becoming impaired, and such failure or impairment could have an adverse effect on NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nJOINT PARTNER RISK. Investing in business development projects through partnerships, joint ventures or other business arrangements affects our ability to manage certain risks and could adversely impact NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nWe use joint ventures and other business arrangements to manage and diversify the risks of certain development projects and investments, including NW Natural’s gas reserves agreements, certain RNG projects, and certain of NW Holdings’ subsidiaries’ unregulated RNG projects and water platform investments. For example, in 2020, NW Natural began a partnership with BioCarbN to invest up to an estimated $38 million in four separate RNG development projects that access biogas derived from water treatment at Tyson Foods' processing plants, subject to approval by all parties. NW Holdings or NW Natural currently has and may further acquire or develop part-ownership interests in other projects in the future, including but not limited to, natural gas, water, wastewater, water services, RNG, or hydrogen projects. Under these arrangements, we may not be able to fully direct the management and policies of the business relationships, and other participants in those relationships may act contrary to our interests, including making operational decisions that could negatively affect our costs and liabilities. In addition, other participants may withdraw from the project, divest important assets, become financially distressed or bankrupt, be subject to additional regulatory or legal requirements, or have economic or other business interests or goals that are inconsistent with ours. We have in the past and may in the future become involved in disputes with our business partners, which could result in additional cost or divert management’s attention. \n\nNW Natural’s gas reserves arrangements, which operate as a hedge backed by physical gas supplies, involve a number of risks, including: gas production that is significantly less than the expected volumes, or no gas volumes; operating costs that are higher than expected; inherent risks of gas production, including disruption to operations or a complete shut-in of the field; and one or more participants in one of these gas reserves arrangements becoming financially insolvent or acting contrary to NW Natural’s interests. For example, Jonah Energy, the counterparty in NW Natural’s gas reserves arrangement, no longer maintains any company credit ratings. Although NW Natural intends to continue monitoring Jonah Energy’s financial condition and take appropriate actions to preserve NW Natural’s interests, it does not control Jonah Energy’s financial condition or continued performance under the gas reserves arrangement. The cost of the original gas reserves venture is currently included in customer rates and additional wells under that arrangement are recovered at specific costs, the occurrence of one or more of these risks could affect NW Natural’s ability to recover this hedge in rates. Further, new gas reserves arrangements have not been approved for inclusion in rates, and regulators may ultimately determine to not include all or a portion of future transactions in rates. The realization of any of these situations could adversely impact NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows. \n\nCUSTOMER GROWTH RISK. NW Holdings’ and NW Natural’s NGD margin, earnings and cash flow may be negatively affected if we are unable to sustain customer growth rates in our NGD segment.\n\nNW Natural’s NGD margins and earnings growth have largely depended upon the sustained growth of its residential and commercial customer base due, in part, to the new construction housing market, conversions of customers to natural gas from other energy sources and growing commercial use of natural gas. Building codes recently enacted and others under consideration in our territory may have the effect of reducing our natural gas customer growth rate.  For example, building codes implemented in Washington, if determined to be valid, would have the effect of restricting or eliminating the use of gas space and water heating in new commercial and residential construction, or otherwise increasing the cost of new home construction incorporating natural gas.  Certain jurisdictions in Oregon and Washington are considering similar measures.  While we expect these types of codes to be subject to legal challenge, we cannot predict the outcome of any such challenge.  Other regulations may impact growth; for example, in connection with the resolution of NW Natural’s general rate case, on October 25, 2024, the OPUC issued an order ordering the phase out of NW Natural’s line extension allowance by November 1, 2027. We are not currently able to quantify the extent to which limitations on natural gas use, or declining line extension allowances provided in rates to cover construction costs for new services, will affect new meter additions, or to what extent carbon compliance costs included in rates will affect the competitiveness of our business and the demand for natural gas service. Insufficient customer growth, for economic, political, public perception, policy, or other reasons could adversely affect NW Holdings’ or NW Natural’s utility margin, earnings and cash flows.\n\n20\n\nRISK OF COMPETITION. Our NGD business is subject to increased competition which could negatively affect NW Holdings’ or NW Natural’s results of operations.\n\nIn the residential and commercial markets, our natural gas distribution businesses compete primarily with suppliers of electricity, fuel oil, and propane. In the industrial market, we compete with suppliers of all forms of energy. Competition among these forms of energy is based on price, efficiency, reliability, performance, market conditions, technology, federal, state and local governmental regulation, actual and perceived environmental impacts, and public perception. Technological improvements such as electric heat pumps, batteries or other alternative technologies, or building code or other regulations or restrictions affecting the cost or ability to use certain gas appliances, could erode our competitive advantage. If natural gas prices are high relative to other energy sources, or if the cost, environmental impact or public perception of such other energy sources improves relative to natural gas, it may negatively affect our ability to secure new customers or retain our existing customers, which could have a negative impact on our customer growth rate and NW Holdings’ and NW Natural’s results of operations.\n\nOur natural gas storage operations compete primarily with other storage facilities and pipelines. Increased competition in the natural gas storage business could reduce the demand for our natural gas storage services, drive prices down for our storage business, and adversely affect our ability to renew or replace existing contracts at rates sufficient to maintain current revenues and cash flows, which could adversely affect NW Holdings’ and NW Natural’s financial condition, results of operations and cash flows.\n\nOperational Risks\n\nOPERATING RISK. Transporting and storing gas and liquid fuels and distributing gas and liquid fuels and, water and wastewater involves numerous risks that may result in accidents and other operating risks and costs, some or all of which may not be fully covered by insurance, and which could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nNW Holdings and NW Natural are subject to all of the risks and hazards inherent in the businesses of gas and liquid transmission, distribution and storage, water distribution, and water and wastewater services including:\n\n•earthquakes, wildfires, floods, storms, landslides and other severe weather incidents and natural hazards;\n\n•leaks or losses of gases or liquids, or contamination of gases or liquids by chemicals or compounds, as a result of the malfunction of equipment or facilities or otherwise;\n\n•operator errors or damages from third parties;\n\n•negative performance by our storage reservoirs, facilities, or wells that could cause us to fail to meet expected or forecasted operational levels or contractual commitments to our customers or other third parties;\n\n•problems maintaining, or the malfunction of, pipelines, biodigester facilities, wellbores and related equipment and facilities that form a part of the infrastructure that is critical to the operation of our facilities;\n\n•presence of chemicals or other compounds in the gases or liquids we deliver that could adversely affect the performance of the system or end-use equipment;\n\n•failure of gas or water storage reservoirs;\n\n•inadequate supplies of RNG, natural gas or water or contamination of water supplies;\n\n•operating costs that are substantially higher than expected;\n\n•supply chain disruptions, including unexpected price increases, or supply restrictions beyond the control of our suppliers;  \n\n•migration of gas through faults in the rock or to some area of the reservoir where existing wells cannot drain the gas effectively, resulting in loss of the gas;\n\n•blowouts (uncontrolled escapes of gas from a pipeline or well) or other accidents, fires and explosions; and\n\n•risks and hazards inherent in the drilling operations associated with the development of gas storage facilities, and wells.\n\nFor example, TC Pipelines, LP (TC Pipelines) has identified the presence of a chemical substance, dithiazine, at several facilities on the system of its subsidiary, Gas Transmission Northwest (GTN), and those of some upstream and downstream connecting pipeline facilities. A portion of NW Natural’s gas supplies from Canada are transported on GTN’s pipelines. TC Pipelines reports that dithiazine can drop out of gas streams in a powdery form at some points of pressure reduction (for example, at a regulator), and that in incidents where a sufficient quantity of the material accumulates in certain places, improper functioning of equipment can occur, which can result in increased preventative and corrective action costs. While NW Natural has not detected significant quantities of dithiazine on its system to date, we continue to monitor and could discover increased levels of dithiazine or other compounds on NW Natural’s system that could affect the performance of the system or end-use equipment. \n\nThese and other operational risks could result in disruption of service, personal injury or loss of human life, damage to and destruction of property and equipment, pollution or other environmental damage, breaches of our contractual commitments, and may result in curtailment or suspension of operations, which in turn could lead to significant costs and lost revenues. Further, because our pipeline, storage and distribution facilities are in or near populated areas, including residential areas, commercial business centers, and industrial sites, any loss of human life or adverse financial outcomes resulting from such events could be significant. We could be subject to lawsuits, claims, and criminal and civil enforcement actions. Additionally, we may not be able to maintain the level or types of insurance we desire, and the insurance coverage we do obtain may contain large deductibles or fail to cover certain hazards or cover all potential losses. The occurrence of any operating risks not covered by insurance could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\n21\n\nSAFETY REGULATION RISK. NW Holdings and NW Natural may experience increased federal, state and local regulation of the safety of our systems and operations, which could adversely affect NW Holdings’ or NW Natural’s operating costs and financial results.\n\nThe safety and protection of the public, our customers and our employees is and will remain our top priority. We are committed to consistently monitoring, maintaining, and upgrading our distribution systems and storage operations to ensure that RNG, natural gas and water is acquired, stored and delivered safely, reliably and efficiently. Natural gas operators are subject to robust, ongoing federal, state and local regulatory oversight, which intensifies in response to incidents.  For example, the 2020 Protecting our Infrastructure of Pipelines and Enhancing Safety Act (PIPES Act) prompted PHSMA to issue three rulemakings impacting transmission lines, gathering lines, and valve automation in response to past incidents in other parts of the country.  Regulations issued in 2024 by PHMSA contain requirements related to the detection and repair of leaks and safety of gas distribution pipelines.  \n\nIn addition, our workplaces are subject to the requirements of the Department of Transportation, through the Federal Motor Carrier Safety Administration, and the Occupational Safety and Health Administration, as well as state and local statutes and regulations that regulate the protection of the health and safety of workers. The failure to comply with these requirements or general industry standards, including keeping adequate records or preventing occupational injuries or exposure, could expose us to civil or criminal liability, enforcement actions, and regulatory fines and penalties that may not be recoverable through our rates and could have a material adverse effect on our business, financial condition, results of operations and cash flows.\n\nWe intend to work diligently with industry associations and federal and state regulators to comply with these regulations and other new laws. We expect there to be increased costs associated with compliance, and those costs could be significant. If these costs are not recoverable in our customer rates, they could have a negative impact on NW Holdings’ and NW Natural’s operating costs and financial results.\n\nRELIANCE ON THIRD PARTIES TO SUPPLY OR OPTIMIZE NATURAL GAS, RNG AND ENVIRONMENTAL ATTRIBUTES OR CREDITS RISK. We rely on third parties to supply or optimize natural gas, RNG, storage or pipeline capacity, and environmental attributes or credits in our NGD segment, and limitations on our ability to obtain supplies, engage in effective optimization, or failure to receive expected supplies, could have an adverse impact on NW Holdings’ or NW Natural’s financial results.\n\nOur ability to secure natural gas, RNG and environmental attributes or credits depends upon its ability to purchase and receive delivery of them from third parties. We, and in some cases our suppliers, do not have control over the availability of natural gas, RNG or environmental attributes or credits, competition for those supplies, disruptions in those supplies, priority allocations on transmission pipelines, markets for those supplies, or pricing and other terms related to such supplies. Additionally, third parties that we may rely on may fail to deliver supplies for which it has contracted. For example, in October, 2018, a 36-inch pipeline near Prince George, British Columbia owned by Enbridge ruptured, disrupting natural gas flows from Canada into Washington while the ruptured pipeline and an adjacent pipeline were assessed and the ruptured pipeline was repaired. Once repaired, pressurization levels for those pipelines were reduced for a significant period of time for assessment and testing. If we are unable or limited in our ability to obtain natural gas, RNG or environmental attributes or credits from our current suppliers or new sources, we may not be able to meet customers' gas requirements or regulatory or compliance requirements, and would likely incur costs associated with actions necessary to mitigate service disruptions or regulatory compliance, which could significantly and negatively impact NW Holdings’ and NW Natural’s results of operations.\n\nWe also contract with an independent energy marketing company to provide asset management services regarding storage and pipeline capacity when those assets are not serving the needs of NGD business customers.  We may not be able to fully direct these transactions, or the counterparty to these arrangements may act contrary to our interests, become financially distressed or have economic or other business interests or goals that are inconsistent with ours.  Failure to effectively optimize our assets could result in a negative impact on NW Holdings' and NW Natural’s financial condition, revenues and results of operations.\n\nSINGLE TRANSPORTATION PIPELINE RISK. NW Natural relies on a single pipeline company for the transportation of gas to its service territory, a disruption, limitation, or inadequacy of which could adversely impact its ability to meet customers’ gas requirements, which could significantly and negatively impact NW Holdings’ and NW Natural’s results of operations.\n\nNW Natural’s distribution system is directly connected to a single interstate pipeline, which is owned and operated by Northwest Pipeline. The pipeline’s gas flows are bi-directional, transporting gas into the Portland metropolitan market from two directions: (1) the north, which brings supplies from the British Columbia and Alberta supply basins; and (2) the east, which brings supplies from the Alberta and the U.S. Rocky Mountain supply basins. If there is a rupture or inadequate capacity in, or supplies to maintain adequate pressures in, the pipeline, NW Natural may not be able to meet its customers’ gas requirements and we would likely incur costs associated with actions necessary to mitigate service disruptions, both of which could significantly and negatively impact NW Holdings’ and NW Natural’s results of operations.  \n\nTHIRD PARTY PIPELINE RISK. NW Natural’s gas storage business depends on third-party pipelines that connect our storage facilities to interstate pipelines, the failure or unavailability of which could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\n22\n\nOur gas storage facilities are reliant on the continued operation of a third-party pipeline and other facilities that provide delivery options to and from our storage facilities. Because we do not own all of these pipelines, their operations are not within our control. If the third-party pipeline to which we are connected were to become unavailable for current or future withdrawals or injections of natural gas due to repairs, damage to the infrastructure, lack of capacity or other reasons, our ability to operate efficiently and satisfy our customers’ needs could be compromised, thereby potentially having an adverse impact on NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nWORKFORCE RISK. NW Holdings’ and NW Natural’s businesses are heavily dependent on being able to attract and retain qualified employees and maintain a competitive cost structure with market-based salaries and employee benefits, and workforce disruptions could adversely affect NW Holdings’ or NW Natural’s operations and results.\n\nNW Holdings’ and NW Natural’s ability to implement our business strategy and serve our customers is dependent upon our continuing ability to attract and retain diverse, talented professionals and a technically skilled workforce, and being able to transfer the knowledge and expertise of our workforce to new and increasingly diverse employees as our largely older workforce retires. A significant portion of our workforce is currently eligible or will reach retirement eligibility within the next five years, which will require that we attract, train and retain skilled workers to prevent loss of institutional knowledge or skills gaps. We face competition for qualified personnel with specific skillsets. This competition may result in increased pressure on wages or other challenges in recruiting or retaining personnel. Without an appropriately skilled workforce, our ability to provide quality service and meet our regulatory requirements will be challenged and this could negatively impact NW Holdings' and NW Natural’s earnings. Additionally, approximately half of NW Natural workers are represented by the OPEIU Local No. 11 AFL-CIO and are covered by a collective bargaining agreement that extends to May 31, 2028. Disputes with the union representing NW Natural employees over terms and conditions of their agreement, or failure to timely and effectively renegotiate the agreement upon its expiration, could result in instability in our labor relationship or other labor disruptions or work stoppages that could impact the timely delivery of gas and other services from our utility and storage facilities, which could strain relationships with customers and state regulators and cause a loss of revenues. The collective bargaining agreements may also limit our flexibility in dealing with NW Natural’s workforce, and the ability to change work rules and practices and implement other efficiency-related improvements to successfully compete in today’s challenging marketplace, which may negatively affect NW Holdings’ and NW Natural’s financial condition and results of operations.\n\nEnvironmental Risks\n\nENVIRONMENTAL LIABILITY RISK. Certain of NW Natural’s, and possibly NW Holdings’, properties and facilities may pose environmental risks requiring remediation, the costs of which are difficult to estimate and which could adversely affect NW Holdings’ and NW Natural’s financial condition, results of operations, and cash flows.\n\nNW Natural owns, or previously owned, properties that require environmental remediation or other action. NW Holdings or NW Natural may now, or in the future, own other properties that require environmental remediation or other action. NW Natural and NW Holdings accrue all material loss contingencies relating to these properties. A regulatory asset at NW Natural has been recorded for estimated costs pursuant to a deferral order from the OPUC and WUTC. In addition to maintaining regulatory deferrals, NW Natural settled with most of its historical liability insurers for only a portion of the costs it has incurred to date and expects to incur in the future. To the extent amounts NW Natural recovered from insurance are inadequate and it is unable to recover these deferred costs in utility customer rates, NW Natural would be required to reduce its regulatory assets which would result in a charge to earnings in the year in which regulatory assets are reduced. In addition, in Oregon, the OPUC approved the SRRM, which limits recovery of deferred amounts to those amounts which satisfy an annual prudence review and an earnings test that requires NW Natural to contribute additional amounts toward environmental remediation costs above approximately $10 million in years in which NW Natural earns above its authorized ROE. To the extent NW Natural earns more than its authorized ROE in a year, it would be required to cover environmental expenses greater than the $10 million with those earnings that exceed its authorized ROE. The OPUC ordered a review of the SRRM in 2018 or when we obtain greater certainty of environmental costs, whichever occurred first. We submitted information for review in 2018, and believe we could be subject to further review. Similarly, in October 2019, the WUTC authorized an ECRM, which allows for recovery of certain past deferred and future prudently incurred remediation costs allocable to Washington through application of insurance proceeds and collections from customers, subject to an annual prudence determination. These ongoing prudence reviews, or with respect to the SRRM, the earnings test, or the periodic review could reduce the amounts NW Natural is allowed to recover, and could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nMoreover, we may have disputes with regulators and other parties as to the severity of particular environmental matters, what remediation efforts are appropriate, whether natural resources were damaged, and the portion of the costs or claims NW Natural or NW Holdings should bear. We cannot predict with certainty the amount or timing of future expenditures related to environmental investigations, remediation or other action, the portions of these costs allocable to NW Natural or NW Holdings, or disputes or litigation arising in relation thereto.\n\nEnvironmental liability estimates are based on current remediation technology, industry experience gained at similar sites, an assessment of probable level of responsibility, and the financial condition of other potentially responsible parties. However, it is difficult to estimate such costs due to uncertainties surrounding the course of environmental remediation, the preliminary nature of certain site investigations, natural recovery of the site, unavoidable limitations associated with environmental investigations and remedial technologies, evolving science, the application of environmental laws that impose joint and several liabilities on all \n\n23\n\npotentially responsible parties, and changes in federal, state or local environmental statutes, regulations or policies. These uncertainties and disputes arising therefrom could lead to further adversarial administrative proceedings or litigation, with associated costs and uncertain outcomes, all of which could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nENVIRONMENTAL REGULATION COMPLIANCE RISK. NW Holdings and NW Natural are subject to environmental regulations, compliance with which or failure to comply with, could adversely affect our operations or financial results.\n\nNW Holdings and NW Natural are subject to laws, regulations and other legal requirements enacted or adopted by federal, state and local governmental authorities relating to protection of the environment, including those legal requirements that govern discharges of substances into the air and water, the management and disposal of hazardous substances and waste, groundwater quality and availability, plant and wildlife protection, the emitting of greenhouse gases, and other aspects of environmental regulation. For example, our natural gas operations are subject to reporting requirements to a number of governmental authorities including, but not limited to, the Environmental Protection Agency (EPA), the Oregon Department of Environmental Quality (ODEQ), and the Washington State Department of Ecology regarding greenhouse gas emissions. We are also required to reduce emissions of GHGs over time in accordance with the recently issued Oregon Climate Protection Program (CPP) and the Washington Climate Commitment Act (CCA). We expect that compliance with any form of regulation of GHG emissions will require additional resources and legislative or regulatory tools and will increase costs. The developing and changing guidance to implement the CCA and CPP, evolving carbon credit markets and other regulatory tool options, decades-long timeframes for compliance, likely changing and evolving laws and energy policy, and evolving technological advancements, all make it difficult to accurately predict long-term tools for and costs of compliance.  Increased compliance costs or additional operating restrictions resulting from current and future additional environmental regulations at the local, state or national level may or may not be recoverable in customer rates, through insurance or otherwise. If these costs are not recoverable, or if these regulations reduce the desirability, availability, or cost-competitiveness of natural gas, they could have an adverse effect on NW Holdings’ or NW Natural’s operations or financial condition. Furthermore, failure to comply with such laws or regulations could subject us to possible enforcement actions, financial liability or litigation, any of which could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nGLOBAL CLIMATE CHANGE RISK. Our businesses may be subject to physical risks associated with climate change, all of which could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nClimate change may cause physical risks, including an increase in sea level, intensified storms, water scarcity, wildfire susceptibility and intensity and changes in weather conditions, such as changes in precipitation, average temperatures and extreme wind or other extreme weather events or climate conditions. Moreover, a significant portion of the nation’s gas infrastructure is located in areas susceptible to storm damage that could be aggravated by wetland and barrier island erosion, which could give rise to gas supply interruptions and price spikes.  Fire risk is also significant in the western United States, including in our service territory, and may be elevated by warmer air temperatures, drought, wind and land management practices. Climate change may increase the likelihood and magnitude of damages that may be caused by fires, which may adversely affect our financial condition, results of operations, and cash flows. \n\nThese and other physical changes could result in disruptions to natural gas production and transportation systems potentially increasing the cost of gas and affecting our natural gas businesses’ ability to procure or transport gas to meet customer demand. These changes could also affect our distribution systems resulting in increased maintenance and capital costs, disruption of service, regulatory actions and lower customer satisfaction. Similar disruptions could occur in NW Holdings’ water utility and unregulated RNG businesses. To the extent we are unable to recover these costs, or if higher rates resulting from our recovery of such costs result in reduced demand for our services, our future business, financial condition, or financial results could be adversely impacted.  Additionally, to the extent that climate change adversely impacts the economic health or weather conditions of our service territory directly, it could adversely impact customer demand or our customers’ ability to pay. Such physical risks could have an adverse effect on NW Holdings’ or NW Natural’s financial condition, results of operations, and cash flows.\n\nPUBLIC PERCEPTION AND POLICY RISK. Changes in public sentiment or public policy with respect to natural gas, including through local, state or federal laws or legislation or other regulation (including ballot initiatives, executive orders or regulatory codes) or litigation, could adversely affect NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nThere are a number of international, federal, state, and local legislative, legal, regulatory and other initiatives being proposed and adopted in an attempt to measure, control or limit the effects of global warming and climate change, including greenhouse gas (GHG) emissions such as carbon dioxide, nitrous oxide, and methane. Legislation or other forms of public policy or regulation that aim to reduce GHG emissions at the federal, state, or local level have and could continue to take a variety of forms including, but not limited to, GHG emissions limits, reporting requirements, carbon taxes, requirements to purchase carbon credits, building codes, increased efficiency standards, additional charges to fund energy efficiency activities or other regulatory actions, and incentives or mandates to conserve energy, or use renewable energy sources. Federal, state, or local governments may provide tax advantages and other subsidies to support alternative energy sources, withdraw funding from fossil fuel sources, mandate the use of specific fuels or technologies, prohibit the use of natural gas, or promote research into new technologies to reduce the cost and increase the scalability of alternative energy sources.  For example, during his administration, former President Biden issued a number of executive orders, and a wide range of federal agencies took action aimed at addressing \n\n24\n\nclimate change and other environmental matters. Federal legislation passed under the Biden administration, such as the Inflation Reduction Act of 2022 (IRA), included several climate and energy provisions. Upon taking office in January, 2025, President Trump issued several executive orders aimed at revoking Biden-era climate policies.  We expect there to be a number of additional changes related to climate policy under the Trump Administration, including additional executive orders, federal regulations, programs and other federal actions, however, we cannot currently predict when or if the Trump Administration or Congress will act, the form of the action, the extent to which any such action may replace or revoke prior administration policies, or the impact of those actions on our business.   \n\nAt the state level, effective beginning in 2023, the State of Washington enacted the Climate Commitment Act (CCA), which establishes a comprehensive program that provides an overall limit for GHG emissions from major sources in the state and declines yearly to 95% below 1990 levels by 2050. NW Natural is currently subject to the CCA.  Similarly, in Oregon, In November 2024, the ODEQ issued final cap and reduce rules for its Climate Protection Program (CPP), which became effective January 1, 2025. The CPP establishes a program to limit GHG emissions from covered entities, including natural gas utilities, by 50% by 2035 and 90% by 2050 from a 2017-2019 baseline.  In addition, the State of Washington has implemented, and the State of Oregon and some local jurisdictions have considered or are considering, building codes that could have the effect of disfavoring or disallowing natural gas in residential or commercial new construction or conversions, including locations within our service territory.  For example, the Eugene City Council continues to develop a plan to address GHG emissions, align incentives around GHG emissions and to engage in a number of actions, including identifying potential revenue sources, like a gas supplier tax. Similarly, some jurisdictions and advocates are evaluating restricting  the use of natural gas and certain natural gas appliances inside homes contending that there are detrimental indoor health effects associated with the use of natural gas. \n\nSuch current or future legislation, regulation or other initiatives (including executive orders, ballot initiatives or ordinances) could impose on our natural gas businesses operational requirements or restrictions, additional charges to fund energy efficiency initiatives, or levy a tax based on carbon content. In addition, certain jurisdictions, including San Francisco, Seattle, and New York have enacted measures to ban or discourage the use of new natural gas hookups in residential or other buildings. Other jurisdictions, including several in our service territory, have considered or are currently considering similar restrictions or other measures discouraging the use of natural gas, such as limitations or bans on the use of natural gas in new construction, requiring the conversion of buildings to electric heat, or adopting policies or incentives to encourage the use of electricity in lieu of natural gas. Such restrictions could adversely impact customer growth or usage and could adversely impact our ability to recover costs and maintain reasonable customer rates. In addition, certain states, cities, local jurisdictions and private parties have initiated lawsuits against companies related to climate change impacts, GHG emissions or climate-related disclosures. We have been named as a defendant in two such legal proceedings, each as described in more detail in Note 17 to the Consolidated Financial Statements. While we intend to diligently defend against such claims, we cannot predict the outcome of such litigation.  Such climate-related claims or actions could be costly to defend and could negatively impact our business, reputation, financial condition, and results of operations.\n\nNW Natural believes natural gas has an important role in moving the Pacific Northwest to a lower carbon future, and to that end is developing programs and measures to reduce carbon emissions. However, NW Natural’s efforts may not happen quickly enough to keep pace with legislation or other regulation, legal changes or public sentiment, or may be more costly or not be as effective as expected.  Any of these initiatives, or our unsuccessful response to them, could result in us incurring additional costs to comply with the imposed policies, regulations, restrictions or programs, provide a cost or other competitive advantage to energy sources other than natural gas, reduce demand for natural gas, restrict our customer growth, impose costs or restrictions on end users of natural gas, impact the prices we charge our customers, increase the likelihood of litigation, reduce our access to capital, impose increased costs on us associated with the adoption of new infrastructure and technology to respond to such requirements which may or may not be recoverable in customer rates, and could negatively impact public perception of our services or products that negatively diminishes the value of our brand, all of which could adversely affect NW Holdings’ or NW Natural’s business operations, financial condition and results of operations.\n\nBusiness Continuity and Technology Risks\n\nBUSINESS CONTINUITY RISK. NW Holdings and NW Natural may be adversely impacted by local or national disasters, pandemics, political unrest, terrorist activities, cyber-attacks or data breaches, and other extreme events to which we may not be able to promptly respond, which could adversely affect NW Holdings’ or NW Natural’s operations or financial condition.\n\nLocal or national disasters (including but not limited to earthquakes, wildfires, floods, storms, landslides), pandemics, political unrest, terrorist activities, cyber-attacks and data breaches, power outages, and other extreme events are a threat to our assets and operations. Companies in critical infrastructure industries face a heightened risk due to being the target of, and having heightened exposure to, acts of terrorism or sabotage, including physical and security breaches of our physical infrastructure and information technology or operational technology systems in the form of cyber-attacks or other forms of attacks. These attacks could, among other things, target or impact our technology or mechanical systems that operate our distribution, transmission or storage facilities and result in a disruption in our operations, damage to our system and inability to meet customer requirements. In addition, the threat of terrorist activities could lead to increased economic instability and volatility in the price of RNG, natural gas or other necessary commodities that could affect our operations. Threatened or actual national disasters, pandemics or terrorist activities may also disrupt capital or bank markets and our ability to raise capital or obtain debt financing, or impact our suppliers or our customers directly, including increasing volatility in the price of natural gas or reducing demand for natural gas or water. Local disaster, pandemics, or civil unrest could result in disruption of our infrastructure or facilities, increase our operating \n\n25\n\ncosts, or result in part of our workforce being unable to operate or maintain our infrastructure or perform other tasks necessary to conduct our business. Local disruption may also limit our ability to collect on overdue accounts or disconnect gas or water service for nonpayment beyond an amount or period of time acceptable to us.  A slow or inadequate response to events may have an adverse impact on our operations and earnings. We may not be able to maintain sufficient insurance to cover all risks associated with local and national disasters, pandemic illnesses, terrorist activities, cyber-attacks and other attacks or events. Additionally, large scale natural disasters or terrorist attacks could destabilize the insurance industry making the insurance we do have unavailable, which could increase the risk that an event could adversely affect NW Holdings’ or NW Natural’s operations or financial results. Similarly, business disruptions may limit, delay or block public utility commissions’ ability to approve or authorize applications or other requests we may make with respect to our regulated businesses.  Any of these occurrences, or the resulting economic effects could have a material adverse effect on our business, outlook, financial condition, and results of operations and cash flows.\n\nRELIANCE ON TECHNOLOGY RISK. NW Holdings’ and NW Natural’s efforts to integrate, consolidate and streamline each of their operations has resulted in increased reliance on technology, the failure of which could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nNW Holdings and NW Natural have undertaken, and will continue to undertake, a variety of initiatives to integrate, standardize, centralize and streamline operations. These efforts have resulted in greater reliance on technological tools such as, at NW Natural: an enterprise resource planning system, technology associated with gas operations, a digital dispatch system, an automated meter reading system, a web-based ordering and tracking system, and other similar technological tools and initiatives. Our future success will depend, in part, on our ability to anticipate and adapt to technological changes in a cost-effective manner and to offer, on a timely basis, services that meet customer demands and evolving industry standards. New technologies may emerge that could be superior to, or may not be compatible with, some of our existing technologies, and may require us to make significant expenditures to remain competitive. We continue to implement technology to improve our business processes and customer interactions. In addition, our various existing information technology systems require periodic modifications, upgrades and/or replacement. For example, NW Natural has recently implemented upgrades to its SAP system and intends to replace its customer information system in the near future.\n\nThere are various risks associated with these systems in addition to upgrades and replacements, including hardware and software failure, communications failure, data distortion or destruction, unauthorized access to data, misuse of proprietary or confidential data, unauthorized control through electronic means, programming mistakes and other inadvertent errors or deliberate human acts. In addition, we are dependent on a continuing flow of important components and appropriately skilled individuals to maintain and upgrade our information technology systems. Our suppliers have previously faced disruptions, such as during the COVID-19 pandemic, and may face additional production or import delays due to natural disasters, strikes, lock-outs, political unrest, pandemics or other such circumstances. Technology services provided by third-parties also could be disrupted due to events and circumstances beyond our control which could adversely impact our business, financial condition and results of operations.\n\nAny modifications, upgrades, system maintenance or replacements subject us to inherent costs and risks, including potential disruption of our internal control structure, substantial capital expenditures, additional administrative and operating expenses, retention of sufficiently skilled personnel to implement and operate the new systems, and other risks and costs of delays or difficulties in transitioning to new systems or of integrating new systems into our current systems. In addition, the difficulties with implementing new technology systems may cause disruptions in our business operations and have an adverse effect on our business and operations, if not anticipated and appropriately mitigated. There is also risk that we may not be able to recover all costs associated with projects to improve our technological capabilities, which may adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nCYBERSECURITY RISK. NW Holdings’ and NW Natural’s status as an infrastructure services provider coupled with its reliance on technology could result in a security breach which could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nAlthough we take precautions to protect our technology systems and are not aware of any material security breaches to date, there is no guarantee that the procedures we have implemented to protect against unauthorized access to secured data and systems, including our operational technology and information technology systems, are adequate to safeguard against all security breaches or other cyberattacks. Additionally, the facilities and systems of clients, suppliers and third-party service providers also could be vulnerable to cyber risks and attacks, and such third party systems may be interconnected to our systems. Therefore, an event caused by cyberattacks or other malicious act at an interconnected third party could impact our business and facilities similarly. As these potential cyber security attacks become more common and sophisticated, we could be required to incur costs to strengthen our systems or maintain insurance coverage against potential losses. Moreover, a variety of regulatory agencies are focused on cybersecurity risks, and specifically in critical infrastructure sectors. For example, the Transportation Security Administration (TSA) has published security directives and in November 2024, proposed formal rules mandating cybersecurity actions for critical pipeline owners and operators. Failure to meet the requirements of these directives or other cybersecurity regulations could result in fines or other penalties.  We are continuing to evaluate the potential costs of implementation of these directives, and there is no assurance that we will be able to continue to recover in rates costs associated with such compliance.\n\n26\n\nIn addition, our businesses could experience breaches of security pertaining to sensitive customer, employee, and vendor information maintained by us in the normal course of business, which could adversely affect our reputation, diminish customer confidence, disrupt operations, materially increase the costs we incur to protect against these risks, and subject us to possible financial liability or increased regulation or litigation.  All of these risks could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nFinancial and Economic Risks\n\nHOLDING COMPANY DIVIDEND RISK. As a holding company, NW Holdings depends on its operating subsidiaries, including NW Natural, to meet financial obligations and the ability of NW Holdings to pay dividends on its common stock is dependent on the receipt of dividends and other payments from its subsidiaries, including NW Natural. \n\nAs a holding company, NW Holdings’ only significant assets are the stock and membership interests of its operating subsidiaries, which at this time is primarily NW Natural. NW Holdings’ direct and indirect subsidiaries are separate and distinct legal entities, managed by their own boards of directors, and have no obligation to pay any amounts to their respective shareholders, whether through dividends, loans or other payments. The ability of these companies to pay dividends or make other distributions on their common stock is subject to, among other things: their results of operations, net income, cash flows and financial condition, as well as the success of their business strategies and general economic and competitive conditions; the prior rights of holders of existing and future debt securities and any future preferred stock issued by those companies; and any applicable legal restrictions.\n\nIn addition, the ability of NW Holdings’ subsidiaries to pay upstream dividends and make other distributions is subject to applicable state law and regulatory restrictions. Under the OPUC and WUTC regulatory approvals for the holding company formation, if NW Natural ceases to comply with credit and capital structure requirements approved by the OPUC and WUTC, it will not, with limited exceptions, be permitted to pay dividends to NW Holdings. Under the OPUC and WUTC orders authorizing the holding company reorganization, NW Natural may not pay dividends or make distributions to NW Holdings if NW Natural’s credit ratings and common equity levels fall below specified ratings and levels. If NW Natural’s long-term secured credit ratings are below A- for S&P and A3 for Moody’s, dividends may be issued so long as NW Natural’s common equity is 45% or above. If NW Natural’s long-term secured credit ratings are below BBB for S&P and Baa2 for Moody’s, dividends may be issued so long as NW Natural’s common equity is 46% or above. Dividends may not be issued if NW Natural’s long-term secured credit ratings fall to BB+ or below for S&P or Ba1 or below for Moody’s, or if NW Natural’s common equity is below 44%. The ratio is measured using common equity and long-term debt excluding imputed debt or debt-like lease obligations, and is determined on a preceding or projected 13-month basis.\n\nEMPLOYEE BENEFIT RISK. The cost of providing pension and postretirement healthcare benefits is subject to changes in pension assets and liabilities, changing employee demographics and changing actuarial assumptions, which may have an adverse effect on NW Holdings’ or NW Natural’s financial condition, results of operations and cash flows.\n\nUntil NW Natural closed the pension plans to new hires, which for non-union employees was in 2006 and for union employees was in 2009, it provided pension plans and postretirement healthcare benefits to eligible full-time utility employees and retirees. Approximately 22% of NW Natural’s current utility employees were hired prior to these dates, and therefore remain eligible for these plans. Other businesses we acquire may also have pension plans. The costs to NW Natural, or the other applicable businesses we may acquire, for providing such benefits is subject to change in the market value of the pension assets, changes in employee demographics including longer life expectancies, increases in healthcare costs, current and future legislative changes, and various actuarial calculations and assumptions. The actuarial assumptions used to calculate our future pension and postretirement healthcare expenses may differ materially from actual results due to significant market fluctuations and changing withdrawal rates, wage rates, interest rates and other factors. These differences may result in an adverse impact on the amount of pension contributions, pension expense or other postretirement benefit costs recorded in future periods. Sustained declines in equity markets and reductions in bond rates may have a material adverse effect on the value of the pension fund assets and liabilities. In these circumstances, NW Natural may be required to recognize increased contributions and pension expense earlier than it had planned to the extent that the value of pension assets is less than the total anticipated liability under the plans, which could have a negative impact on NW Holdings’ and NW Natural’s financial condition, results of operations and cash flows.\n\nHEDGING RISK. NW Holdings’ and NW Natural’s risk management policies and hedging activities cannot eliminate the risk of commodity price movements and other financial market risks, and hedging activities may expose us to additional liabilities for which rate recovery may be disallowed, which could result in an adverse impact on NW Holdings’ and NW Natural’s operating revenues, costs, derivative assets and liabilities and operating cash flows.\n\nOur gas purchasing requirements expose us to risks of commodity price movements, while our use of debt and equity financing exposes us to interest rate, liquidity and other financial market risks. We attempt to manage these exposures with both physical hedges, including our storage and gas reserves transactions, which are hedges backed by physical gas supplies, and financial hedges, such as gas swaps and interest rate hedging arrangements. We may also enter into other types of financial and physical hedging arrangements from time to time.  While we have risk management procedures for hedging in place, they may not always work as planned and cannot entirely eliminate the risks associated with hedging. Additionally, our hedging activities may cause \n\n27\n\nus to incur additional expenses to obtain the hedge. We do not hedge our entire interest rate or commodity cost exposure, and the unhedged exposure will vary over time. Gains or losses experienced through NW Natural’s hedging activities, including carrying costs, generally flow through NW Natural’s PGA mechanism or are recovered in future general rate cases. However, the hedge transactions NW Natural enters into for utility purposes are subject to a prudence review by the OPUC and WUTC, and, if found imprudent, those expenses may be, and have been previously, disallowed, which could have an adverse effect on NW Holdings’ or NW Natural’s financial condition and results of operations. \n\nIn addition, our actual business requirements and available resources may vary from forecasts, which are used as the basis for hedging decisions and could cause our exposure to be more or less than anticipated. Moreover, if NW Natural’s derivative instruments and hedging transactions do not qualify for regulatory deferral or hedge accounting treatment under U.S. GAAP, NW Holdings’ or NW Natural’s results of operations and financial condition could be adversely affected.\n\nNW Holdings and NW Natural also have credit and performance exposure to derivative counterparties. Counterparties owing NW Holdings, NW Natural or their respective subsidiaries money, physical natural gas, RNG or environmental attributes could breach their obligations. Should the counterparties to these arrangements fail to perform, we may be forced to enter into alternative arrangements to meet our normal business requirements. In that event, NW Holdings’ or NW Natural’s financial results could be adversely affected. Additionally, under most of NW Natural’s hedging arrangements, a downgrade of its senior unsecured long-term debt credit rating could allow its counterparties to require NW Natural to post cash, a letter of credit or other form of collateral, which would expose NW Natural to additional costs and may trigger significant increases in borrowing from its credit facilities or equity contribution needs from NW Holdings, if the credit rating downgrade is below investment grade. Further, based on current interpretations, each of NW Holdings, NW Natural and NWN Water is not considered a \"swap dealer\" or \"major swap participant\" in 2024, so we are exempt from certain requirements under the Dodd-Frank Act. If we are unable to claim this exemption, we could be subject to higher costs for our derivatives activities, and such higher costs could have a negative impact on NW Holdings’ and NW Natural’s operating costs and financial results.\n\nGAS PRICE RISK. Higher natural gas commodity prices and volatility in the price of gas may adversely affect our NGD business, whereas lower gas price volatility may adversely affect NW Natural’s gas storage business, negatively affecting NW Holdings’ and NW Natural’s results of operations and cash flows.\n\nThe cost of natural gas is affected by a variety of factors, including weather, changes in demand, the level of production and availability of natural gas supplies, transportation constraints, availability and cost of pipeline capacity, federal, state and local energy and environmental policy, regulation and legislation, natural disasters and other catastrophic events, national and worldwide economic and political conditions, and the price and availability of alternative fuels.  In recent years, we have experienced increased pricing and volatility in the current and forward gas markets. In addition, potential tariffs or trade restrictions could impact the price of natural gas that we import from Canada. At our gas businesses, the cost we pay for natural gas is generally passed through to customers through an annual purchased gas rate adjustment. If gas prices were to increase significantly and remain higher, it could raise the cost of energy to our customers, potentially causing those customers to conserve or switch to alternate sources of energy. Sustained significant price increases could also cause new home builders and commercial developers to select alternative energy sources. Decreases in the volume of gas we sell could reduce NW Holdings or NW Natural’s earnings, and a decline in customers could slow growth in future earnings. Additionally, notwithstanding NW Natural’s current rate structure, higher gas costs could result in increased pressure on the OPUC or the WUTC to seek other means to reduce NW Natural’s rates, which also could adversely affect NW Holdings’ and NW Natural’s results of operations and cash flows.\n\nTemporary gas price increases can also adversely affect NW Holdings’ and NW Natural’s operating cash flows, liquidity and results of operations.  In Oregon, a portion (10% or 20%) of any difference between the estimated average PGA gas cost in rates and the actual average gas cost incurred is recognized as current income or expense.  \n\nTemporary or sustained higher gas prices may also cause us to experience an increase in short-term debt and temporarily reduce liquidity because it pays suppliers for gas when it is purchased, which can be in advance of when these costs are recovered through rates. Significant increases in the price of gas can also slow collection efforts as customers experience increased difficulty in paying their higher energy bills, leading to higher than normal delinquent accounts receivable resulting in greater expense associated with collection efforts and increased bad debt expense.\n\nINABILITY TO ACCESS CAPITAL MARKET RISK. NW Holdings’ or NW Natural’s inability to access capital, or significant increases in the cost of capital, could adversely affect NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nNW Holdings’ and NW Natural’s ability to obtain adequate and cost effective short-term and long-term financing depends on maintaining investment grade credit profiles, perceptions of our business in capital markets, and the existence of liquid and stable financial markets. NW Holdings relies on access to equity, debt, and bank markets to finance equity contributions to subsidiaries and other business requirements. NW Natural relies on access to capital and bank markets, including commercial paper and bond markets, to finance its operations, construction expenditures and other business requirements, and to refinance maturing debt that cannot be funded entirely by internal cash flows. Disruptions in capital markets, including but not limited to, pandemics, political unrest, inflationary pressures, recessionary pressures, or rising interest rates could adversely affect our ability to access short-term and long-term financing or refinance maturing indebtedness. Our access to funds under committed \n\n28\n\ncredit facilities, which are currently provided by a number of banks, is dependent on the ability of the participating banks to meet their funding commitments. Those banks may not be able to meet their funding commitments if they experience shortages of capital and liquidity. Disruptions in the bank or capital financing markets as a result of economic uncertainty, changing or increased regulation of the financial sector, or failure of major financial institutions, or disruptions in credit markets, could adversely affect NW Holdings’ and NW Natural’s access to capital and negatively impact our ability to run our businesses, achieve NW Natural’s authorized rate of return, and make strategic investments.\n\nFurthermore, recent trends toward investments that are perceived to be “green” or “sustainable” could shift capital away from, or increase the cost of capital for, our natural gas business. We believe our business is an important component of a lower carbon future and are striving to reduce emissions from our systems. Nevertheless, perceptions in the financial markets could differ or outpace our progress toward reducing emissions and result in a shift funding away from, or limit or restrict certain forms of funding for, natural gas businesses.  Similarly, public policy developments impacting natural gas, including through local, state or federal laws or legislation or other regulation (including ballot initiatives, executive orders or regulatory codes) or litigation could impact our ability to access capital.\n\nNW Natural is currently rated by S&P and Moody’s, and NW Holdings is currently rated by S&P. A negative change in their respective credit ratings, particularly below investment grade, could adversely affect our cost of borrowing and access to sources of liquidity and capital. Such a downgrade could further limit our access to borrowing under available credit lines. Additionally, downgrades in NW Natural’s current credit ratings below investment grade could cause additional delays in NW Natural's ability to access the capital markets while it seeks supplemental state regulatory approval, which could hamper its ability to access credit markets on a timely basis. NW Holdings' credit profile is largely supported by NW Natural’s credit ratings and any negative change in NW Natural’s credit ratings would likely negatively impact NW Holdings’ access to sources of liquidity and capital and cost of borrowing. A credit downgrade could also require additional support in the form of letters of credit, cash or other forms of collateral and otherwise adversely affect NW Holdings' or NW Natural’s financial condition and results of operations.\n\nIMPAIRMENT OF LONG-LIVED ASSETS OR GOODWILL RISK. Impairments of the value of long-lived assets or goodwill could have a material effect on NW Holdings’ or NW Natural’s financial condition, or results of operations.\n\nNW Holdings and NW Natural review the carrying value of long-lived assets other than goodwill whenever events or changes in circumstances indicate the carrying amount of the assets might not be recoverable. The determination of recoverability is based on the undiscounted net cash flows expected to result from the operation of such assets. Projected cash flows depend on the future operating costs and projected revenues associated with the asset.\n\nWe review the carrying value of goodwill annually or whenever events or changes in circumstances indicate that such carrying value may not be recoverable. A goodwill impairment analysis begins with a qualitative analysis of events and circumstances. If the qualitative assessment indicates that the carrying value may be at risk, we will perform a quantitative assessment and recognize a goodwill impairment for any amount in which the fair value of a reporting unit exceeds its fair value. NW Holdings' total goodwill was $183.8 million as of December 31, 2024 and $163.3 million as of December 31, 2023, which all related to water and wastewater acquisitions. There have been no impairments recognized for the water and wastewater acquisitions to date. Any impairment charge taken with respect to our long-lived assets or goodwill could be material and could have a material effect on NW Holdings’ or NW Natural’s financial condition and results of operations.\n\nCUSTOMER CONSERVATION RISK. Customers’ conservation efforts may have a negative impact on NW Holdings’ and NW Natural’s revenues.\n\nAn increasing national focus on energy conservation, including improved building practices and appliance efficiencies may result in increased energy conservation by customers. This can decrease our sales of natural gas and adversely affect NW Holdings’ or NW Natural’s results of operations because revenues are collected mostly through volumetric rates, based on the amount of gas sold. In Oregon, NW Natural has a conservation tariff which is designed to recover lost utility margin due to declines in residential and small commercial customers’ consumption. However, NW Natural does not have a conservation tariff in Washington that provides it this margin protection on sales to customers in that state. Similar conservation risks exist for water utilities. Customers’ conservation efforts may have a negative impact on NW Holdings' and NW Natural’s financial condition, revenues and results of operations.\n\nECONOMIC RISK. Changes in the economy and in the financial markets may have a negative impact on our financial condition and results of operations.\n\nIf an economic slowdown occurs, our financial condition, results of operations, and cash flows could be adversely affected. Moreover, fluctuations and uncertainties in the economy make it challenging for us to accurately forecast and plan future business activities and to identify risks that may affect our business, financial condition, and operating results.  Changes in economic activity in our markets and in global financial markets can result in lower demand for energy, increased incidence of customers’ inability to pay or delay in paying utility bills or increase in customer bankruptcies, less new housing construction or fewer conversions to natural gas, higher levels of residential foreclosures or vacancies, uncertainty regarding energy prices and the capital and commodity markets, increased credit risk and supply chain uncertainty.  We are evaluating and monitoring current economic conditions, which include but are not limited to: inflation and interest rates, supply chain disruptions, and other \n\n29\n\nregulatory, physical or cyber related risks impacting our business. These and other macroeconomic conditions may adversely impact the markets in which we operate and could cause the local, national or global economy to enter a period of recession.  We cannot predict the timing, strength, or duration of any future economic slowdown or recession. If the economy or the markets in which we operate decline from present levels, it may have an adverse effect on our business, financial condition, and results of operations.\n\nWEATHER RISK. Warmer than average weather may have a negative impact on our revenues and results of operations.\n\nWe are exposed to weather risk in our natural gas businesses. A majority of NW Natural’s gas volume is driven by gas sales to space heating residential and small commercial customers during the winter heating season. Current NW Natural rates are based on an assumption of average weather. Warmer than average weather typically results in lower gas sales. Colder weather typically results in higher gas sales. Although the effects of warmer or colder weather on utility margin in Oregon are expected to be mitigated through the operation of NW Natural’s weather normalization mechanism, weather variations from normal could adversely affect utility margin because NW Natural may be required to purchase more or less gas at spot rates, which may be higher or lower than the rates assumed in its PGA. Additionally, extreme weather events, such as those that occurred in NW Natural’s service territory in February 2021 and January 2024 can result in the purchase of higher levels of gas at significantly higher spot rates. Also, a portion of NW Natural’s Oregon residential and commercial customers (usually less than 10%) have opted out of the weather normalization mechanism, and approximately 12% of its customers are located in Washington where it does not have a weather normalization mechanism. SiEnergy, our gas utility in Texas similarly maintains a weather normalization mechanism, however, this mechanism may not fully mitigate the impact of warmer or colder than expected weather in Texas. These effects could have an adverse effect on NW Holdings’ and NW Natural’s financial condition, results of operations and cash flows.\n\nWater Business Risks\n\nWATER SECTOR BUSINESS. NW Holdings' water, wastewater and water services businesses are subject to a number of risks in addition to the risks described above.\n\nAlthough the water businesses are not currently expected to materially contribute to the results of operations of NW Holdings, these businesses are subject to risks, in addition to those described above, including:\n\n•contamination of water supplies, including water provided to customers with naturally occurring or human-made substances or other hazardous materials, or disruptions to water treatment processes;\n\n•interruptions in water supplies and service, weather conditions, natural disasters and droughts;\n\n•insufficient water supplies, limitations on or disputes with respect to water rights or supplies, or the inability to secure water rights or supplies at a reasonable cost; \n\n•disruptions to the wastewater collection and treatment process, including spills, overflows or system failures;\n\n•wastewater discharges by third parties that contain unanticipated levels of chemical or other pollutants; \n\n•reliance on third parties for water supplies and transportation of such water supplies;\n\n•the ability to attract and retain customers to our water services business and competition for customers’ business; \n\n•conservation efforts by customers; \n\n•regulatory and legal requirements, including environmental, health and safety laws and regulations;\n\n•operational risks, including customer and employee safety; and\n\n•the outcome of rate cases and other regulatory proceedings.\n\nSignificant losses, liabilities or impairments arising from these businesses may adversely affect NW Holdings' financial position or results of operations.\n\nINVESTMENT RISK. NW Holdings’ expectations with respect to the financial results of its investments in water, wastewater and water services operations are based on various assumptions and beliefs that may not prove accurate, resulting in failures or delays in achieving expected returns or performance.\n\nNW Holdings’ expansion into the water sector is an important component of its growth strategy. Although NW Holdings expects its water and wastewater utility operations and water services businesses will result in various benefits, including expanding customer bases, providing investment opportunities through infrastructure development and enhancing regulatory relationships within the local communities served, NW Holdings may not be able to realize these or other benefits. Achieving the anticipated benefits is subject to a number of uncertainties, including whether the businesses acquired can be operated in the manner intended and whether costs to finance the acquisitions and investments will be consistent with expectations, as well as whether investments in the water sector can reach scale in a reasonable period of time. Events outside of our control, including but not limited to regulatory changes or developments, could adversely affect our ability to realize the anticipated benefits from building NW Holdings’ water platform. The integration of newly acquired water, wastewater or water services businesses, particularly over noncontiguous geographic regions, may be unpredictable, subject to delays or changed circumstances, and such businesses may not perform in accordance with our expectations. In addition, anticipated costs, level of management’s attention and internal resources to achieve the integration of or operate the acquired businesses may differ significantly from our current estimates resulting in failures or delays in achieving expected returns or performance. We have previously acquired, and from time to time may make further investments in unregulated businesses on the water platform, including wastewater and water services businesses, which may result in additional uncertainty or volatility of earnings from these businesses.  If NW Holdings' \n\n30\n\nexpectations regarding the financial results of its investments in water, wastewater or water services operations prove to be inaccurate, it may adversely affect NW Holdings' financial position or results of operations.\n\nNon-Regulated RNG Risks\n\nINVESTMENT RISK. NW Holdings’ expectations with respect to the financial results of its investments in non-regulated RNG investments are based on various assumptions and beliefs that may not prove accurate, resulting in failures or delays in achieving expected returns.\n\nNW Holdings’ expansion into the non-regulated RNG business is an important component of its growth strategy.  Although NW Holdings expects this expansion will result in various benefits, including providing renewable fuels to support decarbonization in the utility, commercial, industrial and transportation sectors, NW Holdings may not be able to realize these or other benefits. Achieving the anticipated benefits is subject to a number of uncertainties, including whether the investments can be made at an expected scale, whether the investments can be monetized in the manner intended, and whether costs to finance the investments will be consistent with expectations. Events outside of our control, including but not limited to market or regulatory changes or developments, could adversely affect our ability to realize the anticipated benefits from building NW Holdings’ non-regulated RNG platform. The establishment and growth of a non-regulated RNG business may be unpredictable, subject to uncertainties or changed circumstances, and such business may not perform in accordance with our expectations. In addition, anticipated costs, level of management’s attention and internal resources to achieve the integration of the acquired investments may differ significantly from our current estimates resulting in failures or delays in achieving expected returns or performance. As part of our business model, we may purchase RNG from third parties in a variety of structures, including on a volumes-produced basis. Conversely, we may sell RNG in a variety of structures, including on a fixed-volume basis. This model could result in a mismatch between our purchased RNG portfolio and RNG volumes we have contracted to sell at any one time, which could result in our obligation to procure additional RNG at then-market prices or to pay damages to satisfy RNG sales contracts to which we are a party, which amounts could be significant. For example, the RNG purchase contract between Ohio Renewables and a subsidiary of EDL is on a volumes-produced basis, whereas Ohio Renewables’ contract for the sale of RNG from 2025 through 2042 is a fixed-volume contract.  We could additionally experience technological challenges; ineffective scalability or inability to achieve production volumes consistent with our expectations and marketing arrangements; construction delays or cost overruns; disputes with third party business partners; risks related to markets for RNG and its associated attributes (including changes in market regulation, behavior, or prices); the inability to receive expected tax or regulatory treatment; unsuccessful business models; or unexpected operating costs.  If NW Holdings’ expectations regarding the financial results of its investments in non-regulated RNG prove to be inaccurate, it may adversely affect NW Holdings’ financial position or results of operations.\n\nRENEWABLES BUSINESS RISK. NW Natural Renewables is an unregulated subsidiary of NW Holdings established to pursue unregulated renewable natural gas activities. These activities are subject to a number of risks in addition to the risks described above.\n\nOur Renewables business is subject to risks, in addition to those described above, including:\n\n•unpredictable production levels or performance or gas quality below expected levels, which may impact our ability to accept or deliver RNG under our contractual agreements; \n\n•construction risks or delays, including due to inclement weather, supply chain or labor disruptions or otherwise; \n\n•cost overruns and the need to commit more capital than initially budgeted as a result of environmental, construction, technological or other complications; \n\n•weather conditions;\n\n•changes in energy commodity prices, including pricing of, and volatility in markets for, RNG and its associated attributes; \n\n•equipment failure, difficulties or delays in repairing or replacing equipment, technical difficulties or otherwise higher than expected operating costs; \n\n•regulatory, policy, and legal requirements, including environmental, health and safety laws and regulations or regulations that may impact the value of RNG and its associated attributes or our ability to deliver RNG in the manner contemplated under our contractual arrangements;\n\n•changes to laws or policies that may reduce demand for, or desirability of, RNG or its associated attributes; \n\n•reliance on third parties, including for pipeline interconnection and for a sufficient supply of waste for conversion to RNG;\n\n•catastrophic events such as fires, explosions, earthquakes, droughts, acts of terrorism and other force majeure events that may impact the Renewables business, its customers, suppliers, or other business partners; and\n\n•failures or delays in obtaining necessary land rights, permits, approvals or other consents required to construct and operate projects. \n\nSignificant losses, liabilities or impairments arising from these businesses may adversely affect NW Holdings' financial position or results of operations.",
      "char_count": 97816
    }
  },
  "extracted_at": "2026-01-19T15:49:59.537835"
}