{
  "ticker": "OFIX",
  "company_name": "Orthofix Medical Inc.",
  "cik": 884624,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-026066",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000884624&accession_number=000095017025026066&xbrl_type=v",
  "sic_code": "3841",
  "industry": "Surgical & Medical Instruments & Apparatus",
  "sections": {
    "item1": {
      "text": "Item 1.\tBusiness \n\n  In this Annual Report, the terms \"we,\" \"us,\" \"our,\" \"Orthofix,\" and \"the Company\" refer to the combined operations of Orthofix Medical Inc. and its consolidated subsidiaries and affiliates, unless the context requires otherwise. \n\n  Company Overview \n\n  Orthofix is a global medical technology company headquartered in Lewisville, Texas. By providing medical technologies that heal musculoskeletal pathologies, we deliver exceptional experiences and life-changing solutions to patients around the world. Orthofix offers a comprehensive portfolio of spinal hardware, bone growth therapies, specialized orthopedic solutions, biologics, and enabling technologies, including the 7D FLASH navigation system.\n\n  The Company was founded in Verona, Italy in 1980 and formally incorporated in 1987 in Curaçao as \"Orthofix International N.V.\" In 2018, we completed a change in our jurisdiction of organization from Curaçao to the State of Delaware (the \"Domestication\") and changed our name to \"Orthofix Medical Inc.\" As a result, we are a corporation existing under the laws of the State of Delaware.\n\n  In January 2023 we completed a \"merger of equals\" transaction with SeaSpine whereby SeaSpine became a wholly owned subsidiary of the Company via an all-stock merger (the \"Merger\"). As a result of the Merger, each share of SeaSpine common stock issued and outstanding immediately prior to the closing of the Merger was converted into 0.4163 shares of Orthofix common stock. The shares of common stock of Orthofix, as the corporate parent entity in the combined company structure, continue following the Merger to trade on NASDAQ under the symbol \"OFIX\".\n\n  Available Information and Orthofix Website\n\n  Our filings with the Securities and Exchange Commission (\"SEC\"), including our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, Proxy Statements for Meetings of Shareholders, registration statements, and amendments to those reports, are available free of charge on our website as soon as reasonably practicable after they are filed with, or furnished to, the SEC. Information contained on our website or connected to our website is not incorporated by reference into this Annual Report. Our website is located at www.orthofix.com. Our SEC filings are also available on the SEC website at www.sec.gov. \n\n  Business Segments \n\n  Orthofix manages the business by two reporting segments, Global Spine and Global Orthopedics, which accounted for 84% and 16% of our total net sales in 2024, respectively. The chart below presents reported net sales, which includes product sales and marketing service fees, by reporting segment for each of the years ended December 31, 2024, 2023, and 2022. \n\n  6\n\n  Financial information regarding our reportable business segments and certain geographic information is included in Part II, Item 7 of this Annual Report under the heading \"Management’s Discussion and Analysis of Financial Condition and Results of Operations,\" and Note 16 of the Notes to the Consolidated Financial Statements in Item 8 of this Annual Report.\n\n  Global Spine\n\n  Within the Global Spine segment, we provide implantable medical devices, biologics, enabling technologies, and other regenerative solutions which aim to restore the quality of life of patients suffering from diseases and traumas of the spine. We offer a variety of treatment solutions that uniquely incorporate multiple treatment modalities, such as mechanical, biological, and electromagnetic modes, to achieve desired clinical outcomes.\n\n  Global Spine Strategy\n\n  Our strategy for the Global Spine segment is to drive business growth through organic and inorganic innovation, physician collaboration, and partnerships with dedicated and high-performing commercial sales channels. Growth initiatives include:\n\n  •A regular cadence of new and differentiated product launches supporting our spine implant and enabling technologies, biologics, and bone growth therapies portfolios;\n\n  •Ongoing, global sales channel optimization and expansion;\n\n  •Reinforcement of our bone growth stimulation business through the collection and dissemination of clinical evidence, and the delivery of new and novel value-added services;\n\n  •Conducting clinical research to support and broaden our spine implant, biologics, and bone growth stimulation portfolios;\n\n  •Acquiring or licensing products, technologies, and companies to further expand and enhance our spine portfolio;\n\n  •Investing in the further development of our pre-clinical and clinical programs designed to generate peer-reviewed scientific evidence in support of our products; and\n\n  •Attracting, developing, and retaining key talent.\n\n  Global Spine Principal Products\n\n  The Global Spine reporting segment is largely represented by two principal product categories, (i) Bone Growth Therapies and (ii) Spinal Implants, Biologics, and Enabling Technologies. Each of these product categories, and their significant components, are further described below.\n\n  Bone Growth Therapies\n\n  Within the Bone Growth Therapies product category, we manufacture, distribute, and provide support services for market-leading bone growth stimulation devices that enhance bone fusion. These Class III medical devices are indicated as an adjunctive, noninvasive treatment to improve fusion success rates in the cervical and lumbar spine as well as a therapeutic treatment for non-spinal, appendicular fractures, treating both fresh fractures or fractures that have not healed (\"nonunions\"). Several devices in our portfolio utilize our patented pulsed electromagnetic field (\"PEMF\") technology, the safety and efficacy of which is supported by basic mechanism of action data in the scientific literature, as well as published data from level one randomized controlled clinical trials. A new addition to our stimulation portfolio utilizes our low intensity pulsed ultrasound (\"LIPUS\"), a technology also supported by strong basic science and published clinical literature. Orthofix is the only manufacturer which offers both PEMF and LIPUS technologies. We sell these products almost exclusively in the United States (\"U.S.\"), using distributors and direct sales representatives to provide our devices to healthcare providers and their patients.\n\n  Spinal Implants\n\n  Within Spinal Implants, we design, develop, and market a portfolio of spine fixation implant products for broad spectrum use throughout the entire spinal column. Such products are typically used to facilitate fusion in degenerative, minimally invasive, and complex spinal deformity procedures throughout the lumbar, thoracic, sacral, and cervical regions of the spine. We distribute these products globally through a network of distributors and sales representatives to sell spine products to facilities that conduct spine care, including hospitals, ambulatory surgery centers (\"ASC\"), and out-patient hospitals. \n\n  Enabling Technologies\n\n  Within Enabling Technologies, we design, develop, and market a portfolio of navigation technologies including tracked surgical tools, intelligent software and imaging equipment based on Machine-Vision and optical innovations. Specifically, our 7D FLASH \n\n  7\n\n  Navigation System has redefined image guided surgery, delivering a navigation platform with meaningful benefits in spine and cranial procedures. The speed, accuracy, workflow efficiency, and intraoperative radiation-free safety profile of the 7D FLASH Navigation System delivers significant economic value, while eliminating the long-standing frustrations and challenges of traditional image guided navigation systems. We distribute these products globally through a network of direct sales representatives and distributors to facilitate pediatric, adolescent, and adult procedures in hospitals, ASCs, and out-patient facilities.\n\n  Biologics\n\n  Within the Biologics product category, we offer a portfolio of bone graft substitutes intended to address the key elements of bone regeneration that allow physicians to successfully treat a variety of spinal, orthopedic, and dental conditions. Our Biologics portfolio includes fiber-based and particulate demineralized bone matrices (\"DBMs\"), cellular bone allografts, collagen ceramic matrices, and synthetic bone void fillers in various forms with supporting graft delivery solutions to address a wide range of clinical applications. Distributed globally through a network of distributors and sales representatives, our portfolio is a mix of internally manufactured tissues and products as well as marketed tissue forms provided by MTF Biologics. The breadth of the product offering and data-supported product lines position us with greater access to facilities, including group purchasing organizations (\"GPOs\")/integrated delivery networks (\"IDNs\"), hospitals, and ASCs.\n\n  The following table and discussion identify our principal Global Spine products by trade name and describe their primary applications:\n\n    Bone Growth Therapies Products\n\n    Product\n\n    Primary Application\n\n    CervicalStim Spinal Fusion Therapy\n\n    PEMF non-invasive cervical spinal fusion therapy used to enhance bone growth.\n\n    SpinalStim Spinal Fusion Therapy\n\n    PEMF non-invasive lumbar spinal fusion therapy used to enhance bone growth.\n\n    PhysioStim Bone Healing Therapy\n\n    PEMF non-invasive appendicular skeleton healing therapy used to enhance bone growth in nonunion fractures.\n\n    AccelStim\n\n    LIPUS healing therapy used to enhance bone growth in certain fresh, distal radius, and tibial diaphysis fractures and nonunion fractures.\n\n    Spinal Implants and Enabling Technologies Products\n\n    Primary Application\n\n    Product\n\n    Posterior Thoracolumbar Fixation Procedures\n\n    Pedicle screw systems for open and minimally invasive surgery (\"MIS\") procedures and adult deformity procedures featuring modular technology and accompanying instrumentation designed to reduce the number of trays needed for surgery and that provides surgeons with multiple intra-operative options to facilitate posterior thoracolumbar fixation. We also provide powerful instrumented compression and distraction of the spine. Products include our Mariner, Firebird, Firebird NXG, Janus, Daytona, Newport, and Phoenix product lines. These brands also include several different screw types including, cannulated, fenestrated, hydroxyapatite (\"HA\") coated, and cortical cancellous. These options give surgeons a full portfolio of choices for their patients without having to utilize several different screw systems.\n\n    Artificial Cervical Disc Replacement Procedures\n\n    Our next-generation artificial disc, M6-C artificial cervical disc, developed to replace an intervertebral disc damaged by cervical disc degeneration is the only artificial cervical disc that mimics the anatomic structure of a natural disc by incorporating an artificial viscoelastic nucleus and fiber annulus into its design. In February 2025, the Company announced the discontinuation of the M6 line of products. \n\n  8\n\n    Artificial Lumbar Disc Replacement Procedures\n\n    Our next-generation artificial disc, M6-L artificial lumbar disc, developed to replace an intervertebral disc damaged by lumbar disc degeneration; the only artificial lumbar disc that mimics the anatomic structure of a natural disc by incorporating an artificial viscoelastic nucleus and fiber annulus into its design. (Not available in the U.S.) In February 2025, the Company announced the discontinuation of the M6 line of products. \n\n    Anterior Lumbar Interbody Fusion (\"ALIF\") Procedures\n\n    A complete portfolio of ALIF products, including interbody spacers, disc preparation instruments, access systems, and plating/fixation options. Our spacers come in a variety of material options including polyetheretherketone (\"PEEK\"), PEEK Titanium composite (\"PTC\"), and 3D printed Titanium. Some of our products also contain U.S. Food and Drug Administration (\"FDA\") cleared Nano surface technology (\"Nanovate\") that is scientifically proven to upregulate osteogenic factors in vitro. The multiple material types allow surgeons to select the material best for their patients. These products also come in a variety of footprints and lordotic options. The interbodies come with a large graft area to accommodate the addition of biologics to aid in the fusion process. Some of our interbodies include integrated fixation to eliminate the need for additional fixation. These variations provide a complete list of options for the ALIF procedural category. Our main contributors to this category include Meridian, Waveform A, Reef A, and Pillar SA PTC.\n\n    Posterior Cervical Fixation Procedures\n\n    We provide spinal fixation systems with novel instrumentation and anatomically designed implants to provide a safe and effective solution designed to improve surgical flow when navigating through complex posterior cervical procedures. These products include a wide array of screws, rods, and instruments to aid surgeons in performing these procedures. These products include Northstar occipital cervical thoracic (\"OCT\") and Centurion. \n\n    Posterior Lumbar Interbody Fusion (\"PLIF\")/ Transforaminal Lumbar Interbody Fusion (\"TLIF\") Procedures\n\n    Our PLIF/TLIF portfolio includes a variety of interbodies, as well as several disc prep and access options. The interbodies come in both straight and curved footprints to accommodate surgeons in placement of the interbodies, and a choice of materials from PEEK, PEEK Titanium Composite, and 3D printed Titanium. Some of our product also contain FDA-cleared Nanovate that is scientifically proven to upregulate osteogenic factors in vitro. Our main products in the static PLIF/TLIF interbodies are Waveform TA/TO, Reef TA/TO, and Forza. Our straight product category contains both traditional static interbodies as well as expandable options. These options include both our Forza XP and Explorer TO product lines. These expandable options allow surgeons to minimize their exposure and expand the interbody in-situ to the preferred height and lordosis that best suits their patient. To aid in access we also offer several retractor options with our latest screw-based retractor called Fathom.\n\n    Lateral Lumbar Interbody Fusion (\"LLIF\") Procedures\n\n    The LLIF portfolio includes a full portfolio of interbodies, additional fixation options, retractor access systems, and disc prep instrumentation. Our interbodies come in a variety of footprint and lordotic options, and in a number of material types, including PEEK, PEEK Titanium composite, and 3D printed Titanium. Our main LLIF interbody brands are Regatta Lateral and Waveform L. These interbodies can be paired with the Regatta plate to provide auxiliary fixation during the LLIF procedure. The Lattus Retractor is our newest market-leading access retractor providing surgeons the ability to access the disc space and conduct the LLIF procedure. This pairs seamlessly with several lateral disc prep options that aid surgeons in completing their discectomy prior to interbody placement.\n\n  9\n\n    Anterior Cervical Discectomy and Fusion (\"ACDF\") Procedures\n\n    The ACDF portfolio includes interbodies with and without integrated fixation and plating systems to provide fixation of the anterior cervical spine. Our cervical interbodies come in a wide variety of footprints and lordotic options, as well as material options, giving surgeons the ability of choice to accommodate their patient populations. Our top producing cervical interbodies include Waveform C, and our Construx brands. The Shoreline product brand provides the ability to turn interbodies without integrated fixation into fixated spacers, reducing time surgeons spend in the operating room and making it seamless to fixate interbodies into the disc space. When selecting an interbody without fixation an anterior cervical plate is needed. Our top brands of cervical plates are Admiral and Cetra. In addition to these options, we also offer several different disc and endplate preparation options to satisfy the ACDF procedure.\n\n    Revision Surgical Procedures\n\n    As an adjunct to our posterior lumbar fixation portfolio, we offer two main products, Mariner Outrigger and Connectors, that are designed to help surgeons tackle difficult revision cases. These sets are constructed with an industry-leading number of connectors, specially designed rods, and instruments to aid in these cases. Giving surgeons a tremendous number of options is the key to the success of these sets.\n\n    Sacroiliac (\"SI\") Joint Fusion Procedures\n\n    Firebird SI is a minimally invasive screw system that is intended for fixation of sacroiliac joint disruptions in skeletally mature patients. This has been, and continues to be, a product differentiator, as many competitors do not offer SI fixation options. Firebird SI is one of the only 3D printed Titanium products on the market and the only 3D printed product that also has nanotechnology claims with our Nanovate technology.\n\n    Other procedures: Corpectomy, Laminoplasty, Jazz Bands\n\n    Outside of the main spinal procedural categories, we also offer several products in areas such as corpectomy (VuMesh), laminoplasty (Newbridge), and a unique product, Jazz Bands. Jazz Bands provide a temporary short-term stabilization as a bond anchor to aid in the repair of bone fractures.\n\n    7D FLASH Navigation System (Spine)\n\n    A machine-vision navigation platform for use in open and mini-open posterior spinal procedures that uses proprietary visible light technology coupled with advanced software algorithms to deliver a fast, efficient, cost-effective, and radiation free solution for spine surgery.\n\n    7D FLASH Navigation System (Percutaneous)\n\n    A valuable enhancement to the 7D FLASH Navigation System to address percutaneous spinal procedures; the camera-based technology, coupled with 7D Machine Vision algorithms, maintains the same fast, accurate, and efficient surgical workflow as the Spine platform, while also providing an imaging agnostic solution to percutaneous posterior spine surgery.\n\n    7D FLASH Navigation System (Cranial) \n\n    A module on the 7D FLASH Navigation System that utilizes 7D Machine Vision Technology for cranial surgery; the visible light technology allows for a completely contactless workflow, acquires hundreds of thousands of virtual fiducials using the patient’s own anatomy, and results in nearly instantaneous cranial registrations to the skin or skull in almost any surgical position.\n\n    FLASH External Ventricular Drain (\"EVD\") System (Cranial)\n\n    The FLASH EVD system leverages proprietary LiveTrack Machine Vision hardware and software to generate high-resolution three-dimensional images embedded with hundreds of thousands of virtual fiducials. This advanced navigation system enables a fully contactless workflow by seamlessly tracking disposable surgical instruments via integrated LiveTrack tile markers, ensuring precise surgical navigation for external ventricular drain bedside procedures.\n\n  10\n\n    Biologics Technologies\n\n    Product Categories\n\n    Products\n\n    Proprietary Technology\n\n    Accell Bone Matrix (\"ABM\") \n\nAn open structured, dispersed form of DBM, which increases the bioavailability of bone proteins at an earlier time in the healing cascade; when combined with traditional DBM, both fibers and particulate forms, provides a biphasic release of growth factors to promote healing. Accell is a technology featured in several key DBM products, including but not limited to, Strand Plus and Evo3.\n\n    Demineralized Bone Fibers (\"DBF\")\n\n    Strand, Strand Plus, Fiberfuse \n\nDBFs are designed to facilitate and aid in fusion by maximizing osteoinductive content while providing an improved conductive matrix. Multiple compositions include 100% fibers, fibers with ABM, and fibers mixed with cancellous bone. Provided in both putty and strip formulations. \n\n    Demineralized Bone Putty\n\n    Evo3/Evo3c, Torrent/Torrent C, DynaGraft II, OrthoBlast II, Legacy Flowable DBMs designed with putty-like handling characteristics to ease graft placement and conform to any bony anatomy to aid in bone fusion. Provided in multiple compositions of DBM particulate and carrier with and without Accell Bone Matrix or with and without cancellous bone.\n\n    Cellular Bone Matrixes (\"CBM\")\n\n    Trinity Elite, Virtuos Lyograft \n\nComprised of demineralized cortical bone fibers and cancellous bone with retained cells, cellular allografts are used during surgery that is designed to aid in the success of a spinal fusion or bone fusion procedure. Provided in either a cryopreserved or shelf-stable form.\n\n    Synthetics\n\n    Cove, Mozaik \n\nTo address the synthetic market segment, this portfolio includes an advanced bioactive synthetic and a value-based offering to meet different customer profiles. Provided in both putty and strip formulations.\n\n    Procedure specific solutions\n\n    Market-differentiated products focused on solving clinical problems tied to specific procedure techniques in spine for fusion.\n\nBallast, Ballast MT\n\nResorbable mesh filled with 100% DBM, or provided empty; aids in simplifying graft placement and prevents graft migration for posterolateral fusion.\n\nNorthStar Facet Fusion, Flash Facet Fusion \n\nNovel procedural solution for reproducible biologic placement within the facet joint for cervical and lumbar spine. Systems includes pre-shaped demineralized bone fibers with single-use instrumentation for facet prep and biologic delivery.\n\nRAPID, O-Genesis\n\nReusable and sterile, single use options to aid in bone graft delivery to the surgical site. \n\n    Other\n\n    Versashield\n\nA thin hydrophilic amniotic membrane designed to serve as a wound covering and protective barrier for a variety of surgical demands. \n\n  11\n\n  Bone Growth Therapies — Spinal Therapy\n\n  Our bone growth therapy devices used in spinal applications are designed to enhance bone growth and improve the success rate of certain spinal fusion procedures by stimulating the body’s own natural healing mechanism post-surgically. These non-invasive portable devices are intended to be used as part of a home treatment program prescribed by a physician. \n\n  We offer two spinal fusion therapy devices: the SpinalStim and CervicalStim devices. Our stimulation products use a PEMF technology designed to enhance the growth of bone tissue following surgery and are placed externally over the site to be healed. Research data shows that our PEMF signal induces mineralization and results in a process that stimulates new regeneration at the spinal fusion site. Some spine fusion patients are at greater risk of not achieving a solid fusion of new bone around the fusion site. These patients typically have one or more risk factors, such as smoking, obesity, or diabetes, or their surgery involves the revision of a failed fusion or the fusion of multiple levels of vertebrae in one procedure. For these patients, post-surgical bone growth therapy has been shown to significantly increase the probability of fusion success.\n\n  The SpinalStim device is a non-invasive spinal fusion stimulator system designed for the treatment of the lumbar region of the spine. The device uses proprietary technology and a wavelength to generate a PEMF signal. The FDA has approved the SpinalStim system as a spinal fusion adjunct to increase the probability of fusion success and as a non-operative treatment for salvage of failed spinal fusion at least nine months post-operatively. \n\n  Our CervicalStim product remains the only FDA-approved bone growth stimulator on the market indicated for use as an adjunct to cervical spine fusion surgery. It is indicated for patients at high-risk for non-fusion. \n\n  The SpinalStim and CervicalStim systems are accompanied by an application for mobile devices called STIM onTrack. The mobile app includes a first-to-market feature that enables physicians to remotely view patient adherence to prescribed treatment protocols and patient reported outcome measures. Designed for use with smartphones and other mobile devices, the STIM onTrack tool helps patients follow their prescription with daily treatment reminders and a device usage calendar. The app is free and available through the Android and Apple App Stores. \n\n  Bone Growth Therapies — Orthopedic Therapy\n\n  Our PhysioStim bone healing therapy products use PEMF technology similar to that used in our spine stimulators. The primary difference is that the PhysioStim devices are designed for use on the appendicular skeleton. \n\n  A bone’s regenerative power results in most fractures healing naturally within a few months. However, in the presence of certain risk factors, some fractures do not heal or heal slowly, resulting in nonunions. Traditionally, orthopedists have treated such nonunion conditions surgically, often by means of a bone graft with fracture fixation devices, such as bone plates, screws, or intramedullary rods. These are examples of \"invasive\" treatments. Our patented PhysioStim bone healing therapy products are designed to use a low level of PEMF signals to noninvasively activate the body’s natural healing process. The devices are anatomically designed, allowing ease of placement, patient mobility, and the ability to cover a large treatment area. \n\n  Similar to our SpinalStim and CervicalStim systems, the PhysioStim device is also accompanied by the STIM onTrack mobile app, enabling physicians treating patients with nonunion fractures to remotely view and assess patient adherence to prescribed treatment protocols and patient reported outcome measures.\n\n  The AccelStim device provides a safe and effective nonsurgical treatment to improve nonunion fracture healing and accelerate the healing of indicated fresh fractures. The device stimulates the bone’s natural healing process through LIPUS waves to the fracture site.\n\n  Spinal Implants — Motion Preservation Solutions\n\n  The M6-C cervical and M6-L lumbar artificial discs are used to treat patients suffering from degenerative disc disease of the spine. In February 2025, the Company announced that the M6 line of products is being discontinued. \n\n  12\n\n  Spinal Implants — Spinal Fixation Solutions \n\n  We provide a wide range of implants and fixation products for use in spinal surgery, and we cover the entire spine from occiput to sacrum. See below for a discussion of our portfolio based on the segmentation of our internal franchise groups:\n\n  Cervical\n\n  Our cervical portfolio includes fixation, interbodies, and plates. Our interbody spacer brands and materials include PTC, Waveform, Reef, and Nanovate 3D printed titanium surface technologies. Each comes with different material, clinical, and handling characteristics that can be options for clinicians to make the proper choice for their patients. Some of our spacers also have the option for integrated fixation which eliminates the necessity for additional fixation. In addition to our spacers, our surgical grade titanium plating systems, Admiral and Cetra, allow for anterior fixation of the cervical spine. Lastly, for posterior fixation we offer two systems, Northstar OCT and Centurion, as well as a laminoplasty system, Newbridge. These systems are comprehensive systems comprised of rods, connectors, and screws that are implanted for posterior fixation.\n\n  Interbody\n\n  Our robust interbody group has options for every approach vector, including anterior lumbar, posterior lumbar, and lateral. Within each group there are several material types, including a thermoplastic compound called PEEK, 3D printed titanium with FDA approved Nanotechnology claims, and two different composites, Nanometalene and PTC, comprised of both PEEK and titanium. Our anterior lumbar portfolio has several different footprints and lordotic options as well as options for integrated fixation or plating. These brands include Waveform A, Reef A, Pillar SA PTC, Unity Lumbosacral Plating, and Meridian. Our lateral portfolio takes full advantage of our top-of-the-line retractor systems to gain access to the disc space. The lateral portfolio is complete with highly competitive footprints and plating options as well. These brands include Skyhawk, Regatta L, and Waveform L, which are utilized in direct lateral, prone lateral, and anterior to the psoas procedures. Our posterior portfolio, utilized for PLIF and TLIF procedures, has two key segmentations, static and expandable. Our expandable posterior interbodies allow for a smaller incision and smaller exposure that then expands to create or fill the space of the disc space. Our expandable brands are Forza XP, our top performing interbody implant, and Explorer TO. In the static posterior interbodies, we have several brands serving all material types and offering both straight and curved footprints to aid in posterior procedures. Our brands are Forza, Forza PTC, Forza Ti, Waveform TA/TO, and Reef TA/TO. \n\n  Thoracolumbar\n\n  In our thoracolumbar franchise we have a complete line of fixation products for degenerative spinal conditions, as well as for complex deformity, midline, and revision cases. Our posterior brands are all modular, meaning surgeons have the option to select from several different screw shank varieties including, cannulated, fenestrated, HA coated, cortical cancellous, and a traditional dual lead option. This allows the surgeon to maintain the instrumentation of the parent system, but then select the proper screw shank for the patient, offering maximum clinical value. The Firebird/Firebird NXG, Phoenix, and Mariner brands are available for open or minimally invasive procedures and have options such as connectors, mono axial screws, and many more instrumentation options to aid in a variety of cases. Also within this franchise group is our SI fixation product, Firebird SI, the first 3D printed SI fixation product and one of the only such products with Nanotechnology claims.\n\n  Enabling Technologies\n\n  Our machine vision 7D FLASH Navigation System is used in a variety of posterior spinal procedures, including degenerative, deformity, tumor, trauma, and revision surgery. The system can be utilized in MIS/percutaneous, mini-open, or open techniques. The technology also offers a comprehensive cranial platform for use in cranial neurosurgery.\n\n  Our innovative 7D FLASH Navigation System delivers a comprehensive navigation platform that utilizes visible light, machine-vision cameras, and intelligent software algorithms to create a 3D image within seconds for surgical navigation. The novel technology allows for a fast image reconstruction for surgical navigation with no disruption to surgeon workflow and eliminates radiation exposure during the procedure to the patient, surgeon, and operating room staff.\n\n  Our Spine Module is our leading product in the FLASH Navigation Portfolio. In 2024, we further enhanced the 7D FLASH Navigation System with the release of our 7D MRVision utilizing MRIguidance’s BoneMRI software to generate a synthetic CT from an MRI scan that can be used for surgical planning and spinal navigation with the 7D FLASH Navigation System Spine Module. Traditional spine navigation requires a preoperative CT or intraoperative radiation for image acquisition and registration. 7D MRVision is the \n\n  13\n\n  first and only solution that eliminates radiation from the entire navigation workflow. Further enhancements and new features to the Spine Module and Percutaneous Module are in development and are expected to launch in 2025.\n\n  In addition to these new products focused on spine, the FLASH Navigation Portfolio also includes our Cranial Module for use in cranial surgeries. The technology uses a completely contactless workflow, acquiring hundreds of thousands of virtual fiducials using the patient’s own anatomy, and results in nearly instantaneous cranial registrations to the skin or skull in almost any surgical position. In 2025, we anticipate the commercial launch of FLASH EVD, a new mobile bed-side navigational system leveraging 7D FLASH Technology designed for fast and reliable EVD placement. Cadaveric testing has been completed and FLASH EVD achieved FDA 510K clearance in December 2024.\n\n  Biologics — Regenerative Solutions \n\n  Our biologics portfolio is focused on best-in-class bone grafting solutions from each of the major bone grafting categories - demineralized bone, cellular allografts, and synthetics. The breadth of the portfolio within each segment allows for a consultative approach with both physicians and hospitals to determine the best product based on clinical performance and price. \n\n  Our largest portfolio of products is within DBMs, which includes both putty and fiber-based forms that provide different handling and performance based on clinical applications. Leading this portfolio are Strand Plus, 100% DBM Fiber with Accell, Evo3/Evo3c, and DBM putty with Accell. ABM is a key differentiator within the DBM market. This internally processed, proprietary technology is an open structured, dispersed form of DBM, which increases the bioavailability of bone proteins at an earlier time in the healing cascade. When combined with traditional DBM, it provides a biphasic release of growth factors to promote healing.\n\n  Our cellular allografts portfolio features a market-leading graft with Trinity Elite and recently released Virtuous Lyograft, both co-branded with MTF Biologics. Trinity Elite, an allograft with viable cells, has maintained position as a market leader with over a decade of clinical evidence and a series of peer-reviewed publications. Virtuous Lyograft is particularly unique in that it is a first-of-its-kind, shelf-stable cellular allograft for spine and orthopedic procedures provided in a room-temperature, ready-to-use, moldable form.\n\n  Regarding synthetic solutions, our focus products are Cove and Mozaik. Cove, an advanced bioactive synthetic, is the newest introduction into this segment. Cove has a unique surface topography of the β-TCP and HA granule and has demonstrated the ability to grow bone in a muscle pouch. Additionally, Cove has handling characteristics ideal for ensuring graft placement remains where it is needed. The combination of Cove and Mozaik provides different value options within this portfolio to meet varying customer needs.\n\n  In addition to each of the major categories, we have continued to invest in products that address specific procedural and clinical needs. Our solutions address many of the issues that physicians see with graft delivery and containment within the surgical site. Several of our solutions address this through handling characteristics of product, shape and design, instrumentation to aid delivery, or even added materials to aid in graft containment. All of these solutions are to improve the ease of use and consistency of our products while driving better clinical outcomes. \n\n  We receive marketing fees through our collaboration with MTF Biologics for Virtuous, Trinity Elite, FiberFuse, and certain other tissues. MTF Biologics processes the tissues, maintains inventory, and invoices hospitals, surgery centers, and other points of care for service fees, which are submitted by customers via purchase orders. We have exclusive worldwide rights to market the Virtuous and Trinity Elite, and exclusive rights to market the FiberFuse tissues in the U.S. \n\n  Our other leading tissue forms and synthetics such as, Strand Plus, Strand, Evo3, Evo3c, Ballast, Cove, and Mozaik are all processed internally through IsoTis Orthobiologics. This completely integrated business unit allows for a continuous feedback cycle with research and development, marketing, manufacturing, and quality to ensure high-quality products delivered with consistent customer fulfillment.\n\n  To date, our Biologics products are offered primarily in the U.S. market, due in part to restrictions on providing U.S. human donor tissue and bovine collagen in certain countries. \n\n  Global Spine Future Product Applications\n\n  We remain very active with multiple internal developments to support new technology commercialization efforts. These new technologies apply to both the cervical and thoracolumbar spinal anatomy. We expect that the contribution of new, internally developed technologies and any future external acquisitions will be the primary driver of future growth. \n\n  Regarding our Bone Growth Therapy business, we have participated in research at the Wake Forest University Health Sciences, Chinese University of Hong Kong, and University of California San Francisco, where scientists conducted animal and cellular studies \n\n  14\n\n  to identify the mechanisms of action of our PEMF signals on bone, cartilage, meniscus, nerve, and efficacy of healing. From these efforts, some studies have been published in peer-reviewed journals. Among other insights, the studies illustrate positive effects of PEMF on callus formation and bone strength, meniscus and nerve injury repair, as well as proliferation and differentiation of cells involved in tissue regeneration and healing. Furthermore, we believe that the previous research work with Cleveland Clinic, the Chinese University of Hong Kong, and the University of Pennsylvania, allowing for characterization and demonstration of the Orthofix new PEMF waveform, is paving the way for signal optimization for a variety of new applications and indications. This collection of pre-clinical data, along with additional clinical data, could represent new clinical indication opportunities for our regenerative stimulation solutions.\n\n  Global Orthopedics\n\n  The Global Orthopedics reporting segment offers products and solutions for the underserved limb reconstruction market that encompasses four pillars: deformity correction, limb lengthening, complex fracture management, and limb preservation. This reporting segment specializes in the design, development, and marketing of external and internal fixation orthopedic products that are coupled with enabling digital technologies to serve the complete patient treatment pathway. We sell these products through a global network of distributors and sales representatives to hospitals, healthcare organizations, and healthcare providers.\n\n  Global Orthopedics Strategy \n\n  Our strategy for the Global Orthopedics reporting segment has recently evolved to specifically focus on providing unrivaled limb reconstruction procedural solutions coupled with first-in-class service and support.\n\n  Our key strategies in this segment are:\n\n  •Expand our position as the worldwide leader in limb reconstruction, including both internal and external solutions, through a patient-centric approach and digital treatment journey;\n\n  •Leverage our cross-product OrthoNext digital platform, a uniquely developed pre and post planning, software that allows our clinicians to pre-plan surgery for patients so they can start surgeries with a greater degree of confidence, reduce surgical times, enable better outcomes, and follow up post operatively to evaluate the success of the chosen surgical plan;\n\n  •Build on our historical position as a company at the forefront of innovation in the management of Charcot foot and ankle conditions by further investing into limb preservation technology advancements that address challenging conditions associated with diabetic foot;\n\n  •Promote and invest in our Fitbone intramedullary limb lengthening platform, including the newly released Transport and Lengthening System – the only all internal bone transport intramedullary nail available in the U.S.;\n\n  •Continue to be market leaders in deformity correction with our flagship TrueLok system, comprised of the most comprehensive external ring fixation solutions, and focusing on delivering enabling technology solutions to improve surgeons' ability to effectively treat their patients;\n\n  •Continue to focus on complex fracture management in select global markets, with the Galaxy Fixation System and by providing single-use sterile pack procedural solutions to reduce costs and drive surgical efficiencies;\n\n  •Collaborate with physicians and healthcare partners to improve patients’ lives through digitally transformative technology, clinical evidence, and our industry-leading medical education program, Orthofix Academy;\n\n  •Continue the strong pace of new product launches; and\n\n  •Acquire or license products, technologies, and companies to support these market opportunities.\n\n  Global Orthopedics Focus Products\n\n  Global Orthopedics offers a comprehensive line of limb reconstruction technologies that address the most complex patient conditions within deformity correction, limb lengthening, complex fracture management, and limb preservation. We provide innovative external and internal solutions to help surgeons improve the quality of life for patients of all ages. \n\n  15\n\n  The following table identifies the principal Global Orthopedics products by trade name and describes their primary applications:\n\n    Products and Software\n\n    Primary Application\n\n    TrueLok\n\n    A surgeon-designed, lightweight external fixation system for complex fracture management, limb lengthening, limb preservation, and deformity correction, which consists of circular rings and semi-circular external supports centered on the patient’s limb and secured to the bone by crossed, tensioned wires and half pins.\n\n    TrueLok Hexapod System (\"TL-HEX\")\n\n    A hexapod external fixation system for deformity correction with associated software newly integrated into the OrthoNext platform, designed as a three-dimensional bone segment reposition module to augment the previously developed TrueLok frame. The system consists of circular and semi-circular external supports, secured to the bones by wires and half pins and interconnected by six struts, which allows multi-planar adjustment of the external supports. The rings’ positions are adjusted either rapidly or gradually in precise increments to perform bone segment repositioning in three-dimensional space.\n\n    TrueLok EVO\n\n    A modular circular external fixation system, available pre-assembled in sterile kits for complex fracture management, deformity correction, and limb preservation; it is the only circular fixation system to feature both radiolucent rings and struts that provides surgeons with clear radiographic visualization to better assess bone anatomy both during surgery and in post-operative care.\n\n    Fitbone Intramedullary Limb-Lengthening System\n\n    An intramedullary lengthening system intended for limb lengthening of the femur and tibia, surgically implanted in the bone through a minimally invasive procedure; it includes an external telemetry control set that manages the distraction process, and is the only intramedullary limb lengthening system with an FDA-cleared pediatric indication.\n\n    Galaxy Fixation System\n\n    A pin-to-bar system for temporary and definitive fracture fixation, in the upper and lower limbs. Available in sterile kits, the system incorporates a streamlined combination of clamps, with both pin-to-bar and bar-to-bar coupling capabilities, offering a complete range of applications, including specific anatomic units for the shoulder, elbow, and wrist. The latest version, Galaxy Gemini, includes a universal clamp and other updates to better streamline surgical procedures.\n\n    Galaxy Fixation Shoulder\n\n    A unique solution for the treatment of proximal humeral fractures.\n\n    Ankle Hindfoot Nail (\"AHN\")\n\n    A differentiated solution for hindfoot fusions that includes a revision option to address larger bone defects and more complex hindfoot pathologies.\n\n    G-BEAM Fusion Beaming System\n\n    A system designed to address the specific demands of advanced deformity and trauma reconstructions of foot and ankle applications, such as Charcot, requiring fusion of the medial and/or lateral columns, with or without corrective osteotomies, as well as for joint fusions within the mid- and hindfoot.\n\n    OSCAR\n\n    An ultrasonic powered surgical system for revision hip and knee arthroplasty.\n\n    External Fixators\n\n    External fixation, including our limb-lengthening systems, ProCallus, XCaliber, Pennig, Radiolucent Wrist Fixators, and Calcaneal Fixator.\n\n    LRS Advanced Limb Reconstruction System\n\n    An external fixation solution for limb lengthening and deformity correction, that uses callus distraction to lengthen bone in a variety of procedures, \n\n  16\n\n    including bone transport, simultaneous compression and distraction at different sites, bifocal lengthening, and correction of deformities with shortening.\n\n    OrthoNext Digital Platform\n\n    A digital software platform developed specifically to enable surgeons to perform deformity analysis, plan out the correction, and template the appropriate implant to use. The platform includes modules for the JuniOrtho Plating System, Fitbone Intramedullary Limb Lengthening System, and more recently added TL-Hex system.\n\n  External Fixation \n\n  External fixation devices are used to correct bone deformities, stabilize fractures, and offer an ideal treatment in patients with known risk factors or co-morbidities. The treatment is minimally invasive and allows external manipulation of the bone to obtain and maintain final bone alignment (reduction). The bone is fixed in this way until healing occurs. External fixation allows small degrees of micromotion (dynamization), which promotes blood flow at the fracture or fusion site and accelerates the bone healing process. External fixation devices may also be used temporarily in complex fracture cases to stabilize the fracture prior to treating it definitively. In these situations, the device offers rapid fracture stabilization, which is important in life-saving and limb-salvaging procedures. \n\n  We offer most of our products in sterile packaged procedural kits, which fulfills the need of a streamlined and ready-to-use set of products, particularly in trauma applications or the military setting, where timing is crucial.\n\n  Examples of our external fixation devices include the TrueLok, TL-HEX, TrueLok Evo, the Galaxy and Galaxy Gemini Fixation Systems, and the LRS Advanced Limb Reconstruction System.\n\n  Internal Fixation\n\n  Internal fixation devices consist of either long rods, commonly referred to as nails, or plates that are attached to the bone with the use of screws. Nails and plates come in various sizes, depending on the bone that requires treatment. A nail is inserted into the medullary canal of a fractured long bone of the human arm or leg (e.g., humerus, femur, or tibia). Alternatively, a plate is attached by screws to an area such as a broken wrist, hip, or foot. Examples of our internal fixation devices include Chimaera, AHN, and the G-BEAM Fusion Beaming System. \n\n  The Fitbone Intramedullary Limb Lengthening System provides an internal option for limb lengthening of the femur and tibia and together with our external fixation solutions, provides Orthofix with the most complete limb reconstruction portfolio on the market. The portfolio was recently expanded with the release of the Fitbone Transport and Lengthening System specifically developed for bone defect management applications. We are continuing to invest in the Fitbone technology platform in order to offer surgeons more innovative solutions to meet both their needs to treat limb length discrepancies and complex deformities.\n\n  In addition, we also design, manufacture, and distribute devices intended to treat congenital bone conditions, such as angular deformities (e.g., bowed legs in children), degenerative diseases, and conditions resulting from a previous trauma. An example of a product offered in this area is the eight-Plate Plus Guided Growth System. \n\n  Product Development\n\n  Our primary research and development facilities are located in Lewisville, Texas; Carlsbad, California; Toronto, Canada; and Verona, Italy. \n\n  We have a research and development organization dedicated to advancing our portfolio of spinal implants, biologics, orthopedic devices, and machine vision image guidance innovations through product development and clinical affairs programs. Our product development efforts employ an integrated team approach that involves collaboration between surgeons, our engineers, our machinists, and our regulatory personnel. We also work with leading hospital research institutions, surgeons, consultants, and certain non-profit organizations, such as MTF Biologics, on the long-term scientific planning and evolution of our products and therapies. Several of the products that we market have been developed through these collaborations. In addition, we periodically receive suggestions for new products and product enhancements from the scientific and medical community, some of which result in us entering into assignment or license agreements with physicians and third parties.\n\n  For our spine and orthopedics products, our product development teams, in consultation with design surgeons, formulate a design for the product and then our machinists build prototypes for testing our prototyping development and testing operation at our \n\n  17\n\n  facilities. We use a broad scope of technologies designed to allow us to meet the complex engineering requirements of customers. As part of the development process, surgeons test the implantation of the products in our in-house cadaveric laboratories, which aids in the design of new products intended to meet the needs of both the surgeon, the patient, and the healthcare ecosystem. Our team refines or redesigns the prototype as necessary based on the results of the product testing, allowing our team to perform rapid iterations of the design-prototype-test development cycle. Our clinical and regulatory personnel work in parallel with our product engineering personnel to facilitate regulatory clearances of our products. We believe that these product development efforts allow our team to provide solutions that respond to the needs of our surgeon customers and their patients.\n\n  Like the spine and orthopedics product development process, our software engineers, product managers, and design surgeons are working towards the full integration of our spinal implants and biologics product lines with our machine vision 7D FLASH Navigation System. This includes the design of specific software modules, features, and tracked instruments designed to meet the needs of a wide range of procedures including, degenerative, complex, revision, minimally invasive and deformity spine procedures. In addition, we are also exploring opportunities to integrate the 7D FLASH Technology into a variety of orthopedic applications to treat patients of all ages. \n\n  For biologics, we plan to develop line extensions for our innovative biologics technologies that will continue to improve bone forming potential while addressing specific procedural requirements, both in the spine field and in general orthopedic applications. We are investigating new product formulations in DBM, while continuously looking at process improvements within tissue processing. Our Biologics research and development team has experience in biomaterial sciences and bringing next generation technologies to market. \n\n  In 2024, 2023, and 2022, we incurred research and development expenses of $73.6 million, $80.2 million, and $49.1 million, respectively.\n\n  Patents, Trade Secrets, Assignments and Licenses \n\n  We rely on a combination of patents, trade secrets, assignment and license agreements, and non-disclosure agreements to protect our proprietary intellectual property. We possess numerous U.S. and foreign patents, have numerous pending patent applications, and have license rights under patents held by third parties. Many of our products are covered by patents in the major markets in which they are sold. We do not believe that the expiration of any single patent is likely to significantly affect our intellectual property position. The medical device industry is characterized by the existence of a large number of patents and frequent litigation based on allegations of patent infringement. Patent litigation can involve complex factual and legal questions and its outcome is uncertain. Our success is dependent, in part, on us not infringing upon patents issued to others, including our competitors, potential competitors, and other third parties. While we make extensive efforts to ensure that our products do not infringe other parties’ patents and proprietary rights, our products and methods may be found by a court to be covered by patents held by our competitors or other third parties. For a further discussion of these risks, please see Item 1A of this Annual Report under the heading \"Risk Factors.\"\n\n  We rely on confidentiality and non-disclosure agreements with employees, consultants, and other parties to protect, in part, trade secrets and other proprietary technology. \n\n  We obtain assignments or licenses of varying durations for certain of our products from third parties. We typically acquire rights under such assignments or licenses in exchange for lump-sum payments or arrangements under which we pay a percentage of sales to the licensor. However, while assignments or licenses to us generally are irrevocable, no assurance can be given that these arrangements will continue to be made available to us on terms that are acceptable to us, or at all. The terms of our license and assignment agreements vary in length from a specified number of years, to the life of the patents, or for the economic life of the product. These agreements generally provide for royalty payments and termination rights in the event of a material breach. \n\n  Compliance and Ethics Program \n\n  It is our fundamental policy to conduct business in accordance with the highest ethical and legal standards. We have a comprehensive compliance and ethics program, which is overseen by a Chief Compliance and Risk Officer, who reports directly to our Chief Executive Officer and the Compliance and Ethics Committee of the Board of Directors. The program is intended to promote lawful and ethical business practices throughout our domestic and international businesses. It is designed to prevent and detect violations of applicable federal, state, and local laws in accordance with the standards set forth in guidance issued by the U.S. Department of Justice (\"U.S. DOJ\") (\"Evaluation of Corporate Compliance Programs\" (updated March 2023)), the Office of \n\n  18\n\n  Inspector General (HCCA-OIG \"General Compliance Program Guidance\" (November 2023)), and the U.S. Sentencing Commission (\"Effective Compliance and Ethics Programs\" (November 2014)). Key elements of the program include: \n\n  •Organizational oversight by senior-level personnel responsible for the compliance function within the Company; \n\n  •Written standards and procedures, including a Corporate Code of Conduct; \n\n  •Methods for communicating compliance concerns, including anonymous reporting mechanisms; \n\n  •Investigation and remediation measures to ensure a prompt response to reported matters and timely corrective action; \n\n  •Compliance education and training for employees and contracted business associates; \n\n  •Auditing and monitoring controls to promote compliance with applicable laws and to assess program effectiveness; \n\n  •Disciplinary guidelines to enforce compliance and address violations; \n\n  •Due diligence reviews of high-risk intermediaries and exclusion lists screening of employees and contracted business associates; and\n\n  •Risk assessments to identify areas of compliance risk. \n\n  Government Regulation\n\n  Classification and Approval of Products by the FDA and other Regulatory Authorities\n\n  Our research, development, clinical programs, and our manufacturing and marketing operations, are subject to extensive regulation in the U.S. and other countries. Most notably, all of our products sold in the U.S. are subject to the Federal Food, Drug, and Cosmetic Act (the \"FDCA\") and the Public Health Services Act as implemented and enforced by the FDA. The regulations that cover our products and facilities vary widely from country to country. The amount of time required to obtain approvals or clearances from regulatory authorities also differs from country to country. \n\n  Unless an exemption applies, each medical device we commercially distribute in the U.S. is covered by premarket notification (\"510(k)\") clearance, letter to file, or approval of a premarket approval application (\"PMA\"). The FDA classifies medical devices into one of three classes, which generally determine the type of FDA approval required. Devices deemed to pose low risk are placed in Class I, devices deemed to pose moderate risk are placed in Class II, and devices deemed to pose the greatest risks, requiring more regulatory controls to provide a reasonable assurance of safety and effectiveness, or devices deemed not substantially equivalent to a device that previously received 510(k) clearance (as described below), are placed in Class III. Our Spinal Implants and Global Orthopedics products are, for the most part, classified as Class II devices and the instruments used with these products are generally classified as Class I. Our 7D FLASH Navigation System is classified as Class II and certain accessories thereto are classified as Class I. Our Bone Growth Therapies products and the M6-C artificial cervical disc are currently classified as Class III, and have been approved for commercial distribution in the U.S. through the PMA process. However, an FDA panel recommended that bone growth stimulator devices be reclassified by the FDA from Class III to Class II devices with special controls. For additional discussion of this development, see Item 1A of this Annual Report under the heading \"Risk Factors.\" \n\n  The medical devices we develop, manufacture, distribute, and market are subject to rigorous regulation by the FDA and numerous other federal, state, and foreign governmental authorities. The process of obtaining FDA clearance and other regulatory approvals to develop and market a medical device, particularly from the FDA, can be costly and time-consuming, and there can be no assurance such approvals will be granted on a timely basis, if at all. While we believe we have obtained all necessary clearances and approvals for the manufacture and sale of our products and that they are in material compliance with applicable FDA and other material regulatory requirements, there can be no assurance that we will be able to continue such compliance. \n\n  In 2017, the European Union (\"E.U.\") adopted the E.U. Medical Device Regulation (\"MDR\") (Council Regulations 2017/745), which imposes strict requirements for the marketing and sale of medical devices, including new quality system and post-market surveillance requirements. The regulation, as amended in March 2023, provides a transition period for all currently approved medical devices prior to May 2021 (under the European Medical Device Directive) to meet the additional requirements, and for higher risk devices, this transition period was extended until December 2027 and until December 2028 for medium-and-lower risk devices. After this transition period, all medical devices marketed in the E.U. will require certification according to these new requirements. This regulation has required us to incur, and we expect to continue to incur, significant costs through the transition period and beyond to maintain compliance with the additional requirements. Failure to meet the requirements of the regulation could adversely impact our business in the E.U. and other countries that utilize or rely on E.U. requirements for medical device registrations.\n\n  19\n\n  In the E.U., our products that contain human-derived tissue, including demineralized bone material, are not medical devices as defined in the MDR. They are also not medicinal products as defined in Directive 2001/83/EC of the European Parliament and of the Council of the E.U. Today, the regulations in the E.U. governing products that contain human-derived tissue, if applicable, vary from one E.U. member state to the next. Because of the absence of a harmonized regulatory framework and the proposed regulation for advanced therapy medicinal products in the E.U., the approval process for human-derived cell or tissue-based medical products in the E.U. may be extensive, lengthy, expensive, and unpredictable.\n\n  Certain countries, as well as the E.U., have issued regulations that govern products that contain materials derived from animal sources. Regulatory authorities are particularly concerned with materials infected with the agent that causes bovine spongiform encephalopathy (\"BSE\"). These regulations affect our biomaterial products for the spine, which contain material derived from bovine tissue. Although we take steps designed to provide that our products are safe and free of agents that can cause disease, products that contain materials derived from animals, including our products, may become subject to additional regulation, or even be banned in certain countries, because of concern over the potential for prion transmission. Significant new regulations, a ban of our products, or a movement away from bovine-derived products because of an outbreak of BSE could have a material and adverse effect on our business or our ability to expand our business.\n\n  Within our Biologics product category, we market tissue for bone repair and reconstruction, an allogeneic bone matrix comprised of cancellous bone containing viable cells and a demineralized cortical bone component, as well as, demineralized cortical fibers, structural allografts, and an amniotic membrane, which is a natural tissue barrier. These allografts are regulated under the FDA’s Human Cell, Tissues and Cellular and Tissue-Based Products (\"HCT/P\") regulatory paradigm and not as a medical device, biologic, or a drug. These tissues are regulated by the FDA as minimally-manipulated tissue and are covered by the FDA’s \"Good Tissues Practices\" regulations, which cover all stages of allograft processing. There can be no assurance our suppliers will continue to meet applicable regulatory requirements or that those requirements will not be changed in ways that could adversely affect our business. Further, there can be no assurance these products will continue to be made available to us or that applicable regulatory standards will be met or remain unchanged. Moreover, products derived from human tissue or bones are from time to time subject to recall for certain administrative or safety reasons and we may be affected by one or more such recalls.\n\n  In addition to our allograft solutions (HCT/Ps), we market and distribute additional demineralized bone putties, resorbable mesh with demineralized particulates, and synthetic putties and strips that are regulated by the FDA as medical devices. We also provide ancillary technologies regulated by the FDA as medical devices that aid in the delivery of our bone grafting options clinically. These products are sourced from third party manufacturers, which we believe maintain an adequate inventory to avoid disruptions in product supply. \n\n  We also manufacture products derived from human tissue (demineralized bone tissue). Internally produced HCT/Ps may fall within the definition of a biological product, medical device, or drug regulated under the FDCA. These biologic, device, or drug HCT/Ps must comply both with the requirements exclusively applicable to HCT/Ps and with requirements applicable to biologics, devices, or drugs, including premarket clearance or approval from the FDA.\n\n  Section 361 of the Public Health Service Act authorizes the FDA to issue regulations to prevent the introduction, transmission, or spread of communicable disease. HCT/Ps regulated as 361 HCT/Ps are subject to requirements relating to registering facilities and listing products with the FDA, screening and testing for tissue donor eligibility, Good Tissue Practice when processing, storing, labeling, and distributing HCT/Ps, including required labeling information, stringent record keeping, and adverse event reporting.\n\n  The American Association of Tissue Banks (\"AATB\") has issued operating standards for tissue banking. Accreditation is voluntary, but compliance with these standards is a requirement to become an AATB-accredited tissue establishment. In addition, some states in the U.S. have their own tissue banking regulations. We are AATB-accredited and licensed or have permits for tissue banking in California, Florida, New York, Maryland, and other states that require specific licensing or registration.\n\n  Procurement of certain human organs and tissue for transplantation is subject to the restrictions of the National Organ Transplant Act (\"NOTA\"), which prohibits the transfer of certain human organs, including skin and related tissue for valuable consideration, but permits the reasonable payment associated with the removal, transportation, implantation, processing, preservation, quality control, and storage of human tissue and skin. We reimburse tissue banks for their expenses associated with the recovery, storage, and transportation of donated human tissue they provide to us for processing. We include in our pricing structure amounts paid to tissue banks to reimburse them for their expenses associated with the recovery and transportation of the tissue, in addition to certain costs associated with the processing, preservation, quality control and storage of the tissue, marketing and medical education expenses, and costs associated with development of tissue processing technologies. NOTA payment allowances may be interpreted to limit the amount of costs and expenses that we may recover in our pricing for our products, thereby reducing our future revenue and profitability. \n\n  For a further description of some of the risks associated with matters described above, see Item 1A of this Annual Report under the heading \"Risk Factors.\" \n\n  20\n\n  Certain Other Product and Manufacturing Regulations \n\n  After a device is placed in the market, numerous regulatory requirements continue to apply. These regulatory requirements include: product listing and establishment registration; Quality System Regulation (\"QSR\"), which requires manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation, and other quality assurance procedures during all aspects of the manufacturing process; labeling regulations and governmental prohibitions against the promotion of products for uncleared, unapproved, or off-label uses or indications; clearance of product modifications that could significantly affect safety or efficacy or that would constitute a major change in intended use of one of our cleared devices; approval of product modifications that affect the safety or effectiveness of one of our PMA approved devices; Medical Device Adverse Event Reporting regulations, which require that manufacturers report to the FDA and other foreign governmental agencies if their device may have caused or contributed to a death or serious injury, or has malfunctioned in a way that would likely cause or contribute to a death or serious injury if the malfunction of the device or a similar device were to recur; post-approval restrictions or conditions, including post-approval study commitments; post-market surveillance regulations, which apply when necessary to protect the public health or to provide additional safety and effectiveness data for the device; the FDA’s recall authority, whereby it can ask, or under certain conditions, order device manufacturers to recall a product from the market that is in violation of governing laws and regulations; regulations pertaining to voluntary recalls; and notices of corrections or removals. \n\n  We and certain of our suppliers also are subject to announced and unannounced inspections by the FDA and European Notified Bodies to determine our compliance with the FDA’s QSR and other international regulations. If the FDA or other regulatory agencies were to find that we or certain of our suppliers have failed to comply with applicable regulations, the agencies could institute a wide variety of enforcement actions, ranging from a public warning letter to more severe sanctions, such as: fines and civil penalties against us, our officers, our employees, or our suppliers; delays in clearing or approving, or refusal to clear or approve our products; withdrawal or suspension of approval of our products or those of our third-party suppliers by the FDA or other regulatory bodies; product recall or seizure; interruption of production; operating restrictions; injunctions; and criminal prosecution. In addition to FDA inspections, all of our manufacturing facilities are subject to annual Notified Body inspections. \n\n  Moreover, governmental authorities outside the U.S. have become increasingly stringent in their regulation of medical devices. Our products may become subject to more rigorous regulation by non-U.S. governmental authorities in the future. Additional regulation, whether in the U.S. or internationally, may have a material adverse effect on our business and operations. For a description of some of the risks associated with the regulatory requirements described above, see Item 1A of this Annual Report under the heading \"Risk Factors.\"\n\n  Accreditation Requirements \n\n  Our subsidiary, Orthofix US LLC, has been accredited by the Accreditation Commission for Health Care, Inc. (\"ACHC\"), for medical supply provider services with respect to durable medical equipment, prosthetics, orthotics, and supplies (\"DMEPOS\"). ACHC, a private, not-for-profit corporation, which is certified to ISO 9001:2015 standards, was developed by home care and community-based providers to help companies improve business operations and quality of patient care. Although accreditation is generally a voluntary activity, where healthcare organizations submit to peer review their internal policies, processes, and patient care delivery against national standards, the Centers for Medicare and Medicaid Services (\"CMS\") required DMEPOS suppliers to become accredited. We believe that by attaining accreditation, Orthofix US LLC has demonstrated its commitment to maintain a higher level of competency and a willingness to strive for excellence in its products, services, and customer satisfaction.\n\n  Third-Party Payor Requirements \n\n  Our products may be reimbursed by third-party payors, such as government programs, including Medicare, Medicaid, and Tricare, or private insurance plans and healthcare networks. Third-party payors may deny reimbursement if they determine that a device provided to a patient or used in a procedure does not meet applicable payment criteria or if the policyholder’s healthcare insurance benefits are limited. Also, non-government third-party payors are increasingly challenging the medical necessity and prices paid for our products and services. The Medicare program is expected to continue to implement a new payment mechanism for certain DMEPOS items via the implementation of its competitive bidding program. Bone growth therapy devices are currently exempt from this competitive bidding process. In addition, during 2024 CMS considered establishing a pre-authorization requirement for bone growth therapy products and considered mandatory HCPCS code verifications for this class of durable medical equipment. Even though CMS did not implement any proposed revisions or new requirements in 2024, in the future we may be affected by these or other similar regulatory changes. \n\n  21\n\n  Laws Regulating Healthcare Fraud and Abuse; State Healthcare Laws \n\n  Our sales and marketing practices are also subject to a number of U.S. laws regulating healthcare fraud and abuse, such as the federal Anti-Kickback Statute and the federal Physician Self-Referral Law (known as the \"Stark Law\"), the Civil False Claims Act, and the Health Insurance Portability and Accountability Act of 1996 (\"HIPAA\"), as well as numerous state laws regulating healthcare and insurance. These laws are enforced by the OIG within the U.S. Department of Health and Human Services (\"HHS\"), the U.S. DOJ, and other federal, state, and local agencies. Among other things, these laws and others generally (i) prohibit the provision of anything of value in exchange for the referral of patients or for the purchase, order, or recommendation of any item or service reimbursed by a federal healthcare program (including Medicare and Medicaid); (ii) require that claims for payment submitted to federal healthcare programs be truthful; (iii) prohibit the transmission of protected healthcare information to persons not authorized to receive that information; and (iv) require the maintenance of certain government licenses and permits. \n\n  Laws Protecting the Confidentiality of Health Information \n\n  U.S. federal and state laws protect the confidentiality of certain health information, in particular individually identifiable information such as medical records, and restrict the use and disclosure of that protected information. At the federal level, the HHS promulgates health information privacy and security rules under HIPAA. These rules protect health information by regulating its use and disclosure, including for research and other purposes. Failure of a HIPAA \"covered entity\" to comply with HIPAA regarding such \"protected health information\" (\"PHI\") could constitute a violation of federal law, subject to civil and criminal penalties. Covered entities include healthcare providers (including certain of those that sell devices or equipment) that engage in particular electronic transactions, including, as we do, the transmission of claims to health plans. Consequently, health information that we access, collect, analyze, and otherwise use and/or disclose includes PHI that is subject to HIPAA. As noted above, many state laws also pertain to the confidentiality of health information. Such laws are not necessarily preempted by HIPAA, in particular those state laws that afford greater privacy protection to the individual than HIPAA. These state laws typically have their own penalty provisions, which could be applied in the event of an unlawful action affecting health information. \n\n  In the E.U., the General Data Protection Regulation (\"GDPR\"), includes, among other things, a requirement for prompt notice of data breaches to data subjects and supervisory authorities in certain circumstances and significant fines for non-compliance. Internationally, some countries have also passed laws that require individually identifiable data on their citizens to be maintained on local servers and that may restrict transfer or processing of that data.\n\n  These laws and regulations impact the ways in which we use and manage personal data, PHI, and our information technology systems. They also impact our ability to move, store, and access data across geographic boundaries. Compliance with these requirements may require changes in business practices, complicate our operations, and add complexity and additional management and oversight needs. They also may complicate our clinical research activities, as well as product offerings that involve transmission or use of clinical data.\n\n  Physician Payments Sunshine Provision of the Affordable Care Act\n\n  The Physician Payments Sunshine Provision of the Affordable Care Act (Section 6002) (the \"Sunshine Act\"), requires public disclosure to the U.S. government of payments to physicians and teaching hospitals, including in-kind transfers of value, such as gifts or meals. The Sunshine Act also provides penalties for non-compliance. The Sunshine Act requires that we file an annual report on March 31st of each calendar year for the transfers of value incurred for the prior calendar year.\n\n  In 2018, the Substance Use-Disorder Prevention that Promotes Opioid Recovery and Treatment for Patients and Communities Act (the \"SUPPORT Act\") was signed into law. The SUPPORT Act expands the reporting obligation under the Sunshine Act to include payments and other transfers of value made to physician assistants, nurse practitioners, clinical nurse specialists, certified registered nurse anesthetists, and certified nurse midwives. These expanded reporting obligations were effective for payments reported in 2022, with payment tracking beginning in 2021. Non-compliance with the Sunshine Act or SUPPORT Act is subject to civil monetary penalties.\n\n  In addition to the Sunshine Act, as expanded by the SUPPORT Act, we seek to comply with other international and individual state transparency laws, such as the transparency laws of Massachusetts and Vermont.\n\n  Sales, Marketing and Distribution \n\n  We have a broad sales network comprised of direct sales representatives, sales agents, and distributors. This established sales network provides us with a platform to introduce new products and expand sales of existing products. Our products are distributed in more than 60 countries worldwide.\n\n  22\n\n  Reporting Segments and Product Categories \n\n  We manage our business by two reporting segments, Global Spine and Global Orthopedics, which account for 84% and 16%, respectively, of our total net sales in 2024. \n\n  Sales Network \n\n  Our U.S. sales network is generally comprised of a mix of direct sales representatives and independent distributors, dependent upon each product category. An increasing number of these independent distributors sell products for more than one product category. Our Bone Growth Therapies product category is largely supported by a hybrid distribution network of direct sales representatives and independent distributors, whereas our Spinal Implants, Biologics, and Orthopedics sales organizations primarily consist of regional and territory business managers who oversee a broad network of independent distributors and sales agents. \n\n  We market our Enabling Technologies portfolio through a direct sales force in the U.S. who collaborate with our independent sales agents to generate either a capital sale or to place systems and components in an account in a capital efficient manner in return for a long-term revenue commitment for our Spinal Implants and/or Biologics products. \n\n  In the U.S., we typically consign our Biologics products and consign or loan our Spinal Implants and Orthopedics implant sets to hospitals and independent sales agents, who in turn deliver them to the hospital for a single surgical procedure. In other instances, we leave sets with hospitals that are high volume users for use in multiple procedures. These sets typically contain the instruments, including disposables, and implants required to complete a surgery. Our Orthopedics business provides a wide array of single use pack procedural solutions, alleviating the burden of instrument sets. \n\n  We focus on entering distribution relationships in territories with a high potential for growth, where our partner will carry our products exclusively, except with respect to clinical markets that our products do not address. We believe these more exclusive relationships allow us to grow faster and in a more cost-effective manner in these territories over the long term. We also plan to continue to invest in additional instrument sets and marketing and education efforts to support the expansion of our independent sales agent footprint.\n\n  Outside the U.S., we employ direct sales representatives in certain markets and also contract with independent stocking distributors, who purchase our products directly from us and independently sell them. In order to provide support to our independent sales network, we have sales and product specialists who regularly visit independent distributors to provide training and product support.\n\n  Marketing and Product Education\n\n  We market and sell our products principally to physicians, hospitals, ASCs, integrated health delivery systems, and other purchasing organizations. \n\n  We support our sales force and sales expansion efforts through comprehensive and specialized training workshops for physicians and sales specialists consistent with the AdvaMed Code of Ethics (\"AdvaMed Code\") and the MedTech Europe Code of Ethical Business Practice (\"MedTech Code\"). Under the Orthofix Academy program, we organize regular multilingual teaching seminars in \n\n  23\n\n  multiple locations and virtually. To this end, we leverage the capacity of our hands-on cadaveric training laboratories located at our Lewisville, Texas, Carlsbad, California, and Wayne, Pennsylvania facilities to increase the number of training opportunities for surgeons and sales agents. In-person trainings are also held at our facility in Verona, Italy, and in various locations in Latin America. We believe training and education will help surgeons become adept with our products and techniques, thereby improving outcomes for their patients. In recent years, thousands of surgeons from around the world have attended these in person and virtual product education seminars, which have included a variety of lectures from specialists, as well as demonstrations and hands-on workshops. \n\n  We also produce marketing and training materials, including materials outlining surgical procedures, for our customers, sales force, and distributors in a variety of languages, using printed, video, and multimedia formats. We require all of our sales force, direct and independent, to undergo extensive product, policy, and compliance training to ensure adherence to our standards, policies, and applicable law.\n\n  Competition\n\n  The global spine, biologics, orthopedics, and image guided surgery markets are highly competitive. We face significant competition in these markets from the spine and orthopedic divisions of large multinational medical device companies, established companies focused solely or primarily on spine and orthopedics, and from smaller, emerging companies focused on product innovation. These competitors are focused on bringing new technologies to market and acquiring technologies and technology licenses that directly compete with our products or that have potential product advantages that could render our products obsolete or noncompetitive.\n\n  Our Bone Growth Therapies product category competes principally with similar products marketed by Highridge Medical, Enovis, Bioventus, Theragen, and Xstim. Our primary competitors in the Biologics, Enabling Technologies, and Spinal Implants markets include Alphatec Spine, Baxter, B. Braun, Brainlab, Bioventus, Cerapedics, DePuy Synthes Spine (a Johnson & Johnson company), Globus Medical, Highridge Medical, Medtronic, Stryker, XTANT Medical, and various smaller public and private companies. For Global Orthopedics devices, our principal competitors include DePuy Synthes, Stryker, Smith & Nephew, Globus Medical, Enovis, Paragon 28, and OrthoPediatrics. \n\n  We believe that we enhance our competitive position by focusing on product features such as ease of use, versatility, cost, and patient acceptability, together with value-added services, such as the STIM onTrack mobile app, OrthoNext preoperative planning, and our Orthofix Academy medical education services. We attempt to avoid competing based solely on price. Overall cost and medical effectiveness, innovation, reliability, value-added service, and training are the most prevalent methods of competition in the markets for our products, and we believe we compete effectively.\n\n  Manufacturing and Sources of Supply\n\n  In general, raw materials essential to our businesses are readily available from multiple sources. For reasons of quality assurance, availability, or cost effectiveness, certain components and raw materials are available only from one supplier. Our relationships with suppliers that cannot be replaced without a material expense or delay are governed by written contracts, which are generally supply agreements. These agreements set forth the process by which we order components or raw materials, as applicable, from such suppliers (which process is either on a purchase order basis or based on quarterly or annual forecasts and in some cases require us to purchase minimum amounts) and the related fees for purchasing such components or raw materials. These agreements outline the rights of each party with respect to quality assurance, inspection, and compliance with applicable law and contain what we believe to be customary indemnification provisions for commercial agreements. Each of these agreements is entered into in the ordinary course of our business, is immaterial in amount and significance, and not a contract upon which our business is substantially dependent. In addition, we endeavor to maintain sufficient inventory of components and raw materials so that our production will not be significantly disrupted even if a particular component or material is not available for a period of time.\n\n  Bone Growth Therapies, Spinal Implants, Enabling Technologies, and Global Orthopedic Products \n\n  We generally design, develop, assemble, test, and package our Bone Growth Therapies, Spinal Implants, Enabling Technologies, and Global Orthopedic products, and subcontract the manufacturing of a substantial portion of the component parts and instruments. Although certain aspects of our key raw materials are obtained from a single source, we believe alternate sources for these materials are available. Further, we believe an adequate inventory supply is maintained to avoid product flow interruptions. Historically, we have not experienced difficulty in obtaining the materials necessary to meet our production schedules. \n\n  Our products are currently manufactured and assembled in the U.S., Canada, Germany, Spain, China, and Italy. We believe our plants comply in all material respects with the requirements of the FDA and all relevant regulatory authorities outside the U.S. For \n\n  24\n\n  a description of the laws to which we are subject, see Item 1, \"Business\", under the subheadings \"Compliance and Ethics Program\" and \"Government Regulation.\" We actively monitor each of our subcontractors in order to maintain manufacturing and quality standards and product specification conformity.\n\n  Biologics\n\n  Most of our internally manufactured Biologics products contain material derived from human or bovine tissue. We only source our raw materials from tissue banks registered with the FDA and accredited by the AATB. The donors are screened, tested, and processed by the tissue banks in accordance with FDA and AATB requirements. Additionally, each donor must pass FDA-specified bacterial and viral testing before raw material is distributed to us for further processing. We receive with each donor lot a certification of the safety of the raw material from the tissue bank’s medical director. As an added safety assurance, each lot of bone is released into the manufacturing process only after our quality assurance microbiologists screen the incoming bone and serology test records. During our manufacturing process, the bone particles are subjected to our proprietary process and terminally sterilized. This process is designed to support the safety and effectiveness of our DBM products.\n\n  The collagen used in our synthetic offering is derived only from the deep flexor tendon of cattle less than 24 months old from New Zealand. The World Health Organization classifies different types of cattle tissue for relative risk of BSE transmission. Deep flexor tendon is in the lowest-risk category for BSE transmission (the same category as milk, for example) and is therefore considered to have a negligible risk of containing the agent that causes BSE (an improperly folded protein known as a prion).\n\n  We also partner with MTF Biologics to provide our customers allograft solutions (HCT/Ps) for various spine, orthopedic and other bone repair needs. MTF Biologics provides donor screening, processing, and quality standards that are expected by our customers. Our partnership with MTF allows us to exclusively market the Virtuos Lyograft, Trinity ELITE, FiberFuse and FiberFuse Strip, and certain other tissue forms. \n\n  Human Capital Resources\n\n  Our key human capital objectives in managing our business include attracting, developing, and retaining top talent while integrating diversity, equity, and inclusion principles into our core values.\n\n  Employees\n\n  As of December 31, 2024, we had 1,616 employees worldwide. Of these, 1,256 were employed in the U.S. and 360 were employed at other non-U.S. locations. Our relations with our Italian employees, who numbered 229 at December 31, 2024, are governed by the provisions of a National Collective Labor Agreement setting forth mandatory minimum standards for labor relations in the metal mechanic workers industry. We are not a party to any other collective bargaining agreements. \n\n  Compensation and Benefits\n\n  Because attracting, developing, and retaining high-level talent is a key component of our human capital objectives, we seek to provide competitive compensation and benefits packages, and to prioritize the health and wellness of our employees. In addition to the comprehensive and competitive health plans that we offer, our employees receive access to the following benefits: a 401(k) retirement plan with a Company match, a stock purchase plan, virtual physician consults, Company-provided basic life insurance and disability benefits, a corporate wellness program, an onsite fitness center for certain locations, paid parental leave, an employee assistance program, flexible spending accounts, health savings accounts, and local employee discounts programs. \n\n  Talent Development\n\n  We believe that success comes from investing in our people and ensuring our workforce is aligned with our mission and values. To achieve this goal, we devote time and resources to assist our employees in being familiar with our business, industry, and product offerings. We have developed an onboarding program for our newly hired associates that provides a comprehensive overview of our product portfolio and company history. We put an emphasis on training our employees and sales representatives to understand our business, including the underlying medical conditions that our products treat. In addition, we strive to support our teams in the areas of development, engagement, and health and wellness, enabling them to do their best work as they grow their careers. All our employees are encouraged to work with their managers to create individual plans to guide their career progression to support their growth and continued success. \n\n  25\n\n  Diversity and Inclusion\n\n  We are committed to fostering, cultivating, and preserving a culture that promotes diversity and inclusion. We seek to demonstrate our commitment to providing equal and equitable opportunities to all employees. Throughout the year, we promote a variety of voices by recognizing events such as Black History Month, Martin Luther King Jr. Day, Women’s History Month, Asian Pacific American Heritage Month, LGBTQ Pride Month, Mental Health and Awareness Month, Veterans' Day, Thanksgiving, Diwali, Ramadan, Kwanzaa, Christmas, Hannukah, Juneteenth, Memorial Day, and Hispanic and Native American Heritage Months among others. We seek to embrace and encourage our employees’ differences and diverse backgrounds and know that our inclusive culture helps build a truly global, transformative business and will continue to be a source of our strength.  \n\n  Health and Safety\n\n  Promoting and protecting the health and safety of our workforce is a top priority. Health and safety matters are responsibilities that we share throughout our organization. Employees' safety risks vary depending on the roles they perform, and we seek to tailor our safety efforts accordingly. Key areas of focus include corporate compliance with responsible hazardous waste management, recycling, emergency preparedness, and other safety programs aimed at reducing and eliminating serious injuries. We periodically measure employee sentiment through engagement surveys and share results and action plans with employees.\n\n  Community\n\n  We support a variety of charitable organizations through monetary and product donations, fundraising efforts, educational partnerships with colleges and universities, and local community development. Over the years, we have raised funds and awareness for disaster response organizations, veteran support groups, food and shelter insecurity groups, and health-related institutions, among others. In 2024, we continued our corporate objective to measure our community outreach as part of our annual incentive program to encourage volunteerism. Under our \"Orthofix Gives Back\" initiative, our employees contributed 2,517 hours to programs, which exceeded our communicated goal. We proudly supported Steps2Walk, Ronald McDonald House, American Red Cross Disaster Relief, The Trevor Project, Boys & Girls Club, Toys for Tots, Meals on Wheels, Texas Scottish Rite Hospital for Children, SickKids Hospital, and various blood drives, food pantries and other charitable initiatives in the communities we live and work in around the world.",
      "char_count": 93413
    },
    "item1a": {
      "text": "Item 1A.\tRisk Factors\n\n  In addition to the other information contained in this Annual Report and the exhibits hereto, you should carefully consider the risks described below. These risks are not the only ones that we may face. Additional risks not presently known to us or that we currently consider immaterial may also impair our business operations. This Annual Report also contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of certain factors, including the risks faced by us described below or elsewhere in this Annual Report. Investing in our common stock involves a high degree of risk and if any of these risks or uncertainties occur, the trading price of our common stock could decline, and you could lose part or all of your investment. \n\n  Risks Related to our Merger with SeaSpine\n\n  Although we have made significant progress in integrating the SeaSpine business, the remainder of our integration activities may not be completed smoothly or successfully, and we may not achieve all of the anticipated benefits of the merger.\n\n  While we have successfully completed many integration activities since the closing of merger, the remainder of our integration activities may not be completed smoothly or successfully. We may face challenges in completing remaining integration activities, which could result in delays, increased costs, decreases in the amount of expected revenues, and other adverse impacts, which could materially affect our financial position, results of operations, and cash flows. In addition, the integration of certain operations requires the dedication of significant management resources, which may temporarily distract management’s attention from our day-to-day business. Employee uncertainty and lack of focus during the integration process may also disrupt our business. \n\n  Our future results may be adversely impacted if we do not effectively manage our complex operations resulting from the merger.\n\n  As a result of the merger, the size of our business has become significantly larger. Our ability to successfully manage this expanded business depends, in part, upon our ability to design and implement strategic initiatives that address not only the integration of the SeaSpine business, but also the increased scale and scope of the combined business with its associated increased costs and complexity. There can be no assurances that we will be successful in integrating the business or that we will realize the expected operating efficiencies, cost savings, and other benefits as originally anticipated from the merger.\n\n  We have incurred substantial expenses related to the merger and we expect to incur substantial additional integration expenses.\n\n  We incurred substantial expenses in connection with the completion of the merger and we have incurred substantial expenses related to integration activities performed to date in order to integrate a large number of processes, policies, procedures, operations, technologies, and systems. These activities remain ongoing for certain integration areas, and we expect to continue to incur significant expenses associated with these activities in the future. Factors beyond our control could affect the total amount or timing of these expenses, many of which, by their nature, are difficult to estimate accurately.\n\n  Risks Related to our Legal and Regulatory Environment\n\n  If we fail to maintain an effective system of internal controls or discover material weaknesses in our internal control over financial reporting, we may not be able to report our financial results accurately or detect fraud, which could harm our business and the trading price of our common stock.\n\n  Effective internal controls are necessary for us to produce reliable financial reports and are important in our effort to prevent financial fraud. We are required to periodically evaluate the effectiveness of the design and operation of our internal controls. These evaluations may result in the conclusion that enhancements, modifications, or changes to our internal controls are necessary or desirable. While management evaluates the effectiveness of our internal controls on a regular basis, these controls may not always be effective. There are inherent limitations on the effectiveness of internal controls, including collusion, management override, and failure of human judgment. Because of this, control procedures are designed to reduce rather than eliminate business risks. Also, previously effective internal controls may become inadequate over time because of changes in our business or operating structure, and we may fail to take measures to evaluate the adequacy of and update these controls, as necessary. For example, during the financial close for the quarter ended December 31, 2023, we identified a material weakness in our internal controls over financial reporting (which we subsequently remediated), related to the operation of certain management review controls pertaining to business combinations and goodwill. If we fail to maintain an effective system of internal controls or if management or our independent registered public accounting firm were to discover material weaknesses in \n\n  27\n\n  our internal controls, we may be unable to produce reliable financial reports or prevent fraud, which could harm our financial condition and operating results, and could result in a loss of investor confidence and a decline in our stock price.\n\n  We are subject to the Foreign Corrupt Practices Act (the \"FCPA\") and other similar anti-bribery laws, and any violations of such laws could subject us to adverse consequences.\n\n  The FCPA and similar anti-bribery laws in non-U.S. jurisdictions generally prohibit companies and their intermediaries from making improper payments to foreign government officials for the purpose of obtaining or retaining business. The FCPA also imposes accounting standards and requirements on U.S. publicly traded entities and their foreign affiliates, which are intended to prevent the diversion of corporate funds to the payment of bribes and other improper payments. Because of the predominance of government-sponsored healthcare systems around the world, many of our customer relationships outside of the U.S. are with governmental entities and are therefore subject to such anti-bribery laws.\n\n  In recent years, both the U.S. and non-U.S. regulators have increased regulation, enforcement, inspections, and governmental investigations of the medical device industry, including increased U.S. government oversight and enforcement of the FCPA. Despite implementation of a comprehensive global healthcare compliance program, we may be subject to more regulation, enforcement, inspections, and investigations by governmental authorities in the future.\n\n  Any failure to comply with applicable legal and regulatory obligations in the U.S. or abroad could adversely affect us in a variety of ways that include, but are not limited to, significant criminal, civil, and administrative penalties, including imprisonment of individuals, fines and penalties, denial of export privileges, suspension or withdrawal of CE Certificates of Conformity, seizure of shipments, restrictions on certain business activities, disgorgement and other remedial measures, disruptions of our operations (including distribution and sales activities), and significant management distraction. Such consequences could have a material adverse effect on our business, results of operations, and financial condition.\n\n  We are subject to various healthcare fraud, abuse, and anti-self-referral laws, and could face substantial penalties if we are determined not to have fully complied with such laws. \n\n  Healthcare fraud and abuse regulations by federal and state governments impact our business. Healthcare fraud and abuse laws potentially applicable to our operations include: \n\n  •The federal Anti-Kickback Statute, which prohibits knowingly and willfully soliciting, receiving, offering, or paying remuneration, directly or indirectly, in exchange for or to induce the purchase or recommendation of an item or service reimbursable under a federal healthcare program (such as the Medicare or Medicaid programs); \n\n  •The federal Stark law, which prohibits physician self-referral, specifically a referral by a physician of a Medicare or Medicaid patient to an entity providing designated health services if the physician or an immediate family member has a financial relationship with that entity;\n\n  •Federal false claims laws, which prohibit, among other things, knowingly presenting, or causing to be presented, claims for payment from Medicare, Medicaid, or other federal government payors that are false or fraudulent; and \n\n  •State and non-U.S. laws analogous to each of the above federal laws, such as anti-kickback and false claims laws that may apply to items or services reimbursed by non-governmental or non-U.S. governmental third-party payors, including commercial insurers. \n\n  Federal and state government agencies, as well as private whistleblowers, have significantly increased investigations and enforcement activity under these laws. Violations of these laws are punishable by civil and criminal penalties, damages, fines, the curtailment or restructuring of our operations, or the exclusion from participation in federal, non-U.S., or state healthcare programs. Although we exercise care in structuring our sales and marketing practices, customer discount arrangements, and interactions with healthcare professionals to comply with these laws and regulations, we cannot provide assurance that government officials will not assert that our practices are not in compliance or that government regulators or courts will interpret those laws or regulations in a manner consistent with our interpretation. Even if an investigation is unsuccessful or is not fully pursued, we may spend considerable time and resources defending ourselves and the adverse publicity surrounding any assertion that we may have engaged in violative conduct could have a material and adverse effect on our reputation with existing and potential customers and on our business, financial condition, and results of operations. \n\n  We continue to be affected by U.S. healthcare reform initiatives.\n\n  The Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act (or collectively the \"ACA\"), has caused substantial changes to occur in recent years in the way healthcare is financed by both governmental and \n\n  28\n\n  private insurers. The ACA is far-reaching and is intended to expand access to health insurance coverage, improve quality, and reduce costs over time. Among other things, the ACA:\n\n  •Established a Patient-Centered Outcomes Research Institute to oversee and identify priorities in comparative clinical effectiveness research in an effort to coordinate and develop such research; and \n\n  •Implemented payment system reforms including a national pilot program on payment bundling to encourage hospitals, physicians, and other providers to improve the coordination, quality, and efficiency of certain healthcare services through bundled payment models.\n\n  U.S. government agencies continue efforts to modify regulations promulgated under the ACA. For example, CMS began permitting states to impose work requirements on persons covered by Medicaid expansion plans, certain federal subsidies to insurers have ended, and certain short-term insurance plans not offering the full array of ACA benefits have been allowed to extend in duration. Some of these changes are being challenged in U.S. courts and so their long-term impact remains uncertain. This changing federal landscape has both positive and negative impacts on the U.S. healthcare industry, with much remaining uncertain as to how various provisions of federal law, and potential modification or repeal of these laws, will ultimately affect the industry. Persisting uncertainty with respect to the scope and effect of certain provisions of the ACA have made compliance costly. Any future changes to the ACA, other such legislation, or the rules or regulations promulgated thereunder, depending on their nature, could affect rebates, prices, or the rate of price increases for health care products and services, or required reporting and disclosure, and could have an adverse effect on our ability to maintain or increase sales of any of our products and achieve profitability. We cannot predict the timing or impact of any future rulemaking or changes in the law. However, any changes that have the effect of reducing reimbursements for our products or reducing medical procedure volumes could have a material and adverse effect on our business, financial condition, and results of operations.\n\n  We are subject to differing customs and import/export rules in several jurisdictions in which we operate. \n\n  We import and export our products to and from several countries. Foreign governmental regulations have become increasingly stringent and more common, and we may become subject to even more rigorous regulation by foreign governmental authorities. Numerous laws restrict, and in some cases prohibit, U.S. companies from directly or indirectly selling goods, technology, or services to people or entities in certain countries. In addition, these laws require that we exercise care in structuring our sales and marketing practices and effecting product registrations in foreign countries. Compliance with these regulations is costly.\n\n  The import and export of our products involve subsidiaries and third parties operating in jurisdictions with different customs and import/export rules and regulations. Customs authorities in such jurisdictions may challenge our treatment of customs and import/export rules relating to product shipments under aspects of their respective customs laws and treaties. If we are unsuccessful in defending our treatment of customs and import/export classifications, we may be subject to additional customs duties, fines, or penalties that could adversely affect our profitability.\n\n  In addition, changes in U.S. or foreign policies regarding international trade could also negatively impact our business. The enactment of or increases in tariffs, or other such charges, on specific products that we sell or with which our products compete, may have an adverse effect on our business or on our results of operations. \n\n  The sales and marketing practices of our industry have been the subject of increased scrutiny from federal and state government agencies.\n\n  AdvaMed (U.S.), MedTech Europe (Europe), MEDEC and MedTech Canada (Canada), and MTAA (Australia), some of the principal trade associations for the medical device industry, have promulgated model codes of ethics that set forth standards by which its members should (and non-member companies may) abide in the promotion of their products in various regions. We have implemented policies and procedures for compliance consistent with the standards promulgated by these associations, and we train our sales and marketing personnel on our policies regarding sales and marketing practices. Nevertheless, the sales and marketing practices of our industry have been the subject of increased scrutiny from federal and state government agencies. We believe this trend will continue and that it could affect our ability to retain customers and other relationships important to our business.\n\n  For example, state, federal and foreign prosecutorial scrutiny and governmental oversight over some major device companies regarding the retention of healthcare professionals have limited how medical device companies may retain healthcare professionals as consultants. Various hospital organizations, medical societies, and trade associations are establishing their own practices that may require detailed disclosures of relationships between healthcare professionals and medical device companies, or ban or restrict certain marketing and sales practices, such as gifts and business meals. In addition, the ACA, as well as certain state laws, require detailed disclosure of expenses incurred on behalf of and remuneration made to certain healthcare \n\n  29\n\n  professionals and teaching hospitals, the publicity surrounding which could have a negative impact on our relationships with our customers and ability to seek input on product design or involvement in research. As a result of laws, rules, and regulations, or our own or third-party policies that prohibit or restrict interactions, or the growing perception that any interaction between healthcare professionals and industry are tainted, we may be unable to engage with our healthcare professional customers in the same manner or to the same degree, or at all, as would otherwise be the case. This may adversely affect our ability to understand our customer’s needs and to incorporate into our development programs feedback that addresses these needs. If we are unable to develop and commercialize new products that address the needs of our physician customers and their patients, our products may not be broadly accepted in the marketplace, or at all, which would have a negative effect on our business, results of operations, and financial condition.\n\n  Reimbursement policies of third parties, cost containment measures, and healthcare reform could adversely affect the demand for our products and limit our ability to sell our products. \n\n  Maintaining and growing sales of our products depends on the availability of adequate coverage and reimbursement from third-party payors, both within and outside the U.S. Our products are sold either directly by us or by independent sales representatives to customers or to our independent distributors and purchased by hospitals, healthcare providers, and patients. These products may be reimbursed by third-party payors, such as government programs, including Medicare, Medicaid, and Tricare, or private insurance plans, managed care organizations, and healthcare networks. Major third-party payors for medical services in the U.S. and internationally continue to work to contain health care costs, are increasingly challenging the policies and the prices charged for medical products and services, and have or may implement initiatives to limit the growth of healthcare costs, including price regulation, competitive pricing, coverage and payment policies, comparative effectiveness of therapies, technology assessments, and managed-care arrangements. Any medical policy developments that eliminate, reduce, or materially modify coverage of our reimbursement rates for our products could have an impact on our ability to sell our products. In addition, third-party payors continually review and revise their coverage and reimbursement policies for procedures involving the use of our products and can, without notice, eliminate or reduce coverage or reimbursement if they determine that a device or product provided to a patient or used in a procedure does not meet applicable payment criteria or if the policyholder’s healthcare insurance benefits are limited. \n\n  For example, in the past, a major national third-party insurer in the U.S. reduced coverage (from all or most cases to limited indications) for biomechanical devices (e.g., spine cages) used in cervical fusion procedures, stating that the devices had not been shown to be more effective than bone graft. In addition, certain insurers have limited coverage for vertebral fusions in the lumbar spine and other insurers may adopt similar coverage decisions in the future. Limits put on reimbursement could make it more difficult to buy our products and substantially reduce, or possibly eliminate, patient access to our products. In addition, should governmental authorities continue to enact legislation or adopt regulations that affect third-party coverage and reimbursement, access to our products and coverage by private or public insurers may be reduced with a consequential material adverse effect on our sales and profitability. For example, in 2024 CMS considered establishing a pre-authorization requirement for bone growth therapy products and considered mandatory Healthcare Common Product Coding System (\"HCPCS\") code verifications for this class of durable medical equipment.\n\n  CMS, in its ongoing implementation of the Medicare program, periodically reviews medical study literature to determine how the literature addresses certain procedures and therapies in the Medicare population. The impact that this information could have on Medicare coverage policy for our products is currently unknown, and we cannot provide assurances that the resulting actions will not restrict Medicare coverage for our products. There can be no assurance that we or our distributors will not experience significant reimbursement problems in the future related to these or other proceedings. \n\n  As required by law, CMS has continued efforts to implement a competitive bidding program for selected DMEPOS items paid for by the Medicare program. In this program, Medicare rates are based on bid amounts for certain products in designated geographic areas, rather than the Medicare fee schedule amount. Bone growth stimulation products are currently exempt from this competitive bidding process. We cannot predict which products from any of our businesses may ultimately be affected or whether or when the competitive bidding process may be extended to our businesses. There can be no assurance that the implementation of the competitive bidding program will not have an adverse impact on the sales of some of our products.\n\n  With respect to international sales, market acceptance may depend, in part, upon the availability of coverage and reimbursement within prevailing healthcare payment systems. Reimbursement and healthcare payment systems in international markets vary significantly by country. As in the U.S., our products may not obtain coverage and reimbursement approvals in a timely manner, if at all, in a particular international market. In addition, even if we obtain country-specific coverage and reimbursement approvals, we could incur considerable expense to do so. Our failure to obtain such coverage and approvals would negatively affect market acceptance of our products in the international markets in which such failure occurs, and the expenses incurred in connection with obtaining such coverage and approvals could outweigh the benefits of obtaining them. \n\n  30\n\n  Globally, our products are sold in many countries, such as the United Kingdom (\"U.K.\"), Germany, France, and Italy, which have publicly funded healthcare systems. The ability of hospitals supported by such systems to purchase our products is dependent, in part, upon public budgetary constraints. Any increase in such constraints may have a material adverse effect on our sales and collection of accounts receivable from such sales. \n\n  If governmental agencies and other third-party payors reduce coverage of and/or reimbursement for procedures using our products, our business, results of operations, and financial condition could be materially and adversely affected. Further, we cannot be certain that, under current and future payment systems, the cost of our products will be adequately incorporated into the overall cost of the procedure and, accordingly, we cannot be certain that the procedures performed with our products will be reimbursed at a cost-effective level, or at all.\n\n  We and certain of our suppliers may be subject to extensive government regulation that increases our costs and could limit our ability to market or sell our products. \n\n  The medical devices we manufacture and market are subject to rigorous regulation by the FDA and numerous other federal, state, and foreign governmental authorities. These authorities regulate the development, approval, classification, testing, manufacturing, labeling, marketing, and sale of medical devices. Likewise, our use and disclosure of certain categories of health information may be subject to federal and state laws, implemented and enforced by governmental authorities that protect health information privacy and security. For a description of these regulations, see Item 1, \"Business,\" under the subheading \"Government Regulation.\" \n\n  The approval or clearance by governmental authorities, including the FDA in the U.S., is generally required before any medical devices may be marketed in the U.S. or other countries. We cannot predict whether, in the future, the U.S. or foreign governments may impose regulations that have a material adverse effect on our business, financial condition, results of operations, or cash flows. \n\n  The process of obtaining FDA clearance and approvals to develop and market a medical device can be costly, time-consuming, and subject to the risk that such clearances or approvals will not be granted on a timely basis, if at all. The regulatory process may delay or prohibit the marketing of new products and impose substantial additional costs if the FDA lengthens review times for new devices. Further, the FDA has the ability to change the regulatory classification of a cleared or approved device from a higher to a lower regulatory classification, or to reclassify an HCT/P, either of which could materially adversely impact our ability to market or sell our devices. \n\n  In addition, we must engage in extensive record keeping and reporting. For example, the Federal Medical Device Reporting regulation requires us to provide information to the FDA whenever there is evidence that reasonably suggests that a device may have caused or contributed to a death or serious injury or that a malfunction occurred that would be likely to cause or contribute to a death or serious injury upon recurrence.\n\n  We and certain of our suppliers also are subject to announced and unannounced inspections by the FDA to determine our compliance with FDA’s QSR and other regulations. Allegations may be made against us or against our suppliers, including donor recovery groups or tissue banks, claiming that the acquisition or processing of biomaterials products does not comply with applicable FDA regulations or other relevant statutes and regulations. Allegations like these could cause regulators or other authorities to investigate or take other action against us or our suppliers, or could cause negative publicity for us or our industry generally. If the FDA or other domestic or foreign government authority or \"Notified Body\" were to investigate us, because of an allegation or otherwise, and if the FDA or such other authority or Notified Body were to conclude that we are not in compliance with applicable laws or regulations, or that any of our medical devices are ineffective or pose an unreasonable health risk, such agency or authority could institute a wide variety of enforcement actions, ranging from a public warning letter to more severe sanctions such as fines and civil penalties against us, our officers, our employees, or our suppliers; delays in clearing or approving, or refusal to clear or approve, our products; withdrawal or suspension of approval of our products or those of our third-party suppliers by the FDA or other regulatory bodies; product recall or seizure; interruption of production; operating restrictions; injunctions; and criminal prosecution, any of which may result in unanticipated expenditures to address or defend such actions. The FDA and other regulatory bodies also have the authority to request repair, replacement, or refund of the cost of any medical device manufactured or distributed by us. The FDA may also recommend prosecution to the U.S. DOJ. Any notice or communication from the FDA or other body regarding a failure to comply with applicable requirements, or negative publicity or product liability claims resulting from any adverse regulatory action, could have a material adverse effect on our development of new laboratory tests, business strategy, financial condition, results of operations, or cash flows. \n\n  31\n\n  We have little control over the ongoing compliance of our suppliers with applicable regulations. Their failure to comply may expose us to regulatory action and other liability, including fines and civil penalties, suspension of production, suspension or delay in new product approval or clearance, product seizure or recall, or withdrawal of product approval or clearance.\n\n  Moreover, governmental authorities outside the U.S. have become increasingly stringent in their regulation of medical devices, and our products may become subject to more rigorous regulation by non-U.S. governmental authorities in the future. U.S. or non-U.S. government regulations may be imposed in the future that may have a material adverse effect on our business and operations. The European Commission (\"EC\") has harmonized national regulations for the control of medical devices through European Medical Device Directives (\"MDD\") with which manufacturers must comply. Under these new regulations, manufacturing plants must have received a full Quality Assurance Certification from a \"Notified Body\" in order to be able to sell products within the member states of the E.U. This Certification allows manufacturers to stamp the products of certified plants with a \"CE\" mark. Products covered by the EC regulations that do not bear the CE mark cannot be sold or distributed within the E.U. We have received certification for all currently existing manufacturing facilities. \n\n  In addition, until a completed mutual recognition agreement exists between Switzerland and the E.U., Switzerland is considered a \"Third Country\" under the European MDD, which results in registration requirements in Switzerland being different than in other E.U countries. The company has, however, pursued registration of certain key products in Switzerland under their new laws. Similar activities have been pursued in the U.K. in relation to Brexit. \n\n  Prohibitions on promotion of \"off-label\" uses of medical devices might affect the way we market our products and compete in the marketplace.\n\n  The FDA, the OIG for the HHS, the U.S. DOJ, and other regulatory agencies actively enforce regulations prohibiting the promotion of a medical device for a use that has not been cleared or approved by the FDA. Use of a device outside its cleared or approved indications is known as \"off-label\" use. Physicians may prescribe our products for off-label uses, as the FDA does not restrict or regulate a physician’s choice of treatment within the practice of medicine. However, if a regulatory agency determines that our promotional materials, training, or activities constitute improper promotion of an off-label use, the regulatory agency could request that we modify our promotional materials, training, or activities, or subject us to regulatory enforcement actions, including the issuance of a warning letter, injunction, seizure, civil fine, and/or criminal penalties. Although our policy is to refrain from statements and activities that could be considered off-label promotion of our products, any regulatory agency could disagree and conclude that we have engaged in off-label promotion and, potentially, cause the submission of false claims. Moreover, the off-label use of our products may increase the risk of injury to patients, and, in turn, the risk of product liability claims. In addition, we may be subject to compliance actions, penalties, or injunctions if the FDA challenges one or more of our determinations that a product modification did not require new approval or clearance by the FDA. \n\n  An FDA panel recommended that bone growth stimulator devices be reclassified by the FDA from Class III to Class II devices, which could increase future competition for us in this product category and negatively affect our future sales of such products.\n\n  We have the market leading bone growth stimulation platform as the only company to provide both PEMF and LIPUS bone healing solutions. Our bone growth therapy products currently are designated as Class III devices. Class III devices are subject to the FDA’s most rigorous pathway to approval for medical devices in the U.S. The FDA may change classification of a device only if the proposed new class has sufficient regulatory controls to provide reasonable assurances of safety and effectiveness.\n\n  In September 2020, the FDA’s Orthopedic and Rehabilitation Devices Panel recommended that bone growth stimulator devices be reclassified from Class III to Class II devices with \"special controls\" to ensure patient safety and therapy efficacy. These proposed special controls include the condition that such devices be subject to rigorous clinical studies and post market surveillance for any new products. This would be in addition to other special controls and the Class II general requirement that any new products show \"substantial equivalence\" to already-cleared or approved devices.\n\n  We believe that the panel’s recommendation correctly recognizes the importance of PMA-like clinical data for these devices, so that manufacturers will continue to be required to submit robust clinical data under the approval or clearance process to ensure the safety and efficacy of these devices for patients. We, along with other bone growth stimulation manufacturers, submitted comments in response to the FDA’s proposed rulemaking to underscore the panel’s recommendation of the need for robust clinical data prior to approval or clearance of bone growth stimulator products, together with post market surveillance requirements.\n\n  In the long-term, the recommended reclassification could enhance the ability of competitors to enter the market if they are able to create technologies with comparable efficacy to our devices, which could result in our products facing additional competition, thereby negatively affecting our future sales of these products.\n\n  32\n\n  We are subject to requirements relating to hazardous materials which may impose significant compliance or other costs on us.\n\n  Our research, development, and manufacturing processes involve the controlled use of certain hazardous materials. For example, our allograft bone tissue processing may generate waste materials that in the U.S. are classified as medical waste. In addition, we lease facilities at which hazardous materials could have been used. Because of the foregoing, we are subject to federal, state, foreign, and local laws and regulations governing the use, manufacture, storage, handling, treatment, remediation, and disposal of hazardous materials and certain waste products. \n\n  Although we believe that our procedures for handling and disposing of hazardous materials comply with applicable laws as currently in effect, we cannot eliminate the risk of accidental contamination or injury from these materials. In addition, under some environmental laws and regulations, we could also be held responsible for all costs relating to any contamination at our past or present facilities and at third-party waste disposal sites, even if such contamination was not caused by us. If an accident occurs, state or federal or other applicable authorities may curtail our use of these materials and interrupt our business operations. In addition, if an accident or environmental discharge occurs, or if we discover contamination caused by prior operations, including by prior owners and operators of properties we acquire, we could be liable for cleanup obligations, damages, and fines. Any related liability could exceed our resources. If such unexpected costs are substantial, this could significantly harm our financial condition and results of operations. We carry no insurance specifically covering environmental claims relating to the use of hazardous materials.\n\n  Risks Related to our Business and Industry\n\n  The COVID-19 pandemic and related supply chain and raw material disruptions previously had material adverse impacts to our global operations and financial condition. Future pandemics, wars and armed conflicts, terrorist attacks, and other such global events could similarly have a material impact on our global operations and the operations of our supply chain, which could adversely impact our business results and financial condition.\n\n  We rely on a limited number of suppliers to manufacture or supply certain products or components. In the event of interruption within our supply chain, or global shortages of key supplies or components, we may not be able to increase capacity from other sources or develop alternative or secondary sources without incurring significant additional costs and/or substantial delays. For example, the COVID-19 pandemic temporarily led to a global shortage of semiconductor chips, which are used in certain of our products. This shortage was primarily caused by manufacturers experiencing shutdowns or slowdowns, and it took several fiscal quarters for normalized capacity to return. In addition, limitations in key raw material supplies could also cause semiconductor chip and other component shortages potentially in the future. To the extent such shortages are experienced, particularly on a longer-term basis, this could adversely affect our ability to procure key components and manufacture certain of our products or it could require us to redesign any affected products in order to incorporate more readily available components, which may require additional regulatory testing and approvals. Thus, our business could be adversely affected in a significant manner if one or more of our suppliers are impacted by any interruption at a particular location or in relation to a particular material or component.\n\n  Our business may be adversely affected if consolidation in the healthcare industry leads to demand for price concessions or if a GPO or similar entity excludes us from being a supplier. \n\n  Because healthcare costs have risen significantly over the past decade, numerous initiatives and reforms have been launched by legislators, regulators, and third-party payors to curb these costs. As a result, there has been a trend toward healthcare cost containment through aggregating purchasing decisions and industry consolidation, along with the growth of managed care organizations, all of which has placed increased emphasis on the delivery of more cost-effective medical therapies. For example:\n\n  •There has been consolidation among healthcare facilities and purchasers of medical devices, particularly in the U.S. One of the results of such consolidation is that GPOs, IDNs, and large single accounts use their market power to consolidate purchasing decisions, which intensifies competition to provide products and services to healthcare providers and other industry participants, resulting in greater pricing pressures and the exclusion of certain suppliers from important market segments. For example, some GPOs negotiate pricing for their member hospitals and require us to discount, or limit our ability to increase, prices for certain of our products. In particular, certain of our DBM products are priced at a premium to competitors' DBM products and a significant price reduction could result in a material adverse effect on our profitability.\n\n  •Physicians increasingly have moved from independent, out-patient practice settings toward employment by hospitals and other larger healthcare organizations, which align physicians’ product choices with their employers’ price sensitivities and adds to pricing pressures. Hospitals have introduced and may continue to introduce new pricing \n\n  33\n\n  structures into their contracts to contain healthcare costs, including fixed price formulas and capitated and construct pricing.\n\n  •Certain hospitals provide financial incentives to doctors for reducing hospital costs (known as gainsharing), working efficiently (known as physician profiling), and developing partnerships with healthcare service and goods providers to reduce prices. \n\n  •Existing and proposed laws, regulations, and industry policies, in both domestic and international markets, regulate or seek to increase regulation of sales and marketing practices and the pricing and profitability of companies in the healthcare industry.\n\n  As the healthcare industry consolidates, competition to provide products and services to industry participants has become and may continue to become more intense. This has resulted and may continue to result in greater pricing pressures and the exclusion of certain suppliers from important markets as GPOs, IDNs, and large single accounts continue to use their market power to consolidate purchasing decisions and as larger manufacturers use their broad offerings to secure exclusive arrangements. If a GPO were to exclude us from their supplier list, our net sales could be adversely impacted. We expect that market demand, government regulation, third-party reimbursement policies, and societal pressures will continue to change the worldwide healthcare industry, which may exert further downward pressure on the prices of our products. \n\n  In addition, the largest device companies with multiple product franchises have increased their efforts to leverage and contract broadly with customers across franchises by providing volume discounts and multi-year arrangements that could prevent our access to these customers or make it difficult (or impossible) to compete on price.\n\n  The industry in which we operate is highly competitive. New developments by others could make our products or technologies non-competitive or obsolete. \n\n  The medical device industry is highly competitive. We compete with a large number of companies, many of which have significantly greater financial, manufacturing, marketing, distribution, and technical resources than we do. Many of our competitors may be able to develop products and processes competitive with, or superior to, our own. Our competitors may also have: stronger intellectual property portfolios; broader spine and orthopedic surgery product offerings and products supported by more extensive clinical data; more established distribution networks; entrenched relationships with physicians; significantly greater name recognition and more recognizable trademarks for products similar to the products we sell; more established relationships with healthcare providers and payors; greater experience in obtaining and maintaining FDA and other regulatory clearances or approvals for products and product enhancement; and greater experience in launching, marketing, and selling products than we do. Many of our competitors specialize in a specific product or focus on a particular market segment, making it more difficult for us to increase our overall market position. The frequent introduction by competitors of products that are, or claim to be, superior to our products, or that are alternatives to our existing or planned products may also create market confusion that may make it difficult to differentiate the benefits of our products over competing products. In addition, the entry of multiple new products and competitors may lead some of our competitors to employ pricing strategies that could adversely affect the pricing of our products and pricing in the spine and orthopedic markets generally.\n\n  Furthermore, we may not be able to successfully develop or introduce new products that are less costly or offer better performance than those of our competitors, or offer purchasers of our products payment and other commercial terms as favorable as those offered by our competitors. For more information regarding our competitors, see Item 1, \"Business,\" under the subheading \"Competition.\" \n\n  In addition, the spine and orthopedic medical device industry in which we compete is undergoing, and is characterized by, rapid and significant technological change. We expect competition to intensify as technological advances are made. New technologies and products developed by other companies are regularly introduced into the market, which may render our products or technologies non-competitive or obsolete. \n\n  Our ability to market products successfully depends, in part, upon the acceptance of the products not only by consumers, but also by independent third parties. \n\n  Our ability to market our products successfully depends, in part, on the acceptance of the products by independent third parties (including hospitals, physicians, other healthcare providers, and third-party payors) as well as patients. Market acceptance of any of our products requires, among other things, that we timely secure regulatory clearance and/or approval; demonstrate the value of our products, both to our physician customers and payors, which may require that we collect clinical data and/or conduct clinical studies; effectively educate and train our physician customers and their staff on the proper use of our products; obtain and maintain coverage and adequate reimbursement for our products, both within and outside the U.S., including under Medicare and \n\n  34\n\n  Medicaid and from private payors; attract and retain a network of independent sales agents and stocking distributors focused on neurophysicians and orthopedic spine physicians; develop and execute effective marketing strategies; protect the proprietary positions of our products, including through patent protection; and consistently produce quality products in sufficient quantities to meet demand. Significant risks are associated with each of these activities and other activities required to achieve market acceptance of both our current and future products, including risks inherent in collaborations, or use of nascent manufacturing or imaging techniques, such as additive processing (more commonly known as 3D printing) or advanced optical technologies and machine version-based registration algorithms. Unanticipated side effects or unfavorable publicity concerning any of our products could have an adverse effect on our ability to maintain hospital approvals or achieve acceptance by prescribing physicians, managed care providers, and other retailers, customers, and patients. \n\n  Clinical studies are expensive and subject to extensive regulation and their results may not support our product candidate claims or may result in the discovery of adverse effects. \n\n  In developing new products or new indications for, or modifications to, existing products, we may conduct or sponsor pre-clinical testing, clinical studies, or other clinical research. We are conducting post-market clinical studies of some of our products to gather information about their performance or optimal use. The data collected from these clinical studies may ultimately be used to support additional market clearance or approval for these products or future products. If any of our new products require premarket clinical studies, these studies are expensive, the outcomes are inherently uncertain, and they are subject to extensive regulation and review by numerous governmental authorities, both in the U.S. and abroad, including by the FDA and, if federal funds are involved or if an investigator or site has signed a federal assurance, are subject to further regulation by the Office for Human Research Protections and the National Institutes of Health. For example, clinical studies must be conducted in compliance with FDA regulations, local regulations, and according to principles and standards collectively called \"Good Clinical Practices.\" Failure to comply with applicable regulations could result in regulatory and legal enforcement action, including fines, penalties, and suspension of studies, and could invalidate the data and make it unusable to support an FDA submission. Even if any of our future premarket clinical studies are completed as planned, we cannot be certain that their results will support our product candidates and/or proposed claims or that the FDA or foreign authorities and Notified Bodies will agree with our interpretation and conclusions regarding the data they generate. Success in pre-clinical studies and early clinical studies does not ensure that later clinical studies will succeed, and we cannot be sure that the results of later studies will replicate those of earlier or prior studies. The clinical study process may fail to demonstrate that our product candidates are safe and effective for the proposed indicated uses, which could cause us to abandon a product candidate and may delay development of others. Any delay or termination of our clinical studies will delay the filing of our product submissions and, ultimately, our ability to commercialize our product candidates and generate revenues. It is also possible that patient subjects enrolled in our clinical studies of our marketed products will experience adverse side effects that are not currently part of the product candidate’s profile and, if so, these findings may result in lower market acceptance, which could have a material and adverse effect on our business, results of operations, and financial condition.\n\n  If the third parties on which we rely to conduct our clinical studies and to assist us with pre-clinical development do not perform as contractually required or expected, we may not obtain regulatory clearance, approval, or a CE Certificate of Conformity for our products or be able to successfully commercialize our products. \n\n  We often must rely on third parties, such as contract research organizations, medical institutions, clinical investigators, and contract laboratories, to assist in conducting our clinical studies and other development activities. If these third parties do not successfully carry out their contractual duties, comply with applicable regulatory obligations, or meet expected deadlines, or if these third parties need to be replaced, or if the quality or accuracy of the data they obtain is compromised due to failing to adhere to clinical protocols, to applicable regulatory requirements or otherwise, our pre-clinical development activities and clinical studies may be extended, delayed, suspended, or terminated. Under these circumstances, we may not be able to obtain regulatory clearance/approval or a CE Certificate of Conformity for our products or be able to successfully commercialize our products on a timely basis, if at all, and our business, operating results, and prospects may be materially and adversely affected. \n\n  Our allograft and cellular bone allografts could expose us to certain risks that could disrupt our business. \n\n  A portion of our Biologics business markets allograft tissues that are derived from human cadaveric donors, and our ability to market the tissues depends on our supplier continuing to have access to donated human cadaveric tissue, as well as the maintenance of high standards by the supplier in its processing methodology. The supply of such donors is inherently unpredictable and can fluctuate over time. The allograft tissues are regulated under the FDA’s HCT/P regulatory paradigm and not as a medical device, biologic, or drug. There can be no assurance that the FDA will not at some future date re-classify the allograft tissues, and the reclassification of this product from a human tissue to a medical device could have adverse consequences for us or \n\n  35\n\n  for the supplier of this product and make it more difficult or expensive for us to conduct this business by requiring premarket clearance or approval, as well as compliance with additional post-market regulatory requirements.\n\n  In addition, procurement of certain human organs and tissue for transplantation is subject to the NOTA, which prohibits the transfer of certain human organs, including skin and related tissue, for valuable consideration, but permits the reasonable payment associated with the removal, transportation, implantation, processing, preservation, quality control, and storage of human tissue and skin. If we were to be found to have violated NOTA’s prohibition on the sale or transfer of human tissue for valuable consideration, we would potentially be subject to criminal enforcement sanctions, which could materially and adversely affect our results of operations.\n\n  Because of the absence of a harmonized regulatory framework and the proposed regulation for advanced therapy medicinal products in the E.U., as well as for other countries, the approval process in the E.U. for human-derived cell or tissue-based medical products could be extensive, lengthy, expensive, and unpredictable. Among others, some of our Biologics products are subject to E.U. member states’ regulations that govern the donation, procurement, testing, coding, traceability, processing, preservation, storage, and distribution of HCT/Ps. These E.U. member states’ regulations include requirements for registration, listing, labeling, adverse-event reporting, and inspection and enforcement. Some E.U. member states have their own tissue banking regulations, including requirements related to donor screening. Non-compliance with various regulations governing our products in any E.U. member state could result in the banning of our products in such member state or enforcement actions being brought against us, which could have a material and adverse effect on our business, results of operations, and financial condition.\n\n  Unfavorable media reports or other negative publicity concerning both alleged improper methods of tissue recovery from donors and disease transmission from donated tissue could limit widespread acceptance of some of our products. \n\n  Unfavorable reports of improper or illegal tissue recovery practices, both in the U.S. and internationally, as well as incidents of improperly processed tissue leading to the transmission of disease, may affect the rate of future tissue donation and market acceptance of technologies incorporating human tissue. In addition, negative publicity could cause the families of potential donors to become reluctant to donate tissue to for-profit tissue processors. For example, the media has reported examples of alleged illegal harvesting of body parts from cadavers and resulting recalls conducted by certain companies selling human tissue-based products affected by the alleged illegal harvesting. These reports and others could have a negative effect on our tissue regeneration business. \n\n  We may not be able to successfully introduce new products to the market and market opportunities that we expect to develop for our products may not be as large as we expect.\n\n  To be and remain competitive, we need to continue to make improvements in our products, develop new products, introduce our products into new markets, and successfully respond to technological advances. Doing so is technologically challenging and involves significant risks and uncertainty. Despite our planning, the process of developing and introducing new products (including product enhancements) is inherently complex, uncertain, and involves risks. The success of any of our new product offerings or enhancement or modification to our existing products will depend on several factors, including our ability to:\n\n  •properly identify and anticipate physician and patient needs; \n\n  •develop new products, enhancements, or modifications in a timely manner; \n\n  •obtain regulatory clearance and/or approvals for new products or product enhancements or modifications in a timely manner; \n\n  •achieve timely alpha and/or full commercial launches of new products; \n\n  •provide adequate training to potential users of new products and product enhancements or modifications; \n\n  •receive adequate reimbursement approval of third-party payors such as Medicaid, Medicare, and private insurers; \n\n  •gain broad market acceptance (including by physicians); and \n\n  •develop an effective marketing and distribution network. \n\n  These risks make it inherently difficult to forecast and predict the future net sales of our products. If we cannot develop technically and commercially viable new products and enhancements or modifications to our existing products on a consistent basis and before our competitors, our prospects could be materially and adversely affected. In addition, if the market opportunities that we expect to develop for our products, including new products, are not as large as we expect, it could adversely affect our ability to grow our business.\n\n  36\n\n  It is also important that we carefully manage our introduction of new products and enhancements or modifications to our existing products. If potential customers delay purchases until new or enhanced or modified products are available, it could negatively impact our sales. In addition, to the extent we have excess or obsolete inventory as we transition to new or enhanced or modified products, it would result in margin reducing write-offs for obsolete inventory, and our results of operations may suffer.\n\n  There is no guarantee that the FDA will grant 510(k) clearance or premarket approval, or that equivalent foreign regulatory authorities will grant the foreign equivalent, of our future products, and failure to obtain necessary clearances or approvals for our future products would adversely affect our ability to grow our business. \n\n  In general, unless an exemption applies, a medical device and modifications to the device or its indications must receive either premarket approval or premarket clearance from the FDA before it can be marketed in the U.S. While in the past we have received such clearances, we may not succeed in the future in receiving approvals and clearances in a timely manner, or at all. The process of obtaining approval or clearance from the FDA and comparable foreign regulatory agencies for new products, or for enhancements or modifications to existing products, could: \n\n  •take significant time;\n\n  •require the expenditure of substantial resources;\n\n  •involve rigorous and expensive pre-clinical and clinical testing, as well as post-market surveillance;\n\n  •involve modifications, repairs, or replacements of our products; and\n\n  •result in limitations on the indicated uses of our products.\n\n  Some of our new products will require FDA 510(k) clearance or approval of a PMA prior to being marketed. Any modification to a 510(k)-cleared device that could significantly affect its safety or effectiveness, including significant design and manufacturing changes, or that would constitute a major change in its intended use, design, or manufacture, requires a new 510(k) clearance or, possibly, approval of a PMA. Similarly, modifications to PMA-approved products may require submission and approval of a PMA supplement. The FDA requires every manufacturer to determine whether a new 510(k) or PMA is needed in the first instance, and the FDA has issued guidance on assessing modifications to 510(k)-cleared and PMA-approved devices to assist manufacturers with making these determinations. However, the FDA may review any such determination and the FDA may not agree with our determinations regarding whether new clearances or approvals are necessary. We have modified some of our 510(k)-cleared products and have determined, based on our understanding of FDA guidance, that certain changes did not require new 510(k) clearances. If the FDA disagrees with our determination and requires us to seek new 510(k) clearances, or PMA approval, for modifications to our cleared products, we may have to stop marketing or distributing our products, may need to recall the modified product until we obtain clearance or approval, and may be subject to significant regulatory fines or penalties. Significant delays in receiving clearance or approval, or failing to receive clearance or approval for our new products would have a material and adverse effect on our ability to expand our business.\n\n  Outside the U.S., clearance or approval procedures can vary among countries and can involve additional product testing and validation and additional administrative review periods. The time required to obtain clearance or approval in other countries might differ from that required to obtain FDA clearance or approval. The regulatory process in other countries may include all the risks to which we are exposed in the U.S., as well as other risks. Favorable regulatory action in one country does not ensure favorable regulatory action in another, but a failure or delay in obtaining regulatory clearance or approval in one country may have a negative effect on the regulatory process in others. Failure to obtain clearance or approval in other countries or any delay or setback in obtaining such clearance or approval may have a material and adverse effect on our business, including that our products may not be cleared or approved for all indications requested, which could limit the uses of our products and have an adverse effect on product sales. \n\n  In the European Economic Area (\"EEA\"), we must inform the Notified Body that carried out the conformity assessment of the medical devices we market or sell in the EEA of any planned substantial change to our quality system or any significant change to our devices. The Notified Body will then assess the change and verify whether it affects the products’ conformity with the Essential Requirements or the conditions for the use of the device. If the assessment is favorable, the Notified Body may issue a new CE Certificate of Conformity or an addendum to the existing CE Certificate of Conformity. If it is not, we may not be able to continue to market and sell the applicable product in the EEA, which could have a material and adverse effect on our business, results of operations and financial condition. \n\n  37\n\n  We cannot be certain that we will receive required approval or clearance from the FDA and foreign regulatory agencies for new products, including modifications to existing products, on a timely basis, or at all. Failing to receive approval or clearance for new products on a timely basis would have a material and adverse effect on our financial condition and results of operations.\n\n  Growing our business requires that we properly educate and train physicians regarding the distinctive characteristics, benefits, safety, clinical efficacy, and cost-effectiveness of our products.\n\n  Acceptance of our products depends in part on our ability to (i) educate the medical community as to the distinctive characteristics, benefits, safety, clinical efficacy, and cost-effectiveness of our products compared to alternative products, procedures, and therapies, and (ii) train physicians in the proper use and implementation of our products. This is particularly true in instances of newly launched products or in the introduction of a product into a new market. We support our sales force and distributors through specialized training workshops in which physicians and sales specialists participate. We also produce marketing materials, including materials outlining surgical procedures, for our sales force and distributors in a variety of languages using printed, video, and multimedia formats. To provide additional advanced training for physicians, consistent with the AdvaMed Code and the MedTech Code, we organize regular multilingual teaching seminars in multiple locations. However, convincing physicians to dedicate the time and energy necessary for adequate training is challenging, and we may not be successful in our efforts to educate the medical community and properly train physicians. Physicians who do not use our products may be hesitant to do so for the following or other reasons:\n\n  •lack of experience with our products, techniques, or technologies, or with the equipment necessary to use any of the foregoing; \n\n  •existing relationships with those who sell competing products; \n\n  •the time required for physician and medical staff education and training on new products, techniques, and equipment and technologies; \n\n  •lack or perceived lack of clinical evidence supporting patient benefit relative to competing products; \n\n  •our products not being included on hospital formularies, in IDNs, or on GPO preferred vendor lists; \n\n  •less attractive coverage and/or reimbursement within healthcare payment systems for our products and procedures compared to other products and procedures; \n\n  •other costs associated with introducing new products and the equipment necessary to use new products; and\n\n  •perceived risk of liability that could be associated with the use of new products, techniques, or technologies. \n\n  If physicians are not properly trained, they may misuse or ineffectively use our products, which may result in unsatisfactory patient outcomes, patient injury, negative publicity, or lawsuits against us. In addition, a failure to educate the medical community regarding our products may impair our ability to achieve market acceptance of our products.\n\n  In addition, we believe recommendations and support of our products by influential physicians are essential for market acceptance and adoption. If we do not receive support from such physicians or long-term data does not show the benefits of using our products, physicians may not use our products. If we are not successful in convincing physicians of the merits of our products, we may not maintain or grow our sales or achieve or sustain profitability.\n\n  Relatedly, although we believe our training methods for physicians are consistent with FDA and other applicable regulations developed both in the U.S. and other countries, if the FDA or another regulatory agency determines that our training constitutes promotion of an unapproved use or promotion of an intended purpose not covered by the CE mark affixed to our products or FDA approved labeling, they could request that we modify our training or subject us to regulatory enforcement actions, including the issuance of a warning letter, injunction, seizure, civil fine, and/or criminal penalty.\n\n  Sales of, or the price at which we sell, our products may be adversely affected unless the safety and efficacy of our products, alone and relative to competing products, is demonstrated in clinical studies.\n\n  Generally, we have obtained 510(k) clearance to manufacture, market, and sell the products we market in the U.S. and the right to affix the CE mark to the products we market in the EEA. To date, we have not been required to generate new clinical data to support our 510(k) clearances, CE marks, or product registrations in other countries. However, the E.U. MDR, which replaced the prior medical device directives in May 2021, require submission of certain pre- and post-market data to maintain our CE marks. Additionally, we recently completed an analysis of which of our product systems will require submission of clinical data pursuant to MEDDEV 2.7.1 rev 4, which sets forth the EC’s guidance on the clinical evaluation of medical devices. Accordingly, and in line with \n\n  38\n\n  our vision to deliver clinical value, we have commenced clinical data collection activities for certain of our marketed products as more fully described elsewhere in this Item 1A. \n\n  In part due to the increased emphasis on the delivery of more cost-effective treatments, purchasing decisions of our customers increasingly will be based on clinical data that demonstrates the value of our products or the effectiveness of our products relative to others. Conducting clinical studies is expensive and time-consuming and outcomes are uncertain. See \"Clinical studies are expensive and subject to extensive regulation and their results may not support our product candidate claims or may result in the discovery of adverse effects,\" above. We may elect not to, or may be unable to, fund the clinical studies necessary to generate the data required for all of our products to compete effectively, in part due to the breadth of our product portfolio. Currently, we do not expect to undertake such clinical studies for all of our products and only expect to do so where we anticipate the benefits will outweigh the costs on a risk-adjusted basis. However, even when we elect and are able to fund such clinical studies on one or more of our products, such studies may not succeed. Data we generate may not be consistent with our existing data and may demonstrate less favorable safety or efficacy, which could reduce demand for our products and negatively impact future sales. Neurophysicians and orthopedic spine physicians may be less likely to use our products if more robust, or any, clinical data supporting the safety and efficacy of competing products is available. If we are unable to or unwilling to generate clinical data supporting the safety and effectiveness of our products, our business, results of operations, and financial condition could be materially and adversely affected. Further, future patient studies or clinical experience may indicate that treatment with our products does not improve patient outcomes or carries previously undiscovered risks. \n\n  With the passage of the American Recovery and Reinvestment Act of 2009, funds have been appropriated for the U.S. Department of Health and Human Services’ Agency for Healthcare Research and Quality (\"AHRQ\") to conduct comparative effectiveness research to determine the effectiveness of different drugs, medical devices, and procedures in treating certain conditions and diseases. Some of our products or procedures performed with our products could become the subject of such research. It is unknown what effect, if any, this research may have on our business. Further, future research or experience may indicate that treatment with our products does not improve patient outcomes, improves patient outcomes less than we initially expected, or carries previously undiscovered risks. Such results would reduce demand for our products, affect sustainable reimbursement from third-party payors, significantly reduce our ability to achieve expected revenue, and could cause us to withdraw our products from the market and could prevent us from sustaining or increasing profitability. Moreover, if future results and experience indicate that our products cause unexpected or serious complications or other unforeseen negative effects, we could be subject to significant legal liability, negative publicity, and damage to our reputation, and we could experience a dramatic reduction in sales of our products, all of which would have a material adverse effect on our business, financial condition, and results of operations. The spine medical device market has been particularly prone to potential product liability claims that are inherent in the testing, manufacture, and sale of medical devices and products for spine surgery procedures.\n\n  We may be adversely affected by any disruption in our information technology systems, which could adversely affect our cash flows, operating results, and financial condition.\n\n  Our operations are dependent upon our information technology systems, which encompass all of our major business functions. We rely upon such information technology systems to manage and replenish inventory, fill and ship customer orders on a timely basis, coordinate our sales activities across all of our products and services, and coordinate our administrative activities. A substantial disruption in our information technology systems for any prolonged time period (arising from, for example, system capacity limits from unexpected increases in our volume of business, outages, or delays in service) could result in delays in receiving inventory and supplies or filling customer orders and adversely affect our customer service and relationships. Our systems might be damaged or interrupted by natural or man-made events, or by computer viruses, physical or electronic break-ins, and similar disruptions affecting the internet. There can be no assurance that such delays, problems, or costs will not have a material adverse effect on our cash flows, operating results, and financial condition.\n\n  As our operations grow in both size and scope, we will continuously need to improve and upgrade our information technology systems and infrastructure while maintaining their reliability and integrity. An expansion of our information technology systems and infrastructure may require us to commit substantial financial, operational, and technical resources before the volume of our business increases commensurately, with no assurance that the volume of business will increase. Any such upgrades to our information technology systems and infrastructure, or new technology, now and in the future, require that our management and resources be diverted from our core business to assist in integrating such upgrades or new technology. There can be no assurance that the time and resources our management will need to devote to these upgrades, service outages, or delays due to the installation of any new or upgraded technology (and customer issues therewith), or the impact on the reliability of our data from any new or upgraded technology, will not have a material adverse effect on our cash flows, operating results, and financial condition.\n\n  39\n\n  A significant portion of our operations run on a single Enterprise Resource Planning (\"ERP\") platform. To manage our international operations efficiently and effectively, we rely heavily on our ERP system, internal electronic information and communications systems, and on systems or support services from third parties. Any of these systems are subject to electrical or telecommunications outages, computer hacking, or other general system failure. It is also possible that any businesses we acquire in the future will operate on different ERP systems and that we could face difficulties in integrating operational and accounting functions of such new acquisitions. Difficulties in upgrading or expanding our ERP system or system-wide or local failures that affect our information processing could adversely affect our cash flows, operating results, and financial condition.\n\n  We may be adversely affected by a failure or compromise from a cyber-attack, data breach or ransomware attack, which could have an adverse effect on our business.\n\n  We rely on information technology systems to perform our business operations, including processing, transmitting, and storing electronic information, and interacting with customers, suppliers, healthcare payors, and other third parties. Like other medical device companies, the size and complexity of our information technology systems make them vulnerable to a cyber-attack, malicious intrusion, breakdown, destruction, loss of data privacy, ransomware attack, or other significant disruption. Our information systems require an ongoing commitment of significant resources to maintain, protect, and enhance existing systems and to develop new systems to keep pace with continuing changes in information processing technology, evolving systems and regulatory standards, the increasing need to protect financial or personal information related to patients and customers, and changing customer patterns. \n\n  For example, third parties may attempt to hack into our products to obtain data relating to patients, disrupt the performance of our products, or access our proprietary information. We could also be subject to a ransomware attack, which is a type of malicious software that infects a computer and restricts users' access to it until a ransom is paid to unlock it. Any failure by us to maintain or protect our information technology systems and data integrity, including from cyber-attacks, intrusions, or other breaches, could result in the unauthorized access to patient data and personally identifiable information, theft of intellectual property, or other misappropriation of assets, or otherwise compromise our confidential or proprietary information and disrupt our operations and could have a material adverse effect on our business, financial condition, and results of operations. \n\n  In the U.S., Federal and State privacy and security laws require certain of our operations to protect the confidentiality of personal information including patient medical records and other health information. In Europe, the Data Protection Directive requires us to manage individually identifiable information in the E.U., and the GDPR may impose fines of the greater of 20 million Euros or four percent of our global revenue in the event of violations. Some countries have also passed laws that require individually identifiable data on their citizens to be maintained on local servers and that may restrict the transfer or processing of that data. We are also subject to the California Consumer Privacy Act (the \"CCPA\"), which went into effect in January 2020. In November 2020, California passed the California Privacy Rights Act (the \"CPRA\"), which builds on the CCPA and expands consumer privacy rights to more closely align with the GDPR. The CPRA went into effect on January 1, 2023, and applies to information collected on or after January 1, 2022. The CCPA and CPRA, among other things, create new data privacy obligations for covered companies and provide new privacy rights to California residents, including the right to opt out of certain disclosures of their information. The CCPA also created a private right of action with statutory damages for certain data breaches, thereby potentially increasing risks associated with a data breach. It remains unclear what, if any, additional modifications will be made to the CPRA by the California legislature or how it will be interpreted. We believe that we meet the expectations of applicable regulations and that the ongoing costs of compliance with such rules are not material to our business, but could become material due to new regulations. There is no guarantee that we will be able to comply with these regulations. We work with PII and PHI, and we may not be able to avoid the negative reputational and other effects that might ensue from a significant data breach or failure to comply with applicable data privacy regulations, each of which could have significant adverse effects on our business, financial condition, or results of operations.\n\n  In recent years, companies around the world have seen a surge in wire transfer \"phishing\" attacks that attempt to trick employees into wiring money from company bank accounts to criminals’ bank accounts. In some cases, companies have lost millions of dollars to such relatively simple attacks, and these funds often are not recovered. While we take efforts to train employees to be cognizant of these types of attacks and take appropriate precautions, the level of technological and psychological sophistication used by attackers has increased in recent years, and a successful attack against us could lead to the loss of significant funds. \n\n  Although we possess insurance against the risk of cyber-attacks, there can be no assurance that the liability related to any such events will not exceed our insurance coverage limits or that such insurance will continue to be available on reasonable, commercially acceptable terms, or at all. If the costs of maintaining adequate insurance coverage should increase significantly in the future, our operating results could be materially adversely impacted.\n\n  40\n\n  The physical effects of climate change or legal, regulatory, or market measures intended to address climate change could adversely affect our operations and operating results.\n\n  Shifts in weather patterns caused by climate change are expected over time to increase the frequency, severity, and duration of certain adverse weather conditions and natural disasters, such as hurricanes, tornadoes, earthquakes, wildfires, droughts, extreme temperatures, and flooding, each of which could cause more significant business and supply chain interruptions; damage to our products and facilities as well as the infrastructure of hospitals, medical care facilities, and other customers; reduced workforce availability; and increased costs of raw materials and components. While we do not expect climate change to materially affect the demand for our products, or the number of persons with medical conditions we treat, climate change could contribute to collateral effects such as increased transmission of viruses or airborne illnesses, which could lead to unpredictable events, such as additional stress on hospitals and other medical facilities and/or supply chains, which could in turn disrupt the elective surgery market in which we do business. In addition, increased public concern over climate change could result in new legal or regulatory requirements designed to mitigate the effects of climate change, such as the adoption of more stringent environmental laws and regulations or stricter enforcement of existing laws and regulations. These developments could result in increased compliance costs and adverse impacts on raw material sourcing, manufacturing operations, and the distribution of our products, which could adversely affect our operations and operating results.\n\n  If any of our manufacturing, development, or research facilities are damaged and/or if our manufacturing processes are interrupted, we could experience supply disruptions and/or lost revenues and our business could be seriously harmed including as the result of natural disasters and other catastrophic events outside our control.\n\n  Damage to our manufacturing, development, or research facilities, or disruption to our business operations for any reason, including due to natural disaster (such as earthquake, wildfires, and other fires or extreme weather), power loss, communications failure, unauthorized entry, or other events, such as a flu or other health epidemic, could cause us to discontinue development and/or manufacturing of some or all of our products for an undetermined period of time. The property damage and business interruption insurance coverage that we maintain might not cover all losses under such circumstances, and we may not be able to renew or obtain such insurance in the future on acceptable terms with adequate coverage or at reasonable costs. Moreover, these types of events could negatively impact demand for our products in the impacted region(s), which could adversely impact our operating results.\n\n  If our facilities were damaged, they could be difficult to replace and could require substantial lead time to repair or replace. In particular, we manufacture certain of our biologics products in one facility in Irvine, California, and any damage to that facility could adversely affect our ability to timely satisfy demand for those products. Out of an abundance of caution, in October 2020 we relocated part of our biologics finished goods inventory from our Irvine facility to our Carlsbad office due to the threat of the Silverado Fire, which was causing evacuations throughout Orange County, California. Disruptions to our business operations may result from damage to the facilities of, or disruption to the business operations of our suppliers. For example, if we are unable to obtain disposables or other materials required to maintain \"clean room\" sterility in our Irvine facility, we may be unable to continue to manufacture products at that facility, which products account for a significant amount of our total revenue. Any significant disruption to our manufacturing operations and to our ability to meet market demand likely would have an adverse impact on our sales and revenues, and key stakeholders, including our independent sales agents and stocking distributors and physician customers, may transition to what they perceive as more reliable sources of products.   \n\n  We depend on third-party manufacturers for many of our products. \n\n  We contract with third-party manufacturers to produce many of our products like many other companies in the medical device industry. If we or any such manufacturer fail to meet production and delivery schedules, it could have an adverse impact on our ability to sell such products. Further, whether we directly manufacture a product or utilize a third-party manufacturer, shortages and spoilage of materials, labor stoppages, product recalls, manufacturing defects, and other similar events could delay production and inhibit our ability to bring a new product to market in timely fashion. For example, the supply of the Trinity ELITE and Trinity Evolution allografts are derived from human cadaveric donors, and our ability to market the tissues depends on MTF Biologics continuing to have access to donated human cadaveric tissue and their continued maintenance of high standards in their processing methodology.\n\n  41\n\n  We depend on a limited number of third-party suppliers for processing activities, components and raw materials and losing any of these suppliers, or their inability to provide us with an adequate supply of materials that meet our quality and other requirements, could harm our business.\n\n  Outside suppliers, some of whom are sole-source suppliers, provide us with products, raw materials, and components used in manufacturing our products. We strive to maintain sufficient inventory of products, raw materials, and components so that our production will not be significantly disrupted if a particular product, raw material, or component is not available to us for a period of time, including as a result of a supplier's loss of its International Organization of Standardization (\"ISO\") or other certification or as a result of any of the disruptions described above under the risk factor titled \"If any of our manufacturing, development, or research facilities are damaged and/or if our manufacturing processes are interrupted, we could experience supply disruptions and/or lost revenues and our business could be seriously harmed including as the result of natural disasters and other catastrophic events outside our control.\" For example, a certain number of our products require titanium, which is sourced from third party suppliers. Although the titanium required for such products is not directly sourced from Russia, the current war between Russia and Ukraine and the resulting geopolitical events and consequences are negatively impacting the wider titanium supply chain. These geopolitical events and consequences, including the imposition of sanctions, may negatively impact the ability of our local supply sources to timely supply titanium to us. In addition, some of our suppliers may choose to discontinue making their products available in the E.U. rather than follow MDR, which would require us to identify alternate supply sources for those products. Any such disruption in our production could harm our reputation, business, financial condition, and results of operations.\n\n  Although we believe there are alternative supply sources, replacing our suppliers may be impractical or difficult in many instances. For example, we could have difficulty obtaining similar services or products from other suppliers that are acceptable to the FDA or other foreign regulatory authorities and who are able to provide the appropriate supply volumes at an acceptable cost. In addition, if we are required to transition to new suppliers for certain services or components of our products, the use of services, components, or materials furnished by these alternative suppliers could require us to alter our operations, and if we are required to change the manufacturer of a critical component of our products, we will have to verify that the new manufacturer maintains facilities, procedures, and operations that comply with our quality and applicable regulatory requirements, which could further impede our ability to manufacture our products in a timely manner. Transitioning to a new supplier could be time-consuming and expensive, may result in interruptions in our operations and product delivery, could affect the performance specifications of our products, or could require that we modify the design of those systems. \n\n  If we are unable to obtain sufficient quantities of products, raw materials, or components that meet our quality and other requirements on a timely basis for any reason, we may not produce sufficient quantities of our products to meet market demand until a new or alternative supply source is identified and qualified and, as a result, we could lose customers, our reputation could be harmed, and our business could suffer. Furthermore, an uncorrected defect or supplier’s variation in a component or raw material that is incompatible with our manufacturing, or unknown to us, could harm our ability to manufacture products.\n\n  Further, under the Food and Drug Administration Safety and Innovation Act (\"FDASIA\"), which includes the Medical Device User Fee Amendments of 2012, as well as other medical device provisions, all U.S. and foreign manufacturers must have an FDA Establishment Registration and complete Medical Device listings for sales in the U.S. While we believe that our facilities materially comply with these requirements, we also source products from foreign contract manufacturers. It is possible that some of our foreign contract manufacturers will not comply with applicable requirements and choose not to register with the FDA. In such an event, we will need to determine if there are alternative foreign contract manufacturers who comply with the applicable requirements. If such a foreign contract manufacturer is a sole supplier of one of our products, there is a risk that we may not be able to source another supplier. \n\n  Furthermore, we rely on a small number of tissue banks accredited by the AATB for the supply of human tissue, a crucial component of our biologics products that serve as bone graft substitutes. Any failure to obtain tissue from these sources or to have the tissue processed by these sources for us in a timely manner will interfere with our ability to meet demand for our biologics products effectively. The processing of human tissue into biologics products is labor intensive and maintaining a steady supply stream is challenging. In addition, due to seasonal changes in mortality rates, some scarce tissues used for our biologics products are at times in particularly short supply. If government authorities require additional donor testing in the future, it could strain the supply of tissue. We cannot be certain that our supply of human tissue will be available from our suppliers at current levels or will meet our needs or that we will be able to successfully negotiate commercially reasonable terms with other accredited tissue banks.\n\n  42\n\n  If we are unable to maintain and expand our network of independent sales representatives and distributors, we may not maintain or grow our revenue. \n\n  We sell our products in many countries through independent sales representatives and distributors. Frequently, our independent sales representatives and distributors have the exclusive right to sell our products in their respective territories. If any of our independent sales representatives or distributors fail to adequately promote, market, and sell our products, our sales could significantly decrease. The terms of our agreements with our independent sales representatives and distributors vary in length, generally from one to ten years. Under the terms of our standard distribution agreements, each party has the right to terminate in the event of a material breach by the other party and we generally have the right to terminate if the distributor does not meet agreed sales targets or fails to make payments on time. Any termination of our existing relationships with independent sales representatives or distributors could have an adverse effect on our business unless and until commercially acceptable alternative distribution arrangements are put in place. In addition, we operate in areas of the world that have been or may be disproportionately affected by recessions or disasters and we bear risk that existing or future accounts receivable may be uncollected if these distributors or hospitals experience disruptions to their business that cause them to discontinue paying ongoing accounts payable or become insolvent.\n\n  Further, we face significant challenges and risks in managing our geographically dispersed distribution network and retaining the independent sales representatives and distributors who make up that network, and as we launch new products and increase our marketing efforts with respect to existing products, we plan to expand the reach of our marketing and sales efforts and may need to hire new independent sales representatives and distributors. Independent sales representatives and distributors require significant technical expertise in various areas such as spinal care practices, spine injuries and disease, and spinal health and they require training and time to achieve full productivity. We may not attract or retain qualified independent sales representatives and distributors or enter into agreements with them on favorable or commercially reasonable terms, if at all. This could be due to a number of factors, including, but not limited to, perceived deficiencies, or gaps, in our existing product portfolio, intense competition for services of independent sales representatives and distributors, or the disruption associated with restrictive covenants to which representatives or distributors may be subject and potential litigation and expenses associated therewith. We may also experience unforeseen disengagement from independent sales representatives and distributors who have worked with us for many years. Even if we enter into agreements with additional qualified independent sales representatives or distributors, it often takes six to twelve months for new sales representatives or distributors to reach full operational effectiveness and they may not generate revenue as quickly as we expect them to, commit the necessary resources to effectively market and sell our products, or ultimately succeed in selling our products. Our success will depend largely on our ability to continue to hire, train, retain, and motivate qualified independent sales representatives and distributors. If we cannot expand our sales and marketing capabilities domestically and internationally, if we fail to train new independent sales representatives and distributors adequately, or if we experience high turnover in our sales network, we may not commercialize our products adequately, or at all, which would adversely affect our business, results of operations, and financial condition. \n\n  Moreover, because our independent sales representatives and distributors are not our employees, we have limited control over their activities and, generally, we do not enter into exclusive relationships with them. If one or more of them were to be retained by a competitor, whether on an exclusive or non-exclusive basis, they may divert business from us to our competitor, which could materially and adversely affect our sales.\n\n  In order to compete, we must attract, retain, and motivate executives and key employees, and our failure to do so could have an adverse effect on our results of operations. \n\n  In order to compete, we must attract, retain, and motivate executives and other key employees, including those in managerial, technical, sales, marketing, research, development, finance, information and technology, and other support positions representing diverse backgrounds, experiences, and skill sets. Hiring and retaining qualified executives, engineers, technical staff, and sales representatives is critical to our business, and competition for experienced employees in the medical device industry can be intense. Maintaining our brand and reputation, as well as a diverse and inclusive work environment that enables all our employees to thrive, is important to our ability to recruit and retain employees. If we are less successful in our recruiting efforts, or if we cannot retain highly skilled workers and key leaders, our ability to develop and deliver successful products and services may be adversely affected.\n\n  Moreover, replacing key employees may be a difficult, costly, and protracted process, and we may not have other personnel with the capacity to assume all of the responsibilities of a departing employee. Competition for qualified personnel, particularly for key positions, is intense among companies in our industry, and many of the organizations against which we compete for qualified personnel have greater financial and other resources and different risk profiles than us, which may make them more attractive employers. All of our employees, including our management personnel, may terminate their employment with us at any time \n\n  43\n\n  without notice. If we cannot attract and retain highly qualified personnel as needed, we may not achieve our financial and other goals.\n\n  To attract, retain, and motivate qualified executives and key employees, we utilize stock-based incentive awards, such as employee stock options and restricted stock units. Certain awards vest based on the passage of time while others vest upon the achievement of certain performance-based and/or market-based conditions. If the value of such stock awards does not appreciate, as measured by the performance of the price of our common stock, and ceases to be viewed as a valuable benefit, our ability to attract, retain, and motivate our employees could be adversely impacted, which could negatively affect our results of operations and/or require us to increase the amount we expend on cash and other forms of compensation.\n\n  In addition, future internal growth could impose significant added responsibilities on our management, and we will need to identify, recruit, maintain, motivate, and integrate additional employees to manage growth effectively. If we do not effectively manage such growth, our expenses may increase more than expected, we may not achieve our goals, and our ability to generate and/or grow revenue could be diminished.\n\n  Our business is subject to economic, political, regulatory, and other risks associated with international sales and operations. \n\n  Because we sell our products in many different countries, our business is subject to risks associated with conducting business internationally. We anticipate that net sales from international operations will continue to represent a substantial portion of our total net sales. In addition, certain of our manufacturing facilities and suppliers are located outside the U.S. Accordingly, our future results could be harmed by a variety of factors, including: \n\n  •changes in a specific country’s or region’s political, social, or economic conditions;\n\n  •difficulties in staffing and managing widespread operations; \n\n  •having to comply with export control laws, including, but not limited to, the Export Administration Regulations and trade sanctions against embargoed countries, which are administered by the Office of Foreign Assets Control within the Department of the Treasury, as well as the laws and regulations administered by the Department of Commerce; \n\n  •complex data privacy requirements, including, but not limited to, the GDPR; \n\n  •differing regulatory requirements for obtaining clearances or approvals to market our products, unexpected changes in regulatory requirements, and withdrawals of clearances or approvals; \n\n  •changes in, or uncertainties relating to, foreign rules and regulations that may impact our ability to sell our products, perform services or repatriate profits to the U.S.; \n\n  •tariffs, trade barriers, export regulations, and other regulatory and contractual limitations that may adversely impact our ability to sell our products in certain foreign markets, the scope and consequences of which are subject to changing agendas of political, business, and environmental groups;\n\n  •consequences from changes in tax or customs laws; \n\n  •fluctuations in foreign currency exchange rates; \n\n  •limitations on or increase of withholding and other taxes on remittances and other payments by foreign subsidiaries or joint ventures; \n\n  •differing multiple payor reimbursement regimes, government payors, or patient self-pay systems; \n\n  •differing labor laws and standards; \n\n  •an inability, or reduced ability, to protect our intellectual property, including any effect of compulsory licensing imposed by government action;\n\n  •availability of government subsidies or other incentives that benefit competitors in their local markets that are not available to us; and \n\n  •having to comply with various U.S. and international laws, including the FCPA and anti-money laundering laws, and violation by our independent sales representatives or distributors of such laws. \n\n  44\n\n  Risks Related to our Intellectual Property\n\n  We depend on our ability to protect our intellectual property and proprietary rights, but we may not be able to maintain the confidentiality of these assets or assure their protection. \n\n  Our success depends, in large part, on our ability to protect our current and future technologies and products and to defend our intellectual property rights. If we fail to protect our intellectual property adequately, competitors may manufacture and market products that are similar to, or that compete directly with, our products. Numerous patents covering our technologies have been issued to us and we have filed, and expect to continue to file, patent applications seeking to protect newly developed technologies and products in various countries, including the U.S. Some patent applications in the U.S. are maintained in secrecy until the patent is issued. Because the publication of discoveries tends to follow their actual discovery by several months, we may not be the first to invent or file patent applications on any of our discoveries. Further, there is a substantial backlog of patent applications at the U.S. Patent and Trademark Office, and the approval or rejection of patent applications may take several years. Patents may not be issued with respect to any of our patent applications and existing or future patents issued to or licensed by us and may not provide adequate protection or competitive advantages for our products. Patents that are issued may be challenged, invalidated, or circumvented by our competitors or other parties. Furthermore, our patent rights may not prevent our competitors or other parties from developing, using, or commercializing products that are similar or functionally equivalent to our products. Moreover, if patents are not issued with respect to our products arising from research, we may not be able to maintain the confidentiality of information relating to these products. In addition, if a patent relating to any of our products lapses or is invalidated, we may experience greater competition arising from new market entrants.\n\n  We also rely on trade secrets, unpatented proprietary expertise, and continuing technological innovation that we protect, in part, by entering into confidentiality agreements with assignors, licensees, suppliers, employees, and consultants. These agreements may be breached and there may not be adequate remedies in the event of a breach. Disputes may arise concerning the ownership of intellectual property or the applicability or enforceability of confidentiality agreements. Moreover, our trade secrets and proprietary technology may otherwise become known or be independently developed by our competitors or other parties.\n\n  In addition to contractual measures, we try to protect the confidential nature of our proprietary information using physical and technological security measures. Such measures may not, for example, in the case of misappropriation of a trade secret by an employee or third party with authorized access, adequately protect our proprietary information. Our security measures may not prevent an employee or consultant from misappropriating our trade secrets and providing them to a competitor or other third party, and recourse we take against such misconduct may not provide an adequate remedy to protect our interests fully. Unauthorized parties may also attempt to copy or reverse engineer certain aspects of our products that we consider proprietary. Enforcing a claim that a party illegally disclosed or misappropriated a trade secret can be difficult, expensive, and time-consuming, and the outcome is unpredictable.\n\n  We may face claims by third parties that our agreements with employees, consultants, or advisors obligating them to assign intellectual property to us are ineffective or in conflict with prior or competing contractual obligations of assignment, which could result in ownership disputes regarding intellectual property we have developed or will develop and interfere with our ability to capture the commercial value of such intellectual property. Litigation may be necessary to resolve an ownership dispute, and if we are unsuccessful, we may be precluded from using certain intellectual property or may lose our exclusive rights in that intellectual property. Either outcome could harm our business and competitive position.\n\n  Furthermore, the laws of some foreign countries may not protect our intellectual property rights to the same extent as the laws of the U.S., if at all. Since certain of our issued patents and pending patent applications are for the U.S. only, we lack a corresponding scope of patent protection in other countries. Thus, we may not be able to stop a competitor from marketing products in other countries that are similar to some of our products.\n\n  If we are unable to obtain, protect, and enforce patents on our technology and to protect our trade secrets, such inability could have a material and adverse effect on our business, results of operations, and financial condition.\n\n  Third parties may claim that we infringe on their proprietary rights and may prevent us from manufacturing and selling certain of our products. \n\n  Our success will depend in part on our ability, both in the U.S. and in foreign countries, to operate without infringing upon the patents and proprietary rights of others, and to obtain appropriate licenses to patents or proprietary rights held by third parties if infringement would otherwise occur.\n\n  There has been substantial litigation in the medical device industry with respect to the manufacture, use, and sale of new products. These lawsuits relate to the validity and infringement of patents or proprietary rights of third parties. We may be \n\n  45\n\n  required to defend against allegations relating to the infringement of patent or proprietary rights of third parties. Any such litigation could, among other things: \n\n  •Require us to incur substantial expense, even if we are successful in the litigation;\n\n  •Require us to divert significant time and effort of our technical and management personnel;\n\n  •Result in the loss of our rights to develop or make certain products; and\n\n  •Require us to pay substantial monetary damages or royalties to license proprietary rights from third parties, to satisfy judgments or to settle actual or threatened litigation.\n\n  Although patent and intellectual property disputes within the medical device industry have often been settled through assignments, licensing, or similar arrangements, costs associated with these arrangements may be substantial and could include the long-term payment of royalties. Accordingly, an adverse determination in a judicial or administrative proceeding, or a failure to obtain necessary assignments or licenses, could result in us having to pay substantial damages (which may be increased up to three times of awarded damages) and/or substantial royalties, and could prevent us from manufacturing or selling some products or increase our costs to market these products unless we obtain a license or are able to redesign our products to avoid infringement. Any such license may not be available on reasonable terms, if at all, and there can be no assurance that we would be able to redesign our products in a way that would not infringe the intellectual property rights of others. If we fail to obtain any required licenses or make any necessary changes to our products or technologies, we may have to withdraw existing products from the market or may be unable to commercialize one or more of our products, all of which could have a material adverse effect on our business, results of operations, and financial condition.\n\n  In addition, we generally indemnify our customers and sales representatives with respect to infringement by our products of the proprietary rights of third parties. Third parties may assert infringement claims against our customers or sales representatives that may require us to initiate or defend protracted and costly litigation on behalf of our customers or sales representatives, regardless of the merits of these claims. If any of these claims succeed, we may be forced to indemnify, or pay damages on behalf of, our customers or sales representatives or may have to obtain licenses for the products they use. If we cannot obtain all necessary licenses on commercially reasonable terms, our customers may be forced to stop using our products.\n\n  If we seek to protect or enforce our intellectual property rights through litigation or other proceedings, it could require us to spend significant time and money, the results of which are uncertain.\n\n  To protect or enforce our intellectual property rights, we may have to initiate or defend litigation against or by third parties, such as infringement suits, opposition proceedings, or seeking a court declaration that we do not infringe the proprietary rights of others or that their rights are invalid or unenforceable. We may not have sufficient resources to enforce our intellectual property rights or to defend our intellectual property rights against a challenge. Even if we prevail, the cost of litigation, including the diversion of management and other resources, could affect our profitability and could place a significant strain on our financial resources. \n\n  Our ability to enforce our intellectual property rights depends on our ability to detect infringement. It may be difficult to detect infringers who do not advertise the components used in their products. Moreover, it may be difficult or impossible to obtain evidence of infringement in a competitor’s or potential competitor’s product. The medical device industry is characterized by the existence of a large number of patents and frequent litigation based on allegations of patent infringement. It is not unusual for parties to exchange letters surrounding allegations of intellectual property infringement and licensing arrangements. In addition, the patent positions of medical device companies, including our patent position, may involve complex legal and factual questions, and, therefore, the scope, validity, and enforceability of any patent claims we have or may obtain cannot be predicted with certainty.\n\n  We may be subject to claims that we, our employees, or our independent sales agents or stocking distributors have wrongfully used or disclosed alleged trade secrets of our competitors or are in breach of non-competition or non-solicitation agreements with our competitors.\n\n  Many of our employees were employed at other medical device companies, including our competitors or potential competitors, and in some cases, were employed at such medical device companies immediately prior to joining us. In addition, many of our independent sales representatives and distributors sell, or in the past have sold, products of our competitors. We may be subject to claims that we, our employees, or our independent sales representatives or distributors intentionally, inadvertently, or otherwise used or disclosed trade secrets or other proprietary information of former employers or competitors. In addition, we have been and may in the future be subject to litigation and claims that we caused an employee, or encouraged/assisted an \n\n  46\n\n  independent sales agent, to breach the terms of his or her non-competition or non-solicitation agreement. Defending and litigating these claims is expensive and time-consuming, and could divert management attention and resources away from our business. Even if we prevail, the cost of litigation could affect our profitability. If we do not prevail, in addition to any damages we might have to pay, we may lose valuable intellectual property rights or employees, independent sales representatives, or distributors. There can be no assurance that this type of litigation or the threat of litigation will not adversely affect our ability to engage and retain key employees, sales representatives, or distributors.\n\n  Risks Related to Litigation and Product Liability Matters\n\n  We may be subject to product and other liability claims that may not be covered by insurance and could require us to pay substantial sums. \n\n  We are subject to an inherent risk of, and adverse publicity associated with, product liability and other liability claims, whether or not such claims are valid. Spine surgery involves significant risk of serious complications, including bleeding, nerve injury, paralysis and even death. In addition, if neurosurgeons and orthopedic spine surgeons are not sufficiently trained in the use of our products, they may misuse or ineffectively use our products, which may result in unsatisfactory patient outcomes or patient injury. We could become the subject of product liability lawsuits alleging that component failures, malfunctions, manufacturing flaws, design defects, or inadequate disclosure of product-related risks or product-related information resulted in an unsafe condition or injury to patients. In addition, the development of allograft implants and technologies for human tissue repair and treatment may entail particular risk of transmitting diseases to human recipients, and any such transmission could result in the assertion of product liability claims against us.\n\n  Product liability claims are expensive to defend, divert our management’s attention and, if we are not successful in defending the claim, can result in substantial monetary awards against us or costly settlements. Further, successful product liability claims made against one or more of our competitors could cause claims to be made against us or expose us to a perception that we are vulnerable to similar claims. Any product liability claim brought against us, with or without merit and regardless of the outcome or whether it is fully pursued, may result in: decreased demand for our products, injury to our reputation, significant litigation costs, product recalls, loss of revenue, the inability to commercialize new products or product candidates, and adverse publicity regarding our products. Any of these may have a material and adverse effect on our reputation with existing and potential customers and on our business, financial condition, and results of operations. In addition, a recall of some of our products, whether or not the result of a product liability claim, could result in significant costs and loss of customers.\n\n  We maintain product liability insurance coverage in amounts and scope that we believe are reasonable and adequate. We also maintain policies including directors’ and officers’ liability insurance, property insurance, cybersecurity insurance, general liability insurance, and workers’ compensation insurance. However, we do not carry insurance for all categories of risk to which our business may be exposed, and there can be no assurance that product liability or other claims will not exceed our insurance coverage limits or be excluded from coverage under the terms of the applicable policy, nor that such insurance will continue to be available on reasonable, commercially acceptable terms, or at all. A successful claim not covered by our insurance could require us to pay substantial sums and could have a material adverse effect on our financial condition.\n\n  Ongoing litigation and arbitration matters could negatively affect our business operations.\n\n  In September 2023, following an investigation conducted by independent outside legal counsel, our Board of Directors terminated the employment of Keith Valentine, John Bostjancic, and Patrick Keran, who had served respectively as the Company’s President and Chief Executive Officer, Chief Financial Officer, and Chief Legal Officer. The Company notified each of Messrs. Valentine, Bostjancic, and Keran that their respective terminations were being made for \"Cause,\" as defined in applicable employment-related agreements (including each executive’s respective Change in Control and Severance Agreement, dated June 19, 2023). \n\n  Several litigation and arbitration matters against the Company (and in certain cases, current and former directors and officers) are pending in connection with these terminations. These matters include (i) arbitration claims by the three former executives against the Company for alleged breach of contract, defamation, false light invasion of privacy and deceit in connection with such terminations of employment, including payment of severance amounts and the value of forfeited equity grants, (ii) securities class action complaints alleging violations of the Securities Act of 1933 and the Securities Exchange Act of 1934 in connection with the Company’s public disclosures during the periods preceding such terminations, and (iii) a derivative complaint alleging claims against certain of the Company’s current and former officers and directors based on the same allegations made in the securities class action complaints. Additional lawsuits or proceedings against the Company and/or its current or former directors and officers in connection with these matters may be filed in the future.\n\n  47\n\n  In the event that any of these claims, or other future related or unrelated claims, are successful, they could result in costs to us that could negatively affect our near-term liquidity and financial condition. In addition, these matters may also divert management’s attention and resources, which could adversely affect the operation of our business while such claims proceed.\n\n  Risks Related to Potential Acquisitions, Investments, and Divestitures\n\n  Our efforts to identify, pursue, and implement new business opportunities (including acquisitions) may be unsuccessful and may have an adverse effect on our business. \n\n  Our growth depends, in large part, on our ability to identify, pursue, and implement new business opportunities that expand our product offerings, capabilities, and geographic presence, and we compete with other medical device companies for these opportunities. Our efforts to identify such opportunities focus primarily on potential acquisitions of new businesses, products or technologies, licensing arrangements, commercialization arrangements, and other transactions with third parties. We may not be able to identify business opportunities that meet our strategic criteria or that are acceptable to us or our stockholders. Even if we are able to identify acceptable business opportunities, we may not be able to pursue or implement such business opportunities (or, in the case of acquisitions or other transactions, complete such acquisitions or other transactions) in a timely manner or on a cost-effective basis, or at all, and we may not realize the expected benefits of such business opportunities. If we are not able to identify, pursue, and capitalize on new business opportunities, it will adversely affect our ability to grow our business.\n\n  In addition, pursuing and implementing new business opportunities (particularly acquisitions) may involve significant costs and entail risks, uncertainties, and disruptions to our business, especially where we have limited experience as a company developing or marketing a particular product or technology or operating in a particular geographic region. We may be unable to integrate a new business, product, or technology effectively, or we may incur significant charges related to an acquisition or other business opportunity (for example, amortization of acquired assets or asset impairment charges), which may adversely affect our business, financial condition, and results of operations. Newly acquired technology or products may require additional development efforts prior to commercial sale, including clinical testing and approval by the FDA and applicable foreign regulatory authorities; such additional development efforts may involve significant expense and ultimately be unsuccessful. Any cross-border acquisitions or transactions may involve unique risks in addition to those mentioned above, including those related to integration of operations across different cultures and languages, currency risks, and the particular economic, political, and regulatory risks associated with specific countries. To the extent we issue additional equity in connection with acquisitions, this may dilute the ownership of our existing stockholders.\n\n  Furthermore, as a result of acquisitions of other healthcare businesses, we may be subject to the risk of unanticipated business uncertainties, regulatory and other compliance matters, or legal liabilities relating to those acquired businesses for which the sellers of the acquired businesses may not indemnify us, for which we may not be able to obtain insurance (or adequate insurance), or for which the indemnification may not be sufficient to cover the ultimate liabilities.\n\n  We may incur significant costs or retain liabilities associated with disposition activity. \n\n  We may from time to time sell, license, assign, or otherwise dispose of or divest assets, the stock of subsidiaries, or individual products, product lines, or technologies that we determine are no longer desirable for us to own, some of which may be material. Any such activity could result in us incurring costs and expenses from these efforts, some of which could be significant. This may also result in us retaining liabilities related to the assets or properties disposed of even where the income-generating assets have been disposed of. These costs and expenses may be incurred at any time and may have a material impact on our results of operations.\n\n  Risks Related to Our Financial Results and Financing Needs \n\n  Our quarterly operating results may fluctuate. \n\n  Our quarterly operating results have fluctuated significantly in the past. Our future quarterly operating results may fluctuate significantly and we may experience losses depending on a number of factors, many of which are outside our control, including the factors described throughout this Item 1A.\n\n  We face risks related to foreign currency exchange rates. \n\n  Because some of our revenue, operating expenses, assets, and liabilities are denominated in foreign currencies, we are subject to foreign exchange risks that could adversely affect our operations and reported results. To the extent that we incur expenses or recognize net sales in currencies other than the U.S. Dollar, any change in the values of those foreign currencies relative to the U.S. \n\n  48\n\n  Dollar could cause our profits to decrease or our products to be less competitive against those of our competitors. To the extent that our current assets denominated in foreign currency are greater or less than our current liabilities denominated in foreign currencies, we have potential foreign exchange exposure. The fluctuations of foreign exchange rates during 2024 had an unfavorable impact of $0.2 million on net sales outside of the U.S. Although we seek to manage our foreign currency exposure by matching non-dollar revenues and expenses, exchange rate fluctuations could have a material adverse effect on our results of operations in the future. To minimize such exposures, we may enter into currency hedges from time to time.\n\n  In addition, for those foreign customers who purchase our products in U.S. Dollars, currency exchange rate fluctuations between the U.S. Dollar and the currencies in which those customers do business may have a negative effect on the demand for our products in foreign countries where the U.S. Dollar has increased in value compared to the local currency. Converting our earnings from international operations to U.S. Dollars for use in the U.S. can also raise challenges, including problems moving funds out of the countries in which the funds were earned and difficulties in collecting accounts receivable in foreign countries where the usual accounts receivable payment cycle is longer.\n\n  Our global operations may expose us to tax risks.\n\n  We are subject to taxes in the U.S. and numerous foreign jurisdictions. Significant judgment and interpretation of tax laws are required to estimate our tax liabilities. Tax laws and rates in various jurisdictions may be subject to significant change as a result of political and economic conditions. Our effective income tax rate could be adversely affected by changes in those tax laws, changes in the mix of earnings among tax jurisdictions, changes in the valuation of our deferred tax assets and liabilities, vesting of equity awards at a price below the original valuation, historical entity classification elections, and the resolution of matters arising from tax audits.\n\n  Beginning in 2022, the Tax Cuts and Jobs Act of 2017 eliminated the option to deduct research and development expenditures immediately in the year incurred and requires taxpayers to amortize such expenditures over five years, or 15 years for such expenditures incurred outside of the U.S. This requirement may have a significant impact on our cash tax liability and our effective tax rate as we perform research and development in the U.S., Italy, and Canada. \n\n  Certain of our subsidiaries sell products directly to other Orthofix subsidiaries or provide marketing and support services to other Orthofix subsidiaries. These intercompany sales and support services involve subsidiaries operating in jurisdictions with differing tax rates and we must determine the appropriate allocation of income to each jurisdiction based on current interpretations of complex income tax regulations. Tax authorities in these jurisdictions may challenge our treatment of such intercompany transactions. If we are unsuccessful in defending our treatment of intercompany transactions, we may be subject to additional tax liability, interest, or penalty, which could adversely affect our profitability and operating cash flow. \n\n  Our goodwill, intangible assets, and fixed assets are subject to potential impairment; we have recorded significant goodwill impairment charges in the past and may be required to record additional charges to future earnings if our remaining goodwill or intangible assets become impaired.\n\n  A significant portion of our assets consists of goodwill, intangible assets, and fixed assets. The carrying value of these assets may be reduced if we determine that those assets are impaired, including intangible assets from recent acquisitions. \n\n  Goodwill is required to be tested for impairment at least annually. We review our two reporting units for potential goodwill impairment in the fourth fiscal quarter of each year as part of our annual goodwill impairment testing, and more often if an event or circumstance occurs making it likely that impairment exists. If actual results differ from the assumptions and estimates used in the goodwill and intangible asset calculations, we could incur future impairment or amortization charges, which could negatively impact our financial condition and results of operations.\n\n  Most of our intangible and fixed assets have finite useful lives and are amortized or depreciated over their useful lives on a straight-line basis. The underlying assumptions regarding the estimated useful lives of these intangible assets are analyzed on at least an annual basis and more often if an event or circumstance occurs making it likely that the carrying value of the assets may not be recoverable. Any such changes are reflected through accelerated amortization, if necessary. Whenever events or changes in circumstances indicate that the carrying value of the assets may not be recoverable, we test intangible assets for impairment based on estimates of future cash flows. Examples of such an event or change in circumstances include a decline in stock price and market capitalization, slower growth rates in our industry, the introduction of newer technology or competing products that may cannibalize future sales, or other materially adverse events that have implications for the profitability of our business. \n\n  49\n\n  We maintain a $275.0 million credit facility secured by a pledge of substantially all of our property.\n\n  On November 7, 2024, the Company, as borrower, and its U.S. subsidiaries entered into a $275.0 million secured credit agreement (the \"Credit Agreement\") with Oxford Finance LLC, as administrative agent and as collateral agent (\"Oxford\") and certain lenders party thereto, including Oxford, K2 HealthVentures LLC, and HSBC Ventures USA Inc. Certain of the Company’s foreign subsidiaries joined the Credit Agreement as guarantors shortly after the signing date. The Credit Agreement provides for a $160.0 million senior secured term loan (the \"Initial Term Loan\"), and a $65.0 million senior secured delayed draw term loan facility (the \"Term B Loan\"). Draws under the Term B Loan are at the Company’s option from January 1, 2025 through June 30, 2026, subject to, among other conditions, the Company’s continuing compliance with a pro-forma total debt-to-EBITDA leverage ratio of less than 4.0x. EBITDA is a non-GAAP financial measure which represents earnings before interest income (expense), income taxes, depreciation, amortization, and other negotiated addbacks and adjustments. In addition, at Oxford's discretion, an additional $50.0 million of draw capacity is available to the Company, through January 1, 2029 (the \"Term C Loan\" and, together with the Term B Loan, the \"Delayed Draw Term Loans\" and collectively with the Initial Term Loan, the \"Credit Facilities\"). The Initial Term Loan and Delayed Draw Term Loans, to the extent ultimately drawn, will each mature in November 2029, following an interest-only payment period ending December 2028, and monthly amortization of principal and accrued interest between January 2029 and November 2029.\n\n  The Credit Facilities are secured by a perfected first priority lien, or the equivalent security interest in each applicable jurisdiction, on substantially all of our assets and the applicable guarantors (subject to customary carveouts), including their respective U.S. intellectual property assets.\n\n  Borrowings under the Credit Facilities bear interest at a percentage rate equal to the greater of 8.75% or 5.75% plus the one-month term Secured Overnight Financing Rate (\"SOFR\") rate. A facility fee equal to 1.5% of each applicable funded loan tranche is due at the time of funding of such respective tranche, and a 0.5% unused line fee is payable annually on the Term B Loan.\n\n  The Credit Agreement contains customary affirmative and negative covenants, including limitations on our and our subsidiaries’ ability to incur additional debt, grant or permit additional liens, make certain investments and acquisitions, merge or consolidate with others, dispose of certain assets, pay dividends and distributions, pay subordinated indebtedness, and enter into affiliate transactions, as well as financial covenants that we (i) maintain $15.0 million of unrestricted cash in U.S.-based accounts, and (ii) maintain a maximum total debt-to-EBITDA leverage ratio no greater than 4.0x during the term of the facility.\n\n  We believe that we will be in compliance with the covenants in future fiscal quarters. However, there can be no assurance that we will be in such compliance, and if we are not, the failure to do so could result in an event of default, which could have a material adverse effect on our financial position in the event that we continue to have significant amounts drawn under the facility at such time. \n\n  We must maintain high levels of inventory, which could consume a significant amount of our resources and reduce our cash flows. \n\n  Because we maintain substantial inventory levels to meet the needs of our customers, we are subject to the risks of inventory excess, obsolescence, and shelf-life expiration. Many of our spinal implant products come in sets. Each set includes a significant number of components in various sizes so that the physician may select the appropriate spinal implant based on the patient’s needs. In a typical surgery, not all of the implants in the set are used, and therefore certain sizes of implants placed in the set or that we purchase for replenishment inventory may become obsolete before they can be used. In addition, to market our products effectively, we often must provide hospitals and independent sales agents with consigned sets that typically consist of spinal implants and instruments, including products to ensure redundancy and products of different sizes. Further, our biologics products have expiration dates, which typically range from one to five years, and these products may expire before they can be used. If a substantial portion of our inventory is deemed excess, becomes obsolete, or expires, it could have a material adverse effect on our earnings and cash flows due to the resulting costs associated with the inventory impairment charges and costs required to replace such inventory. Further, as we increasingly launch new products and product systems, we may cannibalize older products and product systems, which could exacerbate excess and obsolete charges.\n\n  We may need additional financing in the future to meet our capital needs or to make opportunistic acquisitions, and such financing may not be available on favorable terms, if at all.\n\n  We may need additional financing in the future to meet our capital needs or to make opportunistic acquisitions. The capital and credit markets may experience extreme volatility and disruption, which may lead to uncertainty and liquidity issues for both borrowers and investors, and we may be unable to obtain any desired additional financing on favorable terms, if at all. If adequate funds are not available to us on acceptable terms, we may be unable to successfully develop or enhance products, or respond to competitive pressures, any of which could negatively affect our business, results of operations, and financial condition. If we raise \n\n  50\n\n  capital by issuing debt or entering into credit facilities, we may be subject to limitations on our operations due to restrictive covenants. \n\n  We hold our cash and cash equivalents that we use to meet our working capital and operating expense needs in deposit accounts that could be adversely affected if the financial institutions holding such funds fail. \n\n  We hold our cash and cash equivalents used to meet our working capital and operating expense needs in deposit accounts at multiple financial institutions. The balances held in these accounts typically exceed the Federal Deposit Insurance Corporation (\"FDIC\") standard deposit insurance limit or similar applicable government guarantee schemes. If a financial institution in which we hold such funds fails or is subject to significant adverse conditions in the financial or credit markets, we could be subject to a risk of loss of all or a portion of such uninsured funds or be subject to a delay in accessing all or a portion of such uninsured funds. Any such loss or lack of access to these funds could adversely impact our short-term liquidity and ability to meet our operating expense obligations.\n\n  General Risks\n\n  Our stock price has fluctuated and may continue to fluctuate, which may make future prices of our stock difficult to predict.\n\n  Investors should not rely on recent or historical trends to predict future stock prices, financial condition, results of operations, or cash flows. Our stock price, like that of other medical device companies, can be volatile and can be affected by, among other things: speculation, coverage, or sentiment in the media or the investment community; the announcement of new, planned or contemplated products, services, technological innovations, acquisitions, divestitures, or other significant transactions by us or our competitors; our quarterly financial results and comparisons to estimates by the investment community or financial outlook provided by us; the financial results and business strategies of our competitors; publication of research reports about us or our industry or changes in recommendations or withdrawal of research coverage by securities analysts; changes in laws or regulations affecting our business, including tax legislation; changes in accounting standards, policies, guidance, interpretations, or principles; threatened or actual litigation or governmental investigations; and inflation, market volatility or downturns caused by outbreaks, epidemics, pandemics, geopolitical tensions or conflicts, or other macroeconomic dynamics. General or industry specific market conditions or stock market performance or domestic or international macroeconomic and geopolitical factors unrelated to our performance also may affect the price of our stock.\n\n  In addition, the stock market in general, and the stocks of medical device companies in particular, have experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of those companies. This could limit or prevent investors from readily selling their shares and may otherwise negatively affect the liquidity of our common stock. Securities class action litigation has often been instituted against companies following periods of volatility in the overall market and in the market for a company’s securities. Such litigation, if instituted against us, could result in substantial costs, divert our management’s attention and resources, and harm our business, financial condition, and results of operations.\n\n  We expend substantial resources to comply with laws and regulations relating to public companies, and any failure to maintain compliance could subject us to regulatory scrutiny and cause investors to lose confidence in our company, which could harm our business and have a material adverse effect on our stock price.\n\n  Laws and regulations affecting public companies, including provisions of the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and the Sarbanes-Oxley Act of 2002, and the related rules and regulations adopted by the SEC, and by the Nasdaq Stock Market increase our accounting, legal, and financial compliance costs and make some activities more time-consuming and costly. We cannot predict or estimate with any reasonable accuracy the total amount or timing of the costs we may incur to comply with these laws and regulations. \n\n  We are also subject to SEC regulations that require us to determine whether our products contain certain specified minerals, referred to under the regulations as \"conflict minerals,\" and, if so, to perform an extensive inquiry into our supply chain to determine whether such conflict minerals originate from the Democratic Republic of Congo or an adjoining country. Compliance with these regulations has increased our costs and has been time-consuming for our management and our supply chain personnel (and time-consuming for our suppliers), and we expect that continued compliance will continue to require significant money and time. In addition, to the extent any of our disclosures are perceived by the market to be \"negative,\" it may cause customers to refuse to purchase our products. Further, if we determine to make any changes to products, processes, or sources of supply, it may result in additional costs, which may adversely affect our business, financial condition, and results of operations.\n\n  51\n\n  Environmental, social, and corporate governance (\"ESG\") regulations, policies and provisions may make our supply chain more complex and may adversely affect our relationships with customers.\n\n  There is an increasing focus on the governance of environmental and social risks. A number of our customers who are payors or distributors have adopted, or may adopt, procurement policies that include ESG provisions that their suppliers or manufacturers must comply with, or they may seek to include such provisions in their terms and conditions. An increasing number of participants in the medical device industry are also joining voluntary ESG groups or organizations, such as the Responsible Business Alliance. These ESG provisions and initiatives are subject to change, can be unpredictable, and may be difficult and expensive for us to comply with, given the complexity of our supply chain and the outsourced manufacturing of certain components of our products. If we are unable to comply, or are unable to cause our suppliers to comply, with such policies or provisions, a customer may stop purchasing products from us, and may take legal action against us, which could harm our reputation, revenue, and results of operations.\n\n  Our business could be negatively impacted by corporate citizenship and ESG matters and/or our reporting of such matters.\n\n  There is an increasing focus from certain investors, customers, consumers, and other stakeholders concerning corporate citizenship and sustainability matters. We could be perceived as not acting responsibly in connection with these matters. In addition, various regulators around the world currently require, or may in the future require, increased reporting of company ESG metrics, which will raise our costs of ESG compliance. Our business could be negatively impacted by such requirements. Any such requirements or matters, or related corporate citizenship and sustainability matters, could have a material adverse effect on our business.",
      "char_count": 142557
    }
  },
  "extracted_at": "2026-01-19T15:50:20.425868"
}