{
  "ticker": "OPCH",
  "company_name": "Option Care Health, Inc.",
  "cik": 1014739,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001014739-25-000012",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001014739&accession_number=000101473925000012&xbrl_type=v",
  "sic_code": "8082",
  "industry": "Services-Home Health Care Services",
  "sections": {
    "item1": {
      "text": "Item 1.    Business\n\nOverview\n\nOption Care Health, Inc. (“Option Care Health”, “we”, “us”, “our”, or the “Company”) is the largest independent provider of home and alternate site infusion services through its national network of 185 locations in 43 states. Option Care Health draws on over 40 years of clinical care experience to offer patient-centered, cost-effective infusion therapy. Option Care Health’s infusion services include the clinical management of infusion therapy, nursing support and care coordination. Option Care Health’s multidisciplinary team of more than 5,000 clinicians, including pharmacists, pharmacy technicians, nurses and dietitians, are able to provide infusion service coverage for nearly all patients across the United States (“U.S.”) needing treatment for complex and chronic medical conditions.\n\nOn April 7, 2015, HC Group Holdings II, Inc. (“HC II”) and its sole shareholder, HC Group Holdings I, LLC. (“HC I”), collectively acquired Walgreens Infusion Services, Inc. and its subsidiaries from Walgreen Co., and the business was rebranded as Option Care, Inc. (“Option Care”).\n\nOn March 14, 2019, HC I and HC II entered into a definitive agreement to merge with and into a wholly-owned subsidiary of BioScrip, Inc. (“BioScrip”) (the “Merger”), a national provider of infusion and home care management solutions, which was completed on August 6, 2019 (the “Merger Date”). Following the close of the Merger, BioScrip was rebranded as Option Care Health, Inc.\n\nOption Care Health contracts with managed care organizations, third-party payers, hospitals, physicians and other referral sources to provide pharmaceuticals and complex compounded solutions to patients for intravenous delivery in the patients’ homes or other nonhospital settings. Our services are provided in coordination with, and under the direction of, the patient’s physician. Our multidisciplinary team of clinicians, including pharmacists, nurses, dietitians and respiratory therapists, work with the physician to develop a plan of care suited to each patient’s specific needs. We provide home infusion services consisting of anti-infectives, nutrition support, chronic inflammatory disorders, neurological disorders, immunoglobulin therapy, and other therapies for chronic and acute conditions. The Company operates in one segment, infusion services.\n\nThe Company’s operating model enables it to provide favorable outcomes to its stakeholders as follows:\n\n•Patients.   The Company improves patients’ quality of life by allowing them to receive infusion therapy at home or at one of its ambulatory infusion suites. In addition, the Company helps manage patients’ conditions through counseling and education regarding their treatment and by providing ongoing monitoring to encourage patient compliance with the prescribed therapy. The Company also provides services to help patients receive reimbursement benefits.\n\n•Payers.   The Company provides payers with a comprehensive approach to meeting their pharmacy service needs and providing a cost-effective solution. The Company’s provision of infusion pharmacy services in the patient’s home or at one of its local ambulatory infusion suites offers a lower cost alternative to providing these therapies in a hospital setting. The Company also provides payers with utilization and outcome data to evaluate therapy effectiveness.\n\n•Providers.   The Company provides providers with timely patient clinical support by providing care management related to their patients’ pharmacy needs and improving compliance with therapy protocols. The Company eliminates the need for providers to carry inventories of high-cost prescriptions by distributing the medications directly to patients’ homes.\n\n•Pharmaceutical Manufacturers.   The Company collaborates with pharmaceutical manufacturers to provide a broad distribution channel for their existing pharmaceuticals and their new product launches. The Company implements patient monitoring programs that encourage compliance with the prescribed therapy. The Company also provides valuable clinical information in the form of outcomes and compliance data to manufacturers to aid in their evaluation of the efficacy of their products.\n\n•Health Systems.   The Company partners with health systems across the country to provide seamless transitional care within an effective post-acute care network to manage patients across the continuum of care. The Company assists partnered health systems in monitoring key metrics that tie back to what most payers monitor in their value-based contracts.\n\nQuality\n\nQuality is at the core of the Company’s mission as it strives to deliver quality healthcare, leading to favorable outcomes and more cost-effective care. The Company offers comprehensive services that align with specific healthcare provider needs and has demonstrated success in improving outcomes across a broad range of therapies through improved clinical-reported patient adherence rates and decreased rates of unplanned hospital readmissions.\n\nThe Company’s commitment to continuous quality improvement to provide optimal outcomes for its patients is evidenced by its national accreditations, including accreditations from Accreditation Commission for Health Care (“ACHC”), Pharmacy Compounding Accreditation Board (“PCAB”), American Society of Health-System Pharmacists (“ASHP”) and Utilization Review Accreditation Commission (“URAC”).\n\nACHC accreditation is awarded to healthcare organizations that meet regulatory requirements and accreditation standards, and PCAB accreditation offers the most comprehensive compliance solution in the industry based on more than 40 sterile compounding standards in the U.S. Pharmacopeia Pharmaceutical Compounding - Sterile Preparations Standards (“USP 797”).\n\nServices\n\nThe Company is the largest independent provider of home and alternate site infusion services. The Company’s services are most typically provided in the patient’s home, but may also be provided at clinics, physicians’ offices or ambulatory infusion suites. The Company provides a broad therapy portfolio through its network of 92 full-service pharmacies and 93 stand-alone ambulatory infusion suites. The Company’s home infusion services include medication and supplies for administration and use at home or within one of its ambulatory infusion suites, consultation and education regarding the patient’s condition and the prescribed medication nursing support, clinical monitoring and assistance in monitoring potential side effects, and assistance in obtaining reimbursement. The Company administers a wide variety of therapies and services, including the following:\n\n•Anti-Infectives Infusion.   The Company provides comprehensive home infusion services to combat serious infections in patients of all ages. The Company’s anti-infective therapy and services help avoid hospitalizations for many infections that can be safely treated at home.\n\n•Nutrition Support.   The Company delivers comprehensive nutrition support across pediatric, adult, and geriatric patients. The Company’s expert team provides home parenteral nutrition and enteral nutrition support for numerous acute and chronic conditions negatively affecting nutritional status, such as stroke, cancer, and gastrointestinal diseases.\n\n•Immunoglobulin Infusion.   The Company offers expertise, access, and support in immunoglobulin (“IG”) infusion therapy designed to treat immune deficiencies. Immune deficiencies are disorders that reduce the patient’s ability to identify and destroy substances that do not belong in the human body and are characterized by reduced levels of antibodies. Intravenous IG infusions are concentrated antibodies that have been purified from large numbers of human blood donors.\n\n•Chronic Inflammatory Disorders.   The Company treats chronic inflammatory disorders, which include Crohn’s disease, plaque psoriasis, psoriatic arthritis, rheumatoid arthritis, ulcerative colitis, and other chronic inflammatory disorders.\n\n•Neurological Disorders.   The Company provides an array of treatments to manage the progression of neurological disorders such as Duchenne Muscular Dystrophy, Multiple Sclerosis, Alzheimer’s Disease, and other neurological disorders.\n\n•Bleeding Disorders Infusion.   As a provider of home infusion therapy for hemophilia and von Willebrand disease, the Company streamlines the administrative burdens associated with infusion therapies for bleeding disorders. The Company works with medical specialists across the country to offer access to all approved factor products, a full range of therapies, and dedicated support services.\n\n•Naven Health.   The Company offers a nationwide home infusion nursing network and clinical platform. Naven Health focuses on delivering highly specialized, infusion care.\n\n•Women’s Health.   The Company offers therapies that women need to survive and thrive through high-risk pregnancies. Personalized programs in prematurity, nausea and vomiting hyperemesis, diabetes in pregnancy, and hypertension help meet the needs of each mother.\n\n•Heart Failure.   The Company administers home infusion services to treat heart failure, either in anticipation of cardiac transplant or to provide palliation of heart failure symptoms.\n\n•Other.   The Company offers a range of other infusion therapies to treat a variety of conditions, including pain management, chemotherapy and respiratory medication.\n\nThe Company also provides nursing services to support the above therapies, comprised of its nursing team of approximately 2,900 employees, and through its network of sub-contracted nursing agencies.\n\n6\n\n\nSales and Marketing\n\nThe Company’s sales and marketing efforts focus on three primary objectives: (1) building new relationships and expanding existing contracts with managed care organizations; (2) establishing, maintaining and strengthening relationships with local and regional patient referral sources; and (3) maintaining existing and developing new relationships with pharmaceutical manufacturers to gain distribution access as they release new products.\n\nThe Company’s sales structure is focused on maintaining and expanding its relationships with drug manufacturers to establish its position as a participating provider when they release new products. In addition, the Company’s sales structure allows it to leverage its national managed care relationships to provide sales and contract pull-through by the Company’s local field-based sales personnel. This cross-utilization enables the Company to market its services to numerous sources of patient referrals, including physicians, hospital discharge planners, hospital personnel, Health Maintenance Organizations (“HMOs”) and Preferred Provider Organizations (“PPOs”).\n\nCompetition\n\nThe Company competes in the large and highly fragmented home and alternative site infusion market for contracts with managed care organizations and other third-party payers to receive referrals from physicians, case managers and hospital discharge planners. Competition in the home infusion market is based on quality of care, clinical outcomes, pricing and cost of service, reputation, and reliability of service. The Company’s competitors within the home infusion market include Optum Infusion Pharmacy (a unit of the United Healthcare Insurance Company), Coram CVS/specialty infusion services (a division of CVS Health), Amerita Specialty Pharmacy (a division of BrightSpring Health), KabaFusion, Soleo Health, Vital Care and many smaller regional and local home infusion companies, ambulatory infusion centers, or specialty pharmacies including Accredo, CVS Caremark, Optum Rx, and Orsini. The Company believes that its reputation for providing quality services, the strength of its national presence and its ability to effectively market its services at national, regional and local levels places it in a strong position against existing and potential competitors.\n\nIntellectual Property\n\nOption Care Health and its subsidiaries own a variety of trademarks, licenses, and service marks, including but not limited to: “Option Care Health”, “Option Care”, “Critical Care Systems”, “Clinical Specialties”, “BioScrip”, “BioScrip Infusion Services”, “HomeChoice Partners”, “InfuScience”, “InfusionCare”, “Infusion Partners”, “Infusion Solutions”, “New England Home Therapies”, “Professional Home Care Services”, “Wilcox Home Infusion”, “Home Solutions”, Home Solutions Infusion Therapy”, “Naven Health”, “Naven Connect”, “Restore+ by Option Care Health”, “IG Complete+”, “Care Nav+ by Option Care Health”, “BioCure”, “DP Diabetes in Pregnancy Program”, “HP Hypertension in Pregnancy Program”, “NV Nausea and Vomiting Hyperemesis Program”, “PM Prematurity Program”, “Factor Ape”, as well as several others.\n\n7\n\n\nSuppliers\n\nThe Company purchases pharmaceuticals and medical supplies directly through pharmaceutical manufacturers, authorized distributors and group purchasing organizations. As a national pharmacy provider with broad coverage and clinical expertise of its 92 full-service pharmacies, the Company provides pharmaceutical manufacturers with an extensive distribution channel for its existing and prospective pharmaceutical products. Many of the pharmaceuticals that the Company purchases are available from multiple sources and are available in sufficient quantities to meet the needs of the Company and its patients. However, some drugs are only available through sole distribution sources and/or limited distribution models from the manufacturer that may be subject to limits on distribution. In such cases, it is important that the Company establishes and maintains good working relationships with the manufacturer to secure a sufficient supply to meet its patients’ needs. Additionally, certain drugs may become subject to supply shortages. Such shortages can result in cost increases or hamper the Company’s ability to obtain sufficient quantities to meet the needs of its patients. The Company actively manages its relationships with direct manufacturers and distributors to provide differentiated access and service to ensure consistent supply and cost-effective procurement. These relationships provide the Company the opportunity to become a selected partner in the launch of their new products. The Company may also receive fees, which it records as revenue, from certain biotech manufacturers for providing them with bona fide services often focused around clinical outcomes/data. The Company’s continued growth will be dependent on maintaining its existing relationships with manufacturers and establishing new relationships with additional manufacturers as the Company launches new products.\n\nFor the year ended December 31, 2024, approximately 58% of the Company’s pharmaceutical and medical supply purchases were from three vendors. Although there are a limited number of suppliers, the Company believes that other vendors could provide similar products on comparable terms. However, a change in suppliers could cause delays in service delivery and possible losses in revenue, which could adversely affect the Company’s financial condition or operating results.\n\nThrough the purchasing power of its national platform, the Company is able to negotiate favorable terms and economics, including volume purchase rebates and vendor administration fees. Such fees are recorded as reductions to cost of revenue when the pharmaceuticals are delivered to the patient.\n\nBilling & Significant Payers\n\nThe Company generates most of its revenue from contracts with third-party payers, including managed care organizations, insurance companies, self-insured employers, Medicare, and Medicaid programs. Where permissible, the Company bills patients for any amounts not reimbursed by third-party payers. The majority of the Company’s infusion pharmacy revenue consists of reimbursements for both the cost of the pharmaceuticals sold and the cost of services provided. Pharmaceuticals are typically reimbursed on a percentage discount from the published average wholesale price (“AWP”) of each drug or on a percentage premium to average sales price (“ASP”). Nursing services are typically billed separately, while other patient support services, such as pharmacy compounding service, delivery service and ancillary medical supplies are reimbursed either separately or on a per diem basis, as applicable.\n\nThe Company’s largest payer represented approximately 15% of its revenue for the year ended December 31, 2024. No other single payer represented more than 10% of its revenue. The Company also provides services that are directly reimbursable through government healthcare programs such as Medicare and state Medicaid programs. For the year ended December 31, 2024, approximately 12% of the Company’s revenue was reimbursable through direct governmental programs, such as Medicare and Medicaid.\n\nMatters Affecting Drug Prices\n\nPricing benchmarks in the pharmacy industry are periodically published by third parties such as Red Book, Medi-Span, RJ Health, and the Centers for Medicare & Medicaid Services (“CMS”), and the benchmark reimbursement varies by payer contract. The most commonly used benchmarks are AWP and ASP. AWP is based on self-reported prices charged by wholesalers and manufacturers and reimbursement is generally AWP minus a percentage and may include a per diem fee or a fixed dispensing fee. ASP is based on actual sales transactions reported by wholesalers and is generally lower than AWP; reimbursement is generally ASP plus a percentage. The Company may also receive a fixed dispensing fee or a per diem fee for each day a patient is on service. Changes to these pricing benchmarks may have a significant impact on the profitability of the Company’s business.\n\n8\n\n\nGovernmental Regulation\n\nThe home infusion industry is subject to extensive regulation by a number of federal, state and local governmental entities. The industry is also subject to frequent regulatory changes. Laws and regulations in the healthcare industry are complex and, at times, the industry does not benefit from significant regulatory or judicial interpretation that would clarify how these laws and regulations should be applied. Moreover, the Company’s business is also impacted by certain laws and regulations that are applicable to its managed care and other clients. If the Company fails to comply with the laws and regulations directly applicable to its business, the Company could suffer civil and/or criminal penalties, and the Company could be excluded from participating in Medicare, Medicaid and other federal and state healthcare programs, which would have an adverse impact on its business.\n\nProfessional Licensure\n\nNurses, pharmacists and certain other healthcare professionals employed by the Company are required to be individually licensed or certified under applicable state law. The Company performs criminal and other background checks on employees and takes steps to ensure that its employees possess all necessary licenses and certifications, and the Company believes that its employees comply in all material respects with applicable licensure laws.\n\nPharmacy Licensing and Registration\n\nState laws require that each pharmacy location be licensed as an in-state pharmacy to dispense pharmaceuticals in that state. Certain states also require that pharmacy locations be licensed as out-of-state pharmacies if the Company delivers prescription pharmaceuticals into those states from locations outside of the state. The Company believes that it materially complies with all applicable state licensing laws. If the Company is unable to maintain its licenses or if states place burdensome regulations on non-resident pharmacies, its ability to operate in some states would be limited, which could have an adverse impact on its business. Laws enforced by the Drug Enforcement Administration (“DEA”), as well as some similar state agencies, require its pharmacy locations to individually register in order to handle controlled substances, including prescription pharmaceuticals. A separate registration is required at each principal place of business where the Company dispenses controlled substances. Federal and state laws also require that the Company follow specific labeling, reporting and record-keeping requirements for controlled substances. The Company maintains federal and state controlled substance registrations for each of its facilities that require such registration and materially follows procedures intended to comply with all applicable federal and state requirements regarding controlled substances.\n\nMany states in which the Company operates also require home infusion companies to be licensed as home health agencies. The Company believes it is in material compliance with these laws, as applicable.\n\nPrivacy and Security Requirements\n\nThe Health Insurance Portability and Accountability Act of 1996 (“HIPAA”) as amended by the Health Information Technology for Economic and Clinical Health Act (“HITECH”), and its implementing regulations, regulate the use, disclosure, confidentiality, availability and integrity of individually identifiable health information, known as “protected health information,” and provide for a number of individual rights with respect to such information. The federal privacy regulations are designed to protect health-related information that could be used to identify an individual’s protected health information.\n\nThe requirements imposed by HIPAA are extensive, and the Company has taken and intends to continue to take steps to ensure its policies and procedures are in material compliance with the applicable provisions.\n\n9\n\n\nRegulations\n\nFood, Drug and Cosmetic Act.   Certain provisions of the Food, Drug and Cosmetic Act (“FDCA”) govern the handling and distribution of pharmaceutical products. This law exempts certain pharmaceuticals and medical devices from federal labeling and packaging requirements as long as they are not adulterated or misbranded and are dispensed in accordance with and pursuant to a valid prescription. The Company believes it materially complies with all applicable requirements. The FDCA also governs interstate commerce for pharmaceutical products. The Company cannot predict the impact of any future FDCA regulations on its ability to ship drugs to different states from its pharmacies.\n\nThe Drug Quality and Security Act (“DQSA”) amended the FDCA to grant the Food and Drug Administration (“FDA”) authority to regulate the manufacturing of compounded pharmaceutical drugs. The Company materially complies with the PCAB Accreditation Standards for Sterile and Non-Sterile Pharmacy Compounding and pursues accreditation from quality associations. The Company believes it complies in all material respects with all applicable requirements of a non-outsourcing-facility pharmacy.\n\nThe FDA also regulates certain medical devices, such as infusion pumps, the Company uses to provide its services. In recent years, the FDA has increased its oversight of infusion pumps, resulting in additional requirements around patient education and adverse event reporting. The Company believes it complies in all material respects with all applicable requirements and that its employees have the level of proficiency required to use these devices and provide training to its patients.\n\nAnti-Kickback Statute.   The federal Anti-Kickback Statute prohibits individuals and entities from knowingly and willfully paying, offering, receiving, or soliciting money or anything else of value in order to induce the referral of patients or to induce a person to purchase, lease, order, arrange for, or recommend services or goods covered by Medicare, Medicaid, or other government healthcare programs. The Anti-Kickback Statute is broad and potentially covers many standard business arrangements. A number of states also have statutes and regulations that prohibit the same general types of conduct as those prohibited by the Anti-Kickback Statute described above. Violations can lead to significant criminal or civil penalties, including imprisonment. The Office of the Inspector General (“OIG”) could also seek Civil Monetary Penalties (“CMP”) or exclusion against individuals or entities who knowingly and willfully: (1) offer or pay remuneration, directly or indirectly, to induce referrals of government healthcare program business; or (2) solicit or receive remuneration, directly or indirectly, in return for referrals of government healthcare program business. The OIG of the U.S. Department of Health and Human Services (“HHS”) has published clarifying regulations that identify a limited number of safe harbors from criminal enforcement or civil administrative actions. The Company attempts to structure its business relationships to materially comply with these statutes and to satisfy an applicable safe harbor, where applicable. However, in situations where a business relationship does not fully satisfy the elements of a safe harbor, or where no safe harbor exists, the Company attempts to satisfy as many elements of an applicable or equivalent safe harbor as possible.\n\nFalse Claims Act.   The Company is subject to state and federal laws that govern the submission of claims for reimbursement. These laws generally prohibit an individual or entity from knowingly and willfully presenting a claim or causing a claim to be presented for payment from a federal healthcare program that is false or fraudulent. The standard for “knowing and willful” may include conduct that amounts to a reckless disregard for the accuracy of information presented to payers. Penalties under these statutes include substantial civil and criminal fines, exclusion from the Medicare or Medicaid programs and imprisonment. One of the most prominent of these laws is the federal False Claims Act, which may be enforced by the federal government directly or by a private plaintiff by filing a whistleblower lawsuit on the government’s behalf. Under the False Claims Act, the government and private plaintiffs, if any, may recover monetary penalties in the amount of $13,946 to $27,894 per false claim, as well as an amount equal to three times the amount of damages sustained by the government as a result of the false claim. A number of states, including states in which the Company operates, have adopted their own false claims statutes as well as statutes that allow individuals to bring whistleblower actions. The Company believes that it has procedures in place to ensure the material accuracy of its claims.\n\n10\n\n\nEthics in Patient Referrals Law (“Stark Law”)\n\nThe Stark Law exempts certain business relationships that meet its exception requirements. However, unlike the Anti-Kickback Statute under which an activity may fall outside a safe harbor and still be lawful, a referral for certain Designated Health Services (“DHS”) that does not fall within an exception is strictly prohibited by the Stark Law. In addition to the Stark Law, many of the states in which the Company operates have comparable restrictions on the ability of physicians to refer patients for certain services to entities with which the Company has a financial relationship. Certain of these state statutes mirror the Stark Law while others may be more restrictive. The Company attempts to structure all of its business relationships with physicians to comply with the Stark Law and any applicable state self-referral laws.\n\nThe federal Stark Law generally prohibits a physician from making referrals for certain DHS, reimbursable by Medicare or Medicaid, to entities with which the physician or an immediate family member has a financial relationship, unless an exception applies. A financial relationship is generally defined as an ownership, investment or compensation relationship. DHS includes outpatient pharmaceuticals, parenteral and enteral nutrition products, home health services, durable medical equipment, physical and occupational therapy services, and inpatient and outpatient hospital services. Among other sanctions, a CMP may be imposed for each bill or claim for a service a person knows or should know is for a service for which payment may not be made due to the Stark Law. Such persons or entities are also subject to exclusion from the Medicare and Medicaid programs. Any person or entity participating in a circumvention scheme to avoid the referral prohibitions is liable for CMPs, and additional fines may be imposed for failure to comply with reporting requirements regarding an entity’s ownership, investment and compensation arrangements for each day for which reporting is required to have been made under the Stark Law.\n\nHuman Capital Resources\n\nThe Company’s mission is to transform healthcare by providing innovative services that improve outcomes, reduce costs and deliver hope for patients and their families. The values we embody support each of our team members as they deliver life-changing, extraordinary care.\n\nAs of December 31, 2024, the Company employed 6,015 persons on a full-time basis and 2,073 persons on a part-time basis. The majority of its part-time employees are clinicians due to the nature and timing of the services the Company provides.\n\nAttracting and retaining a highly skilled and diverse team to deliver extraordinary care is a top priority. The Company’s strategy includes four distinct areas to empower our people so that they remain focused on providing extraordinary care that changes lives:\n\n•Talent Development.   The Company strives to empower our team members by giving them the tools and resources to strengthen and expand their knowledge and skills and advance their careers through training, leadership development programs, continuing functional education and other professional development opportunities. The Company also focuses on performance management, 360 degree feedback, and succession planning through calibration assessments on each team leader’s potential, performance and readiness for advancement.\n\n•Employee Engagement.   The Company believes that highly engaged team members deliver a better patient experience. The foundation of our engagement strategy is a culture that connects our team members to our mission and values while promoting a sense of community, while also aligning behind business priorities. Our approach to employee engagement is to cultivate our culture and build relationships across geographically distributed team members. The Company promotes employee engagement with engagement surveys, an internal social media platform, quarterly and annual peer recognition programs, and company newsletters.\n\n•Health and Well-being.   The Company provides a holistic range of resources and programs to our team members to address each person’s unique needs, including physical, mental and financial health and well-being with programs to support healthy lifestyles, specialized programs to help manage chronic conditions, behavioral health education, coaching, and counseling, and financial wellness resources.\n\n•Inclusion and Belonging.   The Company believes that a workforce with a variety of backgrounds, experiences, and viewpoints makes us stronger, more innovative and better able to serve our patients. The Company strives to foster an inclusive workplace where team members feel valued, respected, and empowered to contribute their unique perspectives.  We assess the effectiveness of our inclusion efforts through qualitative and quantitative insights, ensuring that our workplace supports the development and success of all team members.\n\n11\n\n\nThe Company relies on its ability to attract and retain nursing staff, pharmacists and other professionals who possess the skills, experience and licenses necessary to meet the requirements of their job responsibilities. The Company’s ability to attract and retain personnel depends on several factors, including the ability to provide them with engaging assignments and competitive salaries and benefits. The Company is committed to fostering a workplace where team members feel valued and supported through initiatives focused on professional development, employee engagement, and overall well-being.\n\nAvailable Information\n\nThe Company’s corporate headquarters is located at 3000 Lakeside Drive, Suite 300N, Bannockburn, IL 60015. The Company maintains a website at www.optioncarehealth.com. The information contained on its website is not incorporated by reference into this Annual Report and should not be considered part of this Annual Report. The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and Proxy Statements are available through its website at https://investors.optioncarehealth.com, free of charge, as soon as reasonably practicable after they are filed with or furnished to the SEC.\n\nThe SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at www.sec.gov.",
      "char_count": 33031
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A.    Risk Factors\n\nInvestors should carefully consider the following Company-specific and general risk factors.\n\nCompany-Specific Risk Factors\n\nOur revenue and profitability will decline if the pharmaceutical industry undergoes certain changes, including limiting or discontinuing research, development, production and marketing of the pharmaceuticals that are compatible with the services we provide.\n\nOur business is highly dependent on the ability of pharmaceutical manufacturers to develop, supply and market pharmaceuticals that are compatible with the services we provide. Our revenue and profitability will decline if those companies were to sell pharmaceuticals directly to the public, fail to support existing pharmaceuticals or develop new pharmaceuticals with different administration requirements than our service offerings are currently equipped to handle. Our business could also be harmed if the pharmaceutical industry experiences any supply shortages, pharmaceutical recalls, changes in the FDA approval processes, or changes to how pharmaceutical manufacturers finance, promote or sell pharmaceutical products. The Company has experienced drug and supply shortages and has leveraged its relationships with direct manufacturers and distributors to ensure consistent supply and cost-effective procurement. A reduction in the supply of and market for pharmaceuticals that are compatible with the services we provide may have a material adverse effect on our financial condition and results of operations.\n\nIf we lose relationships with managed care organizations (“MCOs”) and other non-governmental third-party payers, we could lose access to a significant number of patients and our revenue and profitability could decline.\n\nWe are highly dependent on reimbursement from MCOs, government programs such as Medicare and Medicaid and commercial insurers (collectively, “Third-Party Payers”). For the year ended December 31, 2024, 88% of our revenue came from MCOs and other non-governmental payers, including Medicare Advantage plans, Managed Medicaid plans, pharmacy benefit managers (“PBMs”), and self-pay patients. Many payers seek to limit the number of providers that supply pharmaceuticals to their enrollees in order to build volume that justifies their discounted pricing. From time to time, payers with whom we have relationships require that we bid against our competitors to keep their business. As a result of this bidding process, we may not be retained, and even if we are retained, the prices at which we are able to retain the business may be reduced. The loss of a payer relationship could significantly reduce the number of patients we serve and have a material adverse effect on our revenue and net income, and a reduction in pricing could reduce our gross margins and net income.\n\nThe healthcare industry is highly competitive. \n\nThe healthcare industry is highly competitive. We compete directly with national, regional and local healthcare providers. There are many other companies and individuals currently providing healthcare services that we provide, many of which have been in business longer and/or have substantially more resources. Other companies could enter the healthcare industry in the future and divert some or all of our business. We expect to continue to encounter competition in the future that could limit our ability to grow revenue and/or maintain acceptable pricing levels.\n\nSome of our competitors have vertically integrated business models with commercial payers or are under common control with, or owned by, pharmaceutical wholesalers and distributors, MCOs, PBMs or retail pharmacy chains and may be better positioned with respect to the cost-effective distribution of pharmaceuticals. In addition, some of our competitors may have secured long-term supply or distribution arrangements for prescription pharmaceuticals necessary to treat certain chronic disease states on price terms substantially more favorable than the terms currently available to us. Consequently, we may be less price competitive than some of our competitors with respect to certain pharmaceutical products.\n\nAccountable Care Organizations (“ACOs”) and other clinical integration models may result in lower reimbursement rates. Some of our competitors may negotiate exclusivity provisions with managed care plans or otherwise interfere with the ability of MCOs to contract with us. Increasing consolidation in the payer and supplier industries, including vertical integration efforts among insurers, providers, and suppliers, and cost-reduction strategies by large employer groups and their affiliates may limit our ability to negotiate favorable terms and conditions in our contracts and otherwise intensify competitive pressure. In addition, our competitive position could be adversely affected by any inability to obtain access to new biotech pharmaceutical products.\n\nIf we are unable to maintain relationships with existing patient referral sources, our business and consolidated financial condition, results of operations, and cash flows could be materially adversely affected.\n\nOur success depends on referrals from physicians, hospitals, and other sources in the communities we serve and on our ability to maintain good relationships with existing referral sources. Our referral sources are not contractually obligated to refer patients to us and may refer their patients to other providers. Our growth and profitability depend, in part, on our ability to establish and maintain close working relationships with these patient referral sources and to increase awareness and acceptance of the benefits of home infusion by our referral sources and their patients. Our loss of, or failure to maintain, existing relationships or our failure to develop new referral relationships could have a material adverse effect on our business and consolidated financial condition, results of operations, and cash flows.\n\nChanges in industry pricing benchmarks could adversely affect our financial performance.\n\nOur contracts generally use certain published benchmarks to establish pricing for the reimbursement of prescription medications we dispense. These benchmarks include AWP, wholesale acquisition cost, ASP and average manufacturer price. Many of our contracts utilize the AWP benchmark. Publication of the AWP benchmark was expected to cease in 2011 as a result of the settlement of class-action lawsuits brought against First Databank and Medi-Span, third-party publishers of various pricing benchmarks. However, Medi-Span continues to publish the AWP benchmark and has indicated that it will continue to do so until a new benchmark is widely accepted. Several industry participants have explored establishing a new benchmark but there is not currently a viable generally accepted alternative to the AWP benchmark. Without a suitable pricing benchmark in place, many of our contracts may need to be modified, which could potentially change the economic structure of our agreements. \n\nChanges in our relationships with pharmaceutical suppliers, including changes in drug availability or pricing, could adversely affect our business and financial results.\n\nWe have contractual relationships with pharmaceutical manufacturers to purchase the pharmaceuticals that we dispense. In order to have access to these pharmaceuticals, and to be able to participate in the launch of new pharmaceuticals, we must maintain a good working relationship with these manufacturers. Most of the manufacturers of the pharmaceuticals we sell have the right to cancel their supply contracts with us without cause and after giving only minimal notice. Any changes to these relationships, including, but not limited to, the loss of a manufacturer relationship, drug shortages or changes in pricing, could have an adverse effect on our business and financial results. For example, in October 2024, we received notice of a manufacturer’s intention to significantly reduce the spread at which we procure a certain therapy relative to drug reference prices beginning in early 2025, which is expected to negatively impact gross profit by approximately $60 million to $70 million dollars in 2025.\n\nSome pharmaceutical manufacturers attempt to limit the number of preferred distributors that may market certain of their pharmaceutical products. We cannot provide assurance that we will be selected and retained as a preferred distributor or that we can remain a preferred distributor to market these products. Although we believe we can effectively meet our suppliers’ requirements, we cannot provide assurance that we will be able to compete effectively with other providers to retain our position as a distributor of each of our core products. Our failure to retain our position as a distributor of each of our core products could have a material adverse effect on our financial condition and results of operations. \n\nA disruption in pharmaceutical and medical supply could adversely impact our business.\n\nFor the year ended December 31, 2024, approximately 58% of our pharmaceutical and medical supply purchases were from three vendors. Most of the pharmaceuticals that we purchase are available from multiple sources, and we believe they are available in sufficient quantities to meet our needs and the needs of our patients. We keep safety stock to ensure continuity of service for reasonable, but limited, periods of time. Should a supply disruption result in our inability to obtain especially high margin drugs and compound components necessary for patient care, our consolidated financial statements could be negatively impacted.\n\nIn addition, there is currently significant uncertainty with respect to trade policies, treaties, tariffs and customs duties and taxes. If tariffs, trade restrictions or trade barriers are expanded, increased or interpreted by a court or governmental agency to apply to more of our products, then our exposure to future taxes and duties on such imported products and components could be significant and could have a material effect on our financial results.\n\n14\n\n\nA shortage of qualified registered nursing staff, pharmacists and other professionals could adversely affect our ability to attract, train and retain qualified personnel and could increase operating costs.\n\nOur business relies on our ability to attract, train and retain nursing staff, pharmacists and other professionals who possess the skills, experience and licenses necessary to meet the requirements of their job responsibilities. From time to time, and particularly in recent years, there have been shortages of nursing staff, pharmacists and other professionals in certain local and regional markets. As a result, we are often required to compete for personnel with other healthcare systems and our competitors. Our ability to attract, train and retain personnel depends on several factors, including our ability to provide them with engaging assignments and competitive salaries and benefits. We may not be successful in any of these areas.\n\nIn addition, where labor shortages arise in markets in which we operate, we have faced higher costs to attract personnel and we have had to provide them with more attractive benefit packages than originally anticipated or are being paid in other markets where such shortages do not exist at the time. In either case, such circumstances cause operating costs to increase and our profitability to decline. Finally, if we expand our operations into geographic areas where healthcare providers historically have unionized or unionization occurs in our existing geographic areas, negotiating collective bargaining agreements may have a negative effect on our ability to timely and successfully recruit qualified personnel and on our financial results. If we are unable to attract, train and retain nursing staff, pharmacists and other professionals, the quality of our services may decline and we could lose patients and referral sources, which could have a material adverse effect on our business and consolidated financial condition, results of operations and cash flows.\n\nIntroduction of new drugs, accelerated adoption of existing lower margin drugs or withdrawal of existing drugs could adversely affect our revenues and profitability when prescribers prescribe these drugs for their patients or they are mandated by Third-Party Payers.\n\nThe pharmaceutical industry pipeline of new drugs includes many drugs that over the long term may replace older, more expensive therapies. As a result of such older drugs losing patent protection and being replaced by generic substitutes, new and less expensive delivery methods (such as when an infusion or injectable drug is replaced with an oral drug) or additional products that are added to a therapeutic class, increase price competition among competing manufacturers’ products in that therapeutic category. In such cases, manufacturers have the ability to increase drug acquisition costs or lower the selling price of replaced products. These actions could negatively impact our revenues and/or profitability.\n\nFailure to develop new services or adapt to changes and trends within the healthcare industry may adversely affect our business.\n\nWe operate in a highly competitive environment. We develop new services from time to time to assist our clients. If we are unsuccessful in developing innovative services, our ability to attract new clients and retain existing clients may suffer. \n\nTechnology, including the ability to capture and report outcomes, is also an important component of our business as we continue to utilize new and better channels to communicate and interact with our clients, members and business partners. If our competitors are more successful than us in employing new technology, our ability to attract new clients, retain existing clients and operate efficiently may suffer. Any significant shifts in the structure of the healthcare products and services industry in general could alter the industry dynamics and adversely affect our ability to attract or retain clients. Our failure to anticipate or appropriately adapt to changes in the industry could negatively impact our competitive position and adversely affect our business and results of operations.\n\n15\n\n\nChanges in future business conditions could cause business investments and/or recorded goodwill to become impaired, and our financial condition and results of operations could suffer if there is an impairment of goodwill.\n\nOur acquisitions resulted in significant goodwill reported on our financial statements. Goodwill results when the purchase price exceeds the fair value of the identifiable tangible and intangible assets and liabilities acquired. We may not realize the full value of this goodwill. As such, we evaluate on at least an annual basis whether events and circumstances indicate that all or some of the carrying value of goodwill is no longer recoverable, in which case we would recognize the unrecoverable goodwill as a charge against our earnings. The Company completes its goodwill impairment test annually in the fourth quarter on a qualitative basis. If the fair value is more likely than not less than the carrying value, a quantitative assessment will be performed. When evaluating goodwill for potential impairment on a quantitative basis, we compare the fair value of our reporting units to their respective carrying amounts. We estimate the fair value of our reporting units using the income approach. If the carrying amount of a reporting unit exceeds its estimated fair value, a goodwill impairment loss is recognized in an amount equal to the excess to the extent of the goodwill balance. The income approach requires us to estimate a number of factors for our reporting units, including projected future operating results, economic projections, anticipated future cash flows, and discount rates. The fair value determined using the income approach is then compared to marketplace fair value data from within a comparable industry grouping for reasonableness. Because of the significance of our goodwill, any future impairment could result in material non-cash charges to our results of operations, which could have an adverse effect on our financial condition and results of operations.\n\nA significant change in, or noncompliance with, governmental regulations and other legal requirements could have a material adverse effect on our reputation and profitability.\n\nWe operate in complex, highly regulated environments and could be materially and adversely affected by changes to applicable legal requirements including related interpretations and enforcement practices, new legal requirements and/or any failure to comply with applicable regulations. Our home infusion and alternate site infusion businesses are subject to numerous federal, state and local regulations including licensing and other requirements for pharmacies and reimbursement arrangements. \n\nThe federal and state statutes and regulations to which we are subject include, but are not limited to, laws requiring the registration and regulation of pharmacies; laws governing the dispensing of pharmaceuticals and controlled substances; laws regulating the protection of the environment and health and safety matters, including those governing exposure to, and the management and disposal of, hazardous substances; laws regarding food and drug safety, including those of the FDA and the DEA; applicable governmental payer regulations, including those applicable to Medicare and Medicaid; data privacy and security laws, including HIPAA and its associated regulations; federal and state fraud and abuse laws, including, but not limited to, the Anti-Kickback Statute and false claims laws; trade regulations, including those of the U.S. Federal Trade Commission (“FTC”), the U.S. Foreign Corrupt Practices Act (the “FCPA”) and similar anti-corruption laws in connection with the services provided by certain of our contractors; and consumer protection and safety laws, including those of the Consumer Product Safety Commission.\n\nWe are required to hold valid DEA and state-level licenses, meet various security and operating standards and comply with federal and various state controlled substance acts and related regulations governing the sale, dispensing, disposal, holding and distribution of controlled substances. The DEA, the FDA and state regulatory authorities have broad enforcement powers, including the ability to seize or recall products and impose significant criminal, civil and administrative sanctions for violations of these laws and regulations.\n\nWe use, disclose and otherwise process personally identifiable information, including health information, making us subject to HIPAA and other federal and state privacy and security regulations, and failure to comply with those regulations or to adequately secure the information we hold could result in significant liability or reputational harm and, in turn, could have a material adverse effect on our patient base and revenue.\n\nWe are also governed by federal and state laws of general applicability, including laws regulating matters of working conditions, health and safety and equal employment opportunity and other labor and employment matters as well as employee benefits, competition, antitrust, taxation and escheatment matters. Material violations of any such laws could have a material adverse effect on our patient base and revenue. In addition, we could have significant exposure if we are found to have infringed another party’s intellectual property rights.\n\n16\n\n\nChanges in laws, regulations and policies and the related interpretations and enforcement practices may alter the landscape in which we do business and may significantly affect our cost of doing business, the impact of which generally cannot be predicted. Such changes may require extensive system and operational changes, be difficult to implement, increase our operating costs and require significant capital expenditures. Ultimately, our noncompliance with applicable laws and regulations could result in the imposition of civil and criminal penalties that could adversely affect the continued operation of our business, including: suspension of payments from government programs; loss of required government certifications; loss of authorizations to participate in or exclusion from government programs, including the Medicare and Medicaid programs; loss of licenses; and significant fines or monetary penalties. Any failure to comply with applicable regulatory requirements could result in significant legal and financial exposure, damage our reputation, and have a material adverse effect on our business operations, financial condition and results of operations.\n\nFederal actions and legislation may reduce reimbursement rates from governmental payers and adversely affect our results of operations.\n\nIn recent years, Congress has passed legislation reducing payments to healthcare providers. The Budget Control Act of 2011, as amended, requires automatic spending reductions to reduce the federal deficit, including Medicare spending reductions of up to 2% per fiscal year that extend through 2027. The Center for Medicare & Medicaid Services (“CMS”) began imposing a 2% reduction on Medicare claims on April 1, 2013. The Affordable Care Act provides for material reductions in the growth of Medicare program spending. The 21st Century Cures Act (the “Cures Act”) significantly reduced the amount paid by Medicare for drug costs, while delaying the implementation of a clinical services payment, although Congress also passed a temporary transitional service payment that took effect January 1, 2019. In addition, from time to time, CMS revises the reimbursement systems used to reimburse healthcare providers, which may result in reduced Medicare payments. Most recently, the Inflation Reduction Act of 2022 (the “IRA”) granted CMS the authority to negotiate drug prices under Medicare Part D, with price controls taking effect in 2026.  In August 2024, CMS announced the results of its first round of drug price negotiations, which included a 66% reduction from 2023 list price for one therapy in our portfolio. The manufacturer of this therapy subsequently informed us in October 2024 of its intent to significantly reduce our procurement spread relative to drug reference prices beginning in early 2025. The direct and indirect impact IRA-mandated price negotiations and future CMS determinations is expected to negatively impact our results of operations. \n\nFor the year ended December 31, 2024, 12% of our revenue was derived from reimbursement by direct federal and state programs such as Medicare and Medicaid. Reimbursement from these and other government programs is subject to statutory and regulatory requirements, administrative rulings, interpretations of policy, implementation of reimbursement procedures, retroactive payment adjustments, governmental funding restrictions and changes to or new legislation, all of which may materially affect the amount and timing of reimbursement payments to us. Changes to the way Medicare pays for our services, including mandatory payment reductions, such as sequestration, may reduce our revenue and profitability on services provided to Medicare patients and increase our working capital requirements. In addition, we are sensitive to possible changes in state Medicaid programs.\n\nBecause most states must operate with balanced budgets and because the Medicaid program is often a state’s largest program, some states have enacted or may consider enacting legislation designed to reduce their Medicaid expenditures. Further, many states have taken steps to reduce coverage and/or enroll Medicaid recipients in managed care programs. The current economic environment has increased the budgetary pressures on many states, and these budgetary pressures have resulted, and will likely continue to result, in decreased spending, or decreased spending growth, for Medicaid programs and the Children’s Health Insurance Program in many states.\n\nIn some cases, Third-Party Payers rely on all or portions of Medicare payment systems to determine payment rates. Changes to government healthcare programs that reduce payments under these programs may negatively impact payments from Third-Party Payers. Current or future healthcare reform and deficit reduction efforts, changes in other laws or regulations affecting government healthcare programs, changes in the administration of government healthcare programs and changes in payment rates by Third-Party Payers could have a material, adverse effect on our financial position and results of operations.\n\n17\n\n\nDelays in reimbursement may adversely affect our liquidity, cash flows and results of operations.\n\nThe reimbursement process for the services we provide is complex, resulting in delays between the time we bill for a service and receipt of payment that can be significant. Reimbursement and procedural issues often require us to resubmit claims multiple times and respond to multiple administrative requests before payment is remitted. The collection of accounts receivable is challenging and requires constant focus and involvement by management and ongoing enhancements to information systems and billing center operating procedures. While management believes that our controls and processes are satisfactory, there can be no assurance that collections of accounts receivable will continue at historical rates. The risks associated with third-party payers and the inability to collect outstanding accounts receivable could have a material adverse effect on our liquidity, cash flows and results of operations. For example, in the first quarter of 2024, Change Healthcare, a subsidiary of UnitedHealth Group, experienced a cybersecurity incident that disrupted its operations, causing us to disconnect from certain Change Healthcare applications until the end of the quarter, preventing us from processing claims for services and reducing our cash flows from operations in the first quarter of 2024. The majority of previously unprocessed claims were recognized in the second quarter of 2024.  While we have substantially addressed the backlog and resumed normal billing operations as of the fourth quarter of 2024, we continue to evaluate the impact of the incident on our broader revenue cycle management processes.\n\nWe are subject to pricing pressures and other risks involved with Third-Party Payers.\n\nCompetition to provide healthcare services, efforts by traditional Third-Party Payers to contain or reduce healthcare costs, and the increasing influence of managed care payers such as HMOs, has resulted in reduced rates of reimbursement for home infusion and specialty pharmacy services. Changes in reimbursement policies of governmental Third-Party Payers, including policies relating to Medicare, Medicaid and other federal and state funded programs, could reduce the amounts reimbursed to our customers for our products and, in turn, the amount these customers would be willing to pay for our products and services, or could directly reduce the amounts payable to us by such payers. Pricing pressures by Third-Party Payers may continue, and these trends may adversely affect our business. \n\nAlso, continued growth in managed care plans has pressured healthcare providers to find ways of becoming more cost competitive. MCOs have grown substantially in terms of the percentage of the population they cover and in terms of the portion of the healthcare economy they control. MCOs have continued to consolidate to enhance their ability to influence the delivery of healthcare services and to exert pressure to control healthcare costs. A rapid concentration of revenue derived from individual managed care payers could harm our business.\n\nWe face periodic reviews and billing audits by governmental and private payers, which could result in adverse findings that may negatively impact our business.\n\nAs a result of our participation in the Medicare and Medicaid programs, we are subject to various governmental reviews and audits to verify our compliance with these programs and applicable laws and regulations. We also are subject to audits under various government programs in which third-party firms engaged by CMS conduct extensive reviews of claims data and medical and other records to identify potential improper payments under the Medicare program. Third-Party Payers may also conduct audits. Disputes with payers can arise from these reviews. Payers can claim that payments based on certain billing practices or billing errors were made incorrectly. If billing errors are identified in the sample of reviewed claims, the billing error can be extrapolated to all claims filed, which could result in a larger overpayment than originally identified in the sample of reviewed claims. Our costs to respond to and defend claims, reviews and audits may be significant and could have a material adverse effect on our business and financial condition, results of operations and cash flows. Moreover, an adverse claim, review or audit could result in:\n\n•required refunding or retroactive adjustment of amounts we have been paid by governmental payers or Third-Party Payers;\n\n•state or federal agencies imposing fines, penalties and other sanctions on us;\n\n•suspension or exclusion from the Medicare program, state programs, or one or more third-party payer networks; or\n\n•damage to our business and reputation in various markets.\n\nThese results could have a material adverse effect on our business and financial condition, results of operations and cash flows.\n\n18\n\n\nIf any of our pharmacies fail to comply with the conditions of participation in the Medicare program, that pharmacy could be terminated from Medicare, which could adversely affect our consolidated financial statements.\n\nOur pharmacies must comply with the extensive conditions of participation in the Medicare program. If a pharmacy fails to meet any of the Medicare supplier standards, that pharmacy could be terminated from the Medicare program. We respond in the ordinary course to deficiency notices issued by surveyors, and none of our pharmacies has ever been terminated from the Medicare program for failure to comply with the Medicare supplier standards. Any termination of one or more of our pharmacies from the Medicare program for failure to satisfy the Medicare supplier standards could adversely affect our consolidated financial statements.\n\nWe cannot predict the impact of changing requirements on compounding pharmacies.\n\nThe operation of compounding pharmacies are regulated by federal and state governmental agencies. We believe that our compounding is performed in safe environments, and we have clinically appropriate policies and procedures in place. We do not believe that our current compounding practices qualify us as an outsourcing facility because we only compound pursuant to a patient-specific prescription and do so in compliance with the applicable United States Pharmacopeia, Chapter 797 (“USP 797”) standards and applicable state pharmacy laws. Should state regulators or the FDA disagree, or should our business practices change to qualify us as an outsourcing facility, there is risk of regulatory action and/or increased resources required to comply with federal requirements imposed pursuant to the Drug Quality & Safety Act (“DQSA”) on outsourcing facilities that could significantly increase our costs or otherwise affect our results of operations. Furthermore, we cannot predict the overall impact of increased scrutiny on compounding pharmacies.\n\nThe (“DQSA”) amended the Federal Drug & Cosmetic Act (“FDCA”) to grant the FDA additional authority to regulate and monitor the manufacturing of compounded pharmaceutical drugs. In 2013, Congress passed the DQSA, which creates a new category of compounding facilities called outsourcing facilities that are regulated by the FDA. The Company complies with all federal and state regulations, as well as all PCAB Accreditation Standards for Sterile and Non-Sterile Pharmacy Compounding, and pursues accreditation from quality associations. The Company believes it complies in all material respects with all applicable requirements of a non-outsourcing-facility pharmacy, as outlined in Section 503A of the FDCA. Title II of this measure, known as the Drug Supply Chain Security Act (“DSCSA”), established requirements in November 2013 to facilitate the tracing of prescription drug products through the pharmaceutical supply distribution chain. These requirements included a 10-year timeline culminating in the building of \"an electronic, interoperable system to identify and trace certain prescription drugs as they are distributed in the United States.” The law’s track and trace requirements are applicable to manufacturers, wholesalers, re-packagers and dispensers (e.g., pharmacies) of prescription drugs. The Company is currently materially compliant with the DSCSA provisions currently in effect. As an eligible trading partner, the Company believes it is materially compliant with the additional provisions of DSCSA, which requires the electronic receipt and exchange of transaction information (with specific product identifiers for each package) and transaction statements. Please note that the FDA has issued an exemption from the enhanced drug distribution security requirements of section 582 of the FDCA for eligible trading partners until November 27, 2025. These regulatory measures, future DSCSA regulatory measures and the potential for increased DSCSA enforcement by the FDA could increase pharmacy costs. Noncompliance with these regulations could have an adverse impact on our reputation and profitability.\n\n19\n\n\nRisks Relating to Our Indebtedness\n\nOur existing indebtedness could adversely affect our business and growth prospects.\n\nAs of December 31, 2024, we had $1,131.6 million of outstanding borrowings, including (i) $631.6 million under our First Lien Term Loan (as defined herein) and (ii) $500.0 million under our 4.375% Senior Unsecured Notes due 2029 (the “Senior Notes”). All obligations under the First Lien Term Loan are secured by first-priority perfected security interests in substantially all of our assets and the assets of our subsidiaries, subject to permitted liens and other exceptions. Our indebtedness, or any additional indebtedness we may incur, could require us to divert funds identified for other purposes for debt service and impair our liquidity position. If we cannot generate sufficient cash flow from operations to service our debt, we may need to refinance our debt, dispose of assets or issue equity to obtain necessary funds. We do not know whether we will be able to take any of these actions on a timely basis, on terms satisfactory to us or at all.\n\nOur indebtedness, the cash flow needed to satisfy our debt and the covenants contained in our credit agreements and indenture have important consequences, including but not limited to:\n\n•limiting funds otherwise available for financing our capital expenditures by requiring us to dedicate a portion of our cash flows from operations to the repayment of debt and the interest on this debt;\n\n•limiting our ability to incur additional indebtedness;\n\n•limiting our ability to capitalize on significant business opportunities;\n\n•making us more vulnerable to rising interest rates; and\n\n•making us more vulnerable in the event of a downturn in our business.\n\nOur level of indebtedness may place us at a competitive disadvantage to our competitors that are not as highly leveraged. Fluctuations in interest rates can increase borrowing costs. Increases in interest rates may directly impact the amount of interest we are required to pay and reduce earnings accordingly. In addition, developments in tax policy, such as the disallowance of tax deductions for interest paid on outstanding indebtedness, could have an adverse effect on our liquidity and our business, financial condition and results of operations. Further, our credit agreements and indenture contain customary affirmative and negative covenants and certain restrictions on operations that could impose operating and financial limitations and restrictions on us, including restrictions on our ability to enter into particular transactions and to engage in other actions that we may believe are advisable or necessary for our business. Our First Lien Term Loan is also subject to mandatory prepayments in certain circumstances and requires a prepayment of a certain percentage of our excess cash flow. This excess cash flow payment, and future required prepayments, will reduce our cash available for investment in our business.\n\nWe expect to use cash flow from operations to meet current and future financial obligations, including funding our operations, debt service requirements and capital expenditures. The ability to make these payments depends on our financial and operating performance, which is subject to prevailing economic, industry and competitive conditions and to certain financial, business, economic and other factors beyond our control.\n\nDespite our indebtedness, we may still incur significantly more debt, which could exacerbate the risks associated with our substantial leverage.\n\nWe may incur additional indebtedness, including additional secured indebtedness, in the future, in connection with future acquisitions, strategic investments and strategic relationships. Although the financing documents governing our indebtedness contain covenants and restrictions on the incurrence of additional debt, these restrictions are subject to a number of qualifications and exceptions and, under certain circumstances, debt incurred in compliance with these restrictions, including secured debt, could be substantial. Adding additional debt to current debt levels could exacerbate the leverage-related risks described above.\n\n20\n\n\nWe may not be able to generate sufficient cash flow to service all of our indebtedness and may be forced to take other actions to satisfy our obligations under such indebtedness, which may not be successful.\n\nOur ability to make scheduled payments or to refinance outstanding debt obligations depends on our financial and operating performance, which will be affected by prevailing economic, industry and competitive conditions and by financial, business and other factors beyond our control. We may not be able to maintain a sufficient level of cash flow from operating activities to permit us to pay the principal, premium, if any, and interest on our indebtedness. Any failure to make payments of interest and principal on our outstanding indebtedness on a timely basis would likely result in a reduction of our credit rating, which would also harm our ability to incur additional indebtedness.\n\nIf our cash flow and capital resources are insufficient to fund our debt service obligations, we may be required to reduce or delay capital expenditures, sell assets, seek additional capital or seek to restructure or refinance our indebtedness. Any refinancing of our indebtedness could be at higher interest rates and may require us to comply with more onerous covenants. These alternative measures may not be successful and may not permit us to meet our scheduled debt service obligations. In the absence of such cash flow and resources, we could face substantial liquidity problems and might be required to sell material assets or operations to attempt to meet our debt service obligations. The financing documents governing our First Lien Term Loan, Revolver Facility (as defined herein) and our Senior Notes restrict our ability to conduct asset sales and/or use the proceeds from asset sales. We may not be able to consummate these asset sales to raise capital or sell assets at prices and on terms that we believe are fair and any proceeds that we do receive may not be adequate to meet any debt service obligations then due. If we cannot meet our debt service obligations, the holders of our indebtedness may accelerate such indebtedness and, to the extent such indebtedness is secured, foreclose on our assets. In such an event, we may not have sufficient assets to repay all of our indebtedness.\n\n21\n\n\nRisks Relating to Our Common Stock\n\nProvisions of our corporate governance documents could make an acquisition of us more difficult and may prevent attempts by our stockholders to replace or remove our current management, even if it is beneficial to our stockholders. \n\nOur third amended and restated certificate of incorporation contains provisions that could make it more difficult for a third party to acquire us, even if doing so might be beneficial to our stockholders. Among other things, these provisions: \n\n•allow us to authorize the issuance of undesignated preferred stock, the terms of which may be established and the shares of which may be issued without stockholder approval, and which may include supermajority voting, special approval, dividend, or other rights or preferences superior to the rights of stockholders; \n\n•provide that directors may be removed with or without cause only by the affirmative vote of holders of at least 66 2∕3% of the voting power of all the then-outstanding shares of our stock entitled to vote thereon, voting together as a single class;\n\n•prohibit stockholder action by written consent; and\n\n•provide that any amendment, alteration, rescission or repeal of our bylaws or certificate of incorporation by our stockholders will require the affirmative vote of the holders of at least 66 2∕3% of the voting power of all the then-outstanding shares of our stock entitled to vote thereon, voting together as a single class.\n\nThese and other provisions in our certificate of incorporation, bylaws and Delaware law could make it more difficult for shareholders or potential acquirers to obtain control of our Board of Directors or initiate actions that are opposed by our then-current Board, including delaying or impeding a merger, tender offer or proxy contest involving the Company. The existence of these provisions could negatively affect the price of our common stock and limit opportunities to realize value in a corporate transaction.\n\nMoreover, Section 203 of the Delaware General Corporation Law (“DGCL”) may discourage, delay, or prevent a change of control of the Company. Section 203 of the DGCL imposes certain restrictions on mergers, business combinations, and other transactions between us and holders of 15% or more of our common stock.\n\nOur third amended and restated certificate of incorporation designates the Court of Chancery of the State of Delaware as the exclusive forum for certain litigation that may be initiated by our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us.\n\nPursuant to our third amended and restated certificate of incorporation, unless we consent in writing to the selection of an alternative forum, the Court of Chancery of the State of Delaware will be the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed by any of our directors, officers, employees and stockholders to us or our stockholders, (iii) any action asserting a claim against us arising pursuant to any provision of the DGCL or as to which the DGCL confers jurisdiction on the Court of Chancery of the State of Delaware, our third amended and restated certificate of incorporation or our bylaws or (iv) any other action asserting a claim against us that is governed by the internal affairs doctrine; provided that, for the avoidance of doubt, the forum selection provision that identifies the Court of Chancery of the State of Delaware as the exclusive forum for certain litigation, including any “derivative action”, will not apply to suits to enforce a duty or liability created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction. Our third amended and restated certificate of incorporation will further provide that any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock is deemed to have notice of and consented to the provisions of our third amended and restated certificate of incorporation described above. The forum selection clause in our third amended and restated certificate of incorporation may have the effect of discouraging lawsuits against us or our directors and officers and may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us.\n\nWe may issue shares of preferred stock in the future, which could make it difficult for another company to acquire us or could otherwise adversely affect holders of our common stock, which could depress the price of our common stock.\n\nOur third amended and restated certificate of incorporation authorizes us to issue one or more series of preferred stock. Our Board of Directors has the authority to determine the preferences, limitations and relative rights of the shares of preferred stock and to fix the number of shares constituting any series and the designation of such series, without any further vote or action by our stockholders. Our preferred stock could be issued with voting, liquidation, dividend and other rights superior to the rights of our common stock. The potential issuance of preferred stock may delay or prevent a change in control, discouraging bids for our common stock at a premium to the market price, and materially and adversely affecting the market price and the voting and other rights of the holders of our common stock.\n\n22\n\n\nWe cannot guarantee that our stock repurchase program will be fully implemented or that it will enhance long-term stockholder value.\n\nWe cannot guarantee that our stock repurchase program will be fully implemented or that it will enhance long-term stockholder value. In January 2025, the Board of Directors approved a new stock repurchase program authorizing the repurchase of up to $500 million of our common stock. The repurchase program does not have an expiration date, and we are not obligated to repurchase a specified number or dollar value of shares, on any particular timetable or at all. There can be no assurance that we will repurchase stock at favorable prices. The repurchase program may be suspended or terminated at any time and, even if fully implemented, may not enhance long-term stockholder value.\n\n23\n\n\nGeneral Risk Factors\n\nPending and future litigation could subject us to significant monetary damages and/or require us to change our business practices.\n\nWe employ pharmacists, dietitians, nurses and other healthcare professionals. We are subject to liability for negligent acts, omissions, or injuries occurring at any of our clinics or caused by any of our employees. We are subject to risks relating to asserted claims, litigation, and other proceedings in connection with our operations. We are facing, or may face, claims or become a party to a variety of legal actions that affect our business, including breach of contract actions, employment and employment discrimination-related suits, employee benefit claims, stockholder suits and other securities laws claims, and tort claims. Due to the nature of our business, we, through our employees and caregivers who provide services on our behalf, may be the subject of medical malpractice claims. A court could find these individuals should be considered our agents, and as a result, we could be held liable for their acts or omissions.\n\nWe may incur substantial expenses in defending such claims or litigation, regardless of merit, and such claims or litigation could result in a significant diversion of the efforts of our management personnel. Successful claims against us may result in monetary liability or a material disruption in the conduct of our business. Similarly, if we settle such legal proceedings, it may affect how we operate our business. See Note 14, Commitments and Contingencies, of the consolidated financial statements included in Item 8 of this Annual Report for a description of material proceedings pending against the Company. We believe that these proceedings are without merit and, to the extent they are not already concluded, we intend to contest them vigorously. However, an adverse outcome in one or more of these proceedings may have a material adverse effect on our consolidated results of operations, consolidated financial position, and/or consolidated cash flow from operations, or may require us to make material changes to our business practices.\n\nWe may be subject to liability claims for damages and other expenses that are not covered by insurance.\n\nAs a result of operating in the home infusion industry, our business is subject to inherent risk of claims, losses and potential lawsuits alleging incidents involving our employees that are likely to occur in a patient’s home. We maintain professional liability insurance to provide coverage to us and our subsidiaries against these risks. A successful product or professional liability claim in excess of our insurance coverage could harm our consolidated financial statements. Various aspects of our business may subject us to litigation and liability for damages. For example, a prescription drug dispensing error could result in a patient receiving the wrong amount of medication, which could lead to personal injury or death. Our business and consolidated financial statements could suffer if we pay damages or defense costs in connection with a claim that is outside the scope of any applicable contractual indemnity or insurance coverage.\n\nOur insurance coverage also includes property and business interruption liability, cyber liability, clinical trials liability, crime liability, auto liability, intercompany transit liability, workers’ compensation, employers’ liability, executive liability policies (employment practices liability, fiduciary liability, directors’ and officers’ liability), umbrella/excess liability and general liability with varying limits. We cannot assure that the insurance we maintain will satisfy claims made against us or that insurance coverage will continue to be available to us at commercially reasonable rates, in adequate amounts or on satisfactory terms or at all. Claims made against us will be subject to the terms, conditions and exclusions of the insurance policies we maintain. Any claims made against us, regardless of their merit or eventual outcome, could damage our reputation and business.\n\nPressures relating to downturns in the economy could adversely affect our business and consolidated financial statements.\n\nMedicare, and other federal and state payers, account for a portion of our revenues. During economic downturns and periods of stagnant or slow economic growth, federal and state budgets are typically negatively affected, resulting in reduced reimbursements or delayed payments by the federal and state government healthcare coverage programs in which we participate, including Medicare, Medicaid, and other federal or state assistance plans. Government programs could also slow or temporarily suspend payments, negatively impacting our cash flow and increasing our working capital needs and interest payments. We have seen, and believe we will continue to see, Medicare and state Medicaid programs institute measures aimed at controlling spending growth, including reductions in reimbursement rates. \n\nHigher unemployment rates and significant employment layoffs and downsizings may lead to lower numbers of patients enrolled in employer-provided plans. Adverse economic conditions could also cause employers to stop offering, or limit, healthcare coverage, or modify program designs, shifting more costs to the individual and exposing us to greater credit risk from patients or the discontinuance of therapy.\n\n24\n\n\nGeneral levels of inflation and specific inflationary pressures may impact areas such as labor, transportation and medical supplies and may persist due to events outside of our control, for example, potential pandemic events, supply chain disruptions, and the broader macroeconomic environment. The rise of inflation may adversely impact our business operations, financial condition and results of operations.\n\nAcquisitions, strategic investments and strategic relationships involve certain risks.\n\nWe may pursue acquisitions of strategic investments in, or strategic relationships with businesses and technologies. Acquisitions may entail numerous risks, including difficulties in assessing values for acquired businesses, intangible assets and technologies, difficulties in the assimilation of acquired operations and products, diversion of management’s attention from other business concerns, assumption of unknown material liabilities of acquired companies, amortization of acquired intangible assets that could reduce future reported earnings, and potential loss of clients or key employees of acquired companies. We may not be able to successfully integrate the operations, personnel, services or products that we have acquired or may acquire in the future. Strategic investments may also entail some of the risks described above. If these investments are unsuccessful, we may need to incur charges against earnings.\n\nWe may also pursue a number of strategic relationships. These relationships may be important to our business and growth prospects. However, we may not be able to maintain these relationships or develop new strategic alliances.\n\nOur business depends on our information systems. A cyber-attack, security breach or our inability to effectively integrate, manage and keep our information systems secure and operational could disrupt our operations. \n\nCybersecurity refers to the combination of technologies, processes and procedures established to protect information technology systems and data from unauthorized access, attack, or damage. The Company relies on its information systems to provide security for processing, transmitting, and storing confidential information about patients, customers, and personnel, such as names, addresses and other individually identifiable information protected by HIPAA and other privacy laws. Cybersecurity risks could compromise our information and expose us to liability, which may harm our ability to operate effectively and may cause harm to our business and reputation.  Cyber incidents can result from deliberate attacks or unintentional events. The regulatory environment surrounding information security and privacy is increasingly demanding, with the frequent imposition of new and changing requirements. Compliance with changes in privacy and information security laws and with rapidly evolving industry standards may result in the Company incurring significant expense due to increased investment in technology and the development of new operational processes.\n\nWe may experience interruptions, delays and outages in service and availability from time to time, including infrastructure changes, human or software errors, upgrade disruptions and capacity constraints. We have not experienced any material known attacks on our information technology systems that compromised any confidential information. We maintain our information technology systems with safeguards against cyber-attacks including passive intrusion protection, firewalls and virus detection software. In addition, we provide our employees with extensive training on best ways to protect our patient information, including, among others, avoiding phishing emails and sharing access to sensitive information on a need-only basis. However, these safeguards do not ensure that a significant cyber-attack could not occur. Although we have taken steps to protect the security of our information technology systems and the data maintained in those systems, it is possible that our safety and security measures will not prevent the systems’ improper functioning or damage or the improper access or disclosure of personal health information or personally identifiable information such as in the event of cyber-attacks.\n\nSecurity breaches, including physical or electronic break-ins, computer viruses, attacks by hackers and similar breaches can create system disruptions or shutdowns or the unauthorized use or disclosure of confidential information. If personal information or protected health information is improperly accessed, tampered with or disclosed as a result of a security breach, we may incur significant costs to notify, and mitigate potential harm to the affected individuals, and we may be subject to sanctions and civil or criminal penalties if we are found to be in violation of the privacy or security rules under HIPAA or other federal or state laws protecting confidential personal information. In addition, a security breach of our information technology systems could damage our reputation, subject us to liability claims or regulatory penalties for compromised personal information and could have a materially adverse effect on our business, financial condition, and results of operations.\n\n25\n\n\nOur business is dependent on the services provided by third-party information technology vendors.\n\nOur information technology infrastructure includes hosting services provided by third parties. While we believe these third parties are high-performing organizations with secure platforms and customary certifications, they could suffer a security breach or business interruption, which in turn could impact our operations negatively. In addition, changes in pricing terms charged by our technology vendors may adversely affect our financial performance.\n\nWe use, and may continue to expand our use of, machine learning and artificial intelligence (“AI”) technologies to deliver our services and operate our business.\n\nIf we fail to successfully integrate AI into our platform and business processes, or if we fail to keep pace with rapidly evolving AI technological developments, including attracting and retaining talented AI developers and programmers, we may face a competitive disadvantage. At the same time, the use or offering of AI technologies may result in new or expanded risks and liabilities, including enhanced government or regulatory scrutiny, litigation, compliance issues, ethical concerns, confidentiality, reputational harm and security risks. It is not possible to predict all of the risks related to the use of AI and changes in laws, rules, directives, and regulations governing the use of AI may adversely affect our ability to develop and use AI or subject us to legal liability. The cost of complying with laws and regulations governing AI could be significant and would increase our operating expenses, which could adversely affect our business, financial condition and results of operations. Further, market demand and acceptance of AI technologies are uncertain, and we may be unsuccessful in efforts to further incorporate AI into our processes.\n\nFailure to maintain effective internal control over our financial reporting could have an adverse effect on our ability to report our financial results on a timely and accurate basis.\n\nOur management is responsible for establishing and maintaining adequate internal control over financial reporting, as defined in Rule 13a-15(f) under the Exchange Act, and is required to evaluate the effectiveness of these controls and procedures on a periodic basis and publicly disclose the results of these evaluations and related matters in accordance with the requirements of Section 404 of the Sarbanes-Oxley Act of 2002. Effective internal control over financial reporting is necessary for us to provide reliable financial reports, to help mitigate the risk of fraud and to operate successfully. Any failure to implement and maintain effective internal controls could result in material weaknesses or material misstatements in our consolidated financial statements.\n\nIf we fail to maintain effective internal control over financial reporting, or our independent registered public accounting firm is unable to provide us with an unqualified attestation report on our internal control, we may be required to take corrective measures or restate the affected historical financial statements. In addition, we may be subjected to investigations and/or sanctions by federal and state securities regulators and/or civil lawsuits by security holders. Any of the foregoing could also cause investors to lose confidence in our reported financial information and in us and would likely result in a decline in the market price of our stock and in our ability to raise additional financing if needed in the future.\n\nActs of God, such as major weather disturbances, could disrupt our business.\n\nActs of God, such as major weather disturbances, natural disasters, or other force majeure events, could disrupt our operations, supply chain, and the services we provide to patient. Our business relies on a network of prescribers, providers, patients and facilities that can be negatively impacted by local weather disturbances and other force majeure events. For example, in anticipation of major weather events, patients with impaired health may be moved to alternate sites. After a major weather event, availability of electricity, clean water and transportation can impact our ability to provide service in patients’ homes. Additionally, such events could impact key suppliers or vendors, disrupting the services or materials they provide to us. Climate change, or legal, regulatory or market measures to address climate change, could adversely affect our business and results of operations. In addition, acts of God and other force majeure events may cause a reduction in our business or increased costs, such as increased costs in our operations as we incur overtime charges or redirect services to other locations, delays in our ability to work with payers, hospitals, physicians and other strategic partners on new business initiatives, and disruption to referral patterns as patients are moved out of facilities affected by such events or are unable to return to sites of service in patients’ homes.",
      "char_count": 62377
    }
  },
  "extracted_at": "2026-01-19T15:50:36.404929"
}