{
  "ticker": "PB",
  "company_name": "PROSPERITY BANCSHARES INC",
  "cik": 1068851,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-029222",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001068851&accession_number=000095017025029222&xbrl_type=v",
  "sic_code": "6022",
  "industry": "State Commercial Banks",
  "sections": {
    "item1": {
      "text": "ITEM  1.   BUSINESS\n\n  General\n\n  Prosperity Bancshares, Inc.®, a Texas corporation (the “Company”), was formed in 1983 as a vehicle to acquire the former Allied Bank in Edna, Texas, which was chartered in 1949 as The First National Bank of Edna and is now known as Prosperity Bank. The Company is a registered financial holding company that derives substantially all of its revenues and income from the operation of its bank subsidiary, Prosperity Bank® (“Prosperity Bank®” or the “Bank”). The Bank provides a wide array of financial products and services to businesses and consumers throughout Texas and Oklahoma. As of December 31, 2024, the Bank operated 283 full service banking locations: 65 in the Houston area, including The Woodlands; 30 in the South Texas area including Corpus Christi and Victoria; 62 in the Dallas/Fort Worth area; 22 in the East Texas area; 31 in the Central Texas area including Austin and San Antonio; 44 in the West Texas area including Lubbock, Midland-Odessa, Abilene, Amarillo and Wichita Falls; 15 in the Bryan/College Station area, 6 in the Central Oklahoma area; and 8 in the Tulsa, Oklahoma area. The Company’s principal executive office is located at Prosperity Bank Plaza, 4295 San Felipe in Houston, Texas and its telephone number is (281) 269-7199. The Company’s website address is www.prosperitybankusa.com.\n\n  The Company’s market consists of the communities served by its banking centers. The diverse nature of the economies in each local market served by the Company provides the Company with a varied customer base and allows the Company to spread its lending risk throughout a number of different industries including professional service firms and their principals, manufacturing, tourism, recreation, petrochemicals, farming and ranching. The Company’s market areas outside of Houston, Dallas, Corpus Christi, San Antonio, Lubbock, Austin, Tulsa and Oklahoma City are dominated by either small community banks or branches of larger regional banks. Management believes that the Company, through its responsive customer service and community banking philosophy, combined with the sophistication of a larger regional bank holding company, has a competitive advantage in its market areas and excellent growth opportunities through acquisitions, new banking center locations and additional business development.\n\n  Operating under a community banking philosophy, the Company seeks to develop broad customer relationships based on service and convenience while maintaining its prudent approach to lending and sound asset quality. The Company has grown through a combination of internal growth, merger and acquisition transactions and the opening of new banking centers. As a result of its stable customer relationships, the Company is able to maintain a low cost of funds. Utilizing its stable customer relationships and employing stringent cost controls, the Company has been profitable in every year of its existence, including the periods of adverse economic conditions in Texas and Oklahoma.\n\n  In addition to internal growth, the Company has completed the following acquisitions since 2014 (through December 31, 2024): \n\n    Acquired Entity\n\n    Acquired Bank\n\n    Completion Date\n\n    Number of Banking Centers Acquired (1)\n\n    F&M Bancorporation Inc.\n\n    The F&M Bank & Trust Company\n\n    2014\n\n    11\n\n    Tradition Bancshares, Inc.\n\n    Tradition Bank\n\n    2016\n\n    7\n\n    LegacyTexas Financial Group, Inc.\n\n    LegacyTexas Bank\n\n    2019\n\n    42\n\n    First Bancshares of Texas, Inc.\n\n    FirstCapital Bank of Texas\n\n    2023\n\n    16\n\n    Lone Star State Bancshares, Inc.\n\n    Lone Star State Bank of West Texas\n\n    2024\n\n    5\n\n  (1)The number of banking centers added does not include any locations of the acquired entity that were closed and consolidated with existing banking centers of the Company upon consummation of the transaction or closed after consummation of the transaction.\n\n  Recent Acquisitions\n\n  Merger of Lone Star State Bancshares, Inc. — Effective April 1, 2024, the Company completed the merger of Lone Star State Bancshares, Inc. (“Lone Star”) into the Company and the subsequent merger of its wholly owned subsidiary Lone Star State Bank of West Texas (“Lone Star Bank”), into the Bank (collectively, the “LSSB Merger”). Lone Star operated five full-service banking offices in the West Texas area, including its main office in Lubbock, and one banking center in each of Brownfield, Midland, Odessa and Big Spring, Texas. As of March 31, 2024, Lone Star, on a consolidated basis, reported total assets of $1.38 billion, total loans of $1.07 billion and total deposits of $1.24 billion. \n\n  Pursuant to the terms of the definitive agreement, the Company issued 2,376,182 shares of its common stock plus approximately $64.1 million in cash for all outstanding shares of Lone Star. This resulted in goodwill of $106.7 million as of December 31, 2024, which does not include all the subsequent fair value adjustments that have not yet been finalized. Goodwill represents the excess of the total purchase price paid over the fair value of the assets acquired, net of the fair value of liabilities assumed. Additionally, the Company recognized $17.7 million of core deposit intangibles as of December 31, 2024. In October 2024, the Company completed the operational conversion of Lone Star Bank. \n\n  1\n\n  Merger of First Bancshares of Texas, Inc. — Effective May 1, 2023, the Company completed the merger of First Bancshares of Texas, Inc. (“First Bancshares”) into the Company and the subsequent merger of its wholly owned subsidiary, FirstCapital Bank of Texas, N.A. (“FirstCapital Bank”), into the Bank (collectively, the “FB Merger”). FirstCapital Bank operated 16 full-service banking offices in six different markets in West, North and Central Texas areas, including its main office in Midland, Texas, and banking offices in Midland, Lubbock, Amarillo, Wichita Falls, Burkburnett, Byers, Henrietta, Dallas, Horseshoe Bay, Marble Falls and Fredericksburg, Texas. As of March 31, 2023, First Bancshares, on a consolidated basis, reported total assets of $2.14 billion, total loans of $1.65 billion and total deposits of $1.71 billion.\n\n  Pursuant to the terms of the definitive agreement, the Company issued 3,583,370 shares of its common stock plus approximately $91.5 million in cash for all outstanding shares of First Bancshares capital stock. This resulted in goodwill of $164.8 million as of December 31, 2024, which includes all the final subsequent fair value adjustments. Additionally, the Company recognized $23.5 million of core deposit intangibles related to the FB Merger. During the second quarter of 2023, the Company completed the operational conversion of FirstCapital Bank.\n\n  Available Information\n\n  The Company’s website address is www.prosperitybankusa.com. The Company makes available free of charge on or through its website its Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (“Exchange Act”), as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission. Information contained on the Company’s website is not incorporated by reference into this Annual Report on Form 10-K and is not part of this or any other report.\n\n  Human Capital\n\n  The Company’s culture is defined by its high standards and corporate values of soundness, profitability, service, professionalism, integrity, and citizenship. The Company’s goal is to develop highly productive associates who will contribute to the success of the Company while making better lives for themselves and their families. The Company believes in maintaining progressive employment policies, as well as a competitive wage and benefit package. The Company considers its relations with associates to be good. \n\n  As of December 31, 2024, the Company had 3,916 full-time equivalent associates, 1,130 of whom were officers of the Bank. Neither the Company nor the Bank is a party to any collective bargaining agreement. The Company is fully committed to the concept and practice of equal opportunity. In 2024, its workforce, from senior officers to tellers, was 50% minority and 75% female. \n\n  The Company’s associates bring a variety of backgrounds, perspectives, and experiences that are reflective of the communities and customers the Company serves. The unique capabilities and talents that its associates invest in their work represent a significant part of not only the Company’s culture but its reputation and achievements as well. \n\n  To further foster its relationship with its associates, the Company has implemented the following initiatives:\n\n  •Hiring, training, and retaining associates from diverse backgrounds.\n\n  •Encouraging associates to recruit new team members through the Company’s Referral Reward Program.\n\n  •Reaching out to organizations that assist women and minorities in job services in order to attract a more diverse group of applicants.\n\n  •Participating in a variety of activities that reflect the demographics within the communities the Company serves.\n\n  •Developing strategies to reach multicultural markets.\n\n  •Providing training and development opportunities as noted below.\n\n  Compensation and Benefits. The Company believes in maintaining progressive employment policies, as well as a competitive wage and benefit package. The Company has invested heavily in its officers and associates by recruiting talented officers in its market areas and providing them with economic incentives. The senior management team, including area leadership, has substantial experience in the Company’s business and market areas. Most banking center locations are overseen by a local president or manager with knowledge of the community and lending expertise in the specific industries found in the community. The Company operates each banking center as a separate profit center, maintaining separate data with respect to each banking center’s net interest income, efficiency ratio, deposit growth, loan growth and overall profitability. Banking center presidents and managers are accountable for performance in these areas and compensated accordingly. The Company also has lending groups focused on specific business segments. The performance of these groups is also reviewed when setting lender compensation.\n\n  2\n\n  The Company offers a variety of benefits to full-time associates, including Medical Insurance, Dental Insurance, Vision Insurance, Basic Life Insurance, Voluntary Life Insurance, Spouse/Dependent Life Insurance, Short Term Disability, Long Term Disability, Worksite Supplemental Benefits, Flexible Spending Account, 401(k)/Profit Sharing Plan, Vacation Leave, Sick Leave and Paid Holidays. \n\n  Recruiting, Training, Development and Retention. In order to provide current associates with the opportunity for advancement, the Company posts job opportunities internally for three calendar days before making them available to the public. Of the approximately 1,690 open positions filled in 2024, 39% were filled by internal associates. \n\n  The Company recognizes that employee training and development are business imperatives essential to employee retention and providing excellent service. Associates receive formal and informal position specific training on various regulatory compliance topics, person to person functional and product training, policy and procedure documentation, online webinars and videos. The Company has position-specific required training delivered annually, and as industry or bank policy and procedure changes dictate. Associates are encouraged to explore and achieve a full range of training and development opportunities to personalize career development and to prioritize their unique needs and growth opportunities. The Company fosters an environment where associates are encouraged to reach their full potential by enhancing current skills, work toward a future role, or take steps to build new skills through hands-on learning involving common customer interaction scenarios, coaching conversations, mentor relationships, feedback, performance appraisals and working with role models.\n\n  The Company recognizes that associates play a valuable role in its overall success. The Company strives to keep associates motivated and focused through the areas discussed above. All related programs or benefits contribute to the Company’s overall productivity and performance and play a vital role in attracting and retaining associates.\n\n  Business Culture. The Company’s directors and officers are important to the Company’s success and play a key role in the Company’s business development efforts by actively participating in civic and public service activities in the communities served by the Company.\n\n  Banking Activities\n\n  The Company, through the Bank, offers a variety of traditional loan and deposit products to its customers, which consist primarily of individual consumers and businesses throughout Texas and Oklahoma. At December 31, 2024, the Bank maintained approximately 816,300 separate deposit accounts including certificates of deposit and 70,400 separate loan accounts. At December 31, 2024, noninterest-bearing demand deposits were 34.5% of the Bank’s total deposits. For the year ended December 31, 2024, the Company’s average cost of funds was 1.87%, and the Company’s average cost of deposits (excluding all borrowings) was 1.47%.\n\n  The Company has been an active real estate lender, with commercial real estate (including farmland and multi-family residential); 1-4 family residential (including home equity); and construction, land development and other land loans comprising 29.3%, 38.3% and 12.9%, respectively, of the Company’s total loans as of December 31, 2024. The Company is active in commercial and industrial lending, with commercial loans comprising 11.3% of the Company’s total loans as of December 31, 2024. The Company also offers agricultural loans, loans for automobiles and other consumer durables, home equity loans, debit and credit cards, digital banking solutions, trust and wealth management, retail brokerage services, mortgage services and treasury management. The Company offers businesses a broad array of loan products including term loans, lines of credit and loans for working capital, business expansion and the purchase of equipment and machinery, land development and interim construction loans for builders, and owner-occupied and non-owner occupied commercial real estate loans. The Company has a Warehouse Purchase Program that allows mortgage banking company customers to close one-to-four-family real estate loans in their own name and manage their cash flow needs until the loans are sold to investors.\n\n  By offering certificates of deposit, interest checking accounts, money market accounts and savings accounts at competitive rates, the Company gives its depositors a full range of traditional deposit products.\n\n  As of December 31, 2024, the Company’s trust department maintained total assets of $2.89 billion, including managed assets of $2.35 billion. The trust department provides trust services in the Company’s various market areas. \n\n  The Company’s banking operations are considered by management to be aggregated in one reportable operating segment. For more information about the Company’s segment reporting, refer to Note 1 to the consolidated financial statements.\n\n  3\n\n  Business Strategies\n\n  The Company’s main objective is to increase deposits and loans through internal growth, as well as through acquisition opportunities, while maintaining efficiency, providing individualized customer service and maximizing profitability. To achieve this objective, the Company has employed the following strategic goals:\n\n  Continue Community Banking Emphasis. Although the Company has significantly grown in the last several years, it intends to continue operating as a community banking organization focused on meeting the specific needs of consumers and businesses in its market areas. The Company provides a high degree of responsiveness combined with a wide variety of banking products and services. The Company staffs its banking centers with experienced bankers who possess lending expertise to effectively serve their community and gives them authority with centralized support to make certain pricing and credit decisions, avoiding the bureaucratic structure of larger banks. Each banking center has its own listed local business telephone number. Customers are served by a local banker with decision making authority. The Company also maintains specialty commercial lending lines of business staffed by bankers with lending expertise in the various business lines—commercial middle market, energy, mortgage warehouse and insurance lending.\n\n  Expand Market Share Through Internal Growth and a Disciplined Acquisition Strategy. The Company intends to continue seeking opportunities, both inside and outside its existing markets, to expand either by acquiring existing banks or branches of banks or by establishing new banking centers. All of the Company’s acquisitions have been accretive to earnings within 12 months after acquisition date and generally have supplied the Company with relatively low-cost deposits which have been used to fund the Company’s lending and investing activities. However, future acquisitions, if any, may not be accretive to earnings within any particular time period. Factors used by the Company to evaluate expansion opportunities include (1) the similarity in management and operating philosophies, (2) whether the acquisition will be accretive to earnings and enhance shareholder value, (3) whether the acquisition will strategically expand the Company’s geographic footprint and (4) the opportunity to enhance the Company’s market presence in existing market areas.\n\n  Increase Loan Volume and Diversify Loan Portfolio. While maintaining its prudent approach to lending, the Company has emphasized both new and existing loan products, focusing on increasing its commercial real estate, commercial and industrial, and residential real estate loan portfolios.  Loans at December 31, 2024 were $22.15 billion compared with $21.18 billion at December 31, 2023, an increase of $968.7 million or 4.6%. Commercial and industrial loans were $2.51 billion and represented 11.3% of the total loan portfolio as of December 31, 2024. Commercial real estate loans (including multifamily residential and excluding farmland) were $5.80 billion and represented 26.2% of the total portfolio as of December 31, 2024. One-to-four-family residential loans (excluding home equity) were $7.58 billion and represented 34.2% of the total loan portfolio as of December 31, 2024. Construction, land development and other land loans were $2.86 billion and represented 12.9% of the total loan portfolio as of December 31, 2024. Warehouse Purchase Program loans were $1.08 billion and represented 4.9% of the total loan portfolio as of December 31, 2024. \n\n  Maintain Sound Asset Quality. The Company continues to maintain the sound asset quality that has been representative of its historical loan portfolio. As the Company continues to diversify and increase its lending activities and acquire loans in acquisitions, it may face higher risks of nonpayment and increased risks in the event of prolonged economic downturns. The Company intends to continue to employ the strict underwriting guidelines and comprehensive loan review processes that have contributed to its low incidence of nonperforming assets and minimal charge-offs in relation to its size. Nonperforming assets were 0.37% of total loans and other real estate at December 31, 2024. Excluding Warehouse Purchase Program loans, nonperforming assets were 0.39% of total loans and other real estate at December 31, 2024. All Warehouse Purchase Program loans were performing loans at December 31, 2024.\n\n  Continue Focus on Efficiency. The Company plans to maintain its stringent cost control practices and policies. The Company has invested significantly in the infrastructure required to centralize many of its critical operations, such as data processing and loan and deposit processing. For its banking centers, which the Company operates as independent profit centers, the Company supplies complete support in the areas of loan review, appraisals, loan and deposit processing, internal audit, compliance and training. Management believes that this centralized infrastructure can accommodate additional growth while enabling the Company to minimize operational costs through economies of scale.\n\n  Enhance Cross-Selling. The Company uses incentives and friendly competition to encourage cross-selling efforts and increase cross-selling results among its associates. Officers and associates have access to each customer’s existing and related account relationships and are better able to inform customers of additional products when customers visit or call the various banking centers or use their drive-in facilities. In addition, the Company includes product information on its web page and in monthly statements and other mailings.\n\n  4\n\n  Competition\n\n  The banking business is highly competitive, and the profitability of the Company depends principally on its ability to compete in its market areas. The Company competes with other commercial banks, savings banks, savings and loan associations, credit unions, finance companies, mutual funds, insurance companies, brokerage and investment banking firms, asset-based nonbank lenders, financial technology companies and certain other nonfinancial entities, including retail stores that may maintain their own credit programs and certain governmental organizations that may offer more favorable financing than the Company. Continued consolidation and rapid technological changes within the financial services industry will likely change the nature and intensity of competition, but should also create opportunities for the Company to demonstrate and leverage its competitive advantages. The Company believes it has been able to compete effectively with other financial institutions by emphasizing customer service, technology and responsive decision-making with respect to loans, by establishing long-term customer relationships and building customer loyalty and by providing products and services designed to address the specific needs of its customers.\n\n  Supervision and Regulation\n\n  The Company is extensively regulated under federal and state law. In addition, proposals to change the laws and regulations governing the banking industry are frequently raised at both the state and federal levels. The likelihood and timing of any changes in these laws and regulations, and the impact such changes may have on the Company and the Bank, are difficult to predict. Regulatory agencies may issue enforcement actions, policy statements, interpretive letters, and similar written guidance applicable to the Company or to the Bank. The Company expects the Trump administration will seek to implement a regulatory reform agenda that is significantly different than that of the Biden administration, impacting the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies. Changes in applicable laws, regulations, or regulatory guidance, or their interpretation by regulatory agencies or courts may have a material adverse effect on the Company’s and the Bank’s business, operations, and earnings. \n\n  The Company and the Bank must undergo regular examinations by the appropriate regulatory agency, which will examine for adherence to a range of legal and regulatory compliance responsibilities. A bank regulator conducting an examination has complete access to the books and records of the examined institution. The results of the examination are confidential. \n\n  The supervision and regulation of bank holding companies and their subsidiaries is intended primarily for the protection of depositors, the Deposit Insurance Fund (“DIF”) of the Federal Deposit Insurance Corporation (“FDIC”) and the banking system as a whole, and not for the protection of the bank holding company’s shareholders or creditors. The banking agencies have broad enforcement power over bank holding companies and banks including the power to impose substantial fines and other penalties for violations of laws and regulations.\n\n  The following description summarizes some of the laws to which the Company and the Bank are subject. References in this Annual Report on Form 10-K to applicable statutes and regulations are brief summaries thereof, do not purport to be complete, and are qualified in their entirety by reference to such statutes and regulations.\n\n  The Company\n\n  The Company is a financial holding company pursuant to the Gramm-Leach-Bliley Act and a bank holding company registered under the Bank Holding Company Act of 1956, as amended (“BHCA”). Accordingly, the Company is subject to primary supervision, regulation and examination by the Board of Governors of the Federal Reserve System (“Federal Reserve Board”). The Gramm-Leach-Bliley Act, the BHCA and other federal laws subject financial and bank holding companies to particular restrictions on the types of activities in which they may engage, and to a range of supervisory requirements and activities, including regulatory enforcement actions for violations of laws and regulations. Further, as a public company, the Company also files reports with the U.S. Securities and Exchange Commission (“SEC”) and is subject to its regulatory authority, including the disclosure and regulatory requirements of the Securities Act of 1933, as amended, and the Securities Exchange Act of 1934, as amended, with respect to the Company’s securities, financial reporting and certain governance matters. Because the Company’s securities are listed on the New York Stock Exchange (“NYSE”) under the ticker symbol “PB,” the Company is subject to NYSE’s rules for listed companies, including rules relating to corporate governance.\n\n  Regulatory Restrictions on Dividends and Share Repurchases. The Company is regarded as a legal entity separate and distinct from the Bank. The principal source of the Company’s revenues is dividends received from the Bank. As described in more detail below, federal and state law places limitations on the amount that banks may pay in dividends, which the Bank must adhere to when paying dividends to the Company. It is the policy of the Federal Reserve Board that bank holding companies should pay cash dividends on common stock only out of income available over the past year and only if the prospective rate of earnings retention is consistent with the organization’s expected capital needs and financial condition. The Federal Reserve Board’s policy provides that bank holding companies should not maintain a level of cash dividends that undermines the bank holding company’s ability to serve as a source of strength to its banking subsidiaries. The Federal Reserve Board is authorized to limit or prohibit the payment of dividends \n\n  5\n\n  if, in the Federal Reserve Board’s opinion, the payment of dividends would constitute an unsafe or unsound practice in light of a bank holding company’s financial condition. Federal Reserve Board policy also provides that a bank holding company should inform the Federal Reserve Board reasonably in advance of declaring or paying a dividend that exceeds earnings for the period for which the dividend is being paid or that could result in a material adverse change to the bank holding company's capital structure.\n\n  The Federal Reserve Board generally requires prior notice of any redemption or repurchase of a bank holding company’s own equity securities if the consideration to be paid, together with the net consideration paid for any repurchases or redemptions in the preceding 12 months, is equal to 10% or more of the company’s consolidated net worth. Further, the Federal Reserve Board may oppose a dividend or repurchase transaction if it would constitute an unsafe or unsound practice or would violate any law or regulation.\n\n  In July 2019, the federal bank regulators adopted final rules that, among other things, eliminated the standalone prior approval requirement in the Basel III Capital Rules for any repurchase of common stock. In certain circumstances, the Company’s repurchases of its common stock may be subject to a prior approval or notice requirement under other regulations, policies or supervisory expectations of the Federal Reserve Board. Any redemption or repurchase of preferred stock or subordinated debt remains subject to the prior approval of the Federal Reserve Board.\n\n  In August 2022, the Inflation Reduction Act of 2022 (the “IRA”) was enacted. Among other things, the IRA imposes a new 1% excise tax on the fair market value of stock repurchased after December 31, 2022 by publicly traded U.S. corporations. With certain exceptions, the value of stock repurchased is determined net of stock issued in the year, including shares issued pursuant to compensatory arrangements.\n\n  Source of Strength.  Federal Reserve Board policy and federal law require a bank holding company to act as a source of financial and managerial strength to each of its banking subsidiaries. Under this requirement, the Company is expected to commit resources to support the Bank, including support at times when the Company may not be in a financial position to provide such resources. Any capital loans by a bank holding company to any of its subsidiary banks are subordinate in right of payment to deposits and to certain other indebtedness of such subsidiary banks. As discussed below, a bank holding company, in certain circumstances, could be required to guarantee the capital plan of an undercapitalized banking subsidiary. The FDIC may require reports from the Company to assess the Company’s ability to serve as a source of strength and to enforce compliance with the source of strength requirements by requiring the Company to provide financial assistance to the Bank in the event of the Bank’s financial distress. \n\n  If the Company were to enter bankruptcy or become subject to the orderly liquidation process established by the Dodd-Frank Act, any commitment by the Company to a federal bank regulatory agency to maintain the capital of the Bank would be assumed by the bankruptcy trustee or the FDIC, as appropriate, and entitled to a priority of payment. \n\n  Scope of Permissible Activities. As a financial holding company, the Company is permitted to engage directly or indirectly in a broader range of activities than those permitted for a bank holding company that has not elected to be a financial holding company. Bank holding companies are generally restricted to engaging in the business of banking, managing or controlling banks and certain other activities determined by the Federal Reserve Board to be closely related to banking. Financial holding companies may also engage in activities that are considered to be financial in nature, as well as those incidental or, if determined by the Federal Reserve Board, complementary to financial activities. If the Bank ceases to be “well capitalized” or “well managed” under applicable regulatory standards, or if the Bank receives a rating of less than satisfactory under the Community Reinvestment Act of 1977 (“CRA”), the Federal Reserve Board may, among other things, place limitations on the Company’s ability to conduct these broader financial activities or, if the deficiencies persist, require the Company to divest the banking subsidiary or the businesses engaged in activities permissible only for financial holding companies.\n\n  In addition, the Federal Reserve Board has the power to order a bank holding company or its subsidiaries to terminate any nonbanking activity or terminate its ownership or control of any nonbank subsidiary when it has reasonable cause to believe that continuation of such activity or such ownership or control constitutes a serious risk to the financial safety, soundness, or stability of any bank subsidiary of that bank holding company. \n\n  Safe and Sound Banking Practices. Bank holding companies are not permitted to engage in unsafe and unsound banking practices. Violations of laws and regulations, or other unsafe and unsound practices, may result in regulatory agencies imposing fines or penalties, cease and desist orders, or taking other enforcement actions. Under certain circumstances, these agencies may enforce these remedies directly against officers, directors, employees, and other parties participating in the affairs of a bank or bank holding company. Under federal and state laws and regulations pertaining to the safety and soundness of insured depository institutions, state banking regulators, the Federal Reserve Board, and separately the FDIC as the insurer of bank deposits have the authority to compel or restrict certain actions by the Company if they determine that the Company has insufficient capital or other resources, or is otherwise operating in a manner that may be deemed to be inconsistent with safe and sound banking practices. Under this authority, \n\n  6\n\n  the Company’s regulators can require the Company or its subsidiaries to enter into informal or formal supervisory agreements, including board resolutions, memoranda of understanding, confidential agreements, and consent or cease and desist orders pursuant to which the Company would be required to take identified corrective actions to address cited concerns and to refrain from taking certain actions.\n\n  If the Company is unable to comply with the terms of any then applicable regulatory actions or directives, supervisory agreements or orders, then the Company could become subject to additional, heightened supervisory actions and orders, possibly including prompt corrective action restrictions and/or other regulatory actions, including prohibitions on the payment of dividends on the Company’s common stock and preferred stock, if any. If such supervisory actions were to occur, the Company could, among other things, become subject to significant restrictions on the Company’s ability to develop any new business, as well as restrictions on the Company’s existing business, and the Company could be required to raise additional capital, dispose of certain assets and liabilities within a prescribed period of time, or both. The terms of any such action could have a material negative effect on the Company’s business, reputation, operating flexibility, financial condition, and the value of the Company’s securities.\n\n  The Federal Reserve Board has broad authority to prohibit activities of bank holding companies and their nonbanking subsidiaries which represent unsafe and unsound banking practices or which constitute violations of laws or regulations, and can assess civil money penalties for certain activities conducted on a knowing and reckless basis if those activities caused a substantial loss to a depository institution. The penalties can be in excess of $1.0 million for each day the activity continues.\n\n  Anti-Tying Restrictions. In general, a bank may not extend credit, lease, sell property, or furnish any services or fix or vary the consideration for them on the condition that (1) the client obtain or provide some additional credit, property, or services from or to the bank or bank holding company or their subsidiaries or (2) the client not obtain some other credit, property, or services from a competitor, except to the extent reasonable conditions are imposed to assure the soundness of the credit extended. A bank may, however, offer combined-balance products and may otherwise offer more favorable terms if a client obtains two or more traditional bank products. The law also expressly permits banks to engage in other forms of tying and authorizes the Federal Reserve Board to grant additional exceptions by regulation or order. \n\n  Acquisitions by Bank Holding Companies. The BHCA permits acquisitions of banks by bank holding companies, such that the Company and any other bank holding company, whether located in Texas or elsewhere, may acquire a bank located in any other state, subject to certain deposit-percentage, age of bank charter requirements, and other restrictions. The BHCA requires that a bank holding company obtain the prior approval of the Federal Reserve Board before (1) acquiring direct or indirect ownership or control of 5% or more of the voting shares of any additional bank or bank holding company, (2) taking any action that causes an additional bank or bank holding company to become a subsidiary of the bank holding company, or (3) merging or consolidating with any other bank holding company. The Federal Reserve Board may not approve any such transaction that would result in a monopoly or would be in furtherance of any combination or conspiracy to monopolize or attempt to monopolize the business of banking in any section of the United States, or the effect of which may be substantially to lessen competition or to tend to create a monopoly in any section of the country, or that in any other manner would be in restraint of trade unless the anticompetitive effects of the proposed transaction are clearly outweighed in the public interest by the probable effect of the transaction in meeting the convenience and needs of the community to be served. The Federal Reserve Board is also required to consider: (1) the financial and managerial resources of the companies involved, including pro forma capital ratios; (2) the risk to the stability of the United States banking or financial system; (3) the convenience and needs of the communities to be served, including performance under the CRA; and (4) the effectiveness of the company in combating money laundering.\n\n  Control Acquisitions. Federal law restricts the amount of voting stock of a bank holding company or a bank that a person may acquire without the prior approval of banking regulators. Under the Change in Bank Control Act and the regulations thereunder, a person or group must give advance notice to the Federal Reserve Board before acquiring control of any bank holding company, such as the Company, or before acquiring control of any FDIC-insured bank, such as the Bank. Upon receipt of such notice, the Federal Reserve Board may approve or disapprove the acquisition. The Change in Bank Control Act creates a rebuttable presumption of control if a person or group acquires the power to vote 10% or more of the Company’s outstanding common stock. The overall effect of such laws is to make it more difficult to acquire a bank holding company and a bank by tender offer or similar means than it might be to acquire control of another type of corporation. Consequently, shareholders of the Company may be less likely to benefit from the rapid increases in stock prices that may result from tender offers or similar efforts to acquire control of other companies. Investors should be aware of these requirements when acquiring shares of the Company’s stock.\n\n  The Volcker Rule. Section 13 of the BHCA, commonly referred to as the “Volcker Rule,” generally prohibits the Company and the Company’s subsidiaries from (1) engaging in certain proprietary trading, and (2) acquiring or retaining an ownership interest in or sponsoring a “covered fund,” all subject to certain exceptions. Since neither the Company nor the Bank engages in the types of trading or investing covered by the Volcker Rule, the Volcker Rule does not currently have any effect on the operations of the Company or the Bank.\n\n  7\n\n  Incentive Compensation. The Dodd-Frank Act required the federal banking agencies and the SEC to establish joint rules or guidelines for financial institutions with more than $1 billion in assets, such as the Company and the Bank, which prohibit incentive compensation arrangements that the agencies determine to encourage inappropriate risks by the institution. The federal banking agencies issued proposed rules in 2011 and previously issued guidance on sound incentive compensation policies. In 2016, the federal banking agencies and the SEC proposed rules that would, depending upon the assets of the institution, directly regulate incentive compensation arrangements and would require enhanced oversight and recordkeeping. As of December 31, 2024, these rules have not been implemented. \n\n  In October 2022, the SEC adopted a final rule directing national securities exchanges and associations, including the NYSE, to implement listing standards that require listed companies to adopt policies mandating the recovery or “clawback” of excess incentive-based compensation earned by a current or former executive officer during the three fiscal years preceding the date the listed company is required to prepare an accounting restatement, including to correct an error that would result in a material misstatement if the error were corrected in the current period or left uncorrected in the current period. The NYSE’s listing standards pursuant to the SEC’s rule became effective on October 2, 2023. The Company adopted a compensation recovery policy pursuant to the NYSE listing standards on November 13, 2023.\n\n  Capital Requirements\n\n  The Company and the Bank are required under federal law to maintain certain minimum capital levels based on ratios of capital to total assets and capital to risk-weighted assets. The required capital ratios are minimums, and the banking regulators may determine that a banking organization based on its size, complexity, or risk profile must maintain a higher level of capital in order to operate in a safe and sound manner. Risks such as concentration of credit risks and the risk arising from non-traditional activities, as well as the institution’s exposure to a decline in the economic value of its capital due to changes in interest rates, and an institution’s ability to manage those risks, are important factors that are to be taken into account in assessing an institution’s overall capital adequacy. The following is a brief description of the relevant provisions of these capital rules and their potential impact on the Company’s capital levels.\n\n  The Company and the Bank are subject to the following risk-based capital ratios: a common equity tier 1 (“CET1”) risk-based capital ratio, a Tier 1 risk-based capital ratio, which includes CET1 and additional Tier 1 capital, and a total risk-based capital ratio, which includes Tier 1 and Tier 2 capital. CET1 is primarily comprised of the sum of common stock instruments and related surplus net of treasury stock plus retained earnings less certain adjustments and deductions, including with respect to goodwill, intangible assets, mortgage servicing assets, and deferred tax assets subject to temporary timing differences. Additional Tier 1 capital is primarily comprised of noncumulative perpetual preferred stock. Tier 2 capital consists of instruments disqualified from Tier 1 capital, including qualifying subordinated debt and a limited amount of loan loss reserves up to a maximum of 1.25% of risk-weighted assets, subject to certain eligibility criteria. The capital rules also define the risk-weights assigned to assets and off-balance sheet items to determine the risk-weighted asset components of the risk-based capital rules, including, for example, certain “high volatility” commercial real estate, past due assets, structured securities, and equity holdings.\n\n  The leverage capital ratio, which serves as a minimum capital standard, is the ratio of Tier 1 capital to quarterly average total consolidated assets net of goodwill, certain other intangible assets, and certain required deduction items. The required minimum leverage ratio for all banks and bank holding companies is 4%.\n\n  In addition, effective January 1, 2019, the capital rules required a capital conservation buffer of 2.5% above each of the minimum risk-based capital ratio requirements (CET1, Tier 1, and total capital), which is designed to absorb losses during periods of economic stress. These buffer requirements must be met for a bank or bank holding company to be able to pay dividends, engage in share buybacks, or make discretionary bonus payments to executive management without restriction.\n\n  The Federal Deposit Insurance Corporation Improvement Act of 1991 (“FDICIA”), among other things, requires the federal bank regulatory agencies to take “prompt corrective action” regarding depository institutions that do not meet minimum capital requirements. FDICIA establishes five regulatory capital tiers: “well capitalized”, “adequately capitalized”, “undercapitalized”, “significantly undercapitalized”, and “critically undercapitalized”. A depository institution’s capital tier will depend upon how its capital levels compare to various relevant capital measures and certain other factors, as established by regulation. FDICIA generally prohibits a depository institution from making any capital distribution (including payment of a dividend) or paying any management fee to its holding company if the depository institution would thereafter be undercapitalized. FDICIA imposes progressively more restrictive restraints on operations, management, and capital distributions depending on the category in which an institution is classified. Undercapitalized depository institutions are subject to restrictions on borrowing from the Federal Reserve System. In addition, undercapitalized depository institutions may not accept brokered deposits absent a waiver from the FDIC, are subject to growth limitations, and are required to submit capital restoration plans for regulatory approval. A depository institution's holding company must guarantee any required capital restoration plan up to an amount equal to the lesser of 5% of the depository institution's \n\n  8\n\n  assets at the time it becomes undercapitalized or the amount of the capital deficiency when the institution fails to comply with the plan. Federal banking agencies may not accept a capital plan without determining, among other things, that the plan is based on realistic assumptions and is likely to succeed in restoring the depository institution’s capital. If a depository institution fails to submit an acceptable plan, it is treated as if it is significantly undercapitalized. \n\n  To be well-capitalized, the Bank must maintain at least the following capital ratios:\n\n  •6.5% CET1 to risk-weighted assets;\n\n  •8.0% Tier 1 capital to risk-weighted assets;\n\n  •10.0% Total capital to risk-weighted assets; and\n\n  •5.0% leverage ratio.\n\n  The Federal Reserve Board has not yet revised the well-capitalized standard for bank holding companies to reflect the higher capital requirements imposed under the current capital rules applicable to banks. For purposes of the Federal Reserve Board’s Regulation Y, including determining whether a bank holding company meets the requirements to be a financial holding company, bank holding companies, such as the Company, must maintain a Tier 1 risk-based capital ratio of 6.0% or greater and a total risk-based capital ratio of 10.0% or greater to be well-capitalized. Also, the Federal Reserve Board may require bank holding companies, including the Company, to maintain capital ratios substantially in excess of mandated minimum levels depending upon general economic conditions and a bank holding company’s particular condition, risk profile, and growth plans.\n\n  Failure to be well-capitalized or to meet minimum capital requirements could result in certain mandatory and possible additional discretionary actions by regulators that, if undertaken, could have an adverse material effect on the Company’s operations or financial condition. Failure to meet minimum capital requirements could also result in restrictions on the Company’s or the Bank’s ability to pay dividends or otherwise distribute capital or to receive regulatory approval of applications or other restrictions on its growth.\n\n  In 2024, the Company’s and the Bank’s regulatory capital ratios were above the applicable well-capitalized standards and met the capital conservation buffer. As of December 31, 2024, the Company’s ratio of CET1 to risk-weighted assets was 16.42%, Tier 1 capital to risk-weighted assets was 16.42%, total capital to risk-weighted assets was 17.67% and Tier 1 capital to average quarterly assets (leverage ratio) was 10.82%.\n\n  In response to the novel strain of coronavirus disease (“COVID-19”) pandemic, in March 2020 the joint federal bank regulatory agencies issued an interim final rule that allowed banking organizations that implemented ASU 2016-13, “Financial Instruments-Credit Losses (Topic 326) – Measurement of Credit Losses on Financial Instruments” (“CECL”) in 2020 to mitigate the effects of the CECL accounting standard in their regulatory capital for two years. This two-year delay is in addition to the three-year transition period that the agencies had already made available. The Company adopted the option provided by the interim final rule, which delayed the effects of CECL on its regulatory capital through 2021, after which the effects were phased in over a three-year period from January 1, 2022 through December 31, 2024. Under the interim final rule, the amount of adjustments to regulatory capital deferred until the phase-in period include both the initial impact of the Company’s adoption of CECL on January 1, 2020 and 25% of subsequent changes in the Company’s allowance for credit losses during each quarter of the two-year period ended December 31, 2021. The cumulative amount of the transition adjustments was phased in over a three-year transition period that began on January 1, 2022, was 75% recognized in 2022, 50% recognized in 2023, and 25% recognized in 2024.\n\n  The Bank\n\n  The Bank is a Texas-chartered banking association, the deposits of which are insured by the DIF of the FDIC. The Bank is not a member of the Federal Reserve System; therefore, the Bank is subject to supervision and regulation by the FDIC and the Texas Department of Banking. Such supervision and regulation subject the Bank to special restrictions, requirements, potential enforcement actions and periodic examination by the FDIC and the Texas Department of Banking. Because the Federal Reserve Board regulates the Company, the Federal Reserve Board also has supervisory authority which affects the Bank. Further, because the Bank has total assets of over $10 billion, the Bank is also subject to supervision and regulation by the Consumer Financial Protection Bureau (“CFPB”). The CFPB regulates the offering and provision of consumer financial products and services under the federal consumer financial laws.\n\n  Equivalence to National Bank Powers. The Texas Constitution, as amended in 1986, provides that a Texas-chartered bank has the same rights and privileges that are or may be granted to national banks domiciled in Texas. To the extent that the Texas laws and regulations may have allowed state-chartered banks to engage in a broader range of activities than national banks, FDICIA has operated to limit this authority. FDICIA provides that no state bank or subsidiary thereof may engage as principal in any activity not \n\n  9\n\n  permitted for national banks, unless the institution complies with applicable capital requirements and the FDIC determines that the activity poses no significant risk to the DIF. In general, statutory restrictions on the activities of banks are aimed at protecting the safety and soundness of depository institutions.\n\n  Standards for Safety and Soundness. The Federal Deposit Insurance Act requires the federal bank regulatory agencies to prescribe, by regulation or guideline, operational and managerial standards for all insured depository institutions relating to: (1) internal controls; (2) information systems and audit systems; (3) loan documentation; (4) credit underwriting; (5) interest rate risk exposure; and (6) asset quality. The federal banking agencies have adopted regulations and Interagency Guidelines Establishing Standards for Safety and Soundness to implement these required standards. These guidelines set forth the safety and soundness standards used to identify and address problems at insured depository institutions before capital becomes impaired. Under the regulations, if a regulator determines that a bank fails to meet any standards prescribed by the guidelines, the regulator may require the bank to submit an acceptable plan to achieve compliance, consistent with deadlines for the submission and review of such safety and soundness compliance plans.\n\n  Branching. Pursuant to the Dodd-Frank Act, banks are permitted to engage in de novo interstate branching if the laws of the state where the new branch is to be established would permit the establishment of the branch if it were chartered by such state, subject to applicable regulatory review and approval requirements. The Dodd-Frank Act also modified certain regulatory requirements for interstate mergers and acquisitions, including that the acquiring bank must be well capitalized and well managed. Texas law provides that a Texas-chartered bank can establish a branch anywhere in Texas or any other state, subject to federal law requirements, provided that the branch is approved in advance by the Texas Department of Banking. The branch must also be approved by the FDIC, which considers a number of factors, including financial history, capital adequacy, earnings prospects, character of management, needs of the community and consistency with corporate powers.\n\n  Restrictions on Transactions with Affiliates and Insiders. The Bank is subject to restrictions on extensions of credit and certain other transactions between the Bank and the Company or any nonbank affiliate. Generally, these covered transactions with either the Company or any affiliate are limited to 10% of the Bank’s capital and surplus, and all such transactions between the Bank and the Company and all of its nonbank affiliates combined are limited to 20% of the Bank’s capital and surplus. Loans and other extensions of credit from the Bank to the Company or any affiliate generally are required to be secured by eligible collateral in specified amounts. In addition, any transaction between the Bank and the Company or any affiliate are required to be on an arm’s length basis. Federal banking laws also place similar restrictions on certain extensions of credit by insured banks, such as the Bank, to their directors, executive officers, and principal shareholders and their related interests. \n\n  Restrictions on Distribution of Subsidiary Bank Dividends and Assets. Dividends paid by the Bank have provided a substantial part of the Company’s operating funds, and it is anticipated that dividends paid by the Bank to the Company will continue to be the Company’s principal source of operating funds. Capital adequacy requirements serve to limit the amount of dividends that may be paid by the Bank. Under federal law, the Bank cannot pay a dividend if, after paying the dividend, the Bank will be “undercapitalized.” The FDIC may declare a dividend payment to be unsafe and unsound even though the Bank would continue to meet its capital requirements after the dividend. The Bank is also subject to limitations on the payment of dividends under Texas law. Because the Company is a legal entity separate and distinct from its subsidiaries, its right to participate in the distribution of assets of any subsidiary upon the subsidiary’s liquidation or reorganization will be subject to the prior claims of the subsidiary’s creditors. In the event of a liquidation or other resolution of an insured depository institution, the claims of depositors and other general or subordinated creditors are entitled to a priority of payment over the claims of holders of any obligation of the institution to its shareholders, including any depository institution holding company (such as the Company) or any shareholder or creditor thereof.\n\n  Consumer Financial Protection. The Bank is subject to a number of federal and state consumer protection laws that extensively govern its relationship with its customers. These laws include the Equal Credit Opportunity Act, the Fair Credit Reporting Act, the Truth in Lending Act, the Truth in Savings Act, the Electronic Fund Transfer Act, the Expedited Funds Availability Act, the Home Mortgage Disclosure Act, the Fair Housing Act, the Real Estate Settlement Procedures Act, the Fair Debt Collection Practices Act, the Service Members Civil Relief Act and these laws’ respective state-law counterparts, as well as state usury laws and laws regarding unfair and deceptive acts and practices. These and other federal laws, among other things, require disclosures of the cost of credit and terms of deposit accounts, provide substantive consumer rights, prohibit discrimination in credit transactions, regulate the use of credit report information, provide financial privacy protections, prohibit unfair, deceptive and abusive practices, restrict the Bank’s ability to raise interest rates and subject the Bank to substantial regulatory oversight. Violations of applicable consumer protection laws can result in significant potential liability from litigation brought by customers, including actual damages, restitution and attorneys’ fees. Federal bank regulators, the CFPB, state attorneys general and state and local consumer protection agencies may also seek to enforce consumer protection requirements and obtain these and other remedies, including regulatory sanctions, customer rescission rights and civil money penalties in each jurisdiction in which the Bank operates. Failure to comply with consumer protection requirements may also result in the Bank’s failure to obtain any required regulatory approval for merger or other acquisition transactions the Bank may wish to pursue or its prohibition from engaging in such transactions even if approval is not required.\n\n  10\n\n  The Dodd-Frank Act established the CFPB, which has supervisory, examination and enforcement authority over depository institutions with total assets of $10 billion or greater and other providers of consumer financial products or services such as the Bank. The CFPB has broad rulemaking authority for a wide range of federal consumer financial laws, including, among other things, the authority to prohibit “unfair, deceptive or abusive” acts and practices. The CFPB can issue cease-and-desist orders against banks and other entities that violate federal consumer financial laws and may also institute a civil action against an entity in violation of federal consumer financial laws in order to impose a civil penalty or injunction.\n\n  In October 2024, the CFPB issued a final rule that requires a provider of payment accounts or products, such as a bank, to make data available to consumers free upon request regarding the products or services they obtain from the provider. Any such data provider is also required to make such data available to third parties, with the consumer’s express authorization and through an interface that satisfies formatting, performance and security standards, for the purpose of such third parties providing the consumer with financial products or services requested by the consumer. Data is required to be made available under the rule includes transaction information, account balance, account and routing numbers, terms and conditions, upcoming bill information, and certain account verification data. The final rule is intended to give consumers control over their financial data, including with whom it is shared, and encourage competition in the provision of consumer financial products or services. Banks with over $10 billion and less than $250 billion in total assets, such as the Bank, must comply with the new requirements by April 1, 2027.\n\n  In December 2024, the CFPB issued a final rule that, among other things, amends Regulation Z (otherwise known as the “Truth In Lending Act”) and impacts extensions of overdraft credit offered by financial institutions with more than $10 billion in assets. The final rule defines overdraft credit as generally including consumer credit extended by a financial institution to pay a transaction from a checking or other transaction account (other than a prepaid account) held at the financial institution when the consumer has insufficient or unavailable funds in that account. The final rule requires that extensions of overdraft credit adhere to consumer protections required of similarly situated products, unless the overdraft fee is at or below the institution's costs and losses as determined by (1) calculating its own costs and losses using a standard set forth in the rule; or (2) relying on a benchmark flat fee of five dollars. An overdraft that incurs charges that exceed costs and losses will become a covered overdraft credit and subject to Regulation Z which requires that lenders disclose borrowing costs, interest rates and fees upfront and in clear language so consumers can understand all the terms and make informed decisions. Furthermore, covered overdraft credit extensions must be put in a credit account and may not be structured as a negative balance on a checking or other transaction account. The provisions of the final rule become effective on October 1, 2025.\n\n  Customer Information Security. The federal banking agencies have adopted guidelines for safeguarding confidential, personal, nonpublic customer information. These guidelines require each financial institution, under the supervision and ongoing oversight of its board of directors or an appropriate committee thereof, to create, implement and maintain a comprehensive written information security program designed to ensure the security and confidentiality of customer information, protect against any anticipated threats or hazard to the security or integrity of such information and protect against unauthorized access to or use of such information that could result in substantial harm or inconvenience to any customer. The Bank has adopted a customer information security program to comply with these requirements.\n\n  Deposit Insurance Assessments. The deposits of the Bank are insured up to applicable limits by the DIF, and the Bank must pay deposit insurance assessments to the FDIC for such deposit insurance protection. A depository institution’s DIF assessment is calculated by multiplying its assessment rate by the assessment base, which is defined as the average consolidated total assets less the average tangible equity of the depository institution. The initial base assessment rate is based on its capital level and CAMELS ratings, certain financial measures to assess an institution’s ability to withstand asset related stress and funding related stress and, in some cases, additional discretionary adjustments by the FDIC to reflect additional risk factors. \n\n  In October 2022, the FDIC adopted a final rule to increase the initial base deposit insurance assessment rate schedules uniformly by 2 basis points beginning with the first quarterly assessment period of 2023. The increased assessment is intended to increase the likelihood that the DIF reserve ratio would reach the statutory minimum of 1.35% by the statutory deadline prescribed under the FDIC’s amended restoration plan.\n\n  In November 2023, the FDIC adopted a final rule to implement a special assessment to recover the losses to the DIF associated with several bank failures that occurred during early 2023. The assessment base for the special assessment was equal to estimated uninsured deposits reported as of December 31, 2022, adjusted to exclude the first $5 billion, to be collected at a quarterly rate of approximately 3.36 basis points for an anticipated total of eight quarterly assessment periods, beginning in the first quarter of 2024. Under the final rule, the estimated loss pursuant to the systemic risk determination will be periodically adjusted, and the FDIC has retained the ability to cease collection early, extend the special assessment collection period and impose a final shortfall special assessment on a one-time basis. The extent to which any additional future assessments will impact the Company’s future deposit insurance expense is currently uncertain.\n\n  11\n\n  Interchange Fees. Under the Durbin Amendment to the Dodd-Frank Act, the Federal Reserve Board adopted rules establishing standards for assessing whether the interchange fees that may be charged with respect to certain electronic debit transactions are “reasonable and proportional” to the costs incurred by issuers for processing such transactions. Interchange fees, or “swipe” fees, are charges that merchants pay to the Bank and other card-issuing banks for processing electronic payment transactions. Federal Reserve Board rules applicable to financial institutions that have assets of $10 billion or more provide that the maximum permissible interchange fee for an electronic debit transaction is the sum of 21 cents per transaction and 5 basis points multiplied by the value of the transaction. An upward adjustment of no more than 1 cent to an issuer’s debit card interchange fee is allowed if the card issuer develops and implements policies and procedures reasonably designed to achieve certain fraud-prevention standards. The Federal Reserve Board also has rules governing routing and exclusivity that require issuers to offer at least two unaffiliated networks for routing transactions on each debit or prepaid product. On October 25, 2023, the Federal Reserve Board issued a proposal under which the maximum permissible interchange fee for an electronic debit transaction would be the sum of 14.4 cents per transaction and 4 basis points multiplied by the value of the transaction. Furthermore, the fraud-prevention adjustment would increase from a maximum of 1 cent to 1.3 cents per debit card transaction. The proposal would adopt an approach for future adjustments to the interchange fee cap, which would occur every other year based on issuer cost data gathered by the Federal Reserve Board from large debit card issuers. The extent to which any such proposed changes in permissible interchange fees will impact the Company’s future revenue is uncertain. \n\n  Concentrated Commercial Real Estate Lending. The federal banking agencies, including the FDIC, have promulgated guidance governing financial institutions with concentrations in commercial real estate lending. The guidance provides that a bank has a concentration in commercial real estate lending if (1) total reported loans for construction, land development and other land represent 100% or more of total capital or (2) total reported loans secured by multifamily and non-farm residential properties and loans for construction, land development and other land represent 300% or more of total capital and the bank’s commercial real estate loan portfolio has increased 50% or more during the prior 36 months. Owner occupied loans are excluded from this second category. If a concentration is present, management must employ heightened risk management practices that address the following key elements: board and management oversight and strategic planning, portfolio management, development of underwriting standards, risk assessment and monitoring through market analysis and stress testing, and maintenance of increased capital levels as needed to support the level of commercial real estate lending.\n\n  Community Reinvestment Act. The Community Reinvestment Act of 1977 (“CRA”) and the regulations issued thereunder are intended to encourage banks to help meet the credit needs of their communities, including low and moderate income neighborhoods, consistent with the safe and sound operations of the banks. These regulations also provide for regulatory assessment of a bank’s CRA record when considering applications to establish branches, merger applications and applications to acquire the assets and assume the liabilities of another bank. The Financial Institutions Reform, Recovery, and Enforcement Act (“FIRREA”) requires federal banking agencies to make public a rating of a bank’s performance under the CRA. In the case of a financial holding company or a bank holding company, the CRA performance records of the banks involved in the transaction are reviewed in connection with the filing of an application to acquire ownership or control of shares or assets of a bank or to merge with any other bank holding company. An unsatisfactory record can substantially delay or block the transaction.\n\n  On October 24, 2023, the Office of the Comptroller of the Currency (“OCC”), Federal Reserve Board, and FDIC issued a final rule to modernize their respective CRA regulations. The revised rules substantially alter the methodology for assessing compliance with the CRA, with material aspects taking effect January 1, 2026, and revised data reporting requirements taking effect January 1, 2027. Among other things, the revised rules evaluate lending outside traditional assessment areas generated by the growth of non-branch delivery systems, such as online and mobile banking, apply a metrics-based benchmarking approach to assessment, and clarify eligible CRA activities. As of December 31, 2024, the revised CRA regulations have been subject to an injunction since March 29, 2024.\n\n  Anti-Money Laundering and Anti-Terrorism Legislation. A major focus of governmental policy on financial institutions has been aimed at combating money laundering and terrorist financing. The U.S. Bank Secrecy Act (“BSA”) and the USA PATRIOT Act of 2001 (the “USA Patriot Act”) require financial institutions to develop programs to prevent them from being used for, and to detect and deter, money laundering, terrorist financing, and other illegal activities. The USA Patriot Act substantially broadened the scope of United States anti-money laundering laws and regulations by imposing significant new compliance and due diligence obligations, creating new crimes and penalties and expanding the extra-territorial jurisdiction of the United States. The United States Treasury Department has issued, and in some cases proposed, a number of regulations that apply various requirements of the USA Patriot Act to financial institutions. These regulations impose obligations on financial institutions to maintain appropriate policies, procedures and controls to detect, prevent and report money laundering and terrorist financing and to verify the identity of their customers. The regulations also impose specific due diligence requirements on financial institutions that maintain correspondent or private banking relationships with non-U.S. financial institutions or persons. Failure of a financial institution to maintain and implement adequate programs to combat money laundering and terrorist financing, or to comply with all of the relevant laws or regulations, could have serious financial, legal and reputational consequences for the institution and could block or substantially delay a merger or other acquisition transaction.\n\n  12\n\n  Office of Foreign Assets Control Regulation. The United States has imposed economic sanctions that affect transactions with designated foreign countries, nationals and others. These are typically known as the “OFAC” rules based on their administration by the U.S. Treasury Department Office of Foreign Assets Control (“OFAC”). The OFAC-administered sanctions targeting countries take many different forms. Generally, however, they contain one or more of the following elements: (1) restrictions on trade with or investment in a sanctioned country, including prohibitions against direct or indirect imports from and exports to a sanctioned country and prohibitions on “U.S. persons” engaging in financial transactions relating to making investments in, or providing investment-related advice or assistance to, a sanctioned country; and (2) a blocking of assets in which the government or specially designated nationals of the sanctioned country have an interest, by prohibiting transfers of property subject to U.S. jurisdiction (including property in the possession or control of U.S. persons). Blocked assets (e.g., property and bank deposits) cannot be paid out, withdrawn, set off or transferred in any manner without a license from OFAC. Failure to comply with these sanctions could have serious financial, legal and reputational consequences, including substantial delay or blocking of a merger or other acquisition transaction.\n\n  Cybersecurity. The federal banking regulators regularly issue new guidance and standards, and update existing guidance and standards, regarding cybersecurity intended to enhance cyber risk management among financial institutions. Financial institutions are expected to comply with such guidance and standards and to accordingly develop appropriate security controls and risk management processes. If the Company fails to observe such regulatory guidance or standards, the Company could be subject to various regulatory sanctions, including financial penalties.\n\n  Banking organizations are required to notify their primary banking regulator within 36 hours of determining that a “computer-security incident” has materially disrupted or degraded, or is reasonably likely to materially disrupt or degrade, the banking organization’s ability to carry out banking operations or deliver banking products and services to a material portion of its customer base, its businesses and operations that would result in material loss, or its operations that would impact the stability of the United States. In 2023, the SEC issued a final rule that requires disclosure of material cybersecurity incidents, as well as cybersecurity risk management, strategy, and governance. Under this rule, banking organizations that are SEC registrants must generally disclose information about a material cybersecurity incident within four business days of determining it is material, with periodic updates as to the status of the incident in subsequent filings as necessary.\n\n  State regulators have also been increasingly active in implementing privacy and cybersecurity standards and regulations. Recently, several states have adopted regulations requiring certain financial institutions to implement cybersecurity programs, and many states, including Texas, have also recently implemented or modified their data breach notification, information security and data privacy requirements. The Company expects this trend of state-level activity in those areas to continue and are continually monitoring developments in the states in which its customers are located.\n\n  Risks and exposures related to cybersecurity attacks, including litigation and enforcement risks, are expected to be elevated for the foreseeable future due to the rapidly evolving nature and sophistication of these threats, as well as due to the expanding use of Internet banking, mobile banking and other technology-based products and services by the Company and its customers.\n\n  Legislative and Regulatory Initiatives\n\n  From time to time, various legislative and regulatory initiatives are introduced in Congress and state legislatures, as well as by regulatory agencies. Such initiatives may include proposals to expand or contract the powers of bank holding companies and depository institutions or proposals to substantially change the financial institution regulatory system. Such legislation could change banking statutes and the operating environment of the Company in substantial and unpredictable ways. If enacted, such legislation could increase or decrease the cost of doing business, limit or expand permissible activities or affect the competitive balance among banks, savings associations, credit unions, and other financial institutions. The Company cannot predict whether any such legislation will be enacted, and, if enacted, the effect that it, or any implementing regulations, would have on the financial condition or results of operations of the Company. A change in statutes, regulations or regulatory policies applicable to the Company or the Bank could have a material effect on the Company’s business, financial condition and results of operations.\n\n  Effect on Economic Environment\n\n  The policies of regulatory authorities, including the monetary policy of the Federal Reserve Board, have a significant effect on the operating results of bank holding companies and their subsidiaries. Among the means available to the Federal Reserve Board to affect the money supply are open market operations in U.S. government securities, changes in the discount rate on member bank borrowings and changes in reserve requirements against member bank deposits. These means are used in varying combinations to influence overall growth and distribution of bank loans, investments and deposits; and their use may affect interest rates charged on loans or paid for deposits.\n\n  13\n\n  Federal Reserve Board monetary policies have materially affected the operating results of commercial banks in the past and are expected to continue to do so in the future. The nature of future monetary policies and the effect of such policies on the business and earnings of the Company and its subsidiaries cannot be predicted.",
      "char_count": 77684
    },
    "item1a": {
      "text": "ITEM  1A.   RISK FACTORS\n\n  An investment in the Company’s common stock involves risks. The following is a description of the material risks and uncertainties that the Company believes affect its business and an investment in the common stock. Additional risks and uncertainties that the Company is unaware of, or that it currently deems immaterial, also may become important factors that affect the Company and its business. If any of the risks described in this Annual Report on Form 10-K were to occur, the Company’s financial condition, results of operations and cash flows could be materially and adversely affected. If this were to happen, the value of the common stock could decline significantly and all or part of an investment could be lost.\n\n  Risks Associated with the Company’s Business\n\n  Interest Rate Risks\n\n  The Company’s business is subject to interest rate risk, and fluctuations in interest rates may adversely affect its financial condition and results of operations.\n\n  The majority of the Company’s assets are monetary in nature, and, as a result, the Company is subject to significant risk from changes in interest rates. Changes in interest rates can impact the Company’s net interest income as well as the valuation of its assets and liabilities. The Company’s earnings are significantly dependent on its net interest income. Net interest income is the difference between the interest income earned on loans, investments and other interest-earning assets and the interest expense paid on deposits, borrowings and other interest-bearing liabilities.\n\n  Interest rates are highly sensitive to many factors that are beyond the Company’s control, including general economic conditions, inflationary trends, changes in government spending and debt issuances and policies of various governmental and regulatory agencies and, in particular, the Federal Open Market Committee. Changes in monetary policy, including changes in interest rates, could influence the interest the Company receives on loans and securities and the amount of interest it pays on deposits and borrowings, and could also affect (1) the Company’s ability to originate loans, such as decreased demand due to higher interest rates, and obtain deposits, (2) the fair value of the Company’s financial assets and liabilities and (3) the average duration of the Company’s mortgage-backed securities portfolio. Beginning early in 2022, in response to growing signs of inflation, the Federal Reserve Board increased interest rates rapidly; however, interest rates have begun to decrease following three cuts to the Federal Funds rate by the Federal Reserve Board in 2024 in response to declining inflation. Although the inflationary outlook in the United States has improved, it remains above the Federal Reserve Board’s target and the Federal Reserve Board may take further actions to mitigate inflationary pressures.\n\n  Rapid changes in interest rates may make it difficult for the Company to balance its loan and deposit portfolios. If the interest rates paid on deposits and other borrowings increase at a faster rate than the interest rates received on loans and other investments, the Company’s net interest income, and therefore earnings, could be adversely affected. Earnings also could be adversely affected if the interest rates received on loans and other investments decrease more quickly than the interest rates paid on deposits and other borrowings. Decreasing interest rates reduces the Company’s yield on its variable rate loans and on its new loans, which reduces its net interest income. In addition, lower interest rates may reduce the Company’s realized yields on investment securities which would reduce its net interest income and cause downward pressure on net interest margin in future periods. Further, the Company’s assets and liabilities may react differently to changes in overall market rates or conditions because there may be mismatches between the repricing or maturity characteristics of the assets and liabilities. Any substantial, unexpected, prolonged change in market interest rates could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company is unable to predict changes in interest rates, which are affected by factors beyond its control, including inflation, deflation, recession, unemployment, money supply, and other changes in financial markets.\n\n  Credit and Lending Risks\n\n  The Company’s business depends on its ability to successfully manage credit risk. \n\n  The Company’s business depends on its ability to successfully measure and manage credit risk. As a lender, the Company is exposed to the risk that the principal of, or interest on, a loan will not be repaid timely or at all or that the value of any collateral supporting a loan will be insufficient to cover the Company’s outstanding exposure. In addition, the Company is exposed to risks with \n\n  14\n\n  respect to the period of time over which the loan may be repaid, risks relating to proper loan underwriting, risks resulting from changes in economic and industry conditions, and risks inherent in dealing with individual loans and borrowers. The creditworthiness of a borrower is affected by many factors including local market conditions and general economic conditions. If the overall economic climate in the United States, generally, or the Company’s market areas, specifically, experiences material disruption, the Company’s borrowers may experience difficulties in repaying their loans, the collateral the Company holds may decrease in value or become illiquid, and the level of nonperforming loans, charge-offs and delinquencies could rise and require significant additional provisions for credit losses. Additional factors related to the credit quality of commercial loans include the quality of the management of the business and the borrower's ability to properly evaluate changes in the supply and demand characteristics affecting their market for products and services, to evaluate regulatory changes affecting their products and services, such as climate change regulation, and to effectively respond to those changes. Additional factors related to the credit quality of commercial real estate loans include tenant vacancy rates and the quality of management of the property. \n\n  In addition, financial markets and global supply chains may be adversely affected by the current or anticipated impact of military conflict, including conflicts in Ukraine and the Middle East, terrorism or other geopolitical events. Current economic conditions are significantly affected by elevated interest rates and levels of inflation. Continuing inflationary pressures in 2025 could lead to increased costs to the Company’s customers, making it more difficult for them to repay their loans or other obligations, which would increase the Company’s credit risk.\n\n  Despite recent interest rate cuts, any future need to increase rates to address persistent or renewed inflationary pressures could increase borrowing costs for customers, potentially leading to reduced loan demand, increased credit risk, and weakened asset values in the Company’s lending portfolio. Changes in trade policies by the United States or other countries, such as tariffs or retaliatory tariffs, may cause inflation which could impact the prices of products sold by the Company’s borrowers and have the potential to reduce demand for their products impacting their profitability and making it difficult for borrowers to repay their loans. Further, evolving responses from federal and state governments and other regulators, and the Company’s customers or vendors, to new challenges such as climate change have impacted and could continue to impact the economic and political conditions under which the Company operates, which could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company’s risk management practices, such as monitoring the concentration of the Company’s loans within specific industries and the Company’s credit approval, review and administrative practices, may not adequately reduce credit risk, and the Company’s credit administration personnel, policies and procedures may not adequately adapt to changes in economic or any other conditions affecting customers and the quality of the loan portfolio. Many of the Company’s loans are made to businesses that are less able to withstand competitive, economic and financial pressures than larger borrowers. Consequently, the Company may have significant exposure if any of these borrowers becomes unable to pay their loan obligations as a result of economic or market conditions, or personal circumstances, such as divorce or death. A failure to effectively measure and limit the credit risk associated with the Company’s loan portfolio may result in loan defaults, foreclosures and additional charge-offs, and may require the Company to significantly increase its allowance for credit losses, each of which could adversely affect the Company’s net income. As a result, the Company’s inability to successfully manage credit risk could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company’s allowance for credit losses may not be sufficient to cover actual credit losses, which could adversely affect its earnings.\n\n  As a lender, the Company is exposed to the risk that its loan customers may not repay their loans according to the terms of these loans and the collateral securing the payment of these loans may be insufficient to fully compensate the Company for the outstanding balance of the loan plus the costs to dispose of the collateral. The Company maintains an allowance for credit losses in an attempt to cover estimated losses inherent in its loan portfolio. Additional credit losses could occur in the future and may occur at a rate greater than the Company has experienced to date. The determination of the appropriate level of the allowance inherently involves a high degree of subjectivity and requires the Company to make significant estimates of current credit risks, future trends and general economic conditions, including inflation and recession, all of which may undergo material changes. If the Company’s assumptions prove to be incorrect or if it experiences significant credit losses in future periods, its current allowance may not be sufficient to cover actual credit losses and adjustments may be necessary to allow for different economic conditions or adverse developments in its loan portfolio. A material addition to the allowance could cause net income, and possibly capital, to decrease.\n\n  In addition, federal and state regulators periodically review the Company’s allowance for credit losses and may require the Company to increase its provision for credit losses or recognize further charge-offs, based on judgments different than those of the Company’s management. An increase in the Company’s allowance for credit losses or charge-offs as required by these regulatory agencies could have a material adverse effect on the Company’s operating results and financial condition.\n\n  15\n\n  The Company’s profitability depends significantly on local economic conditions.\n\n  The Company’s success depends primarily on the general economic conditions of the primary markets in Texas and Oklahoma in which it operates and where its loans are concentrated. The local economic conditions in Texas and Oklahoma have a significant impact on the Company’s commercial, real estate and construction, land development and other land loans; the ability of its borrowers to repay their loans; and the value of the collateral securing these loans. Accordingly, if the population or income growth in the Company’s market areas is slower than projected, income levels, deposits and housing starts could be adversely affected and could result in a reduction of the Company’s expansion, growth and profitability. In addition, due to the large number of oil and gas companies in the Company’s market areas, the volatility in oil prices may negatively impact economic conditions in these areas. If the Company’s market areas experience a downturn or a recession for a prolonged period of time, the Company could experience significant increases in nonperforming loans, which could lead to operating losses, impaired liquidity and eroding capital. A significant decline in general economic conditions, inflation, an increase or decline in commodity prices, recession, weather extremes, acts of terrorism, outbreaks of hostilities or other international or domestic calamities, unemployment or other factors could impact these local economic conditions and could negatively affect the Company’s financial condition, results of operations and cash flows.\n\n  The Company’s dependence on loans secured by real estate subjects it to risks relating to fluctuations in the real estate market that could adversely affect its financial condition, results of operations and cash flows.\n\n  Approximately 80.5% of the Company’s total loans as of December 31, 2024 consisted of loans included in the real estate loan portfolio, with 29.3% in commercial real estate (including farmland and multifamily residential), 38.3% in residential real estate (including home equity) and 12.9% in construction, land development and other land loans. The real estate collateral in each case provides an alternate source of repayment in the event of default by the borrower and may deteriorate in value during the time the credit is extended. The market value for real estate can fluctuate significantly over a relatively short period as a result of conditions in the Company’s primary market areas, due to economic downturns, changes in the economic health of industries heavily concentrated in a particular market area, housing supply, or changes in market interest rates. A weakening of the real estate market in the Company’s primary market areas could have an adverse effect on the demand for new loans, the ability of borrowers to repay outstanding loans, the value of real estate and other collateral securing the loans and the value of real estate owned by the Company. If real estate values decline, it is also more likely that the Company would be required to increase its allowance for credit losses, which could adversely affect its financial condition, results of operations and cash flows.\n\n  The Company’s commercial real estate and commercial loans expose it to increased credit risks, and these risks will increase if the Company succeeds in increasing these types of loans.\n\n  The Company has emphasized both new and existing loan products, focusing on managing its commercial real estate (including farmland and multifamily residential) and commercial loan portfolios, and intends to continue to increase its lending activities and acquire loans in possible future acquisitions. As a result, commercial real estate and commercial loans as a proportion of its portfolio could increase. As of December 31, 2024, commercial real estate (including farmland and multifamily residential) and commercial loans comprised approximately 40.6% of the Company’s loan portfolio. In general, commercial real estate loans and commercial loans pose greater credit risks than do owner-occupied residential real estate loans. These types of loans are also typically larger than residential real estate loans. Accordingly, the deterioration of one or several of these loans could cause a significant increase in nonperforming loans, which could result in a loss of earnings from these loans and an increase in the provision for credit losses and net charge-offs.\n\n  The Company makes both secured and some unsecured commercial loans. Unsecured loans generally involve a higher degree of risk of loss than do secured loans because, without collateral, repayment is wholly dependent upon the success of the borrowers’ businesses. Secured commercial loans are generally collateralized by accounts receivable, inventory, equipment or other assets owned by the borrower and include a personal guaranty of the business owner. Compared to real estate, that type of collateral is more difficult to monitor, its value is harder to ascertain, it may depreciate more rapidly and it may not be as readily saleable if repossessed. Further, commercial loans generally will be serviced primarily from the operation of the business, which may not be successful, while commercial real estate loans generally will be serviced from income on the properties securing the loans. As the Company’s various commercial loan portfolios increase, the corresponding risks and potential for losses from these loans will also increase.\n\n  The Company may be adversely affected by weaknesses in the commercial real estate market.\n\n  As of December 31, 2024, commercial real estate loans (including multifamily residential and excluding farmland) comprised approximately 26.2% of the Company’s loan portfolio. Commercial real estate loans generally involve a greater degree of credit risk than residential real estate loans because they typically have larger balances and are more affected by adverse conditions in the economy. Because payments on loans secured by commercial real estate often depend upon the successful operation and management of the properties and the businesses which operate from within them, repayment of such loans may be affected by factors outside the borrower’s control, such as adverse conditions in the real estate market or the economy or changes in government regulations. Commercial real estate markets have been impacted by the economic disruptions caused by the COVID-19 pandemic. The pandemic \n\n  16\n\n  has also been a catalyst for the evolution of various remote work options that could have an adverse effect on the long-term performance of some types of office properties within the Company’s commercial real estate portfolio. A failure by the Company to have adequate risk management policies, procedures and controls could adversely affect the Company’s ability to increase this portfolio going forward and could result in an increased rate of delinquencies in, and increased losses from, this portfolio, which, accordingly, could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company’s Warehouse Purchase Program balances can fluctuate widely.\n\n  Because Warehouse Purchase Program balances are contingent upon residential mortgage lending activity, changes in the residential real estate market nationwide can lead to wide fluctuations of balances in this product, materially impacting both interest and non-interest income. Additionally, Warehouse Purchase Program period-end balances are generally higher than the average balance during the period due to increased mortgage activity that occurs at the end of a month, which can significantly impact the Company’s reported capital ratios.\n\n  The Company’s loan portfolio, and specifically its energy lending portfolio, could be adversely affected by declines in the prices of oil and natural gas, as well as other factors.\n\n  As of December 31, 2024, funded commitments to oil and gas production and service companies represented 2.5% of total loans, excluding Warehouse Purchase Program loans. Further, energy production and related industries represent a large part of the economies in many of the Company’s market areas. The energy industry and market prices for oil and gas have historically been cyclical. Global wars, military conflicts, terrorism, governmental and social responses to environmental issues and climate change, or other geopolitical events as well as actions by members of the Organization of Petroleum Exporting Countries can impact global crude oil and gas production levels and lead to significant volatility in global oil and gas supplies and market prices. Prolonged periods of low oil and gas commodity prices could negatively impact the Company’s borrowers' ability to pay, particularly those that utilize higher-cost production technologies such as hydraulic fracking and horizontal drilling, as well as oilfield service providers, energy equipment manufacturers and transportation suppliers, among others.  Future oil price volatility could have negative impacts on the U.S. economy, in particular, the economies of energy-dominant states such as Texas, and the Company’s borrowers and customers. Such negative impacts could result in an increased rate of loan delinquencies and credit losses which, accordingly, could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The economy in Texas as a whole could be negatively impacted if there are a high number of jobs lost related to a decline in oil production in the state, or if the impact of lower oil prices negatively affects other industries.  A decline in the Texas economy related to oil production decline could impact the Company’s loan portfolios outside of the energy portfolio, if borrowers experience unemployment or loss of income and are unable to make payments on their loans.\n\n  The Company is subject to losses resulting from fraudulent and negligent acts on the part of loan applicants, correspondents or other third parties.\n\n  The Company relies heavily upon information supplied by third parties, including the information contained in credit applications, property appraisals, title information, equipment pricing and valuation and employment and income documentation, in deciding which loans the Company will originate, as well as the terms of those loans. If any of the information upon which the Company relies is misrepresented, either fraudulently or inadvertently, and the misrepresentation is not detected prior to asset funding, the value of the asset may be significantly lower than expected, or the Company may fund a loan that it would not have funded or on terms it would not have extended. Whether a misrepresentation is made by the applicant or another third-party, the Company generally bears the risk of loss associated with the misrepresentation. A loan subject to a material misrepresentation is typically unsellable or subject to repurchase if it is sold prior to detection of the misrepresentation. The sources of the misrepresentations are often difficult to locate, and it is often difficult to recover any of the monetary losses the Company may suffer. The Company believes it has underwriting and operational controls in place to prevent or detect such fraud, but these controls may not be effective in detecting fraud and the Company could experience fraud losses or incur costs or other damage related to such fraud, at levels that adversely affect financial results or reputation. The Company’s lending customers may also experience fraud in their businesses which could adversely affect their ability to repay their loans or make use of services. The Company’s and its customers’ exposure to fraud may increase the Company’s financial risk and reputation risk as it may result in unexpected loan losses that exceed those that have been provided for in the allowance for credit losses. Some level of fraud loss is unavoidable, and the risk of loss cannot be eliminated.\n\n  The Company is subject to environmental liability risk associated with lending activities.\n\n  A significant portion of the Company’s loan portfolio is secured by real property. During the ordinary course of business, the Company may foreclose on and take title to properties securing certain loans, and there is a risk that hazardous or toxic substances could be found on these properties. If hazardous or toxic substances are found, the Company may be liable for remediation costs, as well as for personal injury and property damage. Environmental laws may require the Company to incur substantial expenses and may materially reduce the affected property’s value or limit the Company’s ability to use or sell the affected property. In addition, future \n\n  17\n\n  laws or more stringent interpretations or enforcement policies with respect to existing laws may increase the Company’s exposure to environmental liability. Although the Company has policies and procedures to perform an environmental review before initiating any foreclosure action on real property, these reviews may not be sufficient to detect all potential environmental hazards. The remediation costs and any other financial liabilities associated with an environmental hazard could have a material adverse effect on the Company’s financial condition and results of operations.\n\n  Liquidity Risks\n\n  Liquidity risk could impair the Company’s ability to fund operations and jeopardize its financial condition.\n\n  Liquidity is essential to the Company’s business, and it monitors and manages its liquidity daily. An inability to raise funds through deposits, borrowings, the sale of loans and other sources could have a substantial negative effect on the Company’s liquidity. The Company’s access to funding sources in amounts adequate to finance its activities or on terms which are acceptable to it could be impaired by factors that affect the Company specifically or the financial services industry or economy in general. Factors that could detrimentally impact the Company’s access to liquidity sources include a decrease in the level of its business activity as a result of a downturn in the markets in which its loans are concentrated or adverse regulatory action against it. The Company’s ability to borrow could also be impaired by factors that are not specific to it, such as a disruption in the financial markets or negative views and expectations about the prospects for the financial services industry and deterioration in credit markets.\n\n  The Company relies on customer deposits as a significant source of funding, and its deposits may decrease in the future. \n\n  The Company relies on customer deposits as a significant source of funding. Competition among U.S. banks for customer deposits is intense, may increase the cost of deposits or prevent new deposits, and may otherwise negatively affect the Company’s ability to grow its deposit base. The Company’s deposit accounts may decrease in the future, and any such decrease could have an adverse impact on the Company’s sources of funding, which impact could be material. Any changes the Company makes to the rates offered on its deposit products to remain competitive with other financial institutions may adversely affect its profitability and liquidity. The demand for the deposit products the Company offers may also decline due to a variety of factors such as demographic patterns, changes in customer preferences, changes in interest rates, payment of interest on demand deposits by other financial institutions, reductions in consumers’ disposable income, regulatory actions that decrease customer access to particular products or the availability of competing products, including from new financial technology competitors or competitors that provide customers with alternate investment options.\n\n  Negative developments affecting the banking industry, and resulting media coverage, have eroded customer confidence in the banking system.\n\n  Any future bank failures like those experienced in 2023 or similar events may negatively impact customer confidence in the safety and soundness of regional banks and may generate market volatility among publicly traded bank holding companies and, in particular, regional banking organizations like the Company. As a result, customers may choose to maintain deposits with larger financial institutions or invest in higher yielding short-term fixed income securities, all of which could materially adversely impact the Company’s liquidity, loan funding capacity, net interest margin, capital and results of operations. While the Department of the Treasury, the Federal Reserve Board, and the FDIC historically have taken action to ensure that depositors of failed banks had access to their deposits, including uninsured deposit accounts, there is no guarantee that regional bank failures or bank runs will not occur in the future and, if they were to occur, they may have a material and adverse impact on customer and investor confidence in regional banks negatively impacting the Company’s liquidity, capital, results of operations and stock price.\n\n  The Company may need to raise additional capital in the future and such capital may not be available when needed on acceptable terms or at all.\n\n  The Company may need to raise additional capital in the future to provide it with sufficient capital resources and liquidity to meet regulatory capital requirements or its commitments and business needs. In addition, the Company may elect to raise additional capital to support its business or to finance acquisitions, if any. If needed, the Company’s ability to raise additional capital will depend on many things, including conditions in the capital markets at that time, which are outside its control, and its financial performance.\n\n  Such capital may not be available to the Company on acceptable terms or at all. Any occurrence that may limit the Company’s access to the capital markets, such as a decline in the confidence of investors, depositors of the Bank or counterparties participating in the capital markets, may adversely affect the Company’s capital costs and its ability to raise capital and, in turn, its liquidity. Moreover, if the Company needs to raise capital in the future, it may have to do so when many other financial institutions are also seeking to raise capital and would have to compete with those institutions for investors. An inability to raise additional capital on acceptable terms when needed could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  18\n\n  The fair value of the Company’s investment securities can fluctuate due to factors outside of its control.\n\n  Factors beyond the Company’s control can significantly influence the fair value of securities in its investment portfolio and can cause potential adverse changes to the fair value of these securities. These factors include, but are not limited to, rating agency actions in respect of the securities, defaults by the issuer or with respect to the underlying securities, and changes in market interest rates and continued instability in the capital markets. Any of these factors, among others, could cause an increase in the amount of the allowance for credit losses as it pertains to available for sale or held-to-maturity debt securities, which could have an adverse effect on the Company’s business, results of operations, financial condition and future prospects. The process for determining if a security has a credit loss often requires complex, subjective judgments about whether there has been a significant deterioration in the financial condition of the issuer, whether management has the intent or ability to hold a security for a period of time sufficient to allow for any anticipated recovery in fair value, the future financial performance and liquidity of the issuer and any collateral underlying the security, and other relevant factors.\n\n  Strategic Risks\n\n  If the Company is not able to continue its historical levels of growth, it may not be able to maintain its historical earnings trends.\n\n  To achieve its past levels of growth, the Company has focused on both internal growth and acquisitions. The Company may not be able to sustain its historical rate of growth or may not be able to grow at all in the future. More specifically, the Company may not be able to obtain the financing necessary to fund additional growth and may not be able to find suitable acquisition candidates. Various factors, such as economic conditions, competition and heightened regulatory scrutiny, may impede or prohibit the opening of new banking centers and the completion of acquisitions. Further, the Company may be unable to attract and retain experienced bankers, which could adversely affect its internal growth. If the Company is not able to continue its historical levels of growth, it may not be able to maintain its historical earnings trends.\n\n  If the Company is unable to manage its growth effectively, its operations and profitability could be negatively affected.\n\n  The Company faces a variety of risks and difficulties pursuing its growth strategy, including:\n\n  •finding suitable markets for expansion;\n\n  •finding suitable candidates for acquisition;\n\n  •attracting funding to support additional growth;\n\n  •maintaining asset quality;\n\n  •attracting and retaining qualified management;\n\n  •managing execution risks;\n\n  •maintaining adequate regulatory capital; and \n\n  •scaling technology platforms.\n\n  In addition, in order to manage its growth and maintain adequate information and reporting systems within its organization, the Company must identify, hire and retain additional qualified associates, particularly in the accounting and operational areas of its business.\n\n  If the Company does not manage its growth effectively, its business, financial condition, results of operations and future prospects could be negatively affected, and the Company may not be able to continue to implement its business strategy and successfully conduct its operations.\n\n  If the Company is unable to identify and acquire other financial institutions and successfully integrate its acquired businesses, its business and earnings may be negatively affected.\n\n  The market for acquisitions remains highly competitive, and the Company may be unable to find acquisition candidates in the future that fit its acquisition and growth strategy. To the extent that the Company is unable to find suitable acquisition candidates, an important component of its growth strategy may be lost. Additionally, the market for bank acquisitions was significantly and adversely impacted in 2023, by a number of factors, including:\n\n  •increased regulatory scrutiny;\n\n  •elevated interest rates;\n\n  19\n\n  •declining financial institution stock value\n\n  •lower fair market values of investment securities portfolios; and\n\n  •high-profile regional bank failures and the resulting effects therefrom. \n\n  Although most of these factors have either significantly subsided or no longer remain, to the extent these factors, or other factors outside of the Company’s control, return, persist, or arise, the Company’s ability to pursue and consummate acquisitions may be adversely impacted.\n\n  Acquisitions of financial institutions, such as the recent acquisitions of First Bancshares and Lone Star, involve operational risks and uncertainties. Acquired companies may have unforeseen liabilities, exposure to asset quality problems, key employee and customer retention problems and other problems that could negatively affect the Company’s organization. The Company may not be able to complete future acquisitions; and, if completed, the Company may not be able to successfully integrate the operations, management, products and services of the entities that it acquires and eliminate redundancies. The integration process could result in the loss of key employees or disruption of the combined entity’s ongoing business or inconsistencies in standards, controls, procedures and policies that adversely affect the Company’s ability to maintain relationships with customers and employees or achieve the anticipated benefits of the transaction. The integration process may also require significant time and attention from the Company’s management that they would otherwise direct at servicing existing business and developing new business. The Company’s inability to find suitable acquisition candidates or failure to successfully integrate the entities it acquires into its existing operations may increase its operating costs significantly and adversely affect its business and earnings. Acquisitions may also result in potential dilution to existing shareholders of the Company’s earnings per share if the Company issues common stock in connection with an acquisition.\n\n  Regulatory approvals for acquisitions may be delayed, impeded, or prohibited.\n\n  Acquisitions by financial institutions are subject to approval by a variety of federal and state regulatory agencies. If the Company fails to receive the appropriate regulatory approvals, it will not be able to consummate an acquisition that it believes is in the Company’s best interests. Among other things, the Company’s regulators consider its capital, liquidity, profitability, regulatory compliance, including with respect to anti-money laundering obligations, consumer protection laws and CRA obligations and levels of goodwill and intangibles when considering acquisition and expansion proposals. The process for obtaining these required regulatory approvals has become substantially more difficult in recent years and may become even more challenging following the review of the merger application process by the federal banking agencies and potentially the CFPB and the review of the competitive effects process by the Department of Justice. Regulatory approvals have been and could continue to be delayed, impeded, restrictively conditioned or denied due to existing or new regulatory issues the Company has, or may have, with regulatory agencies, including, without limitation, issues related to Bank Secrecy Act compliance, Community Reinvestment Act issues, fair lending laws, fair housing laws, consumer protection laws, unfair, deceptive, or abusive acts or practices regulations and other similar laws and regulations. The Company may fail to pursue, evaluate or complete strategic and competitively significant acquisition opportunities as a result of its inability, or perceived or anticipated inability, to obtain regulatory approvals in a timely manner, under reasonable conditions or at all. Difficulties associated with potential acquisitions that may result from these factors could have a material adverse effect on the Company’s business, financial condition and results of operations. \n\n  If the goodwill that the Company recorded in connection with a business acquisition becomes impaired, it could require charges to earnings.\n\n  Goodwill represents the amount by which the acquisition cost exceeds the fair value of net assets the Company acquired in the purchase of another financial institution. The Company reviews goodwill for impairment at least annually, or more frequently if events or changes in circumstances indicate the carrying value of the asset might be impaired.\n\n  The Company determines impairment by comparing the implied fair value of the reporting unit goodwill with the carrying amount of that goodwill. If the carrying amount of the reporting unit goodwill exceeds the implied fair value of that goodwill, an impairment loss is recognized in an amount equal to that excess. Any such adjustments are reflected in the Company’s results of operations in the periods in which they become known. At December 31, 2024, the Company’s goodwill totaled $3.50 billion. Although the Company has not recorded any such impairment charges since it initially recorded the goodwill, the Company’s future evaluations of goodwill could result in findings of impairment and related write-downs, which may have a material adverse effect on its financial condition and results of operations.\n\n  20\n\n  Operational Risks\n\n  The Company’s accounting estimates and risk management processes rely on analytical and forecasting models and tools that may prove to be inaccurate.\n\n  The processes the Company uses to estimate its expected credit losses and to measure the fair value of financial instruments, as well as the processes used to estimate the effects of changing interest rates and other market measures on the Company’s financial condition and results of operations, depend upon the use of analytical and forecasting models and tools. These models and tools reflect assumptions that may not be accurate, particularly in times of market stress or other unforeseen circumstances. Even if these assumptions are accurate, the models and tools may prove to be inadequate or inaccurate because of other flaws in their design or their implementation. Any such failure in the Company’s analytical or forecasting models and tools could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  An interruption in or breach in security of the Company’s information systems may result in a loss of customer business and have an adverse effect on the Company’s results of operations, financial condition and cash flows.\n\n  The Company relies heavily on communications and information systems to conduct its business and store sensitive data. Any failure, interruption or breach in security of these systems, whether caused by physical damage, internal or external threat actors, viruses or other malware, could jeopardize the security of information stored in and transmitted through the Company’s computer systems and network infrastructure as well as result in failures or disruptions in the Company’s customer relationship management, general ledger, deposits, servicing or loan origination systems. The amount of cyber insurance coverage that the Company maintains and expects would apply in the event of various breach scenarios may not be adequate in any particular case. In addition, cyber threat scenarios are inherently difficult to predict and can take many forms, some of which may not be covered under the Company’s cyber insurance coverage. Security measures that the Company, with the help of third-party service providers, has implemented or intends to continue to implement to prevent damage from cyberattacks may not entirely mitigate these risks. In addition, increases in cyber threats and the sophistication of bad actors, advances in computer capabilities, new discoveries in the field of cryptography and/or artificial intelligence, or other developments could result in a compromise or breach of the programs and processes that the Company and its third-party service providers use to protect client transaction data. The Company’s efforts to maintain the security and integrity of its information systems and its measures to manage the risks of a security breach or disruption may not be effective, and attempted security breaches or disruptions could be successful or damaging. Breaches also may occur as a result of remote working arrangements. \n\n  Breaches of the Company’s or vendors’ systems, thefts of data and other breaches and criminal activity may result in significant disruptions to the Company’s operations, significant costs to respond or remediate losses, damage to the Company’s customer relationships, regulatory scrutiny and enforcement, civil litigation and possible financial liability and/or loss of future business opportunities due to reputational damage, any of which could have a material adverse effect on the Company’s results of operations, financial condition and cash flows. Even the most well-protected information, networks, systems and facilities remain potentially vulnerable because attempted security breaches, particularly cyber-attacks and intrusions, or disruptions will occur in the future, and because the techniques used in such attempts are rapidly and constantly evolving and generally are not recognized until launched against a target, in some cases are designed not to be detected and, in fact, may not be detected for a period of time or at all. Accordingly, the Company may be unable to anticipate or be prepared for these techniques or to implement adequate security barriers or other preventative measures, and thus it is not possible for the Company to entirely mitigate this risk. Data privacy laws also continue to evolve, with states increasingly proposing or enacting legislation that relates to data privacy and data protection. The Company may be required to incur additional expense to comply with these evolving regulations and could face penalties for violating any of these regulations.\n\n  The Company is subject to certain risks in connection with its use of technology.\n\n  The financial services industry is undergoing rapid technological changes with frequent introductions of new technology-driven products and services. The Company’s future success depends in part upon its ability to address the needs of its customers by using technology to provide products and services that will satisfy customer demands for convenience as well as create additional efficiencies in its operations. Many of the Company’s competitors have substantially greater resources to invest in technological improvements. The Company may not be able to effectively implement new technology-driven products and services or be successful in marketing these products and services to its customers, which may negatively affect the Company’s results of operations, financial condition and cash flows. The Company also may not succeed in anticipating its future technology needs, the technology demands of its customers, or the competitive landscape for technology. Further, as technology advances, the ability to initiate transactions and access data has become more widely distributed among mobile devices, personal computers, automated teller machines, remote deposit capture sites and similar access points. These technological advances increase cybersecurity risk. The Company’s programs that are intended to prevent or limit the effects of cybersecurity risk may not be sufficient to eliminate all unauthorized transactions or unauthorized access to customer information. The financial, reputational and regulatory impact of unauthorized transactions or unauthorized access to customer information could be significant.\n\n  21\n\n  The Company’s operations rely on external vendors, which may fail to provide adequate services.\n\n  The Company relies on certain external vendors to provide products and services necessary to maintain its day-to-day operations. These third parties provide key components of the Company’s business operations such as data processing, recording and monitoring transactions, online banking interfaces and services, internet connections and network access, but the Company does not control their actions. Any complications caused by these third parties, including those resulting from disruptions in communication services provided by a vendor, failure of a vendor to handle current or higher volumes, cyber-attacks and security breaches at a vendor, failure of a vendor to provide services for any reason or poor performance of services, could adversely affect the Company’s ability to deliver products and services to its customers and otherwise conduct its business. Financial or operational difficulties of a third-party vendor could also hurt the Company’s operations if those difficulties interfere with the vendor’s ability to provide services. Furthermore, the Company’s vendors could also be sources of operational and information security risk, including from breakdowns or failures of their own systems or capacity constraints, and reputational risk. Replacing these third-party vendors could also create significant delay and expense. Problems caused by external vendors could be disruptive to the Company’s operations, which could have a material adverse impact on the Company’s business and, in turn, the Company’s financial condition and results of operations.\n\n  The Company’s business may be adversely affected by consolidations of technology vendors.\n\n  The Company relies on certain external vendors for core products and services. Consolidations among core vendors may have the effect of decreasing price competition that may lead to higher vendor costs and may also increase systemic risk from vendors that could affect the Company’s operations.\n\n  The Company’s business may be adversely affected by security breaches at third parties.\n\n  The Company’s customers interact with their own and other third-party systems, which pose operational risks to the Company. The Company may be adversely affected by data breaches at customers’ service providers, aggregators, retailers and other third parties who maintain data relating to the Company’s customers who obtain a service from the third party and that involve the theft of customer data, including the theft of customers’ account data, debit card, credit card, wire transfer and other identifying and/or access information used to obtain the services of third parties. Despite third-party security risks that are beyond the Company’s control, the Company offers its customers protection against fraud and attendant losses for unauthorized use. Offering such protection to customers exposes the Company to significant expenses and potential losses related to reimbursing the Company’s customers for fraud losses, reissuing the compromised cards and increased monitoring for suspicious activity. If a data breach of considerable magnitude were to occur at one or more service providers, aggregators, retailers or another third party, the Company’s business, financial condition and results of operations may be adversely affected.\n\n  The Company is subject to losses due to fraudulent and negligent acts. \n\n  Financial institutions are inherently exposed to fraud risk. Fraudulent activity can take many forms and has escalated as more tools for accessing financial services emerge, such as real-time payments. Fraud schemes are broad and continuously evolving. A fraud can be perpetrated by a customer of the Company, an employee, a vendor, or members of the general public. The Company is subject to fraud risk in connection with the origination of loans, ACH transactions, wire transactions, digital payments, ATM transactions, checking and other transactions. Although the Company seeks to mitigate fraud risk and losses through continued investment in systems, resources, and controls, the Company’s efforts may not be effective in detecting fraud and the Company could experience fraud losses or incur costs or other damage related to such fraud, at levels that adversely affect its financial results or reputation.\n\n  The Company’s risk management framework may not be effective in identifying, managing or mitigating risks and/or losses to it.\n\n  The Company has implemented a risk management framework to identify and manage its risk exposure, which is reviewed and overseen by the Company’s Risk Committee. This framework consists of various processes, systems and strategies, and is designed to manage the types of risk to which the Company is subject, including, among others, credit, market, liquidity, operational, financial, interest rate, legal and regulatory, compliance, strategic, reputation, fiduciary and general economic risks. The Company’s framework also includes financial or other modeling methodologies, which involves management assumptions and judgment. In addition, under this framework, the Company has developed a risk appetite statement to detail its risk tolerance levels at an enterprise-wide level. This risk management framework may not be effective under all circumstances, and it may not adequately identify, manage or mitigate all or any risk or loss to the Company. If this framework is not effective, the Company may be subject to potentially adverse regulatory consequences and could suffer unexpected losses and its financial condition or results of operations could be materially adversely affected.\n\n  22\n\n  The Company is subject to risk arising from the failure or circumvention of internal controls and procedures.\n\n  The Company’s internal controls, including fraud detection and controls, disclosure controls and procedures, and corporate governance procedures are based in part on certain assumptions and can provide only reasonable, not absolute, assurances that the objectives of the controls and procedures are met. Any failure or circumvention of controls and procedures; failure to comply with regulations related to controls and procedures; or failure to comply with corporate governance procedures could have a material adverse effect on the Company’s reputation, business, financial condition and results of operations, including subjecting the Company to litigation, regulatory fines, penalties or other sanctions. Furthermore, notwithstanding the proliferation of technology and technology-based risk and control systems, the Company’s business ultimately relies on people as its greatest resource, and the Company is subject to the risk that they make mistakes or engage in violations of applicable policies, laws, rules or procedures that in the past have not, and in the future may not always be prevented by the Company’s technological processes or by the controls and other procedures intended to prevent and detect such errors or violations. Human errors, malfeasance and other misconduct, even if promptly discovered and remediated, can result in reputational damage or legal risk and have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The use of new technologies, including artificial intelligence (“AI”) and machine learning, may result in reputational harm, increased regulatory scrutiny and increased liability.\n\n  The banking industry is subject to rapid and significant technological change. To compete effectively, the Company and its third-party vendors may use new and evolving technologies, including AI and machine learning, to help improve its customer service and products and to automate certain business decisions or risk management practices. The Company’s direct or indirect use of AI and machine learning is subject to risks that algorithms and datasets are flawed or may be insufficient or contain biased information.  In addition, the models and processes relating to AI and machine learning are not always transparent, which could increase the risk of unintended deficiencies. These deficiencies could result in inaccurate and ineffective decisions, predictions or analysis, which could subject the Company to competitive harm, legal liability, increased regulatory scrutiny, reputational harm or other consequences that the Company may not be able to predict, any of which could negatively affect the Company’s financial condition and results of operations.\n\n  Further, the legal and regulatory environment relating to AI is uncertain and rapidly evolving, both in the U.S. and internationally, and includes regulatory schemes targeted specifically at AI as well as provisions in intellectual property, privacy, consumer protection, employment, and other laws applicable to the use of AI. These evolving laws and regulations could require changes in the Company’s implementation of AI technology and increase the Company’s compliance costs and the risk of non-compliance. \n\n  Legal, Regulatory and Compliance Risks\n\n  The Company operates in a highly regulated environment and, as a result, is subject to extensive regulation and supervision.\n\n  The Company and the Bank are subject to extensive federal and state regulation and supervision. Banking regulations are primarily intended to protect depositors’ funds, federal deposit insurance funds and the banking system as a whole, not the Company’s shareholders. These regulations affect the Company’s lending practices, capital structure, investment practices, dividend policy and growth, among other things. Congress and federal regulatory agencies continually review banking laws, regulations and policies for possible changes. Any change in applicable regulations or federal or state legislation could have a substantial impact on the Company, the Bank and their respective operations.\n\n  The Dodd-Frank Act, enacted in July 2010, instituted major changes to the banking and financial institutions regulatory regimes in light of the performance of and government intervention in the financial services sector during the several years prior to the implementation of such Act. Additional legislation and regulations or regulatory policies and other changes in interpretation or implementation of statutes, regulations or policies, could significantly affect the Company’s powers, authority and operations, or the powers, authority and operations of the Bank in substantial and unpredictable ways. Further, regulators have significant discretion and power to prevent or remedy unsafe or unsound practices or violations of laws by banks and bank holding companies in the performance of their supervisory and enforcement duties. Government authorities, including the bank regulatory agencies, are pursuing aggressive enforcement actions with respect to compliance and other legal matters involving financial activities, which heightens the risks associated with actual and perceived compliance failures. The exercise of this regulatory discretion and power could have a negative impact on the Company. Further, failure to comply with laws, regulations or policies could result in sanctions by regulatory agencies, civil money penalties and/or reputation damage. In some instances, directives issued to enforce such actions may be confidential and thus, in those instances, the Company would not be permitted to publicly disclose these actions. Any of the foregoing could have a material adverse effect on the Company’s business, financial condition and results of operations. The Company could face increased scrutiny or be viewed as higher risk by regulators or investors, which could have a material adverse effect on the Company’s business, financial condition, and results of operations.  \n\n  23\n\n  The Company is subject to claims and litigation pertaining to intellectual property.\n\n  Banking and other financial services companies, such as the Company, rely on technology companies to provide information technology products and services necessary to support their day-to-day operations. Technology companies frequently enter into litigation based on allegations of patent infringement or other violations of intellectual property rights. In addition, patent holding companies seek to monetize patents they have purchased or otherwise obtained. Competitors of the Company, the Company’s vendors, or other individuals or companies, have from time to time claimed to hold intellectual property sold to the Company by its vendors. Such claims may increase in the future as the financial services sector becomes more reliant on information technology vendors. The plaintiffs in these actions frequently seek injunctions and substantial damages.\n\n  Regardless of the scope or validity of such patents or other intellectual property rights, or the merits of any claims by potential or actual litigants, the Company may have to engage in protracted litigation. Such litigation is often expensive, time-consuming, disruptive to the Company’s operations and distracting to management. If the Company were found to have infringed one or more patents or other intellectual property rights, it may be required to pay substantial damages or royalties to a third-party. In certain cases, the Company may consider entering into licensing agreements for disputed intellectual property, although no assurance can be given that such licenses can be obtained on acceptable terms or that litigation will not occur. These licenses may also significantly increase the Company’s operating expenses. If legal matters related to intellectual property claims were resolved against the Company or settled, the Company could be required to make payments in amounts that could have a material adverse effect on its business, financial condition and results of operations.\n\n  The Company is subject to claims and litigation pertaining to fiduciary responsibility.\n\n  From time to time, customers make claims and take legal action pertaining to the Company’s performance of its fiduciary responsibilities. Whether customer claims and legal action related to the Company’s performance of its fiduciary responsibilities are founded or unfounded, if such claims and legal actions are not resolved in a manner favorable to the Company, they may result in significant financial liability, adversely affect the market perception of the Company and its products and services and/or impact customer demand for those products and services. Any financial liability or reputation damage could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company’s financial condition and results of operations may be adversely affected by changes in accounting policies, standards and interpretations.\n\n  The Financial Accounting Standards Board (“FASB”) and other bodies that establish accounting standards periodically change the financial accounting and reporting standards governing the preparation of the Company’s financial statements. Additionally, those bodies that establish and interpret the accounting standards (such as the FASB, SEC and banking regulators) may change prior interpretations or positions on how these standards should be applied. Changes resulting from these new standards may result in materially different financial results and may require that the Company changes how it processes, analyzes and reports financial information and that it changes financial reporting controls.\n\n  The preparation of consolidated financial statements in conformity with generally accepted accounting principles (“GAAP”), including the accounting rules and regulations of the SEC and the FASB, requires management to make significant estimates and assumptions that impact the Company’s financial statements by affecting the value of its assets or liabilities and results of operations. Some of the Company’s accounting policies are critical because they require management to make difficult, subjective and complex judgments about matters that are inherently uncertain and because materially different amounts may be reported if different estimates or assumptions are used. If such estimates or assumptions underlying its financial statements are incorrect, the Company’s financial condition and results of operations could be adversely affected.\n\n  Environmental, Social and Governance Risks\n\n  Severe weather, natural disasters and other adverse external climate events could significantly impact the Company’s business and customers.\n\n  A significant portion of the Company’s business is generated from markets that have been, and may continue to be, damaged by hurricanes, floods, tropical storms, tornadoes and other natural disasters and adverse weather, which may grow more severe and could have a significant impact on the Company’s ability to conduct business. In addition, such events could affect the stability of the Company’s deposit base, impair the ability of borrowers to repay outstanding loans, impair the value of collateral securing loans, cause significant property damage, result in loss of revenue and/or cause the Company to incur additional expenses. Furthermore, the occurrence of any such event in the future could have a material adverse effect on the Company’s business, which, in turn, could have a material adverse effect on the Company’s financial condition and results of operations.\n\n  24\n\n  Climate change could have a material negative impact on the Company and its customers.\n\n  The Company’s business, as well as the operations and activities of its customers, could be negatively impacted by climate change. Climate change presents both immediate and long-term risks to the Company and its customers and these risks are expected to increase over time. These risks include (1) operational risk from the physical effects of climate events on the Company’s facilities and other assets as well as those of customers; (2) credit risk from borrowers with significant exposure to climate risk; and (3) reputational risk from stakeholder concerns about the Company’s practices related to climate change, the Company’s carbon footprint and the Company’s business relationships with customers who operate in carbon-intensive industries. The Company’s business, reputation and ability to attract and retain employees may also be harmed if its response to climate change is perceived to be ineffective or insufficient.\n\n  Climate change exposes the Company to physical risk as its effects may lead to more frequent and more extreme weather events, such as prolonged droughts or flooding, tornadoes, hurricanes, wildfires and extreme seasonal weather; and longer-term shifts, such as increasing average temperatures, ozone depletion and rising sea levels. Such events and long-term shifts may damage, destroy or otherwise impact the value or productivity of the Company’s properties and other assets; reduce the availability or increase the cost of insurance; and/or disrupt the Company’s operations and other activities through prolonged outages. Such events and long-term shifts may also have a significant impact on the Company’s customers, which could amplify credit risk by diminishing borrowers’ repayment capacity or collateral values, and other businesses counterparties of the Company, which could have a broader impact on the economy, supply chains and distribution networks.\n\n  Climate change also exposes the Company to risks associated with the transition to a less carbon-dependent economy. These transition risks may result from changes in policies, laws and regulations, technologies, and/or market preferences to address climate change. Such changes could have a material adverse effect on the Company’s business, results of operations, financial condition and/or reputation, in addition to having a similar impact on the Company’s customers. The Company has customers who operate in carbon-intensive industries, such as the oil and gas industry, that are exposed to risks related to the transition to a less carbon-dependent economy, as well as customers who operate in low-carbon industries that may be subject to risks associated with new technologies. \n\n  Increasing scrutiny and evolving expectations from customers, regulators, investors, and other stakeholders with respect to the Company’s environmental, social and governance practices may impose additional costs on the Company or expose it to new or additional risks.\n\n  Banking regulators and supervisory authorities, investors and other stakeholders have increasingly viewed financial institutions as important in helping to address the risks related to climate change both directly and with respect to their customers, which may result in financial institutions coming under increased pressure regarding the disclosure and management of their climate risks and related lending and investment activities. Given that climate change could impose systemic risks upon the financial sector, either via disruptions in economic activity resulting from the physical impacts of climate change or changes in policies as the economy transitions to a less carbon-intensive environment, the Company faces regulatory risk of increasing focus on its resilience to climate-related risks, including in the context of stress testing for various climate stress scenarios. Ongoing legislative or regulatory uncertainties and changes regarding climate risk management and practices may result in higher regulatory, compliance, credit and reputational risks and costs.\n\n  Additionally, while investors and shareholder advocates continued to place emphasis on how corporations address Environmental, Social and Governance (“ESG”) issues in their business strategy when making investment decisions and when developing their proxy recommendations, the Executive Orders issued by the President of the United States in early 2025 may impact the ESG initiatives of investors and the Company’s decisions with respect to ESG. Regardless of the outcome, the Company could incur meaningful costs with respect to its ESG efforts and if such efforts are negatively perceived, the Company’s reputation and stock price may suffer.\n\n  Risks Associated with the Company’s Common Stock\n\n  The Company’s corporate organizational documents and the provisions of Texas law to which it is subject may delay or prevent a change in control of the Company that a shareholder may favor.\n\n  The Company’s amended and restated articles of incorporation and amended and restated bylaws contain various provisions which may delay, discourage or prevent an attempted acquisition or change of control of the Company. These provisions include:\n\n  •a Board of Directors classified into three classes of directors with the directors of each class having staggered three-year terms;\n\n  25\n\n  •a provision that any special meeting of the Company’s shareholders may be called only by the chairman of the board and chief executive officer, the president, a majority of the Board of Directors or the holders of at least 50% of the Company’s shares entitled to vote at the meeting; and\n\n  •a provision establishing certain advance notice procedures for nomination of candidates for election as directors and for shareholder proposals to be considered at an annual or special meeting of shareholders.\n\n  The Company’s articles of incorporation provide for noncumulative voting for directors and authorize the Board of Directors to issue shares of its preferred stock without shareholder approval and upon such terms as the Board of Directors may determine. The issuance of the Company’s preferred stock could have the effect of making it more difficult for a third-party to acquire, or of discouraging a third-party from acquiring, a controlling interest in the Company. In addition, certain provisions of Texas law, including a provision which restricts certain business combinations between a Texas corporation and certain affiliated shareholders, may delay, discourage or prevent an attempted acquisition or change in control of the Company.\n\n  There are restrictions on the Company’s ability to pay dividends.\n\n  Holders of the Company’s common stock are only entitled to receive such dividends as the Company’s Board of Directors may declare out of funds legally available for such payments. Although the Company has historically declared cash dividends on its common stock, it is not required to do so and there can be no assurance that the Company will pay dividends in the future. Any declaration and payment of dividends on common stock will depend upon the Company’s earnings and financial condition, liquidity and capital requirements, the general economic and regulatory climate, the Company’s ability to service any equity or debt obligations senior to the common stock and other factors deemed relevant by the Board of Directors.\n\n  The Company’s principal source of funds to pay dividends on the shares of common stock is cash dividends that the Company receives from the Bank. Various banking laws applicable to the Bank limit the payment of dividends and other distributions by the Bank to the Company, and may therefore limit the Company’s ability to pay dividends on its common stock.\n\n  There may be substantial fluctuations in the Company’s stock price.\n\n  The trading price for the Company’s common stock may fluctuate significantly in response to a variety of factors outside the Company’s control, including, among other things:\n\n  •actual or anticipated variations in quarterly results of operations;\n\n  •changes in recommendations by securities analysts;\n\n  •failure to meet analysts’ revenue or earnings estimates;\n\n  •changes in ratings from national rating agencies on the securities in the Company’s investment portfolio;\n\n  •operating and stock price performance of other companies that investors deem comparable to the Company;\n\n  •news reports relating to trends, concerns and other issues in the financial services industry;\n\n  •perceptions in the marketplace regarding the Company and/or its competitors;\n\n  •new technology used, or services offered, by competitors;\n\n  •cybersecurity breaches;\n\n  •actions by institutional shareholders;\n\n  •significant acquisitions or business combinations, strategic partnerships, joint ventures or capital commitments by or involving the Company or its competitors;\n\n  •failure to integrate acquisitions or realize anticipated benefits from acquisitions;\n\n  •changes in government regulations;\n\n  •geopolitical conditions such as acts or threats of terrorism or military conflicts, such as the wars in Ukraine and the Middle East;\n\n  •general market conditions, including real or anticipated changes in the strength of the Texas and Oklahoma economies; and\n\n  •industry factors and general economic and political conditions and events, such as economic slowdowns or recessions, presidential and congressional elections, interest rate changes, oil price volatility or credit losses.\n\n  26\n\n  General Risks\n\n  Negative publicity could damage the Company’s reputation and business.\n\n  Reputation risk, or the risk to earnings and capital from negative public opinion, is inherent in the Company’s business. Negative public opinion could result from the Company’s actual or alleged conduct in any number of activities, including lending practices, corporate governance, regulatory compliance, mergers and acquisitions, and public scrutiny related to environmental, social and governance issues, and disclosure, sharing or inadequate protection of customer information, and from actions taken by government regulators and community organizations in response to that conduct. Negative public opinion could also result from adverse news or publicity that impairs the reputation of the financial services industry generally. Negative public opinion could adversely affect the Company’s ability to keep and attract customers and expose it to adverse legal and regulatory consequences. \n\n  Failure to compete effectively for customers could adversely affect the Company’s growth and profitability, which could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company faces substantial competition in all areas of its operations from a variety of different competitors, many of which are larger and may have more financial resources. These competitors primarily include national, regional, and community banks within the various markets where the Company operates. The Company also faces competition from many other types of financial institutions, including savings and loans, credit unions, finance companies, brokerage firms, insurance companies, financial technology (fintech) companies and other financial intermediaries. The financial services industry could become even more competitive as a result of legislative, regulatory and technological changes and continued consolidation. Also, technology and other changes have lowered barriers to entry and made it possible for non-banks to offer products and services functionally equivalent to those provided by banks. In addition, the emergence, adoption and evolution of new technologies that do not require intermediation, including distributed ledgers such as digital assets and blockchain, as well as advances in robotic process automation, could significantly affect the competition for financial services. The process of eliminating banks as intermediaries, known as “disintermediation,” could result in the loss of fee income, as well as the loss of customer deposits and the related income generated from those deposits. Further, many of the Company’s competitors have fewer regulatory constraints and may have lower cost structures. Additionally, due to their size, many competitors may be able to achieve economies of scale and, as a result, may offer a broader range of products and services as well as better pricing for those products and services than the Company can. Failure to compete effectively for deposit, loan and other banking customers in the Company’s market areas could adversely affect the Company’s growth and profitability, which, in turn, could have a material adverse effect on the Company’s business, financial condition and results of operations.\n\n  The Company may be adversely affected by the soundness of other financial institutions.\n\n  Financial services institutions are interrelated as a result of trading, clearing, counterparty or other relationships. The Company has exposure to many different industries and counterparties, and routinely executes transactions with counterparties in the financial services industry, including commercial banks, brokers and dealers, investment banks and other institutional clients. Many of these transactions expose the Company to credit risk in the event of a default by a counterparty or client. In addition, the Company’s credit risk may be exacerbated when the collateral held by the Company cannot be realized upon or is liquidated at prices not sufficient to recover the full amount of the credit or derivative exposure due to the Company. Any such losses could have a material adverse effect on the Company’s financial condition, results of operations and cash flows.\n\n  New lines of business or new products and services may subject the Company to additional risks.\n\n  From time to time, the Company may implement or acquire new lines of business or offer new products and services within existing lines of business. There are substantial risks and uncertainties associated with these efforts, particularly in instances where the markets are not fully developed. In developing and marketing new lines of business and/or new products and services, the Company may invest significant time and resources. Initial timetables for the introduction and development of new lines of business and/or new products or services may not be achieved and price and profitability targets may not prove feasible. External factors, such as compliance with regulations, competitive alternatives and shifting market preferences, may also impact the successful implementation of a new line of business or a new product or service. Furthermore, any new line of business and/or new product or service could have a significant impact on the effectiveness of the Company’s system of internal controls. Failure to successfully manage these risks in the development and implementation of new lines of business or new products or services could have a material adverse effect on the Company’s business, financial condition and results of operations.",
      "char_count": 78752
    }
  },
  "extracted_at": "2026-01-19T15:51:16.157890"
}