{
  "ticker": "PFGC",
  "company_name": "Performance Food Group Co",
  "cik": 1618673,
  "form_type": "10-K",
  "filing_date": "2025-08-13",
  "period_of_report": "2025-06-28",
  "fiscal_year": 2025,
  "accession_number": "0001618673-25-000012",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001618673&accession_number=000161867325000012&xbrl_type=v",
  "sic_code": "5141",
  "industry": "Wholesale-Groceries, General Line",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nPerformance Food Group Company, through its subsidiaries, markets and distributes more than 250,000 food and food-related products to customers across North America, from our 155 distribution centers to over 300,000 customer locations in the food-away-from-home industry. Our approximately 43,000 employees serve a diverse mix of customers, from independent and chain restaurants to schools, business and industry locations, hospitals, vending distributors, office coffee service distributors, retailers, convenience stores, and theaters. We source our products from various suppliers and serve as an important partner to our suppliers by providing them access to our broad customer base. In addition to the products we offer to our customers, we provide value-added services by allowing our customers to benefit from our industry knowledge, scale, and expertise in the areas of product selection and procurement, menu development, and operational strategy.\n\nOn October 8, 2024, the Company acquired Cheney Bros., Inc. (“Cheney Brothers”), expanding our Foodservice operations in the Southeastern portion of the United States. Refer to Note 4. Business Combinations within the Notes to Consolidated Financial Statements included in Part II, Item 8. Financial Statements (“Item 8”) for additional details regarding the acquisition of Cheney Brothers.\n\nOur Segments\n\nThe Company regularly monitors for changes in facts and circumstances that would necessitate changes in its determination of operating segments. In the third quarter of fiscal 2025, the Company updated its operating segments to reflect the manner in which the business is managed. Based on changes to the Company’s organizational structure and how operating results are reviewed and decisions about resource allocations are made, certain operations and administrative and corporate costs previously reported in Corporate & All Other are now included in the Foodservice segment. In the third quarter of fiscal 2025, the Company also renamed the segment formerly known as “Vistar,” which, going forward, has been referred to as “Specialty.” There were no changes to the operations reported within the Specialty (formerly Vistar) segment. \n\nThe Company continues to have three reportable segments: Foodservice, Convenience, and Specialty. Corporate & All Other is comprised of corporate overhead and certain operating segments that are not considered separate reportable segments based on their size. \n\nFoodservice. Foodservice offers a broad line of products, including custom-cut meat and seafood, as well as products that are specific to our customers’ menu requirements. Foodservice operates a network of 89 distribution centers, each of which is run by a business team who understands the local markets and the particular needs of its customers and who is empowered to make decisions on how best to serve them. \n\nThe Foodservice segment markets and distributes food and food-related products to independent restaurants, chain restaurants, and other institutional food-away-from-home locations. Independent customers predominantly include family dining, bar and grill, pizza and Italian, Hispanic, and fast casual restaurants. We seek to increase the mix of our total sales to independent customers because they typically use more value-added services, particularly in the areas of product selection and procurement, market trends, menu development, and operational strategy and also use more of our proprietary-branded products (“Performance Brands”), which are our higher margin products. As a result, independent customers generate higher gross profit per case that more than offsets the generally higher supply chain costs that we incur in serving these customers. Chain customers are multi-unit restaurants with five or more locations and include fine dining, family and casual dining, fast casual, and quick-serve restaurants, as well as hotels, healthcare facilities, and other multi-unit institutional customers. Our Foodservice segment’s chain customers include regional businesses requiring short-haul routes as well as national businesses requiring long-haul routes, including many of the most recognizable family and casual dining restaurant chains. Sales to chain customers are typically lower gross margin but have larger deliveries than those to independent customers.\n\nWe offer our customers a broad product assortment that ranges from “center-of-the-plate” items (such as beef, pork, poultry, and seafood), frozen foods, refrigerated products, and dry groceries to disposables, cleaning and kitchen supplies, and related products used by our customers. In addition to the products we offer, we provide value-added services by enabling our customers to benefit from our industry knowledge, scale, and expertise in the areas of product selection and procurement, menu development, and operational strategy. \n\nOur products consist of Performance Brands, as well as nationally branded products and products bearing our customers’ brands. Our Performance Brands typically generate higher gross profit per case than other brands. Nationally branded products are attractive to chain, independent, and other customers seeking recognized national brands in their operations and complement sales of our Performance Brand products. Some of our chain customers, particularly those with national distribution, develop exclusive stock keeping units (“SKU”) specifications directly with suppliers and brand these SKUs. We purchase these SKUs directly from suppliers and receive them into our distribution centers, where they are mixed with other SKUs and delivered to the chain customers’ locations.\n\n  3\n\n  Convenience. The Convenience segment is one of the largest wholesale consumer products and foodservice distributors in the convenience retail industry. Convenience offers a full range of products, marketing programs and technology solutions to customer locations including traditional convenience stores, drug stores, mass merchants, grocery stores, liquor stores and other specialty and small format stores that carry convenience products in the United States and Canada. Convenience's product offering includes cigarettes and other nicotine products, candy, snacks, food, including fresh products, groceries, dairy, bread, beverages, general merchandise and health and beauty care products. Convenience operates a network of 39 distribution centers in the U.S. and Canada (excluding two distribution facilities it operates as a third-party logistics provider). There are 35 distribution centers located in the U.S. and four located in Canada.\n\nSpecialty. Specialty (formerly Vistar) is a leading national distributor of candy, snacks, beverages, and other food items operating a network of 27 Specialty distribution centers. \n\nSpecialty has successfully built upon our national platform to broaden the channels we serve. Specialty distribution centers deliver to vending and office coffee service distributors as well as direct to customer locations including theaters and retail locations. The distribution model also includes “pick and pack” capabilities utilizing small parcel third-party carriers to deliver direct to consumers for our supplier partners and to our customers whose order sizes are too small to be served effectively by our truck network. We believe these capabilities, in conjunction with the breadth of our inventory, are differentiating and allow us to serve many distinct customer types. Specialty's scale in the channels it serves enhances our ability to procure a broad variety of products for our customers.\n\nThe Company had no customers that comprised more than 10% of consolidated net sales for fiscal 2025, fiscal 2024, or fiscal 2023.\n\nSuppliers\n\nWe source our products from various suppliers and serve as an important partner to our suppliers by providing them access to our broad customer base. Many of our suppliers provide products to each of our reportable segments, while others sell to only one segment. Our supplier base consists principally of large corporations that sell their national brands, our Performance Brands, and sometimes both. We also buy from smaller suppliers, particularly on a regional basis, and particularly those that specialize in produce and other perishable commodities. Many of our suppliers provide sales material and sales call support for the products that we purchase. \n\nPricing \n\nOur pricing to customers is either set by contract with the customer or is priced at the time of order. If the price is by contract, it is either based on a percentage markup over cost or a fixed markup per unit, and the unit may be expressed either in cases or pounds of product. If the pricing is set at time of order, the pricing is agreed to between our sales associate and the customer and is typically based on a product cost that fluctuates weekly or more frequently. \n\nIf contracts are based on a fixed markup per unit or pound, our customers bear the risk of cost fluctuations during the contract life. In the case of a fixed markup percentage, we typically bear the risk of cost deflation or the benefit of cost inflation. If pricing is set at the time of order, we have the current cost of goods in our inventory and typically pass cost increases or decreases to our customers. We generally do not lock in or otherwise hedge commodity costs or other costs of goods sold except within certain customer contracts based on a fixed markup per unit or pound where the customer bears the risk of cost fluctuation. We believe that our pricing mechanisms provide us with significant insulation from fluctuations in the cost of goods that we sell. Our inventory turns, on average, every three-and-a-half weeks, which further protects us from cost fluctuations. \n\nWe seek to minimize the effect of higher diesel fuel costs both by reducing fuel usage and by taking action to offset higher fuel prices. We reduce usage by designing more efficient truck routes and by increasing miles per gallon through on-board computers that monitor and adjust idling time and maximum speeds and through other technologies. We seek to manage fuel prices through diesel fuel surcharges to our customers and through the use of costless collars. As of June 28, 2025, we had collars in place for approximately 15% of the gallons we expect to use over the 12 months following June 28, 2025. \n\nCompetition\n\nThe foodservice distribution industry is highly competitive, with numerous national, regional, local, and specialty distributors. Certain of our competitors may have greater scale and financial and other resources than we do in certain markets. Smaller distributors often align themselves with other smaller distributors through purchasing cooperatives and marketing groups to enhance their geographic reach, private label offerings, overall purchasing power, cost efficiencies, and to assemble delivery networks for national or multi-regional distribution. We often do not have exclusive service agreements with our customers, and our customers may switch to other distributors if those distributors can offer lower prices, differentiated products, or customer service that is perceived to be superior. We believe that most purchasing decisions in the foodservice business are based on the quality and price of the product and a distributor’s ability to fill orders completely and accurately and to provide timely deliveries. \n\n  4\n\n  We believe we have a competitive advantage through economies of scale in purchasing and procurement, which allow us to offer a broad variety of products (including our proprietary Performance Brands) at competitive prices to our customers. Our customers benefit from our ability to provide them with extensive geographic coverage as they continue to grow. We believe we also benefit from supply chain efficiency, including a growing inbound logistics backhaul network that uses our collective distribution network to deliver inbound products across business segments; best practices in warehousing, transportation, and risk management; the ability to benefit from the scale of our purchases of items and services not for resale, such as trucks, construction materials, insurance, banking relationships, healthcare, and material handling equipment; and the ability to optimize our networks so that customers are served from the most efficient distribution centers, which minimizes the cost of delivery. We believe these efficiencies and economies of scale provide opportunities for improvements in our operating margins. \n\nSeasonality \n\nHistorically, the food-away-from-home and foodservice distribution industries are seasonal, with lower profit in the first quarter of each calendar year. Consequently, we may experience lower operating profit during our third fiscal quarter, depending on the timing of acquisitions, if any. \n\nTrademarks and Trade Names \n\nWe have numerous perpetual trademarks and trade names that are of significant importance, including Performance Food Group®, Performance Foodservice®, Core-Mark®, and VistarSM. We also have registered or applied for trademark protections for our Performance Brands. These trademarks and the Performance Brands on which they are used are widely recognized within the foodservice industry. Although in the aggregate these trademark and trade names are material to our results of operations, we believe the loss of a trademark or trade name individually would not have a material adverse effect on our results of operations. We do not have any material patents or licenses. \n\nHuman Capital Resources\n\nOur people are the driving force behind everything we do. Our focus is on attracting, developing, and retaining talented people who bring a wide range of backgrounds, experiences, and perspectives. We are committed to creating an environment where every associate feels they belong and can meaningfully contribute to our shared success. Just as important, we prioritize the safety, health, and well-being of our associates.\n\nAssociates. As of June 28, 2025, our team included approximately 43,000 associates across North America, including those in our consolidated subsidiaries. Approximately 99% of our associates were employed on a full-time basis, and approximately 70% were non-exempt, or paid on an hourly basis. Our workforce spans a wide range of functions, from warehouse operations and delivery drivers to corporate teams and frontline customer support, each playing a vital role in serving our customers and communities.\n\nTalent Acquisition. Attracting top talent is essential to delivering on our commitments to customers, communities, and shareholders. Our talent acquisition strategy focuses on attracting, hiring, developing, and retaining individuals whose skills, experiences, and values align with our business goals and culture.\n\nCompensation and Benefits. We believe that fair, competitive compensation is fundamental to attracting and retaining top talent. Our compensation approach combines base pay aligned with external market data and performance-based incentive programs. Eligible associates can participate in short-term incentive plans, including cash bonuses tied to the company’s financial performance and other key priorities. For long-term growth, we offer equity awards to eligible associates, designed to foster ownership, reward sustained contributions, and align our shared interests with those of our stockholders.\n\nBeyond pay, we offer a comprehensive suite of benefits to support the well-being of our associates and their families. These benefits include time off through paid vacation, sick days, holidays, and personal time, as well as family leave; insurance offerings such as disability insurance, life insurance and healthcare; and financial benefits such as a 401(k) plan with a company match, an Employee Stock Purchase Plan, adoption assistance, education assistance, a scholarship program for children of associates, flexible spending accounts, and health savings accounts. Additionally, we offer an Employee Assistance Program that provides professional support for associates and their family members to balance the stress of personal and professional demands at home, in the office, in distribution centers and on the road. In addition to compensation and benefits, we offer associate recognition programs to foster a culture of appreciation and reinforce the behaviors that drive our success.\n\nPeople and Culture. As one of the nation's leading foodservice distributors, we are committed to creating a workplace where our associates feel valued and can thrive. As part of this commitment, we embrace key workplace culture strategies such as:\n\n•Promote a sense of community and connection to engage our workforce.\n\n•Invest in attracting, hiring, developing, and retaining the best talent to reflect our customers and the communities they serve.\n\n  5\n\n  This work is championed by our senior leadership team and supported through programs such as our associate resource groups. These associate-led communities, which are open to all associates, create spaces for connection, cultural awareness, professional development, and engagement. \n\nLearning and Organizational Development. We believe in investing in our people at every stage of their careers. Our enterprise-wide learning strategy is designed to help associates succeed in their current roles while preparing them for future growth.  \n\nIt starts with a thoughtful onboarding experience and continues with ongoing development opportunities. By reviewing strategic needs, compliance training requirements, and associate engagement survey data, we create and implement comprehensive training programs. This approach strives to deliver the right broad-based learning and development opportunities at the right time to support both organizational and associate growth. We use a blend of instructor-led sessions and self-paced online learning to provide role-specific training that is accessible when and where it is needed.\n\nOur leadership development program is designed to provide training opportunities for all levels of leadership, from entry level to executive, and equip them with the skills to lead effectively, drive innovation, and inspire high performance.\n\nOur Learning Management System delivers a wide range of on-demand courses tailored to an associate's role, including compliance training, leadership development, and safety modules. Additionally, our segments offer specialized training aligned with both operational needs and the broader company strategy.\n\nHealth, Safety and Wellness. Keeping our associates safe and healthy is a responsibility we take seriously. We embed safety into every part of our business through robust training, safety awareness programs, behavioral observation practices, and the use of telematics and other technologies.\n\nWe continuously look for ways to improve by identifying and addressing risks, making process improvements, and adopting new tools and systems. Our approach includes proactive coaching, education, and a commitment to fostering a safety-first culture, whether our associates are working in warehouses, driving on the road, or serving customers in other roles.\n\nEngagement. We believe engaged associates are the foundation of a strong company. We work to build, measure, and enhance associate engagement through a variety of communications and activities. In response to associate feedback, we have introduced numerous initiatives to strengthen the associate experience, including enhanced onboarding with day-one benefits, expanded education assistance, new leadership training programs, clearer career pathways, and better communication tools.\n\nWe also create opportunities for connection and celebration, including recognizing heritage or history months, participating in industry events such as the Truck Driving Championship and Truck Driver Hall of Fame, or supporting professional growth through partnerships such as the Women's Foodservice Forum, International Foodservice Distributors Association, and Women in Trucking. \n\nRegulation \n\nOur operations are subject to the applicable federal, state, local and foreign laws, rules, and regulations of the jurisdictions in which we operate or conduct business. These laws, rules, and regulations may change in the future and we may incur material costs in our efforts to comply with current or future laws, rules, and regulations or in any required product recalls. Although we may incur additional material compliance-related costs in the future, to date, compliance with these laws, rules, and regulations has not had a material effect on our capital expenditures, earnings or competitive position. See “Item 1A. Risk Factors - Risks Relating to Product Safety, Regulatory and Legal Matters- Our business is subject to significant governmental regulation, and costs or claims for non-compliance related to these requirements could adversely affect our business.”\n\nFood Safety. Our operations are subject to various laws and regulations relating to, among other things, the manufacturing, processing, packaging, storage, distribution, advertising, and labeling of our products, including regulation by state and local health departments, the U.S. Department of Agriculture (the “USDA”), and the U.S. Food and Drug Administration (the “FDA”), which generally impose standards for product quality and sanitation and are responsible for the administration of bioterrorism legislation affecting the foodservice industry. The FDA Food Safety Modernization Act (the “FSMA”) imposes comprehensive, prevention-based controls across the food supply chain, further regulates food products imported into the United States, and provides the FDA with mandatory recall authority. The FDA has finalized FSMA regulations for implementation, which have significantly expanded our food safety requirements. We have established and continue to maintain comprehensive, prevention-based controls across the food supply chain that are both verified and validated, as required by the FDA regulations implementing FSMA. Our seafood operations are also specifically regulated by federal and state laws, including those administered by the National Marine Fisheries Service and the National Shellfish Sanitation Program, established for the preservation of certain species of marine life, including fish and shellfish. Our distribution and certain manufacturing facilities must be registered with the FDA and are subject to periodic government agency inspections by federal and/or state authorities. The Federal Perishable Agricultural Commodities Act, which specifies standards for the sale, shipment, inspection, and rejection of agricultural products, governs our relationships with our fresh produce suppliers with respect to the grading and commercial acceptance of product shipments. We are also subject to regulation by state authorities for the accuracy of our weighing and measuring devices. Our suppliers are also subject to similar regulatory requirements and oversight. \n\n  6\n\n  Our customers include several departments of the U.S. federal government, as well as certain state and local governmental entities. These customer relationships subject us to additional regulations applicable to government contractors. \n\nLabor and Employment. Our operations are subject to a variety of federal, state, and local laws and other requirements, including employment practice standards for workers set by the U.S. Department of Labor. We are also subject to the National Labor Relations Act, which governs the process for collective bargaining between employers and employees and protects the rights of both employers and employees in the workplace; the Fair Labor Standards Act, which establishes minimum wages and overtime standards, among other requirements; various laws that prohibit discrimination in employment based on non-merit categories, including but not limited to Title VII of the Civil Rights Act, the Age Discrimination in Employment Act, the Americans with Disabilities Act, and other laws relating to accessibility. Our workers’ compensation programs are subject to regulation by the jurisdictions in which we operate. \n\nEnvironmental. Our operations are also subject to a broad range of federal, state, and local laws and other requirements relating to the protection of the environment and the safety and health of personnel and the public. These include requirements regarding the use, storage, and disposal of solid and hazardous materials and petroleum products, including food processing wastes, the discharge of pollutants into the air and water, and worker safety and health practices and procedures. We operate and maintain vehicle fleets, and some of our distribution centers have regulated underground and aboveground storage tanks for diesel fuel and other petroleum products. Some jurisdictions in which we operate have laws that affect the composition and operation of our truck fleet, such as limits on diesel emissions and engine idling. A number of our facilities have ammonia- or freon-based refrigeration systems, which could cause injury or environmental damage if accidentally released, and many of our distribution centers have propane or battery powered forklifts. \n\nTransportation. The Surface Transportation Board and the Federal Highway Administration regulate our trucking operations. In addition, interstate motor carrier operations are subject to safety requirements prescribed in the U.S. Department of Transportation and other relevant federal and state agencies. We must comply with the safety and fitness regulations promulgated by the Federal Motor Carrier Safety Administration, including those relating to drug and alcohol testing and hours of service. Such matters as weight and dimension of equipment are also subject to federal and state regulations. \n\nTrade. For the purchase of products produced, harvested or manufactured outside of the U.S., and for shipment of products to customers located outside of the U.S., we are subject to applicable customs laws regarding the import and export of various products.\n\nAvailable Information \n\nWe file annual, quarterly, and current reports, proxy statements and other information with the SEC. Our filings with the SEC are available to the public on the SEC’s website at www.sec.gov. Those filings are also available to the public on, or accessible through, our website for free via the “Investors” section at www.pfgc.com. The information we file with the SEC or contained on or accessible through our corporate website or any other website that we may maintain is not incorporated by reference herein and is not part of this Form 10-K. \n\nWebsite and Social Media Disclosure \n\nWe use our website (www.pfgc.com) and our corporate social media platforms as channels of distribution of company information. The information we post through these channels may be deemed material. Accordingly, investors should monitor these channels, in addition to following our press releases, SEC filings and public conference calls and webcasts. In addition, you may automatically receive e-mail alerts and other information about PFG when you enroll your e-mail address by visiting the “Email Alerts” section of our website at investors.pfgc.com. The contents of our website and social media channels are not, however, a part of this Form 10-K.",
      "char_count": 27452
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nRisks Relating to Our Business and Industry\n\nPeriods of difficult economic conditions, a public health crisis, other macroeconomic or geopolitical events and heightened uncertainty in the financial markets may affect consumer spending and confidence, which can adversely affect our business.\n\nThe foodservice industry is sensitive to national, regional and international economic conditions. Our business could be negatively impacted by reduced demand for our products related to unfavorable macroeconomic conditions triggered by developments beyond our control, including geopolitical events, trade policies (including tariff increases), health crises (including pandemics and epidemics), and other events that trigger economic volatility. In particular, deteriorating economic conditions and heightened uncertainty in the financial markets, inflationary pressure, an uncertain political environment, tariff increases, and supply chain disruptions have in the past and may in the future negatively affect consumer confidence and discretionary spending. In fiscal 2025, product cost inflation contributed to an increase in selling price per case and an increase in net sales. However, sustained inflationary pressure and macroeconomic \n\n  7\n\n  challenges could negatively affect consumer discretionary spending decisions within our customers’ establishments, which could negatively impact our sales. Such conditions and high levels of uncertainty make it difficult to predict when, or if, a recession may occur.\n\nWe rely on third-party suppliers, and our business may be affected by interruption of supplies or increases in product costs. \n\nWe obtain substantially all of our foodservice and related products from third-party suppliers. We typically do not have long-term contracts with our suppliers. Although our purchasing volume can sometimes provide an advantage when dealing with suppliers, suppliers may not provide the foodservice products and supplies needed by us in the quantities and timeframe and at the prices requested. Our suppliers may also be affected by higher costs to source or produce and transport food products, as well as by other related expenses that they pass through to their customers, which could result in higher costs for the products they supply to us. Because we do not control the actual production of most of the products we sell, we are also subject to supply chain interruptions, delays caused by interruption in production, and increases in product costs, including those resulting from product recalls or a need to find alternate materials or suppliers, based on conditions outside our control. These conditions include labor shortages, work slowdowns, work interruptions, strikes or other job actions by employees of suppliers, government shutdowns, weather conditions, crop conditions, product or raw material scarcity, water shortages, transportation interruptions, unavailability of fuel or increases in fuel costs, competitive demands, contamination with mold, bacteria or other contaminants, pandemics, natural disasters or other catastrophic events, including the outbreak of e. coli or similar food borne illnesses or acts of terrorism, international hostilities, civil insurrection, and social unrest. Our inability to obtain adequate supplies of foodservice and related products as a result of any of the foregoing factors or otherwise could mean that we may not be able to fulfill our obligations to our customers and, as a result, our customers may turn to other distributors. Our inability to anticipate and react to changing food costs through our sourcing and purchasing practices in the future could have a material adverse effect on our business, financial condition, or results of operations.\n\nCompetition in our industry is intense, and we may not be able to compete successfully. \n\nThe foodservice distribution industry is highly competitive, with numerous regional, local, and specialty distributors. Certain of our competitors may have greater scale, financial and other resources than we do in certain markets. Smaller distributors often align themselves with other smaller distributors through purchasing cooperatives and marketing groups to enhance their geographic reach, private label offerings, overall purchasing power, and cost efficiencies and to assemble delivery networks for national or multi-regional distribution. We often do not have exclusive service agreements with our customers, and our customers may switch to other distributors if those distributors can offer lower prices, differentiated products, or customer service that is perceived to be superior. Such changes may occur particularly during periods of economic uncertainty, including uncertainty due to significant inflation. We believe that most purchasing decisions in the foodservice business are based on the quality and price of the product and a distributor’s ability to fill orders completely and accurately and provide timely deliveries. Our current or potential future competitors may be able to provide products or services that are comparable or superior to those provided by us or adapt more quickly than we do to evolving trends or changing market requirements. Further, although we have strategies to remain competitive in the marketplace by reducing our cost structure, if one or more of our competitors in the foodservice distribution industry adopted a lower cost structure, we would potentially be pressured to lower prices to our customers and would need to achieve cost savings to offset these reductions. Accordingly, we may be unable to compete effectively against current and potential future competitors, and increased competition may result in price reductions or other concessions, reduced gross margins, and loss of market share, any of which could materially adversely affect our business, financial condition, or results of operations. \n\nWe operate in a low margin industry, which could increase the volatility of our results of operations. \n\nSimilar to other resale-based industries, the distribution industry is characterized by relatively low profit margins. These low profit margins tend to increase the volatility of our reported net income since any decline in our net sales or increase in our costs that is small relative to our total net sales or costs could have a material impact on our net income.\n\nVolatile food costs may have a direct impact upon our profitability. \n\nWe make a significant portion of our sales at prices that are based on the cost of products we sell plus a percentage markup. As a result, volatile food costs may have a direct impact upon our profitability. Our sales and profit levels may be negatively affected during periods of product cost deflation, even though our gross profit percentage may remain relatively constant or even increase. Prolonged periods of product cost inflation also may have a negative impact on our profit margins and earnings to the extent such product cost increases are not passed on to customers because of their resistance to higher prices. For example, we experienced inflation of 4.7% for fiscal 2025, which increased our product costs. Furthermore, our business model requires us to maintain an inventory of products, and changes in price levels between the time that we acquire inventory from our suppliers and the time we sell the inventory to our customers could lead to unexpected shifts in demand for our products or could require us to sell inventory at lesser profit or a loss. In addition, product cost inflation may negatively affect consumer discretionary spending decisions within our customers’ establishments, which could negatively impact our sales. Our inability to quickly respond to inflationary and deflationary cost pressures could have a material adverse impact on our business, financial condition, or results of operations.\n\n  8\n\n  Many of our customers are not obligated to continue purchasing products from us. \n\nMany of our customers buy from us pursuant to individual purchase orders, and we often do not enter into long-term agreements with these customers. Because such customers are not obligated to continue purchasing products from us, the volume or number of our customers’ purchase orders may not remain constant or increase, and we may be unable to maintain our existing customer base. Significant decreases in the volume or number of our customers’ purchase orders or our inability to retain or grow our current customer base could have a material adverse effect on our business, financial condition, or results of operations.\n\nGroup purchasing organizations may become more active in our industry and increase their efforts to add our customers as members of these organizations. \n\nSome of our customers, particularly our larger customers, purchase their products from us through group purchasing organizations (“GPOs”) in an effort to lower the prices paid by these customers on their foodservice orders, and we have in the past experienced some pricing pressure from these purchasers. These GPOs have also made efforts to include smaller, independent restaurants. If these GPOs are able to add a significant number of our customers as members, we may be forced to lower the prices we charge these customers in order to retain their business, which would negatively affect our business, financial condition, or results of operations. Additionally, if we are unable or unwilling to lower the prices we charge for our products to a level that is satisfactory to the GPOs, we may lose the business of those customers that are members of these organizations, which could have a material adverse effect on our business, financial condition, or results of operations. \n\nChanges in consumer eating habits could reduce the demand for our products and adversely affect our business, financial condition, or results of operations. \n\nChanges in consumer eating habits (such as a decline in consuming food away from home, a decline in portion sizes, or a shift in preferences toward restaurants that are not our customers) could reduce demand for our products, which could adversely affect our business, financial condition, or results of operations. Consumer eating habits can be affected by a number of factors, including changes in attitudes regarding diet and health, new information regarding the health effects of consuming certain foods or ingredients, or the impact of weight loss drugs. If consumer eating habits change significantly, we may be required to modify or discontinue sales of certain items in our product portfolio, and we may experience higher costs associated with the implementation of those changes. Changing consumer eating habits may also reduce the frequency with which consumers purchase meals outside of the home.\n\nAdditionally, changes in consumer eating habits may result in the enactment of laws and regulations that affect the ingredients and nutritional content of our food products, or laws and regulations requiring us to make additional disclosures regarding the ingredients and nutritional content of our food products. Moreover, compliance with these laws and regulations, as well as others, may be costly and time-consuming. Our inability to effectively respond to changes in food away from home consumer trends, consumer health perceptions or resulting new laws or regulations, or to adapt our menu offerings to trends in eating habits could have a material adverse effect on our business, financial condition, or results of operations.\n\nExtreme weather conditions and natural disasters may interrupt our business or our customers’ or suppliers’ businesses. \n\nMany of our facilities and our customers’ or suppliers’ facilities are located in areas that may be subject to extreme and occasionally prolonged weather conditions, including hurricanes, blizzards, earthquakes, and extreme heat or cold. Such extreme weather conditions could interrupt our operations. Furthermore, such extreme weather conditions may disrupt critical infrastructure and interrupt or impede access to our facilities or our customers’ or vendors’ facilities, reduce the number of consumers who visit our customers’ facilities in such areas, interrupt our suppliers’ production or shipments or increase our suppliers’ product costs, all of which could have a material adverse effect on our business, financial condition, or results of operations. \n\nFluctuations in fuel prices and other transportation costs could harm our business. \n\nThe high cost of fuel can negatively affect consumer confidence and discretionary spending and, as a result, reduce the frequency and amount spent by consumers within our customers’ establishments for food away from home. The high price of fuel and other transportation related costs, such as tolls, fuel taxes, and license and registration fees, can also increase the price we pay for products as well as the costs incurred by us to deliver products to our customers. Furthermore, both the price and supply of fuel are unpredictable and fluctuate based on events outside our control, including geopolitical developments (such as the war in the Ukraine and the conflict in the Middle East), supply and demand for oil and gas, actions by the Organization of Petroleum Exporting Countries and other oil and gas producers, war and unrest in oil producing countries and regions, regional production patterns, and environmental concerns. These factors, if occurring over an extended period of time, could have a material adverse effect on our business, financial condition, or results of operations.\n\nFrom time to time, we may enter into arrangements to manage our exposure to fuel costs. Such arrangements, however, may not be effective and may result in us paying higher than market costs for a portion of our fuel. In addition, the use of such arrangements may expose us to the risk that our counterparties fail to perform their obligations, which could result in financial losses. Furthermore, \n\n  9\n\n  while we have been successful in the past in implementing fuel surcharges to offset fuel cost increases, we may not be able to do so in the future. \n\nIn addition, compliance with current and future environmental laws and regulations relating to carbon emissions and the effects of global climate change can be expected to have a significant impact on our transportation costs, which could have a material adverse effect on our business, financial condition, or results of operations.\n\nIf we fail to increase our sales in the highest margin portions of our business, our profitability may suffer. \n\nDistribution is a relatively low margin industry. The most profitable customers within the distribution industry are generally independent customers. In addition, our most profitable products are our Performance Brands. We typically provide a higher level of services to our independent customers and are able to earn a higher operating margin on sales to independent customers. Independent customers are also more likely to purchase our Performance Brands. Our ability to continue to penetrate this key customer type is critical to achieving increased operating profits. Changes in the buying practices of independent customers or decreases in our sales to independent customers or a decrease in the sales of our Performance Brands could have a material adverse effect on our business, financial condition, or results of operations. \n\nChanges in pricing practices of our suppliers could negatively affect our profitability. \n\nDistributors have traditionally generated a significant percentage of their gross margins from promotional allowances paid by their suppliers. Promotional allowances are payments from suppliers based upon the efficiencies that the distributor provides to its suppliers through purchasing scale and through marketing and merchandising expertise. Promotional allowances are a standard practice among suppliers to distributors and represent a significant source of profitability for us and our competitors. Any change in such practices that results in the reduction or elimination of promotional allowances could be disruptive to us and the industry as a whole and could have a material adverse effect on our business, financial condition, or results of operations. \n\nOur growth and innovation strategies may not achieve the anticipated results. \n\nOur success depends on our ability to grow our business, including through increasing our independent and organic sales, expanding our Performance Brands, making strategic acquisitions, and achieving improved operating efficiencies as we continue to expand and diversify our customer base. Our growth and innovation strategies require significant commitments of management resources and capital investments and may not grow our net sales at the rate we expect or at all. As a result, we may not be able to recover the costs incurred in developing our new projects and initiatives or to realize their intended or projected benefits, which could have a material adverse effect on our business, financial condition, or results of operations. Additionally, the market for acquisition targets in the foodservice distribution industry is highly competitive, which could make it more difficult to find appropriate strategic acquisition opportunities and impact our ability to grow our business.\n\nWe may not be able to realize benefits of acquisitions or successfully integrate the businesses we acquire [and we may incur significant costs related to the integration of acquired businesses]. \n\nOur growth strategy includes growth through strategic acquisitions. If we are unable to integrate acquired businesses successfully or to realize anticipated economic, operational, and other benefits and synergies in a timely manner, our profitability could be adversely affected. Integration of an acquired business may be more difficult when we acquire a business in a market in which we have limited expertise or with a company culture different from ours. A significant expansion of our business and operations, in terms of geography or magnitude, could strain our administrative and operational resources. Additionally, we may be unable to retain qualified management and other key personnel employed by acquired companies and may fail to build a network of acquired companies in new markets. We could also face significantly greater competition from broadline foodservice distributors in these markets than we face in our existing markets.\n\nWe regularly evaluate opportunities to acquire other companies. To the extent our future growth includes acquisitions, we may not be able to obtain the necessary financing for such acquisitions, consummate such potential acquisitions effectively, effectively and efficiently integrate any acquired entities, or successfully expand into new markets.\n\nIn connection with our acquisition of businesses in the future, if any, we may decide to consolidate the operations of any acquired business with our existing operations or make other changes with respect to the acquired business, which could result in special charges or expenses. Our results of operations also may be adversely affected by expenses we incur in making acquisitions, by amortization of acquisition-related intangible assets with definite lives and by additional depreciation attributable to acquired assets. Moreover, in connection with contemplated or completed acquisitions, we may incur related asset impairment charges that reduce our profitability.\n\nA significant portion of our sales volume is dependent upon the distribution of cigarettes and other tobacco products, sales of which are generally declining.\n\n  10\n\n  A significant portion of our sales volume depends upon the distribution of cigarettes and other tobacco products. Due to restrictions on cigarette manufacturers’ marketing and promotions, decreases in social acceptance of cigarettes, increases in cigarette regulation and excise taxes, health concerns, increased pressure from anti-tobacco groups, the rise in popularity of tobacco alternatives, including legal and illicit e-vapor products, oral nicotine pouches, and other alternative nicotine products, increases in the prices of cigarettes, and other factors, cigarette consumption in the United States has been declining over the past few decades. In many instances, tobacco alternatives, such as e-vapor products, are not subject to federal, state, and local excise taxes like the sale of conventional cigarettes or other tobacco products. We expect consumption trends of legal cigarette products will continue to be negatively impacted by the factors described above. If we are unable to sell other products to make up for these declines in cigarette sales, our business, financial condition, or results of operations could be materially adversely affected.\n\nAdverse publicity about us, lack of confidence in our products or services, and other risks could negatively affect our reputation and our business. \n\nMaintaining a good reputation and public confidence in the safety of the products we distribute or services we provide is critical to our business, particularly to selling our Performance Brands products. Anything that damages our reputation, or the public’s confidence in our products, services, facilities, delivery fleet, operations, or employees, whether or not justified, including adverse publicity about the quality, safety, or integrity of our products, could negatively affect our net sales and profits. Reports, whether true or not, of food-borne illnesses or harmful bacteria (such as e. coli, bovine spongiform encephalopathy, hepatitis A, trichinosis, listeria, or salmonella) and injuries caused by food tampering could also severely injure our reputation or negatively affect the public’s confidence in our products. We may need to recall our products if they become adulterated. If patrons of our restaurant customers become ill from food-borne illnesses, our customers could be forced to temporarily close restaurant locations and our sales would be correspondingly decreased. In addition, instances of food-borne illnesses, food tampering, or other health concerns, such epidemics and pandemics, even those unrelated to the use of our products, or public concern regarding the safety of our products, can result in negative publicity about the foodservice distribution industry and cause our sales to decrease dramatically. Health concerns and negative publicity could materially adversely affect our business and results of operations and damage the reputation of, or result in a lack of acceptance of, our products or the brands that we carry or the services that we provide.\n\nMoreover, the growing use of social and digital media by consumers has greatly increased the speed and extent that information or misinformation and opinions can be shared. Negative posts or comments about us, our brands, or our products on social or digital media could significantly damage our brands and reputation, regardless of its accuracy or the reputability of its source, including as a result of fictitious media content (such as content produced by generative AI or bad actors). Additionally, negative reaction to our marketing and advertising, including our social media content, could result in damage to our brands and reputation.\n\nWe have experienced losses because of the inability to collect accounts receivable in the past and could experience increases in such losses in the future if our customers are unable to pay their debts to us when due. \n\nCertain of our customers have from time to time experienced bankruptcy, insolvency, or an inability to pay their debts to us as they come due. If our customers suffer significant financial difficulty, they may be unable to pay their debts to us timely or at all, which could have a material adverse effect on our results of operations. It is possible that customers may contest their contractual obligations to us under bankruptcy laws or otherwise. Significant customer bankruptcies could further adversely affect our net sales and increase our operating expenses by requiring larger provisions for bad debt expense. In addition, even when our contracts with these customers are not contested, if customers are unable to meet their obligations on a timely basis, it could adversely affect our ability to collect receivables. Further, we may have to negotiate significant discounts or extended financing terms with these customers in such a situation. If we are unable to collect upon our accounts receivable as they come due in an efficient and timely manner, our business, financial condition, or results of operations could be materially adversely affected. \n\nInsurance and claims expenses could significantly reduce our profitability. \n\nOur future insurance and claims expenses might exceed historic levels, which could reduce our profitability. We maintain high-deductible insurance programs covering portions of general and vehicle liability and workers’ compensation. The amount in excess of the deductibles is insured by third-party insurance carriers, subject to certain limitations and exclusions. We also maintain self-funded group medical insurance.\n\nWe reserve for anticipated losses and expenses and periodically evaluate and adjust our claims reserves to reflect our experience. However, ultimate results may differ from our estimates, which could result in losses over our reserved amounts. \n\nAlthough we believe our aggregate insurance limits should be sufficient to cover reasonably expected claims costs, including claims related to incidents within our operations and vehicle and driver related claims, it is possible that the amount of one or more claims could exceed our aggregate coverage limits. Additionally, insurance carriers have raised premiums on certain lines of coverage for many businesses in our industry, including ours. For example, we experienced a $28.0 million increase in insurance expense in fiscal 2025 compared to fiscal 2024, primarily related to vehicle liability and workers’ compensation. Our insurance and claims expense could continue to increase in the future. Our results of operations and financial condition could be materially adversely \n\n  11\n\n  affected if (1) total claims costs significantly exceed our coverage limits, (2) we experience a claim in excess of our coverage limits, (3) our insurance carriers fail to pay on our insurance claims, (4) we experience a claim for which coverage is not provided, (5) a large number of claims may cause our cost under our deductibles to differ from historic averages or (6) insurance carriers continue to significantly raise premiums in the industry and for our business.\n\nActivist shareholders or potential bidders could cause us to incur significant expense, hinder execution of our business strategy, and impact our stock price.\n\nPublicly traded companies are increasingly subject to campaigns by activist shareholders advocating corporate actions such as operational, governance or management changes, sales of assets or entire segments, or business combination transactions. Activist shareholders could seek to engage in proxy solicitations, advance shareholder proposals, or otherwise attempt to assert influence on our board of directors and management. Additionally, we could be the target of an unsolicited bid by an activist, strategic buyer, or competitor. An unsolicited bid could also adversely impact our ability to recruit and retain employees and our ability to enter into agreements with potential business partners. Such events could result in substantial costs and divert management's and our board's attention and resources and cause fluctuations in our stock price based on temporary or speculative market perceptions or other factors that do not necessarily reflect the underlying fundamentals or prospects of our business. On August 7, 2025, the Chief Executive Officer of US Foods Holding Corp. issued public statements indicating interest in information sharing with us to explore regulatory considerations and potential synergies related to a potential business combination.\n\nRisks Relating to Technology and Information Security\n\nA cybersecurity incident or other technology disruptions could negatively affect our business and our relationships with customers. \n\nWe rely upon information technology networks and systems to process, transmit, and store electronic information, and to manage or support substantially all of our business processes and activities. We also use mobile devices, social networking, and other online activities to connect with our employees, suppliers, business partners, and customers.  \n\nThese uses give rise to cybersecurity risks, including security breaches, espionage, system disruption, theft, and inadvertent release of information. Our business involves the storage and transmission of numerous classes of sensitive or confidential information and intellectual property, including customers’ and suppliers’ personal information, private information about employees, and financial and strategic information about us and our business partners. We have implemented measures to prevent security breaches and prevent or mitigate other cybersecurity incidents. However, we and our third-party providers experience cybersecurity incidents of varying degrees from time-to-time, including ransomware and phishing attacks, as well as distributed denial of service attacks, social engineering attacks and the theft of data. To date, interruption of our information technology networks and systems and unauthorized access to or theft of data have been infrequent and have not had a material impact on our operations. However, because cyber-attacks are increasingly sophisticated and more frequent, our preventative measures and incident response efforts may not be entirely effective. In addition, cyber criminals are increasing their attacks on individual employees with business email compromise scams designed to trick victims into transferring sensitive data or funds, or steal credentials that compromise information systems. Moreover, as AI continues to evolve, malicious actors could use AI to enhance the sophistication and coordination of their attacks, which could pose significant challenges to our security defense. These and other operational risks may also be heightened due to a portion of our employees, and the employees of our customers, suppliers and business partners, working remotely or using personal devices due to challenges associated with managing remote computing assets and security vulnerabilities that are present in many non-corporate and home networks. There can be no assurance that our operations will not be materially adversely impacted in the future, and there is a risk that we may incur significant costs in protecting against or remediating cyberattacks or other cyber incidents, especially if the amount of insurance coverage we maintain is not sufficient to cover claims or liabilities relating to an incident. The theft, destruction, loss, misappropriation, release of sensitive or confidential information or intellectual property, or interference with our information technology systems or the technology systems of third parties on which we rely, including our third-party service providers, suppliers, and customers, could result in business disruption, a disruption in our supply chain, or reduced customer orders, negative publicity, brand damage, violation of data and other privacy laws, loss of customers, potential liability, and remediation costs, which could materially adversely affect our business, financial condition, or results of operations. \n\nFurther, as we pursue our strategy to grow through acquisitions and to pursue new initiatives that improve our operations and cost structure, we are also expanding our information technologies, resulting in a larger technological presence and corresponding exposure to cybersecurity risk. Acquisition targets may have less mature information technology systems and/or less sophisticated measures in place to detect and prevent cybersecurity breaches or incidents, which could expose us to increased cybersecurity risk during the acquisition integration process until we improve their maturity or integrate them into our information technology standards. \n\n  12\n\n  Any failure to adequately assess, identify, and mitigate cybersecurity risks associated with acquisitions and new initiatives could increase our susceptibility to such risks.\n\nWe rely heavily on technology in our business, and any technology disruption or delay in implementing new technology could adversely affect our business. \n\nThe foodservice distribution industry is transaction intensive. Our ability to control costs and to maximize profits, as well as to serve customers effectively and efficiently, depends on the reliability of our information technology systems and related data entry processes. We rely on software and other technology systems, some of which are managed by third-party service providers, to manage significant aspects of our business, including making purchases, processing orders, managing our warehouses, loading trucks in the most efficient manner, and optimizing the use of storage space. Our reliance on such networks and systems has increased due to a portion of our employees, and the employees of our customers, suppliers and business partners, working remotely or using personal devices. \n\nThe failure of our information technology systems, including those managed by third-party service providers, to perform as we anticipate could disrupt our business and could result in transaction errors, processing inefficiencies, increased costs, and the loss of sales and customers, causing our business and results of operations to suffer. In addition, our information technology systems, including those managed by third-party service providers, may be vulnerable to damage or interruption from circumstances beyond our control, including fire, natural disasters, power outages, systems failures, security breaches, cyber-attacks, viruses, theft and inadvertent release of information. While we have invested and continue to invest in technology security initiatives and disaster recovery plans, these measures cannot fully insulate us from technology disruptions that could have a material adverse effect on our business, financial condition, or results of operations.   \n\nInformation technology systems evolve rapidly, and in order to compete effectively we are required to integrate new technologies in a timely and cost-effective manner. For example, we may incorporate AI solutions into our platform, offerings, services and features, and these applications may become important in our operations over time. Any failure to implement new technologies in a timely and cost- effective manner, or if competitors implement new technologies before we do, including AI, allowing such competitors to provide lower priced or enhanced services of superior quality compared to those we provide, could have a material adverse effect on our business, financial condition, or results of operations.\n\nAs we integrate AI technologies into our processes, these technologies may present business, compliance, security, and reputational risks.\n\nWe have and are continuing to incorporate AI, including machine learning, into certain of our operations, such as sales, support and supply chain operations, and may in the future incorporate AI into more of our operations, with the intent to enhance their operation and effectiveness. Flaws, breaches or malfunctions in these systems could lead to operational disruptions, data loss, or erroneous decision-making, impacting our operations, financial condition and reputation. Legal challenges may arise, including or as a result of cybersecurity incidents, non-compliance with data protection regulations, and lack of transparency relating to the use of AI. The legal and regulatory landscape and industry standards surrounding AI technologies is rapidly evolving and remains uncertain, and compliance may impose significant operational costs and may limit our ability to develop, deploy or use AI technologies. Furthermore, the rapid evolution and increasing deployment of AI systems could both intensify our cybersecurity risks, such as data breaches and unauthorized access, and introduce new risks, leading to financial losses, legal liabilities, and reputational damage.\n\nRisks Relating to Product Safety, Regulatory and Legal Matters\n\nOur business is subject to significant governmental regulation, and costs or claims for non-compliance related to these requirements could adversely affect our business. \n\nFood Safety: Our operations are subject to regulation by state and local health departments, the USDA, and the FDA, which generally impose standards for product quality and sanitation and are responsible for the administration of bioterrorism legislation affecting the foodservice industry. These government authorities regulate, among other things, the processing, packaging, storage, distribution, advertising, and labeling of our products. The FSMA imposes comprehensive, prevention-based controls across the food supply industry, further regulates food products imported into the United States, and provides the FDA with mandatory recall authority. Our seafood operations are also specifically regulated by federal and state laws, including those administered by the National Marine Fisheries Service and the National Shellfish Sanitation Program, established for the preservation of certain species of marine life, including fish and shellfish. Our distribution and certain manufacturing facilities must be registered with the FDA and are subject to periodic government agency inspections by federal and/or state authorities. The Federal Perishable Agricultural Commodities Act, which specifies standards for the sale, shipment, inspection, and rejection of agricultural products, governs our relationships with our fresh produce suppliers with respect to the grading and commercial acceptance of product shipments. We are also subject to regulation by state authorities for the accuracy of our weighing and measuring devices. Additionally, the Surface Transportation Board and the Federal Highway Administration regulate our trucking operations, and interstate motor carrier operations are subject to safety requirements prescribed by the U.S. Department of Transportation and other relevant federal and state \n\n  13\n\n  agencies. Our suppliers are also subject to similar regulatory requirements and oversight. We have expanded the product lines of our Specialty segment to include hemp-based CBD products authorized under the 2018 Farm Bill. Sales of certain hemp-based CBD products are prohibited in some jurisdictions and the FDA and certain states and local governments may enact regulations that limit the marketing and use of such products. The failure to comply with applicable regulatory requirements could result in, among other things, administrative, civil, or criminal penalties or fines; mandatory or voluntary product recalls; warning or untitled letters; cease and desist orders against operations that are not in compliance; closure of facilities or operations; the loss, revocation, or modification of any existing licenses, permits, registrations, or approvals; or the failure to obtain additional licenses, permits, registrations, or approvals in new jurisdictions where we intend to do business, any of which could have a material adverse effect on our business, financial condition, or results of operations. \n\nLabor and Workplace Safety: In addition, our operations are subject to various federal, state, provincial, regional and local laws and regulations in many areas of our business, such as, minimum wage, overtime, wage payment, wage and hour and employment discrimination, harassment, immigration, human health and safety and relating to the protection of the environment, including those governing the discharge of pollutants into the air, soil, and water; the management and disposal of solid and hazardous materials and wastes; employee exposure to hazards in the workplace; and the investigation and remediation of contamination resulting from releases of petroleum products and other regulated materials. In the course of our operations, we operate, maintain, and fuel fleet vehicles; store fuel in on-site above and underground storage tanks; operate refrigeration systems; and use and dispose of hazardous substances and food wastes. We could incur substantial costs, including fines or penalties and third-party claims for property damage or personal injury, as a result of any violations of environmental or workplace safety laws and regulations or releases of regulated materials into the environment. In addition, we could incur investigation, remediation, or other costs related to environmental conditions at our currently or formerly owned or operated properties.\n\nCigarette, Tobacco and Alternative Nicotine Products: Finally, we are subject to and/or impacted by legislation, regulation and other matters regarding the marketing, distribution, sale, taxation and use of cigarette, tobacco and alternative nicotine products. For example, various jurisdictions have adopted or are considering legislation and regulations restricting displays and marketing of tobacco and alternative nicotine products, requiring the disclosure of ingredients used in the manufacture of tobacco and alternative nicotine products, and imposing restrictions on public smoking and vaping. In addition, the FDA has been empowered to regulate changes to nicotine yields and the chemicals and flavors used in tobacco and alternative nicotine products (including cigars, pipe and vapor products), require ingredient listings be displayed on tobacco and alternative nicotine products, prohibit the use of certain terms that may attract youth or mislead users as to the risks involved with using tobacco and alternative nicotine products, as well as limit or otherwise impact the marketing of tobacco and alternative nicotine products by requiring additional labels or warnings that must be pre-approved by the FDA. Such legislation and related regulation are likely to continue to adversely impact the market for tobacco and alternative nicotine products and, accordingly, our sales of such products. Likewise, cigarettes and tobacco products are subject to substantial excise taxes. Significant increases in cigarette-related taxes or fees have been proposed or enacted and are likely to continue to be proposed or enacted by various taxing jurisdictions within the U.S. These tax increases negatively impact consumption and may cause a shift in sales from premium brands to discount brands, illicit channels, or tobacco alternatives, such as e-vapor products, as smokers seek lower priced options. Furthermore, taxing jurisdictions have the ability to change or rescind credit terms currently extended for the remittance of taxes that we collect on their behalf. If these excise taxes are substantially increased, or credit terms are substantially reduced, it could have a material adverse effect on our business, financial condition, and results of operations. \n\nData Privacy: There are new and emerging data privacy laws, as well as frequent updates and changes to existing data privacy laws, in the jurisdictions in which we operate. Given the complexity of these laws and the requirements they place on businesses regarding the collection, storage, handling, use, disclosure, transfer and security of personal data, it is important for us to understand their impact and respond accordingly. Failure to comply with data privacy laws can result in substantial fines or penalties, legal liability and reputational damage. Several U.S. states have enacted (and additional U.S. states are considering enacting) stringent consumer privacy laws, which may impose varying standards and requirements on our data collection, use and processing activities. Continued state by state introduction of privacy laws can be expected to lead to significantly greater complexity in our compliance requirements, which could result in complaints from data subjects or action from regulators. If we do not provide sufficient resources to be able to respond, adapt and implement the necessary requirements to respond to the various forthcoming changes, which could include federal data privacy requirements, our reputation could be adversely impacted and we could face exposure to fines levied by regulators, which could have an adverse effect on our business.\n\nClimate change, or the legal, regulatory, or market measures being implemented to address climate change, could have an adverse impact on our business. \n\nThe effects of climate change may create financial and operational risks to our business, both directly and indirectly. There is an increased focus around the world by regulatory and legislative bodies at all levels towards policies relating to climate change and the impact of global warming, including the regulation of greenhouse gas (“GHG”) emissions, energy usage, and sustainability efforts. Increased compliance costs and expenses due to these policies, as well as additional legal or regulatory requirements regarding climate change, including those designed to reduce or mitigate the effects of carbon dioxide and other GHG emissions on the environment, particularly diesel engine emissions, may cause disruptions in, or an increase in the costs associated with, the running of our business, \n\n  14\n\n  particularly with regard to our distribution and supply chain operations. These costs include an increase in the cost of the fuel and other energy we purchase, and capital costs associated with updating or replacing our vehicles prematurely. Moreover, compliance with any such legal or regulatory requirements may require that we implement changes to our business operations and strategy, which would require us to devote substantial time and attention to these matters and cause us to incur additional costs. We may not be able to accurately predict, prepare for, and respond to new kinds of technological innovations with respect to electric vehicles and other technologies that minimize emissions. Laws related to climate change, including those enacted to try to reduce GHG emissions, could also directly or indirectly affect our suppliers, who could increase the prices of the products that we buy from them to recover the costs they incur related to such laws. The effects of climate change, and legal or regulatory initiatives to address climate change, could have a long-term material adverse effect on our business, financial condition, or results of operations.\n\n In addition, from time to time we establish and publicly announce goals and commitments related to corporate social responsibility matters, including those related to reducing our impact on the environment. For example, in 2024, we established goals for the reduction of GHG emissions, which include a target of reducing Scope 1 and 2 GHG emissions by 30% by 2034 from a 2021 base year. Additionally, in 2025, we established a goal to engage with our suppliers representing 40% of our spend to set Scope 1 and 2 GHG emissions targets by 2034 that are in line with the Paris Agreement’s 1.5 °C emissions reduction goal. Our ability to meet these and other related goals depends in part on significant technological advancements with respect to the development and availability of reliable, affordable, and sustainable alternative solutions, including electric and other alternative fuel vehicles as well as alternative energy sources, which may not be developed or be available to us in the timeframe needed to achieve these goals. Our ability to meet these and other related goals also depends on the climate-related efforts and performance of our suppliers.  In addition, we may determine that it is in our best interests to prioritize other business, social, governance, or sustainable investments over the achievement of our current goals based on economic, regulatory or social factors, business strategy, or other factors. If we do not meet our publicly stated goals, then we may experience a negative reaction from the media, stockholders, activists, and other interested stakeholders, and any perception that we have failed to act responsibly regarding climate change, whether or not valid, could result in adverse publicity or legal challenges and negatively affect our business and reputation. While we remain committed to being responsive to climate change and reducing our GHG emissions, there can be no assurance that our goals and strategic plans to achieve those goals will be successful, that the costs incurred will not be higher than expected, that the necessary technological advancements will occur in the timeframe we expect, or at all, or that proposed regulation or deregulation related to climate change will not have a negative competitive impact, any one of which could have a material adverse effect on our business, financial condition, or results of operations.\n\nIf the products we distribute are alleged to cause injury or illness or fail to comply with governmental regulations, we may need to recall our products. \n\nThe products we distribute may be subject to product recalls, including voluntary recalls or withdrawals, if they are alleged to cause injury or illness (including food-borne illness such as e. coli, bovine spongiform, encephalopathy, hepatitis A, trichinosis, listeria, or salmonella) or if they are alleged to have been mislabeled, misbranded, or adulterated or to otherwise be in violation of governmental regulations. We may also voluntarily recall or withdraw products that we consider not to meet our quality standards, whether for taste, appearance, or otherwise, in order to protect our brand and reputation. If there is any future product withdrawal that results in substantial and unexpected expenditures, destruction of product inventory, damage to our reputation, or lost sales because of the unavailability of the product for a period of time, our business, financial condition, or results of operations may be materially adversely affected.\n\nWe may be subject to or affected by product liability claims relating to products we distribute. \n\nWe may be exposed to product liability claims in the event that the use of the products we sell is alleged to cause injury or illness. While we believe we have sufficient primary and excess umbrella liability insurance with respect to product liability claims, we cannot assure you that our limits are sufficient to cover all our liabilities. For example, punitive damages may not be covered by insurance. In addition, we may not be able to continue to maintain our existing insurance or obtain replacement insurance on comparable terms, and any replacement insurance or our current insurance may not continue to be available at a reasonable cost, or, if available, may not be adequate to cover all of our liabilities. We generally seek contractual indemnification and insurance coverage from parties supplying products to us, but this indemnification or insurance coverage is limited, as a practical matter, to the creditworthiness of the indemnifying party and the insured limits of any insurance provided by suppliers. If we do not have adequate insurance or contractual indemnification available, the liability relating to defective products could materially adversely affect our business, financial condition, or results of operations.\n\nAdverse judgments or settlements resulting from legal proceedings in which we may be involved in the normal course of our business could reduce our profits or limit our ability to operate our business. \n\nIn the normal course of our business, we are involved in various legal proceedings. The outcome of these proceedings cannot be predicted. If any of these proceedings were to be determined adversely to us or a settlement involving a payment of a material sum of money were to occur, it could materially adversely affect our profits or ability to operate our business. Additionally, we could become \n\n  15\n\n  the subject of future claims by third parties, including our employees; suppliers, customers, and other counterparties; our investors; or regulators. Any significant adverse judgments or settlements could reduce our profits and could limit our ability to operate our business or adversely affect our reputation. Further, we may incur costs related to claims for which we have appropriate third-party indemnity, but such third parties may fail to fulfill their contractual obligations.\n\nRisks Relating to Human Capital Management\n\nWe face risks relating to labor relations, labor costs, and the availability of qualified labor. \n\nAs of June 28, 2025, we had approximately [43,000] employees of whom approximately [2,400] were members of local unions associated with the International Brotherhood of Teamsters or other unions. Although our labor contract negotiations have in the past generally taken place with the local union representatives, we may be subject to increased efforts to engage us in multi-unit bargaining that could subject us to the risk of multi-location labor disputes or work stoppages that would place us at greater risk of being materially adversely affected by labor disputes. In addition, labor organizing activities could result in additional employees becoming unionized, which could result in higher labor costs. Although we have not experienced any significant labor disputes or work stoppages in recent history, and we believe we have satisfactory relationships with our employees, including those who are union members, increased unionization or a work stoppage because of our inability to renegotiate union contracts could have a material adverse effect on our business. Further, potential changes in labor legislation and case law could result in current non-union portions of our workforce, including warehouse and delivery personnel, being subjected to greater organized labor influence. If additional portions of our workforce became subject to collective bargaining agreements, this could result in increased costs of doing business as we would become subject to mandatory, binding arbitration or labor scheduling, elevated labor costs, and standards, which could adversely impact our results of operations.  \n\nWe are subject to a wide range of labor costs. Because our labor costs are, as a percentage of net sales, higher than in many other industries, we may be significantly harmed by labor cost increases. In addition, labor is a significant cost for many of our customers in the U.S. food-away-from-home industry. Any increase in their labor costs, including any increases in costs as a result of increases in minimum wage requirements, wage inflation or increased overtime payments as a result of labor shortages, work slowdowns, work interruptions, strikes, or other job actions by employees of customers could reduce the profitability of our customers and reduce demand for our products.\n\nWe rely heavily on our employees, particularly warehouse workers and drivers, and any significant shortage of qualified labor could significantly affect our business. Our recruiting and retention efforts and efforts to increase productivity may not be successful, and we could encounter a shortage of qualified labor in future periods. Any such shortage would decrease our ability to serve our customers effectively. Such a shortage could also likely lead to higher wages for employees and a corresponding reduction in our profitability. Any prolonged labor shortage or period of high employee turnover could have an adverse impact on our productivity and have a material adverse effect on our business, financial condition and results of operations.\n\nFurther, we continue to assess our healthcare benefit costs. Despite our efforts to control costs while still providing competitive healthcare benefits to our associates, significant increases in healthcare costs continue to occur, and we can provide no assurance that our cost containment efforts in this area will be effective. Our suppliers also may be affected by higher minimum wage and benefit standards, wage inflation or increased overtime payments as a result of labor shortages, work slowdowns, work interruptions, strikes, or other actions by their employees, which could result in higher costs for goods and services supplied to us. If we are unable to raise our prices or cut other costs to cover this expense, such increases in expenses could materially reduce our operating profit.\n\nRisks Relating to Our Indebtedness \n\nOur future financial and operating flexibility could be adversely affected by our level of indebtedness. \n\nAs of June 28, 2025, we had $6,990.6 million of indebtedness, including finance lease obligations. In addition, we had $2,473.6 million of availability under the ABL Facility (as defined below under “—Management's Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Financing Activities” in Part II, Item 7 of this Form 10-K) after giving effect to $171.4 million of outstanding letters of credit and $106.0 million of lenders’ reserves under the ABL Facility. \n\nOur level of indebtedness could have important consequences for us, including: \n\n•requiring us to utilize a substantial portion of our cash flows from operations to make payments on our indebtedness, reducing the availability of our cash flows to fund working capital, capital expenditures, development activity, share repurchases and other general corporate purposes; \n\n•increasing our vulnerability to adverse economic, industry, or competitive developments; \n\n•exposing us to the risk of increased interest rates to the extent our borrowings are at variable rates of interest or our interest rate hedges are ineffective; \n\n  16\n\n  •making it more difficult for us to satisfy our obligations with respect to our indebtedness, and any failure to comply with the obligations of any of our debt instruments, including restrictive covenants and borrowing conditions, could result in an event of default under the agreements governing our indebtedness; \n\n•restricting us from making strategic acquisitions or causing us to make non-strategic divestitures;\n\n•limiting our ability to obtain additional financing for working capital, capital expenditures, product development, debt service requirements, acquisitions, and general corporate or other purposes; and \n\n•limiting our flexibility in planning for, or reacting to, changes in our business or market conditions and placing us at a competitive disadvantage compared to our competitors who may be less leveraged and who, therefore, may be able to take advantage of opportunities that our leverage prevents us from exploiting. \n\nA substantial portion of our indebtedness is floating rate debt. As interest rates increase, our debt service obligations on such indebtedness increase even though the amount borrowed remains the same, and our net income and cash flows, including cash available for servicing our indebtedness, will correspondingly decrease. \n\nWe may elect to enter into interest rate swaps to reduce our exposure to floating interest rates as described below under “—We utilize derivative financial instruments to reduce our exposure to market risks from changes in interest rates on our variable rate indebtedness and we are be exposed to risks related to counterparty creditworthiness or non-performance of these instruments.” However, we may not maintain interest rate swaps with respect to all of our variable rate indebtedness, and any swaps we enter into may not fully mitigate our interest rate risk.\n\nOur ability to generate sufficient cash to service our indebtedness depends on many factors, some of which are not within our control. \n\nOur ability to make payments on our indebtedness will depend on our ability to generate cash in the future. To a certain extent, this ability is subject to general economic, financial, competitive, legislative, regulatory, and other factors that are beyond our control. If we are unable to generate sufficient cash flow to service our debt, we may need to restructure or refinance all or a portion of our debt, sell material assets or operations, or raise additional debt or equity capital. We may not be able to affect any of these actions on a timely basis, on commercially reasonable terms, or at all, and these actions may not be sufficient to meet our debt service requirements. In addition, any refinancing of our indebtedness could be at a higher interest rate, and the terms of our existing or future debt arrangements may restrict us from effecting any of these alternatives. Our failure to make the required interest and principal payments on our indebtedness would result in an event of default under the agreement governing such indebtedness, which may result in the acceleration of some or all of our outstanding indebtedness.\n\nDespite our level of indebtedness, we and our subsidiaries may still incur significant additional amounts of debt, which could further exacerbate the risks associated with our level of indebtedness. \n\nWe and our subsidiaries may incur substantial additional indebtedness in the future. Although the agreements governing our indebtedness contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of significant qualifications and exceptions and, under certain circumstances, the amount of indebtedness that could be incurred in compliance with these restrictions could be substantial. \n\nThe agreements governing our outstanding indebtedness contain restrictions that limit our flexibility in operating our business. \n\nThe agreements governing our outstanding indebtedness contain various covenants that limit our ability to engage in specified types of transactions. These covenants limit the ability of our subsidiaries to, among other things: \n\n•incur, assume, or permit to exist additional indebtedness or guarantees; \n\n•incur liens; \n\n•make investments and loans; \n\n•pay dividends, make payments, or redeem or repurchase capital stock; \n\n•engage in mergers, liquidations, dissolutions, asset sales, and other dispositions (including sale leaseback transactions); \n\n•amend or otherwise alter terms of certain indebtedness; \n\n•enter into agreements limiting subsidiary distributions or containing negative pledge clauses; \n\n•engage in certain transactions with affiliates; \n\n  17\n\n  •alter the business that we conduct; \n\n•change our fiscal year; and \n\n•engage in any activities other than permitted activities. \n\nAs a result of these restrictions, we are limited as to how we conduct our business and we may be unable to raise additional debt or equity financing to compete effectively or to take advantage of new business opportunities. The terms of any future indebtedness we may incur could include more restrictive covenants. We cannot assure you that we will be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders or amend the covenants.\n\nA breach of any of these covenants could result in a default under one or more of these agreements, including as a result of cross default provisions, and, in the case of our ABL Facility, amounts due may be accelerated and the rights and remedies of the lenders may be exercised, including rights with respect to the collateral securing the obligations.\n\nWe utilize derivative financial instruments to reduce our exposure to market risks from changes in interest rates on our variable rate indebtedness, and we are exposed to risks related to counterparty credit worthiness or non-performance of these instruments. \n\nWe enter into pay-fixed interest rate swaps to limit our exposure to changes in variable interest rates. Such instruments may result in economic losses should interest rates decline to a point lower than our fixed rate commitments. We are also exposed to credit-related losses, which could affect the results of operations in the event of fluctuations in the fair value of the interest rate swaps due to a change in the credit worthiness or non-performance by the counterparties to the interest rate swaps. \n\nRisks Relating to the Cheney Brothers Acquisition\n\nWe may be unable to effectively and efficiently execute our integration plan, and the anticipated synergies and other benefits of the Cheney Brothers Acquisition may not be realized or may not be realized within the expected timeframe.\n\nAchieving the anticipated benefits of the Cheney Brothers Acquisition is subject to a number of uncertainties, including whether Cheney Brothers, can be integrated with our business in an efficient and effective manner. If we are unable to achieve our integration objectives within the anticipated timeframe, or at all, the expected benefits, including synergies, cost savings and operational efficiencies, may not be realized fully, or at all, or may take longer to realize than expected and the value of our common stock may be adversely affected. Additionally, as a result of the Cheney Brothers Acquisition, rating agencies may take negative actions against our credit ratings, which may increase our financing costs, including in connection with the financing of the Cheney Brothers Acquisition. \n\nThe integration of Cheney Brothers with our existing business will be a complex, costly and time-consuming process that may involve material challenges, including, without limitation:\n\n•unanticipated issues in integrating information technology, communications and other systems;\n\n•maintaining employee morale and attracting, motivating and retaining management personnel and other key employees;\n\n•the possibility of faulty assumptions underlying expectations regarding the integration process;\n\n•consolidating corporate and administrative infrastructures and eliminating duplicative operations;\n\n•coordinating geographically separate organizations;\n\n•unanticipated changes in federal or state laws or regulations; and\n\n•unforeseen expenses or delays.\n\nMany of these factors will be outside of our control and any one of them could materially affect our financial position, results of operations and cash flows, as well as our ability to achieve the anticipated benefits of the Cheney Brothers Acquisition.",
      "char_count": 66676
    }
  },
  "extracted_at": "2026-01-19T15:51:53.251727"
}