{
  "ticker": "PINC",
  "company_name": "Premier, Inc.",
  "cik": 1577916,
  "form_type": "10-K",
  "filing_date": "2025-08-19",
  "period_of_report": "2025-06-30",
  "fiscal_year": 2025,
  "accession_number": "0001577916-25-000011",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001577916&accession_number=000157791625000011&xbrl_type=v",
  "sic_code": "8741",
  "industry": "Services-Management Services",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nThe following discussion should be read in conjunction with our consolidated financial statements and accompanying notes thereto included elsewhere in this Annual Report on Form 10-K. The following discussion includes certain forward-looking statements. For a discussion of important factors which could cause actual results to differ materially from the results referred to in the historical information and the forward-looking statements presented herein, see “Item 1A. Risk Factors” and “Cautionary Note Regarding Forward-Looking Statements” contained in this Annual Report.\n\nOur Company\n\nPremier, Inc. (“Premier,” the “Company,” “we,” “us,” or “our”), a publicly held, for-profit corporation, incorporated in Delaware on May 14, 2013, is a leading technology-driven healthcare improvement company, providing solutions to healthcare providers in the United States. Playing a critical role in the rapidly evolving healthcare industry, Premier unites providers, suppliers, and payers to make healthcare better with national scale, smarter with actionable intelligence and faster with novel technologies. Premier offers integrated data and analytics, collaboratives, supply chain solutions, consulting and other services in service of our mission to improve the health of communities. We partner with hospitals, health systems, physicians, employers, product suppliers, service providers, and other healthcare providers and organizations with the common goal of improving and innovating in the clinical, financial, and operational areas of their businesses to meet the demands of a rapidly evolving healthcare industry, and we continue to expand our capabilities to more fully address and coordinate care improvement and standardization in the payer, and life sciences markets. With integrated data and analytics, collaboratives, supply chain services, consulting, and other services, Premier enables healthcare providers to deliver better care and outcomes at a lower cost. We believe that we play a critical role in the rapidly evolving healthcare industry, collaborating with members and other customers to co-develop long-term innovative solutions that reinvent and improve the way care is delivered to patients and paid for nationwide. We deliver value through a comprehensive technology-enabled platform that offers critical supply chain services, clinical, financial, operational, and value-based care software as a service (“SaaS”) as well as clinical and enterprise analytics licenses, consulting services, performance improvement collaborative programs, and procure-to-pay business which provide financial support services to healthcare suppliers and providers. Additionally, we provide some of the various products and services noted above to non-healthcare businesses, including through continued access to our group purchasing organization (“GPO”) programs for non-healthcare members whose contracts were sold to OMNIA Partners, LLC (“OMNIA”) (refer to Sale of Non-Healthcare GPO Member Contracts within “Liquidity and Capital Resources” section of Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations).\n\nAs a healthcare alliance, our mission, products and services, and long-term strategy have been developed in partnership with hospitals, health systems, physicians, and other healthcare providers and organizations. We believe that this partnership-driven business model creates a relationship between our members and us that is characterized by aligned incentives and mutually beneficial collaboration. This relationship affords us access to critical de-identified proprietary data and encourages member participation in the development and introduction of new products and services. Our interaction with our members provides us additional insights into the latest challenges confronting the healthcare industry and innovative best practices that we can share broadly across the healthcare industry, including throughout our membership. This model has enabled us to develop size and scale, data and analytics assets, expertise, and customer engagement required to accelerate innovation, provide differentiated solutions, and facilitate growth.\n\nWe seek to address challenges facing healthcare providers through our comprehensive suite of solutions that we believe:\n\n•improve the efficiency and effectiveness of the healthcare supply chain;\n\n•deliver improvement in cost, quality, and safety;\n\n•innovate and enable success in emerging healthcare delivery and payment models to manage the health of populations;\n\n•utilize data and analytics to drive increased connectivity as well as clinical, financial, and operational improvement; and\n\n•through payers and life sciences, expand the capabilities within these markets to improve healthcare.\n\nOur business model and solutions are designed to provide our members and other customers access to scale efficiencies, spread the cost of their development, provide actionable intelligence derived from anonymized data in our enterprise data warehouse, mitigate the risk of innovation, and disseminate best practices to help our members and other customers succeed in their transformation to higher quality and more cost-effective healthcare.\n\nWe deliver our integrated platform of solutions that address the areas of clinical intelligence, margin improvement, and value-based care through two business segments: Supply Chain Services and Performance Services. The Supply Chain Services \n\n6\n\nsegment includes one of the largest national healthcare GPO programs in the United States, serving acute and continuum of care sites and providing supply chain co-management, supply chain resiliency activities, and financial support services through our procure-to-pay functionalities which include digital supply chain market insights and digital invoicing and payables automation business (also known as Remitra®). Beginning in fiscal year 2025, our digital invoicing and payables automation business began to be reported as a component of the Supply Chain Services segment to align with our strategy and operations. For comparability purposes, fiscal year 2024 financial measures are presented with the digital invoicing and payables automation business as a component of Supply Chain Services. The Performance Services segment consists of our technology and services platform with offerings that help optimize performance in three main areas – clinical intelligence, margin improvement, and value-based care – using advanced analytics to identify improvement opportunities, consulting and managed services for clinical and operational design, and workflow solutions to hardwire sustainable change in the provider, payer, and life sciences markets.\n\nFiscal Year 2025 Developments\n\nStrategic Review\n\nIn February 2024, we announced that our Board of Directors concluded its exploration of strategic alternatives. As part of the strategic review process, the Board of Directors authorized us to seek partners for some or all of our holdings in Contigo Health, LLC (“Contigo Health”), our subsidiary focused on providing comprehensive services that optimize employee health benefits, and SVS LLC d/b/a S2S Global (“S2S Global”), our direct sourcing subsidiary.\n\nOn October 1, 2024, our wholly owned subsidiary, Premier Supply Chain Improvement, LLC exchanged all of its holdings in S2S Global for 9,375,000 limited partnership units, or a 20% minority interest, in Prestige Ameritech, Ltd. (“Prestige”) (the “S2S Divestiture”). This minority interest ownership is in addition to our existing indirect investment in Prestige, increasing our total ownership interest (direct and indirect) in Prestige to approximately 24% in the aggregate. Pursuant to the S2S Divestiture, PRAM Holdings, LLC (“PRAM”) recognized a gain on its equity value directly tied to the S2S Divestiture of $12.8 million in continuing operations. With the $52.6 million loss in discontinued operations, the net impact associated with the divestiture was $39.8 million. We met the criteria for classifying certain assets and liabilities of the direct sourcing business as a discontinued operation as of September 30, 2024. Accordingly, unless otherwise indicated, information in this Annual Report has been retrospectively adjusted to reflect continuing operations for all periods presented. See Note 4 - Discontinued Operations and Exit Activities to the accompanying consolidated financial statements for further information.\n\nOn January 16, 2025, Contigo Health sold certain assets and liabilities associated with its wrap network business for a purchase price of $15.0 million, subject to working capital and other customary adjustments, to Direct Pay AG. During the year ended June 30, 2025, we recorded a gain on the sale of these certain assets and liabilities of $13.9 million. We continue to own and operate Contigo's remaining businesses, including its center of excellence and third party administrative services. However, we expect that these remaining businesses will be substantially, if not entirely, transitioned to partners or wound down by December 31, 2025.\n\nIn February 2024, our Board of Directors authorized the repurchase of up to $1.0 billion of our outstanding Class A common stock (“Common Stock”) (“Share Repurchase Authorization”). Additionally, in February 2024, under the Share Repurchase Authorization, we entered into an accelerated share repurchase agreement (the “2024 ASR Agreement”) with Bank of America, N.A. (“Bank of America”) to repurchase an aggregate of $400.0 million of shares of our Common Stock, which was completed on July 11, 2024. On August 20, 2024, we announced that our Board of Directors approved execution of another $200.0 million of Common Stock repurchases under the Share Repurchase Authorization, which were completed on January 6, 2025. In February 2025, we announced that our Board of Directors approved two accelerated share repurchase agreements (the “2025 ASR Agreements”) with JPMorgan Chase Bank, National Association (“JPMorgan”), under the Share Repurchase Authorization, to repurchase an aggregate of $200.0 million of shares of our Common Stock. Final settlement of the transactions under the 2025 ASR Agreements was completed on August 18, 2025. The Share Repurchase Authorization expired on June 30, 2025, and accordingly we will not make any repurchases under the authorization in addition to the $800 million of repurchases described above. Refer to “Share Repurchase Authorization” within “Contractual Obligations” section of Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations for more information.\n\nImpact of Tariffs\n\nThe Trump administration has recently implemented, or threatened to implement, significant new and increased tariffs on certain industries and countries. While the specifics of these tariffs are still evolving, the implementation of new or increased tariffs on medical supplies, equipment, pharmaceuticals, and other products may adversely affect our suppliers’ pricing structures or operational capabilities, leading to higher procurement costs for our members and other customers, potentially resulting in reduced purchasing power, changes in sourcing decisions, and margin pressure throughout their supply chains. We continue to monitor tariff developments and are working to continue to build resiliency within our portfolio and diversification \n\n7\n\nof suppliers to mitigate the financial impact on our members and other customers. See “Item 1A. Risk Factors” in this Annual Report for further discussion on the risks related to tariffs.\n\nAcquisition of IllumiCare, Inc.\n\nOn June 13, 2025, we acquired, through our wholly owned subsidiary Premier Healthcare Solutions, Inc., 100% of the issued and outstanding capital stock in IllumiCare, Inc (“IllumiCare”) for a preliminary adjusted purchase price of $47.5 million, net of cash acquired, and subject to certain customary post-closing adjustments (“IllumiCare acquisition”). We paid $39.8 million with cash on hand, net of cash acquired, of which $4.5 million was placed in escrow to secure primarily certain indemnification obligations of the former IllumiCare owners. The acquisition agreement provides for potential additional contingent earn-out payments to the former IllumiCare owners of up to $15.0 million based upon achievement of certain specified post-closing business performance goals. IllumiCare is reported as part of the Performance Services Segment. See Note 3 - Business Acquisitions to the accompanying consolidated financial statements for further information.\n\nIndustry Overview\n\nAccording to data from the Centers for Medicare & Medicaid Services (“CMS”), healthcare expenditures are a large component of the United States economy and are expected to grow by an average of 5.8% per year for the period 2024-2033, reaching 20.3% of gross domestic product, or GDP, by 2033. According to data from the 2023 American Hospital Association’s Annual Survey, published in the 2025 edition of the AHA Hospital Statistics™, there were more than 5,100 United States community hospitals with approximately 781,200 staffed beds in the United States. Of these acute care facilities, approximately 3,600 were part of either multi-hospital or diversified single hospital systems, meaning they were owned, leased, sponsored, or contract managed by a central organization. Based upon 2024 reporting from the United States Department of Labor and healthcare industry sources, in addition to United States hospitals, there were approximately 888,000 facilities and providers across the continuum of care in the United States. These facilities include primary/ambulatory care, post-acute care, and other providers. \n\nHealthcare Supply Chain Services Industry\n\nAccording to CMS data, total spending on hospital services in the United States is projected to be $1.8 trillion, or approximately 31% of total healthcare expenditures, in calendar year 2025. Expenses associated with the hospital supply chain, such as supplies as well as operational and capital expenditures, typically represent a material portion of a hospital’s budget. With continued reimbursement rate pressure across government and managed care payers, a transitioning payment model from fee-for-service to value-based payment, and national health expenditures representing a material portion of the economy, healthcare providers are examining all sources of cost savings, with supply chain spending a key area of focus. We believe opportunities to drive cost out of the healthcare supply chain include improved pricing for medical supplies, pharmaceuticals, facilities expenditures, food service products, and information technology, as well as appropriate resource utilization, mitigating pharmaceutical and medical device shortages, and increased operational efficiency.\n\nFrom origination at the supplier to final consumption by the provider or patient, healthcare products pass through an extensive supply chain incorporating manufacturers, wholesalers, distributors, GPOs, pharmacy benefit managers, and retail, long-term care, and integrated pharmacies, among others. In response to the national focus on health spending and managing healthcare costs, along with the increased pressure in light of recent legislative developments, supply chain participants are seeking more convenient and cost-efficient ways to deliver products to patients and providers. We believe that improvements to the healthcare supply chain to bring it on par with other industries that have more sophisticated supply chain management can drive out material inefficiencies and cost. See “Item 1A. Risk Factors” in this Annual Report for further information.\n\nHealthcare Performance Services Industry\n\nState and federal budget pressures stemming from increased deficit spending, employer and consumer demands for lower costs, and the need for improved quality and outcomes have generated greater focus among healthcare providers on cost management, quality and safety, and value-based care. As a result, over the past two decades, the Department of Health and Human Services (“HHS”) has pushed to move from fee-for-service to alternative payment models (“APMs”). APMs, such as capitated and bundled payment arrangements with accountable care organizations (“ACOs”) and other providers, make healthcare providers more accountable for cost and quality goals. This movement will continue given the strong bipartisan support for these models. Over the long-term, health systems will need to continually monitor performance and manage costs, while demonstrating high levels of quality and implementing new care delivery models.\n\nWe expect information technology to continue to play a key enabling role in workflow efficiency and cost reduction, performance improvement, and care delivery transformation across the healthcare industry in both acute and continuum of care settings. In particular, the trends toward value-based payment models and healthcare require more sophisticated business intelligence, expanded data sets, and technology solutions. To achieve higher-quality outcomes and control total cost of care, \n\n8\n\nproviders exhibit a strong and continuing need for more comprehensive data and analytic capabilities to help them understand their current and future performance, identify opportunities for improvement, and manage value-based care risk. Similarly, our consulting services business is growing in the areas of business model strategy and redesign, process and margin improvement, labor productivity, non-labor cost management, clinical integration, and change management. In addition, our business increasingly relies on artificial intelligence (“AI”) technologies to collect, aggregate, analyze and/or generate data or other materials or content. See “Item 1A. Risk Factors” in this Annual Report for further discussion on the risks related to AI.\n\nOur Membership\n\nOur current membership base includes many of the country’s most progressive and forward-thinking healthcare organizations. The participation of these organizations in our membership provides us additional insights into the latest challenges confronting the industry we serve and innovative best practices that we can share broadly throughout our membership. We continually seek to add new members that are at the forefront of innovation in the healthcare industry. At June 30, 2025, our members included more than 4,250 acute care healthcare providers and approximately 365,000 active members. Over 520 individuals, representing approximately 180 of our United States hospital members, sit on 27 of our strategic and sourcing committees, and as part of these committees, use their industry expertise to advise on ways to improve the development, quality, and value of our products and services. In addition, three individuals who served on our Board of Directors during fiscal year 2025 are or were previously executives at our United States hospital member systems, providing valuable and unique insights into the challenges faced by hospitals and health systems and the innovations necessary to address these challenges. No individual member or member systems generated more than 10% of our net revenue for the fiscal years ended June 30, 2025 and 2024. Total GPO purchasing volume by all members participating in our GPO was more than $87 billion and $84 billion for the calendar years 2024 and 2023, respectively.\n\nOur Business Segments\n\nWe deliver our integrated platform of solutions that address the areas of clinical intelligence, margin improvement, and value-based care and manage our business through two business segments: Supply Chain Services and Performance Services. Refer to Note 18 - Segments to the accompanying consolidated financial statements for further information. We have no significant foreign operations or revenues.\n\nSupply Chain Services\n\nOur Supply Chain Services segment assists our members and other customers in managing their non-labor expense and capital spend through a combination of products, services, and technologies, including one of the largest national healthcare GPO programs in the United States serving acute and continuum of care sites, and providing supply chain co-management, supply chain resiliency activities, and financial support services through our procure-to-pay functionalities which include digital supply chain market insights and digital invoicing and payables automation business. Membership in our GPO also provides access to certain supply chain-related SaaS informatics products and the opportunity to participate in our ASCENDriveTM and SURPASS® performance groups. Our Supply Chain Services segment consists of the following products and solutions:\n\nGroup Purchasing.    Our portfolio of over 3,400 contracts with over 1,400 suppliers provides our members with access to a wide range of products and services, including medical and surgical products, pharmaceuticals, laboratory supplies, capital equipment, information technology, facilities and construction, and food and nutritional products. We use our members’ aggregate purchasing power to negotiate pricing discounts, improved quality and resiliency of products, and improved contract terms with suppliers. Contracted suppliers pay us administrative fees based on the net negotiated price and purchase volume of goods and services sold to our members under the contracts we have negotiated. We also partner with other organizations, including regional GPOs, to extend our network base to their members.\n\nOur contract portfolio is designed to offer our members a flexible solution comprised of multi-sourced supplier contracts, as well as pre-commitment and/or single-sourced contracts that offer higher discounts. Our multi-sourced contracts offer pricing tiers based on purchasing volume and/or commitment and multiple suppliers for many products and services. Our pre-commitment contracts require that a certain amount of our members commit in advance to a specified amount or percentage of purchasing volume before we enter into a contract with a particular supplier. Our single-source contracts are entered into with a specified supplier, and through this exclusive relationship, allow us to contract for products that meet our members’ specifications. In the case of pre-commitment contracts, we provide the particular supplier with a list of members that have pre-committed to a specified amount or percentage of purchasing volume and the supplier directly handles the tracking and monitoring of fulfillment of such purchasing volume. In the case of single and multi-sourced contracts, we negotiate and execute the contracts with suppliers on behalf of our members and make such contracts available to our members to access. The utilization of such single and multi-sourced contracts is determined by each particular member with assistance from our commercial account management team. Since there are no specific fulfillment requirements needed in our single and multi-source contracts in order to obtain certain pricing levels, each particular \n\n9\n\nmember and supplier agree on the appropriate pricing tier based on expected purchasing volume with tracking and ongoing validation of such purchasing volume provided by the supplier. The flexibility provided by our expansive contract portfolio allows us to effectively address the varying needs of our members and the significant number of factors that influence and dictate these needs, including overall size, service mix, and the degree of integration between hospitals in a healthcare system.\n\nWe continually innovate our GPO programs and supply chain platforms while targeting multiple markets, including acute, continuum of care, and non-healthcare site settings. As of June 30, 2025, our core base is a network of more than 4,250 acute care healthcare providers. In addition, our continuum of care program, one of the largest in the United States, which covers over 70 classes of trade, including non-healthcare, had approximately 365,000 active members as of June 30, 2025, which represents an increase of approximately 40,000 members, or 12%, over fiscal year 2024. A number of these members in Premier’s continuum of care program are affiliated, owned, leased, or managed by our members.\n\nPerformance Groups.     Our Performance Groups are highly committed purchasing programs, which enable members to benefit from coordinated purchasing decisions and maintain standardization across their facilities. Our Performance Groups include the ASCENDrive and the SURPASS Performance Groups.\n\nASCENDrive Performance Group.    Our ASCENDrive Performance Group (“ASCENDrive”) has developed a process to aggregate purchasing data for our members, enabling such members to benefit from committed group purchases within the Performance Group. Through ASCENDrive, members receive group purchasing programs, tiers and prices specifically negotiated for them and knowledge sharing with other member participants. As of June 30, 2025, approximately 880 United States acute care sites and 7,300 continuum of care sites participated in ASCENDrive. These member participants have identified over $1.4 billion in additional savings as compared to their United States hospital peers not participating in ASCENDrive since its inception in 2009. For calendar year 2024, these member participants had approximately $17.0 billion in annual supply chain purchasing spend.\n\nSURPASS Performance Group.    Our SURPASS Performance Group (“SURPASS”) builds upon and complements ASCENDrive and drives even greater savings for members at a correspondingly higher level of commitment. SURPASS brings together our most committed members that are able to coordinate purchasing decisions, review utilization, and achieve and maintain standardization across their facilities. SURPASS utilizes our PACER (Partnership for the Advancement of Comparative Effectiveness Review) methodology, which brings together clinically led cohorts to make evidence-based decisions about physician and clinician preference items with the goal of materially reducing the total cost of care. As of June 30, 2025, a group of 43 members representing approximately 620 acute care sites and 9,000 continuum of care sites participate in SURPASS. These member participants have identified over $433.9 million in additional savings via their efforts in more than 130 categories since its inception in 2018. For calendar year 2024, these member participants had approximately $16.0 billion in annual supply chain purchasing spend.\n\nSupply Chain Co-Management.    We manage and co-manage all or portions of the supply chain operations for contracted members and other customers to drive down costs through processes, including value analysis, product standardization, strategic resource allocation, and improved operational efficiency. \n\nSupply Chain Resiliency Program.    In partnership with our members, we have created a program designed to promote domestic and geographically diverse manufacturing and ensure a robust and resilient supply chain for essential medical products. The program is intended to provide a means to invest in or partner with businesses that can supply shortage products, co-fund the development of affordable products that address specific market needs and create strategic sourcing contracts to ensure continuous supply for our members and customers. We believe this program is most successful when we are able to partner with our members through investments or long-term purchasing commitments on these initiatives. \n\nOur Supply Chain Resiliency Program includes, but is not limited to, the following:\n\nPRAM Holdings, LLC. We formed PRAM Holdings, LLC (“PRAM”) in 2020 in partnership with member health systems to invest in Prestige Ameritech Ltd. (“Prestige”), a domestic manufacturer of masks, sterile intravenous solutions and other personal protective equipment (“PPE”), whereby our members obtain a direct domestic source to critical PPE. \n\nExPre Holdings, LLC. We formed ExPre Holdings, LLC (“ExPre”) in 2022 in partnership with member health systems to invest in Exela Holdings, Inc. (“Exela”), a domestic manufacturer of proprietary and generic sterile injectable products, whereby our members obtain a direct source to certain critical pharmaceutical products. \n\n10\n\nSaaS Informatics Products.    Members of our GPO have access to certain SaaS informatics products related to the supply chain and have the ability to purchase additional elements that are discussed in more detail below under “Our Business Segments - Performance Services.”\n\nProcure-to-Pay.    Our procure-to-pay business which include digital supply chain market insights and digital invoicing and payables automation business provides health systems and suppliers cost management solutions with our Procure-to-Pay technology designed to support greater efficiencies in the procurement process through automated purchasing and payment solutions. The Procure-to-Pay platform powers supplier and provider networks and uses optical character recognition to automate invoicing and payables. Our digital invoicing and payables automation business seeks to streamline financial processes, reduce errors and fraud, unlock cost and labor efficiencies, and become a leading digital invoicing and payables platform for all of healthcare, agnostic of Enterprise Resource Planning system (ERP), GPO, or treasury partner.\n\nPerformance Services\n\nOur Performance Services segment consists of our technology and services platform with offerings that help optimize performance in three main areas – clinical intelligence, margin improvement, and value-based care – using advanced analytics to identify improvement opportunities, consulting and managed services for clinical and operational design, and workflow solutions to hardwire sustainable change in the provider, payer, and life sciences markets.\n\nTechnology and Services Platform.    With a broad provider network, advanced analytics, and the incorporation and desired expansion of AI-powered technology backed by our large dataset, we believe this platform has the ability to accelerate ingenuity in healthcare.\n\nOur technology and services platform helps optimize performance in three main areas – clinical intelligence, margin improvement, and value-based care – using advanced analytics to identify improvement opportunities, consulting services for clinical and operational design, and workflow solutions to hardwire sustainable change.\n\nClinical intelligence solutions help drive greater clinical effectiveness and efficiency across the care continuum by surfacing analytics and peer benchmarking on hard-to-find, high-value quality improvement areas, helping providers improve care delivery; delivering real-time clinical surveillance to help providers drive faster, more informed decisions regarding patient safety, including ongoing infection prevention, antimicrobial stewardship, and reduction of hospital acquired conditions; using AI-enabled clinical decision support integrated into the provider workflow to support evidence-based decisions by providers at the point of care, and improve prior authorization automation; providing life sciences services through Applied Science for the development of research, real-world evidence, and clinical trials innovation for medical device, diagnostic, and pharmaceutical companies; and operating the 100 Top Hospitals® program, which is a program that creates a national benchmark to provide hospitals and health systems accurate context through which to view their performance. This program includes the 100 Top Collaborative, which works to develop quality, safety, and cost metrics with consistency and standardization. We believe participation in the 100 Top Collaborative better prepares providers to deal with evolving and uncertain healthcare reform requirements and differentiate on care delivery in their markets.\n\nMargin improvement solutions help lower total costs and improve provider operating margins by surfacing analytics and peer benchmarking on hard-to-find, supply savings, and workforce management opportunities that lower costs without impacting quality; optimizing workforce management with integrated financial reporting and budgeting across the continuum of care; providing savings through an enterprise resource planning solution built specifically for healthcare; deploying consulting services to deliver clinically integrated, margin improvement transformation throughout a health system; and providing management services to insurance programs to assist United States hospital and healthcare system members with liability and benefits insurance services, along with risk management services to improve their quality, patient safety, and financial performance while lowering costs.\n\nValue-based care solutions help health systems implement effective models of care to succeed in new, value-based payment arrangements by surfacing analytics and peer benchmarking to help identify hard-to-find, population-based improvement opportunities necessary to take financial risk and succeed in value-based care; optimizing and managing the physician enterprise to rationalize medical group investment via revenue enhancement, cost reduction strategies, and implementation of sustainable evidence-based practices; and participating in the Population Health Management, Bundled Payment, and Physician Enterprise Collaboratives for the opportunity to share value-based care and payment developmental strategies, programs, and best practices.\n\nThe data yielded through the technology and services platform is de-identified and aggregated in what we believe to be the nation’s leading comprehensive database, representing over 20 years of data from more than 1,000 hospitals spanning multiple therapeutic areas. A research team including clinicians, epidemiologists, health economists, health services \n\n11\n\nresearchers, statisticians, and other subject matter experts leverage the dataset to deliver real world evidence, in partnership with Life Science innovators. Studies, test methods, strategies, and tools created can promote the adoption and integration of evidence-based practices to help improve outcomes and the quality and effectiveness of care.\n\nThe Performance Services segment supports Premier’s long-term strategy to diversify revenue into adjacent markets, defined as non-traditional markets, penetrated by Premier’s businesses. \n\nPricing and Contracts\n\nSupply Chain Services\n\nGPO Programs:\n\nOur GPO primarily generates revenue through administrative fees received from contracted suppliers for a percentage of the net negotiated purchase price of goods and services sold to members under negotiated supplier contracts. Pursuant to the terms of GPO participation agreements entered into by the members, our members currently receive revenue share based upon purchasing by such member’s owned, leased, managed, and affiliated facilities through our GPO supplier contracts.\n\nGenerally, our GPO participation agreements may not be terminated without penalty except for cause or in the event of a change of control of the GPO member. The GPO member can terminate the GPO participation agreement at the end of the then-current term by notifying Premier of the member’s decision not to renew. Our GPO participation agreements generally provide for liquidated damages in the event of a termination not otherwise permitted under the agreement.\n\nIn connection with our 2020 Restructuring, we extended the terms of a majority of our GPO participation agreements, and in recent years we have focused on renewing these agreements as they approach the end of the 2020 extensions. As of June 30, 2025, GPO member agreements representing approximately 20% of the gross administrative fees associated with the GPO member agreements that were extended in 2020 still need to be addressed. We expect to address the majority of these remaining member agreements in fiscal year 2026. Due to competitive market conditions, we have experienced, and expect to continue to experience requests to provide existing and prospective members increases in revenue share on incremental and/or overall purchasing volume.\n\nOur GPO also generates revenue from suppliers associated with our performance groups.\n\nSupply Chain Co-Management:\n\nIn our supply chain co-management activities, we earn revenue in the form of a service fee for services performed under the supply chain management contracts. Service fees are billed as stipulated in the contract, and revenue is recognized on a proportional performance method as services are performed. Additionally, we have a select number of agreements with incentive fees, which are based generally on savings achievement and operational performance metrics.\n\nProcure-to-Pay:\n\nThe main source of revenue for the procure-to-pay business consists of fees from healthcare suppliers and providers. For fixed fee contracts, revenue is recognized in the period in which the services have been provided. For variable rate contracts, revenue is recognized as customers are invoiced after services have been provided.\n\nPerformance Services\n\nPerformance Services revenue consists of revenue generated through our technology and services platform. The main sources of revenue under this platform are (i) subscription agreements to our SaaS-based clinical intelligence, margin improvement, and value-based care products, (ii) licensing revenue, (iii) professional fees for consulting services, and (iv) other miscellaneous revenue including data licenses, annual subscriptions to our performance improvement collaboratives, insurance services management fees, and commissions from endorsed commercial insurance programs.\n\nSaaS-based clinical analytics products subscriptions include the right to access our proprietary hosted technology on a SaaS basis, training and member support to deliver improvements in cost management, margin improvement, quality and safety, value-based care, and provider analytics. Pricing varies by application and size of the healthcare system. Clinical analytics products subscriptions are generally three- to five-year agreements with automatic renewal clauses and annual price escalators that typically do not allow for early termination. These agreements do not allow for physical possession of the software. Subscription fees are typically billed on a monthly basis and revenue is recognized as a single deliverable on a straight-line basis over the remaining contractual period following implementation. Implementation involves the completion of data preparation services that are unique to each member's data set in order to access and transfer member data into our hosted SaaS-\n\n12\n\nbased clinical analytics products. Implementation is generally 60 to 240 days following contract execution before the SaaS-based clinical analytics products can be fully utilized by the member.\n\nEnterprise analytics licenses include term licenses that generally range from three to ten years and offer clinical analytics products, improvements in cost management, quality and safety, value-based care, and provider analytics. Pricing varies by application and size of healthcare system. Revenue on licensing is recognized upon delivery of the software code and revenue from hosting and maintenance is recognized ratably over the life of the contract.\n\nConsulting services are provided under contracts whose terms vary according to the specific nature of each engagement. These services typically include general consulting, report-based consulting, managed services, and margin improvement initiatives. Fees are billed as stipulated in the contract, and revenue is recognized on a proportional performance method as services are performed or when deliverables are provided. In situations where the contracts have significant contract performance guarantees or member acceptance provisions, the transaction price is considered variable and is estimated and constrained. Fees are based either on the savings that are delivered or a fixed fee.\n\nOther miscellaneous revenue generated through the technology and services platform includes revenue from data licenses which provide customers data from the healthcare database and is recognized upon delivery of the data; revenue from performance improvement collaboratives that support our offerings in cost management, quality and safety, and value-based care and is recognized over the service period as the services are provided, which is generally one to three years; and revenue through insurance services management fees, which are recognized in the period in which related services are provided, except for commissions from endorsed commercial insurance programs, which are earned by acting as an intermediary in the placement of effective insurance policies and are recognized at a point in time on the effective date of the associated policies when control of the policy transfers to the customer and is constrained for estimated early terminations.\n\nRevenue Concentration\n\nOur customers consist of our GPO suppliers and both GPO and non-GPO members that utilize our other products and services and other healthcare and non-healthcare businesses. Our top five customers accounted for 12% and 14% of our consolidated net revenues for the years ended June 30, 2025 and 2024, respectively. No customer generated more than 10% of our net revenue during each of the years ended June 30, 2025 and 2024.\n\nIntellectual Property\n\nWe offer our members a range of products to which we have appropriate intellectual property rights, including online services, best practices content, databases, electronic tools, web-based applications, performance metrics, business methodologies, proprietary algorithms, software products, and consulting services deliverables. We own and control a variety of trade secrets, confidential information, trademarks, trade names, copyrights, domain names, and other intellectual property rights that, in the aggregate, are of material importance to our business.\n\nWe protect our intellectual property by relying on federal, state, and common law rights, as well as contractual arrangements. We are licensed to use certain technology and other intellectual property rights owned and controlled by others, and, similarly, other companies are licensed to use certain technology and other intellectual property rights owned and controlled by us.\n\nResearch and Development\n\nOur research and development (“R&D”) expenditures primarily consist of our strategic investment in internally-developed software to develop new and enhance existing SaaS- and license-based products offerings and new product development in the areas of cost management, quality and safety, and value-based care. From time to time, we may experience fluctuations in our research and development expenditures across reportable periods due to the timing of our software development life cycles, with new product features and functionality, new technologies, and upgrades to our service offerings.\n\nInformation Technology and Cybersecurity Risk Management\n\nWe rely on digital technology to conduct our business operations and engage with our members and business partners. The technology we, our members, and business partners use grows more complex over time as do threats to our business operations from cyber intrusions, denial of service attacks, manipulation, and other cyber misconduct. Through a risk management approach that continually assesses and improves our Information Technology (IT) and cybersecurity threat deterrence capabilities, our Information Security and Risk Management groups have formed a functional collaboration to provide leadership and oversight when managing IT and cybersecurity risks. \n\nThrough a combination of Security, Governance, Risk, and Compliance (GRC) resources, we (i) proactively monitor IT controls to better ensure compliance with legal and regulatory requirements, (ii) assess adherence by third parties we partner \n\n13\n\nwith to ensure that the appropriate risk management standards are met, (iii) ensure essential business functions remain available during a business disruption, and (iv) continually develop and update response plans to address potential IT or cyber incidents should they occur. Our GRC resources are designed to prioritize IT and cybersecurity risks areas, identify solutions that minimize such risks, pursue optimal outcomes, and maintain compliance with contractual obligations. We also maintain an operational security function that has 24x7x365 response capabilities that triage potential incidents and triggers impact mitigation protocols. These capabilities allow us to apply best practices and reduce exposure in the case of a security incident. For more information regarding the risks associated with these matters, see “Item 1A. Risk Factors - We could suffer a loss of revenue and increased costs, exposure to material liability, reputational harm, and other serious negative consequences if we, our service providers or other suppliers, or our members or customers are subject to cyber-attacks or other data security breaches that disrupt our operations or result in the dissemination of proprietary or confidential information about us, our members or customers, other third parties, patients or employees.” For more information on cybersecurity risk management matters, see Item 1C. Cybersecurity”\n\nCompetition\n\nThe markets for our products and services in both our Supply Chain Services segment and Performance Services segment are fragmented, highly competitive, and characterized by rapidly evolving technology and product standards, user needs, and the frequent introduction of new products and services. We have experienced and expect to continue to experience intense competition from a number of companies. \n\nOur Supply Chain Services segment’s competitors primarily compete with our group purchasing, supply chain co-management, and procure-to-pay business.\n\n•Our group purchasing business competes with other large traditional healthcare GPOs such as HealthTrust Purchasing Group (a subsidiary of HCA Holdings, Inc.), Managed Health Care Associates, Inc., and Vizient, Inc. In addition, we compete against certain healthcare provider-owned GPOs and online retailers in this segment.\n\n•Our supply chain co-management business competes with organizations that provide supply chain outsourcing or embedded resources and supply chain transformation services, such as The Resource Group and CPS Solutions, LLC.\n\n•Our procure-to-pay business competes with organizations such as Global Healthcare Exchange, LLC (GHX) for our digital invoicing product, Coupa Software Inc. and Taulia for our digital payables product, and tier one treasury banks (e.g., JPMorgan Chase and Co., Wells Fargo, Bank of America, etc.) as well as niche factoring companies for our financing solutions product.\n\nOur Performance Services segment’s competitors compete with our technology and services platform.\n\n•The primary competitors of our technology and services platform range from smaller niche companies to large, well-financed and technologically sophisticated entities. Our primary competitors include (i) information technology providers such as Veradigm, Inc. (f/k/a Allscripts Healthcare Solutions, Inc.), Epic Systems Corporation, Health Catalyst, Inc., IBM Corporation, Infor, Inc., Oracle Corporation, Arcadia Solutions, LLC, Vizient, Inc., and Innovaccer, Inc. and (ii) consulting and outsourcing firms such as Deloitte Consulting, Evolent Health, Inc., Huron Consulting, Inc., Guidehouse Consulting, Inc., Optum, Inc. (a subsidiary of UnitedHealth Group, Inc.), and Kaufman, Hall and Associates, LLC (a subsidiary of Vizient, Inc.).\n\nWith respect to our products and services across both segments, we compete on the basis of several factors, including price, breadth, depth and quality of product and service offerings, ability to deliver clinical, financial, and operational performance improvements through the use of products and services, quality and reliability of services, ease of use and convenience, brand recognition, and the ability to integrate services with existing technology.\n\nGovernment Regulation\n\nGeneral\n\nThe healthcare industry is highly regulated by federal and state authorities and is subject to changing legal, political, economic, and regulatory influences. Factors such as changes in reimbursement policies for healthcare expenses, consolidation in the healthcare industry, and general economic conditions affect the purchasing practices, operations, and the financial health of healthcare organizations. In particular, changes in laws and regulations affecting the healthcare industry, such as increased regulation of the purchase and sale of medical products, or restrictions on permissible discounts and other financial arrangements, could require us to make unplanned and costly modifications to our products and services, and may result in delays or cancellations of orders or a reduction of funds and demand for our products and services.\n\n14\n\nWe are subject to numerous risks arising from governmental oversight and regulation. You should carefully review the following discussion and the risks discussed under “Item 1A. Risk Factors” for a more detailed discussion.\n\nAffordable Care Act \n\nThe passage of the Patient Protection and Affordable Care Act (“ACA”) in 2010 aimed to expand access to affordable health insurance, control healthcare spending, and improve healthcare quality. The law included provisions to tie Medicare provider reimbursement to healthcare quality and incentives, mandatory compliance programs, enhanced transparency disclosure requirements, increased funding and initiatives to address fraud and abuse, and incentives to state Medicaid programs to promote community-based care as an alternative to institutional long-term care services. In addition, the law created an innovation center to test and scale new APMs and ACOs. These programs created fundamental changes in the delivery of healthcare. \n\nSince its passage, the ACA has been subject to continued scrutiny and threats to repeal it in parts or in whole. Recent Congressional action has impacted several provisions of the ACA as it relates to Medicaid-expansion. While these changes do not directly impact us or areas that are core to our business, they do impact the financial stability of our members and other customers and therefore may have indirect impacts on us. Additional future changes may ultimately impact the provisions of the ACA or other laws or regulations that either currently affect, or may in the future affect, our business. \n\nUnited States Food and Drug Administration Regulation\n\nThe United States Food and Drug Administration (“FDA”) has the authority to regulate products that meet the definition of a medical device under the Federal Food, Drug, and Cosmetic Act. To the extent that functionality or intended use in one or more of our current or future software products causes it to be regulated as a medical device under existing or future FDA laws or regulations, including the 21st Century Cures Act, which addresses, among other issues, the patient safety concerns generated by cybersecurity risks to medical devices and the interoperability between medical devices, we could be required to register these software product(s) with the FDA and undergo the applicable regulatory clearance or approval process, which may require us to conduct clinical trials. There is risk that the software product may not be authorized by the FDA or that we may not be able to market the software product during the FDA review process. In addition, registering a software product with the FDA can be a costly and timely endeavor creating additional regulatory scrutiny for the Company, as well as additional compliance requirements with FDA laws, regulations and guidance. Even after regulatory authorization, additional regulatory review may be required if a material change is made to a device.\n\nCivil and Criminal Fraud, Waste, and Abuse Laws\n\nWe are subject to federal and state laws and regulations designed to protect patients, governmental healthcare programs, and private health plans from fraudulent and abusive activities. These laws include anti-kickback restrictions and laws prohibiting the submission of false or fraudulent claims. These laws are complex and broadly worded, and their application to our specific products, services, and relationships may not be clear and may be applied to our business in ways that we do not anticipate. Federal and state regulatory and law enforcement authorities have over time increased enforcement activities with respect to Medicare and Medicaid fraud, waste, and abuse regulations and other reimbursement laws and rules. These laws and regulations include:\n\nAnti-Kickback Laws.    The federal Anti-Kickback Statute prohibits the knowing and willful offer, payment, solicitation, or receipt of remuneration, directly or indirectly, in return for the referral of patients or arranging for the referral of patients, or in return for the recommendation, arrangement, purchase, lease, or order of items or services that are covered, in whole or in part, by a federal healthcare program such as Medicare or Medicaid. The definition of \"remuneration\" has been broadly interpreted to include anything of value such as gifts, discounts, rebates, waiver of payments, or providing anything at less than its fair market value. Many states have adopted similar prohibitions against kickbacks and other practices that are intended to influence the purchase, lease, or ordering of healthcare items and services regardless of whether the item or service is covered under a governmental health program or private health plan. Certain statutory and regulatory safe harbors exist that protect specified business arrangements from prosecution under the Anti-Kickback Statute if all elements of an applicable safe harbor are met, however these safe harbors are narrow and often difficult to comply with. Congress has appropriated an increasing amount of funds in recent years to support enforcement activities aimed at reducing healthcare fraud and abuse.\n\nThe United States Department of Health and Human Services, or HHS, created certain safe harbor regulations which, if fully complied with, assure parties to a particular arrangement covered by a safe harbor that they will not be prosecuted under the Anti-Kickback Statute with respect to such arrangement. We operate our group purchasing services, pricing discount arrangements with suppliers, and revenue share arrangements with applicable members in reliance on the safe harbor for GPOs set forth at 42 C.F.R. § 1001.952(j) and the discount safe harbor set forth at 42 C.F.R. § 1001.952(h). Although full compliance with the provisions of a safe harbor ensures against prosecution under the Anti-Kickback Statute, failure of a transaction or \n\n15\n\narrangement to fit within a safe harbor does not necessarily mean that the transaction or arrangement is illegal or that prosecution under the Anti-Kickback Statute will be pursued. From time to time, HHS, through its Office of Inspector General, makes formal and informal inquiries, conducts investigations, and audits the business practices of GPOs, including our GPO, the result of which could be new rules, regulations, or in some cases, a formal enforcement action. \n\nTo help ensure regulatory compliance with HHS rules and regulations, our members that report their costs to Medicare are required under the terms of the Premier Group Purchasing Policy to appropriately reflect all elements of value received in connection with our initial public offering (“IPO”), including under the various agreements entered into in connection therewith, on their cost reports. We are required to furnish applicable reports to such members setting forth the amount of such value, to assist their compliance with such cost reporting requirements. There can be no assurance that the HHS Office of Inspector General or the United States Department of Justice, or DOJ, will concur that these actions satisfy their applicable rules and regulations. \n\nFalse Claims Act.    Our business is also subject to numerous federal and state laws that forbid the submission or “causing the submission” of false or fraudulent information or the failure to disclose information in connection with the submission and payment of claims for reimbursement to Medicare, Medicaid, or other governmental healthcare programs or private health plans. In particular, the False Claims Act, or FCA, prohibits a person from knowingly presenting or causing to be presented a false or fraudulent claim for payment or approval by an officer, employee or agent of the United States. In addition, the FCA prohibits a person from knowingly making, using, or causing to be made or used a false record or statement material to such a claim. Violations of the FCA may result in treble damages, material monetary penalties, and other collateral consequences including, potentially, exclusion from participation in federally funded healthcare programs. A claim that includes items or services resulting from a violation of the Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the FCA.\n\nPrivacy and Security Laws.    The Health Insurance Portability and Accountability Act of 1996, or HIPAA, contains substantial restrictions and requirements with respect to the use and disclosure of certain individually identifiable health information, referred to as “protected health information.” The HIPAA Privacy Rule prohibits a covered entity or a business associate (essentially, a third party engaged to assist a covered entity with enumerated operational and/or compliance functions) from using or disclosing protected health information unless the use or disclosure is validly authorized by the individual or is specifically required or permitted under the HIPAA Privacy Rule and only if certain complex requirements are met. In addition to following these complex requirements, covered entities and business associates must also meet additional compliance obligations set forth in the HIPAA Privacy Rule. The HIPAA Security Rule establishes administrative, organizational, physical, and technical safeguards to protect the confidentiality, integrity, and availability of electronic protected health information maintained or transmitted by covered entities and business associates. The HIPAA Security Rule requirements are intended to mandate that covered entities and business associates regularly re-assess the adequacy of their safeguards in light of changing and evolving security risks. Finally, the HIPAA Breach Notification Rule requires that covered entities and business associates, under certain circumstances, notify patients/beneficiaries, media outlets, and HHS when there has been an improper use or disclosure of protected health information.\n\nOur self-funded health benefit plan for our employees and our healthcare provider members (provided that these members engage in HIPAA-defined standard electronic transactions with health plans, which will be all or the vast majority) are directly regulated by HIPAA as “covered entities.” Additionally, because most of our United States hospital members disclose protected health information to us so that we may use that information to provide certain data analytics, benchmarking, consulting, or other operational and compliance services to these members, we are a “business associate” of those members. In these cases, in order to provide members with services that involve the use or disclosure of protected health information, HIPAA requires us to enter into “business associate agreements” with our covered entity members. Such agreements must, among other things, provide adequate written assurances:\n\n(i)as to how we will use and disclose the protected health information within certain allowable parameters established by HIPAA;\n\n(ii)that we will implement reasonable and appropriate administrative, organizational, physical, and technical safeguards to protect such information from impermissible use or disclosure;\n\n(iii)that we will enter into similar agreements with our subcontractors that have access to the information;\n\n(iv)that we will report breaches of unsecured protected health information, security incidents, and other inappropriate uses or disclosures of the information; and\n\n(v)that we will assist the covered entity with certain of its duties under HIPAA.\n\nWith the enactment of the Health Information Technology for Economic and Clinical Health, or HITECH Act, the privacy and security requirements of HIPAA were modified and expanded. The HITECH Act applies certain of the HIPAA privacy and security requirements directly to business associates of covered entities. Prior to this change, business associates had contractual \n\n16\n\nobligations to covered entities but were not subject to direct enforcement by the federal government. In 2013, HHS released final rules implementing the HITECH Act changes to HIPAA. These amendments expanded the protection of protected health information by, among other things, imposing additional requirements on business associates, further restricting the disclosure of protected health information in certain cases where the covered entity or business associate is remunerated in return for making the transaction, and modifying the HIPAA Breach Notification Rule, which has been in effect since September 2009, to create a rebuttable presumption that an improper use or disclosure of protected health information under certain circumstances requires notice to affected patients/beneficiaries, media outlets and HHS.\n\nTransaction Requirements.    HIPAA also mandates format, data content, and provider identifier standards that must be used in certain electronic transactions, such as claims, payment advice, and eligibility inquiries. Although our systems are fully capable of transmitting transactions that comply with these requirements, some payers and healthcare clearinghouses with which we conduct business may interpret HIPAA transaction requirements differently than we do or may require us to use legacy formats or include legacy identifiers as they make the transition to full compliance. In cases where payers or healthcare clearinghouses require conformity with their interpretations or require us to accommodate legacy transactions or identifiers as a condition of successful transactions, we attempt to comply with their requirements, but may be subject to enforcement actions as a result. In 2009, CMS published a final rule adopting updated standard code sets for diagnoses and procedures known as ICD-10 code sets and changing the formats to be used for electronic transactions subject to the ICD-10 code sets, known as Version 5010. All healthcare providers are required to comply with Version 5010 and use the ICD-10 code sets.\n\nOther Federal and State Laws.    In addition to our obligations under HIPAA there are other federal laws that impose specific privacy and security obligations, above and beyond HIPAA, for certain types of health information and impose additional sanctions and penalties. These federal laws are not preempted by HIPAA. Most states have enacted patient and/or beneficiary confidentiality laws that protect against the disclosure of confidential medical information, and many states have adopted or are considering adopting further legislation in this area, including privacy safeguards, security standards, data security breach notification requirements, and special rules for so-called “sensitive” health information, such as mental health, genetic testing results, or Human Immunodeficiency Virus, or HIV, status. These state laws, if more stringent than HIPAA requirements, are not preempted by the federal requirements, and we are required to comply with them as well. Moreover, various states have passed consumer privacy laws, while other states have considered similar bills. While most of the data we access or use is governed by HIPAA and exempt from such state consumer privacy laws, various areas of the Company’s business and operations (such as marketing and human resources) may access or use data that may fall under one or more of the state consumer privacy laws.\n\nWe are unable to predict what changes to HIPAA or other federal or state laws or regulations might be made in the future or how those changes could affect our business or the associated costs of compliance.\n\nAntitrust Laws\n\nThe Sherman Antitrust Act, Clayton Act, Robinson-Patman Act, and related federal and state antitrust laws are complex laws that prohibit contracts in restraint of trade or other activities that are designed to or that have the effect of reducing competition in markets. The federal antitrust laws promote fair competition in business and are intended to create a level playing field so that both small and large companies are able to compete in markets. In their 1996 Statements of Antitrust Enforcement Policy in Health Care, or the Healthcare Statements, the DOJ and the United States Federal Trade Commission (“FTC”), set forth guidelines specifically designed to help GPOs gauge whether a particular purchasing arrangement may raise antitrust concerns and established an antitrust safety zone for joint purchasing arrangements among healthcare providers. \n\nIn 2023, the DOJ and FTC withdrew the Healthcare Statements, stating that they were outdated and overly permissive and indicating that the agencies would provide future guidance through case-by-case enforcement. In the absence of current guidance, we have continued to attempt to structure our contracts and pricing arrangements in accordance with the Healthcare Statements and believe that our GPO supplier contracts and pricing discount arrangements should not be found to violate the antitrust laws. We cannot give any assurances that enforcement authorities will agree with this assessment. In addition, private parties also may bring suit for alleged violations under the United States antitrust laws. From time to time, the group purchasing industry comes under review by Congress and other governmental bodies with respect to antitrust laws, the scope of which includes, among other things, the relationships between GPOs and their members, distributors, manufacturers, and other suppliers, as well as the services performed and payments received in connection with GPO programs. Most recently, on February 14, 2024, the FTC and the United States Department of Health and Human Services issued a joint Request for Information (“RFI”) for submission of comments regarding the impact of GPOs and wholesale drug distributors on access to generic pharmaceuticals. The comment period for the RFI expired on May 30, 2024.\n\nCongress, the DOJ, the FTC, or another state or federal entity could at any time open a new investigation of the group purchasing industry, or develop new rules, regulations, or laws governing the industry, that could adversely impact our ability to negotiate pricing arrangements with suppliers, increase reporting and documentation requirements, or otherwise require us to \n\n17\n\nmodify our arrangements in a manner that adversely impacts our business. We may also face private or government lawsuits alleging violations arising from the concerns articulated by these governmental factors or alleging violations based solely on concerns of individual private parties.\n\nHealth IT Certification Program\n\nIn 2009, Congress included in the American Recovery and Reinvestment Act a program to incentivize the adoption of health information technology by hospitals and ambulatory providers who participate in the Medicare and Medicaid programs. Congress further modified the incentive program for ambulatory providers under the Medicare Access and CHIP Reauthorization Act of 2015 (“MACRA”). Any developer of health information technology seeking to offer a product to assist hospitals or ambulatory healthcare providers to meet the requirements of these programs must obtain certification under the applicable certification criteria established by the Office of the National Coordinator for Health Information Technology (“ONC”). There are two types of certifications for health information developers seeking to participate in the certification program: 1) certification to all the certification criteria required to meet the definition of a “2015 Edition Base EHR” or 2) certification as a Health IT Module, meeting specific certification criteria. Meeting the certification criteria as a “2015 Edition Base EHR” allows a developer of health information technology to offer a product that has all the capabilities needed for a hospital or an ambulatory provider to meet the requirements of the health IT incentive programs. A Health IT Module provides a specific set of capabilities. Hospitals or ambulatory providers seeking to avoid potential payment reductions must either implement a 2015 Base EHR using a single product, or multiple Health IT Modules that together have all of the capabilities of a 2015 Base EHR.\n\nWe currently have two products that are certified as Health IT Modules. To retain our certification, we must: 1) meet applicable conditions of certification and maintenance of certification requirements established by ONC; 2) pass testing conducted by an ONC-Authorized Testing Laboratory pursuant to test procedures developed by ONC; and 3) obtain certification from an ONC-Authorized Certification Body. ONC’s conditions of certification and maintenance of certification requirements include communication restrictions that largely prevent us from limiting our customer's ability to communicate about the usability, interoperability, security, or user experiences relating to our Health IT Modules. These regulations require us to review and modify current contract terms or inform customers that offending contract terms we previously entered into are no longer effective. We are also required to develop and execute a real-world testing plan, which would require us to demonstrate to our ONC-Authorized Certification Body that our Health IT Modules operate as designed when implemented in the field. Failure to properly implement these requirements could result in our two products losing their status as Health IT Modules, which could jeopardize the utility of the products for our customers. We work closely with our selected ONC-Authorized Testing Laboratory and ONC-Authorized Certification Body to meet these and other requirements of Health IT Certification Program. We are unable to predict what changes to the certification program might be made in the future or how those changes could affect our business or the associated costs of compliance.\n\nERISA and Other Laws Impacting Employer Group Health Plans\n\nMany of the clients we serve sponsor employer group health plans, which are subject to the Employee Retirement Income Security Act of 1974, as amended (“ERISA”), the Internal Revenue Code, the ACA, Medicare Secondary Payer statutes, HIPAA privacy, state insurance laws in some cases, and other laws and regulations governing group health plans. While compliance with these laws and regulations governing group health plans is the responsibility of the employer that sponsors the health plan, in some cases, the employer may delegate certain health plan functions to a vendor, such as us. We protect ourselves from liability for these client health plans by virtue of contractual provisions insulating us from exposure and responsibility for the employer-plan sponsor's legal obligations.\n\nGovernmental Audits\n\nBecause we act as a GPO for healthcare providers that participate in governmental programs, our group purchasing services have in the past and may again in the future be subject to periodic surveys and audits by governmental entities or contractors for compliance with Medicare and Medicaid standards and requirements. We are also subject to ordinary course audits by state and federal regulatory agencies regarding our general business operations. We will continue to respond to these government reviews and audits but cannot predict what the outcome of any future audits may be or whether the results of any audits could materially or negatively impact our business, our financial condition or results of operations.\n\nCorporate Compliance Department\n\nWe execute and maintain a compliance and ethics program designed to assist management and our employees in conducting operations and activities ethically with the highest level of integrity and in compliance with applicable laws and regulations and, if violations occur, to promote early detection and prompt resolution to include disciplinary action. These objectives are achieved primarily through education and monitoring, but include other measures we believe to be appropriate. We provide all \n\n18\n\nemployees with education on our standards of conduct, compliance policies and procedures, as well as policies for monitoring, reporting, and responding to compliance issues. We also provide all of our employees with a third-party toll-free number and Internet website address to report any compliance or privacy concerns. In addition, our Chief Ethics & Compliance Officer individually, and along with the Audit and Compliance Committee of the Board of Directors (“Audit and Compliance Committee”), oversee compliance and ethics matters across our business operations.\n\nHuman Capital Management\n\nOur employees are our most critical assets. The success and growth of our business depends on our ability to attract, reward, retain, and develop talented and high-performing employees at all levels of our organization, while sustaining an environment of anti-discrimination that ensures equal access to opportunities. To succeed in an ever-changing and competitive labor market, we have developed human capital management strategies, objectives, and measures that drive recruitment and retention, support business performance, advance innovation, foster employee development, and support our Mission — to improve the health of our communities, our Vision — to lead the transformation to high quality, cost effective healthcare, and our Values — integrity, passion for performance, innovation, and a focus on people.\n\nOur Mission, Vision, and Values, together with our human capital strategies, objectives, and measures, form a framework advanced through the following programs and initiatives:\n\n19\n\nSupport Employees’ Financial, Health, and Social Well-Being\n\n•Competitive, reasonable, and equitable compensation programs designed to align pay and performance and attract and retain employees who are passionate about our mission and exemplify our values.\n\n•Annual and long-term incentives designed to drive business and individual achievement.\n\n•Comprehensive, competitive, and innovative health and welfare and retirement benefits to support our employees’ physical, mental, and financial health.\n\n•Employee Stock Purchase Plan and equity compensation to provide financial value, align employees’ interests with those of our shareholders, and drive talent retention.\n\n•Innovative programs to support all aspects of employee well-being, including physical, emotional, financial, and social health.\n\n•Generous and flexible time off programs.\n\n•Social Responsibility Programs including paid Annual Volunteer Afternoon, volunteering hours, and matching gifts to encourage and support giving back to the communities in which we serve.\n\n•Flexible work environments - including remote and hybrid work options where possible - and enabled technology to enhance employee experience and connectedness in both virtual and in-person settings.\n\nRecognize Employees’ Performance and Contributions\n\n•Premier Individual and Team Values Awards to recognize employees who best exemplify Premier’s core values.\n\n•Susan D. DeVore President’s Award to recognize the significant career accomplishments of select employees.\n\n•Shirley T. Wang Wellness Warrior Award to recognize employees’ commitment to and passion for well-being.\n\n•Values in Action online portal to encourage employees in real time to publicly recognize and reward their peers for performance, innovation, focus on people, and integrity.\n\nPromote a Positive and Collaborative Workplace\n\n•Continuous listening strategies including semi-annual People First employee engagement survey to seek feedback on a variety of topics to continuously improve our human resources programs, practices, and employee experience.\n\n•Regular and ongoing review of compensation fairness and competitiveness.\n\n•Mentoring and networking programs.\n\n•Recruiting outreach to drive representation within our communities.\n\nCreate Opportunities to Grow and Develop\n\n•Comprehensive, technology-enabled learning and development programs to foster connections, leadership competency, and team and individual development.\n\n•Learning offerings that support employees at all levels develop in skills, competencies, leadership development, and innovation.\n\n•Leadership and Management development programs.\n\n•Performance Management program, including formal semi-annual performance feedback conversations to drive high performance and reward excellence.\n\n•Enterprise talent planning and career pathing.\n\n•Tuition reimbursement program to support continuing education.\n\nCompany Recognition\n\n•World’s Most Ethical Company by the Ethisphere Institute for the 18th consecutive year.\n\n•Forbes: America’s Best Management Consulting Firms 2024 and 2025\n\n•Best in KLAs Value Based Consulting 2024\n\n•United States News & World Report, Best Companies to Work For (2023, 2024 & 2025)\n\n•Inducted into Healthiest Employers Hall of Fame in 2023\n\n•2024 Healthiest Employers of Charlotte by Charlotte Business Journal (1st place), 9th consecutive year in top 3\n\n•2023 Healthiest 100 Workplaces in America (21st place)\n\n•2023 Cigna Well-Being Award (Gold Level)\n\n•Charlotte Business Journal Power 100 DEI Leaders, 2023\n\n20\n\nEmployees\n\nAs of June 30, 2025, we employed approximately 2,700 people, all in the United States. We also engage contractors and consultants. Additionally, we regularly track and report internally on key talent metrics including workforce demographics, talent pipeline, and the engagement of our employees. None of our employees are working under a collective bargaining arrangement.\n\nWe conduct sales through our embedded commercial account management team, our dedicated national business development and solution sales teams, our Premier consultants, and other various sales teams, collectively comprised of over 500 employees as of June 30, 2025.\n\nOur commercial account management team works closely with our United States hospital members and other members to target new opportunities by developing strategic and operational plans to drive cost management and quality and safety improvement initiatives. As of June 30, 2025, this team is deployed within three geographic zones and several strategic/affinity members across the United States.\n\nOur national business development and solution sales teams provide national, regional, and product specific sales coverage for establishing initial member relationships and works with our commercial account management team to increase sales to existing members. \n\nOur Premier consulting team identifies and targets consulting engagements and wrap-around services for our major SaaS-based clinical analytics products and our GPO to enhance the member value from these programs.\n\nAvailable Information\n\nWe file or furnish, as applicable, annual, quarterly, and current reports, proxy statements, and other information with the SEC. You may access these reports and other information without charge at a website maintained by the SEC. The address of this site is https://www.sec.gov. In addition, our website address is www.premierinc.com. We make available through our website the documents identified above, free of charge, promptly after we electronically file such material with, or furnish it to, the SEC.\n\nWe also provide information about our company through: X, formerly known as Twitter, (https://x.com/premierha), Facebook (https://www.facebook.com/premierhealthcarealliance), LinkedIn (https://www.linkedin.com/company/premierinc/), YouTube (https://www.youtube.com/user/premieralliance), and Instagram (https://instagram.com/premierha).\n\nExcept as specifically indicated otherwise, the information available on our website, the SEC’s website and the social media outlets identified above, is not and shall not be deemed a part of this Annual Report.",
      "char_count": 80912
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nOur business, operations, and financial position are subject to various risks. Before making an investment in our Class A common stock or other securities we may have outstanding from time to time, you should carefully consider the following risks, as well as the other information contained in this Annual Report. Any of the risks described below could materially harm our business, financial condition, results of operations and prospects, and as a result, the value of an investment in our Class A common stock or other securities we may have outstanding from time to time could decline, and you may lose part or all of such investment value. This section does not describe all risks that are or may become applicable to us, our industry or our business, and it is intended only as a summary of certain material risk factors. Some statements in this Annual Report, including certain statements in the following risk factors, constitute forward-looking statements. See the section titled “Cautionary Note Regarding Forward-Looking Statements” for a discussion of such statements and their limitations. More detailed information concerning other risks or uncertainties we face, as well as the risk factors described below, is contained in other sections of this Annual Report.\n\nRisk Factors Summary\n\nThe following is a summary of the risk factors that could adversely affect our Company and the value of an investment in our Company’s securities.\n\nRisks Related to our Business Operations\n\n•We face risks related to competition and consolidation in the healthcare industry.\n\n•We may not be able to maintain or add new members for our group purchasing organization (“GPO”) programs which will depend in part on competitive pressure to increase the share of administrative fees we receive from GPO suppliers that we pay to members. This competitive pressure has resulted in material increases in our average revenue share obligations in fiscal year 2025 and prior fiscal years, and we expect to continue to see material increases in our average revenue share obligations to members, particularly as we continue to renew GPO participation agreements.\n\n•We may experience delays recognizing or increasing revenue if the sales cycle or implementation period takes longer than expected.\n\n•We face risks to our business if members of our GPO programs reduce activity levels, terminate or elect not to renew their contracts on substantially similar terms or at all.\n\n•We face the risks that the markets for our software as a service (“SaaS”) or licensed-based analytics products and services may develop more slowly than we expect, and that we may experience volatility in our revenues due to fluctuations in customer demand for SaaS-based product subscriptions or license-based analytics products.\n\n•Our members are highly dependent on payments from third-party payers, such as Medicare and Medicaid, the denial or reduction of which could adversely affect demand for our products and services.\n\n•Our growth may be affected by our ability to offer new and innovative products and services, including those incorporating artificial intelligence, as well as our ability to maintain third-party provider and strategic alliances or enter into new alliances.\n\n•We face risks and expenses related to future acquisition opportunities and integration of acquisitions, as well as risks associated with non-controlling investments in other businesses or joint ventures.\n\n•We rely on Internet infrastructure, bandwidth providers, data center providers and other third parties and face risks related to data loss or corruption and cyber-attacks or other data security breaches.\n\n•We depend on our ability to use, disclose, de-identify or license data and to integrate third-party technologies.\n\n•We face risks related to our use of “open source” software.\n\n•We face risks associated with our growing dependence on and need to invest in artificial intelligence technologies; and also risks associated with the integration of these technologies with our products and services because of the emerging nature of these technologies and the evolving legal and regulatory framework relating to their use.\n\n•We depend on our ability to attract, hire, integrate and retain key personnel.\n\n•We have risks to our business operations due to continuing uncertain economic conditions, including but not limited to inflation, tariffs, and recessionary fears, which could impair our ability to forecast and may harm our business, operating results, including our revenue growth and profitability, financial condition and cash flows.\n\n•We may face financial and operational uncertainty due to global macroeconomic, geopolitical and business conditions, trends and events, including inflation, generally, and the impact of any associated supply chain challenges.\n\n•We may be adversely affected by global climate change or by regulatory responses to such change.\n\n22\n\nRisks Related to Healthcare, Health Information Technology and Data Privacy Laws and Regulations\n\n•We are subject to changes and uncertainty in the legal, political, economic and regulatory environment affecting healthcare organizations, including due to Presidential executive orders.\n\n•We must comply with complex international, federal and state laws and regulations governing financial relationships among healthcare providers and the submission of false or fraudulent healthcare claims, antitrust and employee benefit laws and regulations and privacy, security and breach notification laws.\n\n•We are and may continue to be subject to regulation for certain of our software products regarding health information technology and medical devices.\n\nLegal and Tax-Related Risks\n\n•We are subject to litigation from time to time.\n\n•Our business depends on our ability to adequately protect our intellectual property; and we could be subject to potential claims of intellectual property infringement or misappropriation by third parties.\n\n•We face tax risks, including potential gross receipts, sales and use, franchise and income tax liability in certain jurisdictions, potential future changes in tax laws and potential material tax disputes.\n\nRisks Related to our Corporate Structure\n\n•We may not realize all of the expected tax benefits corresponding to the termination of our prior Tax Receivable Agreement and the payments we made under our Unit Exchange and Tax Receivable Acceleration Agreements entered into in connection therewith.\n\n•Provisions in our certificate of incorporation and bylaws and provisions of Delaware law may impede or prevent strategic transactions, including a takeover of the company.\n\nRisks Related to our Capital Structure, Liquidity and Class A Common Stock\n\n•We face risks related to our current and future indebtedness, including our existing credit facility.\n\n•We face risks due to fluctuations in our quarterly operating results.\n\n•The trading price and volume of our Class A common stock are subject to the risk of significant fluctuations due to various factors, including fluctuations in our operating performance and also legal and regulatory, economic, geopolitical, market, industry and other factors unrelated to our operating performance.\n\n•We could experience adverse consequences if we fail to maintain an effective system of internal controls over financial reporting and remediate any material weaknesses and significant deficiencies identified.\n\n•We face risks related to our Class A common stock, including potentially dilutive issuances and uncertainty regarding future dividend payments and stock repurchases. \n\nFor a more complete discussion of the material risks facing our business, see below.\n\nRisks Related to Our Business Operations\n\nWe face intense competition, which could limit our ability to maintain or expand market share within our industry and harm our business and operating results.\n\nThe market for products and services in each of our operating segments is fragmented, intensely competitive and characterized by rapidly evolving technology and product standards, dynamic user needs and the frequent introduction of new products and services. We face intense competition from a number of companies, including the companies listed under “Item 1 - Business - Competition.”\n\nThe primary competitors for our Supply Chain Services segment compete with our group purchasing and supply chain co-management activities and our procure-to-pay business. Our group purchasing business competes with other large traditional healthcare GPOs, including in certain cases GPOs owned by healthcare providers and online retailers. Our supply chain co-management business competes with organizations that provide supply chain outsourcing or embedded resources and supply chain transformations services. Our procure-to-pay business competes primarily with smaller niche companies and larger technology companies and/or financial institutions.\n\nThe competitors in our Performance Services segment compete with our technology and services platform that helps optimize performance in clinical intelligence, margin improvement, and value-based care. The primary competitors of this operating segment range from smaller niche companies to large, well-financed and technologically sophisticated entities, and include information technology providers and consulting and outsourcing firms. \n\n23\n\nWith respect to our products and services in both operating segments, we compete based on several factors, including breadth, depth and quality of our product and service offerings, ability to deliver clinical, financial and operational performance improvement through the use of our products and services, quality and reliability of services, ease of use and convenience, brand recognition and the ability to integrate services with existing technology. Some of our current and potential competitors have larger scale, benefit from greater name recognition, and have substantially greater financial, technical and marketing resources. Other of our competitors have proprietary technology that differentiates their product and service offerings from our offerings. As a result of these competitive advantages, our current and potential competitors may be able to respond more quickly to market forces, have broader scale in marketing their products and services, and make more attractive offers to our current members and other customers and potential new members and other customers.\n\nWe also compete based on price in both of our operating segments. We are subject to pricing pressures as a result of, among other things, competition within the industry, consolidation of healthcare industry participants, practices of managed care organizations, changes in laws and regulations applicable to our business operations, government action affecting reimbursement, financial stress experienced by our members and other customers, and increased revenue share obligations to members. In our Supply Chain Services segment, we believe that some of our GPO competitors may offer higher revenue share arrangements to some of their customers compared to our average arrangements. Competitive pressure has recently resulted in increases in our average revenue share obligations, and we expect to continue to see material increases in our average revenue share obligations to members, particularly as we continue to renew GPO participation agreements that were extended at the time of our August 2020 Restructuring. As of June 30, 2025, GPO member agreements representing approximately 20% of the gross administrative fees associated with the GPO member agreements that were extended in 2020 still need to be addressed. We expect to address the majority of these remaining member agreements in fiscal year 2026. We similarly expect that competitive pressure on revenue share may result in us entering into arrangements with members that undergo a change of control that triggers a termination right, or new GPO members that join our GPO programs, which increase our average revenue share obligations. Material increases in revenue share obligations could adversely affect our business, financial condition and results of operations. In this competitive environment, we have experienced GPO member terminations during existing contractual periods, and we may not be able to retain our current GPO members or expand our member base on favorable terms or at all. The failure to retain and expand our GPO member base may adversely affect our business, financial condition and results of operations. Furthermore, if pricing of our other products and services experiences material downward pressure, our business will be less profitable, and our results of operations will be materially, adversely affected. \n\nFurthermore, our Performance Services business also competes on features and functionality of the solutions we offer through our technology and services platform for optimizing performance. \n\nMoreover, we expect that competition will continue to increase as a result of consolidation in both the healthcare information technology and healthcare services industries. If one or more of our competitors or potential competitors were to merge or partner with another of our competitors, or if new competitors were to enter the healthcare space, the change in the competitive landscape could also adversely affect our ability to compete effectively and could materially harm our business, financial condition, and results of operations.\n\nConsolidation in the healthcare industry could have a material adverse effect on our business, financial condition and results of operations.\n\nMany healthcare industry participants are consolidating to create larger and more integrated healthcare delivery systems with greater market power. We expect legal, regulatory and economic conditions to lead to additional consolidation in the healthcare industry in the future. As consolidation accelerates, the economies of scale of our members’ organizations may grow. If a member experiences sizable growth following consolidation, it may determine that it no longer needs to rely on us and may reduce its demand for our products and services. Some of these large and growing healthcare systems and continuum of care providers may choose to contract directly with suppliers for certain supply categories, and some suppliers may seek to contract directly with the healthcare providers rather than with GPOs such as ours. In connection with any consolidation, our members may move their business to another GPO, particularly when the acquiring hospital or health system is a member of a competing GPO or where the post-acquisition management of our member is aligned or has an existing relationship with a competing GPO. In addition, as healthcare providers consolidate to create larger and more integrated healthcare delivery systems with greater market power, these providers have in the past tried and may in the future try to use their market power to negotiate materially increased revenue share obligations and fee reductions for our products and services across both of our business segments. Finally, consolidation may also result in the acquisition or future development by our members of products and services that compete with our products and services. Any of these potential results of consolidation could have a material adverse effect on our business, financial condition, and results of operations.\n\n24\n\nWe may experience material delays in recognizing revenue or increasing revenue if the sales cycle or implementation period with potential new members or customers takes longer than anticipated.\n\nA key element of our strategy is to market the various products and services in our Supply Chain Services and Performance Services segments directly to healthcare providers and to increase the number of our products and services utilized by existing members and other customers. The evaluation and purchasing process is often lengthy and involves material technical evaluation and commitment of personnel by these organizations. Further, the evaluation process depends on a number of factors, many of which we may not be able to control, including potential new members’ and other customers’ internal approval processes, budgetary constraints for technology spending, member concerns about implementing new procurement methods and strategies and other timing effects. In addition, the contract or software implementation process for new products or services can take six months or more and, accordingly, delay our ability to recognize revenue from the sale of such products or services. Any extended or delayed implementation cycle in connection with the sale of additional products and services to existing or new members or customers could have a material adverse effect on our business, financial condition and results of operations. \n\nThe revenue and cash flows under some of our agreements is “at risk” because it is subject to our meeting certain specified performance commitments; these provisions could delay or prevent altogether our recognition of revenue from these agreements or decrease our cash flows, and if we fail to meet our performance commitments we may need to reverse prior revenue recognition.\n\nWe have in the past and expect in the future to enter into “at risk” agreements as we seek to grow our business. At risk agreements typically provide for specific financial or other consequences if we do not meet performance milestones specified in the agreements. Our at risk agreements include, for example: Agreements with certain of our GPO members with savings guarantees, whereby we have committed to implement a specific savings amount for certain members as a result of participating in our GPO; and consulting agreements with certain of our Supply Chain Services and Performance Services customers that include commitments to achieve a specific savings amount from the use of our services. While using at risk agreements may help us grow our business, our failure to meet the performance commitments included in these agreements would lead to a loss in revenue or have a negative impact to cash flows and could have a material adverse effect on our business, financial condition, and results of operation. We carefully manage the level of at risk business that we enter into, however we have increased our use of at risk agreements to help grow our business. Although to date we have not experienced any failure under these agreements in meeting our performance commitments set forth in these agreements that has materially affected our operating results, there can be no assurance that the use of at risk agreements will not adversely affect our revenue, revenue growth, and cash flows or have a material adverse effect on our business, financial condition and results of operations in the future.\n\nWe are required to use estimates to evaluate at risk agreements. In the case of at risk GPO agreements, these estimates are based on our historical experience in meeting our at risk savings commitments. In the case of at risk consulting agreements, these estimates are based on a number of inputs from management regarding project timing, milestone and goal achievement and expected completion dates. We base these estimates on historical experience, however, we cannot provide assurance that the estimates and the assumptions underlying them will be correct. As a result, if our estimates are incorrect and we consequently fail to meet the performance commitments, we could experience a delay in revenue recognition, we could experience a loss in revenues and revenue reversals resulting in out-of-period revenue adjustments, or we could experience a negative impact to cash flows. Lastly, any unanticipated change in accounting standards that impact revenue recognition for at risk agreements could potentially adversely affect our revenue, revenue growth, or cash flows and therefore have a material adverse effect on our business, financial condition, and results of operations.\n\nIf members of our GPO programs reduce activity levels or terminate or elect not to renew their contracts, our revenue and results of operations may decrease materially.\n\nAlthough we have GPO participation agreements with most of our GPO members, these agreements may generally be terminated for cause or in the event of a change of control of the GPO member. In addition, the GPO member can terminate the GPO participation agreement at the end of the then-current term by notifying us of the member’s decision not to renew. There can be no assurance that our GPO members will extend or renew their GPO participation agreements on the same or similar economic terms at the end of the term of the agreement, or at all, or that the GPO members will not terminate their GPO participation agreements for cause or due to a change of control of the GPO member. Similarly, there can be no assurance that GPO members will not seek to terminate their GPO participation agreements in the absence of any express right to do so, and if this occurs our remedies may not fully compensate us for the corresponding loss of revenues. Failure of our GPO members to maintain, extend or renew their GPO participation agreements on the same or similar economic terms, or at all, may have a material adverse impact on our business, financial condition and results of operations.\n\nOur success in retaining member participation in our GPO programs depends upon our reputation, strong relationships with GPO members and our ability to deliver consistent, reliable and high-quality products and services, and a failure in any of these areas may result in the loss of GPO members. We believe that some of our GPO competitors offer higher revenue share \n\n25\n\narrangements to some of their customers compared to our average arrangements. Our ability to retain and expand participation in our GPO programs depends upon our ability to provide overall value to GPO members, including competitive revenue share arrangements, in an economically competitive environment. Competitive pressure has resulted in increases in our average revenue share obligations, and we expect to continue to see material increases in our average revenue share obligations to members, particularly as we continue to renew additional GPO participation agreements that were extended at the time of our August 2020 Restructuring. As of June 30, 2025, GPO member agreements representing approximately 20% of the gross administrative fees associated with the GPO member agreements that were extended in 2020 still need to be addressed. We expect to address the majority of these remaining member agreements in fiscal year 2026. In addition, GPO members may seek to modify or elect not to renew their contracts due to factors that are beyond our control and are unrelated to our performance, including a change of control of the GPO member, changes in their strategies, competitive analysis or business plans, changes in their supply chain personnel or management, or economic conditions in general. When contracts are modified or not renewed for any reason, the lost future revenue associated with such contracts could have a material adverse effect on our financial condition and results of operations.\n\nHistorically, we have enjoyed a strong strategic alignment with our GPO members, in many cases as a result of such GPO members being significant equity owners of our company. Any material reduction in our GPO member-owners’ equity holdings in us could result in reduced alignment between us and such former member-owners, which may make it more difficult to retain these GPO members or to ensure that they extend or renew their GPO participation agreements on the same or similar economic terms, or at all, the failure of which may have a material adverse impact on our business, financial condition and results of operations.\n\nWe rely on the administrative fees we receive from our GPO suppliers, and the failure to maintain contracts with these GPO suppliers could have a generally negative effect on our relationships with our members and could adversely affect our business, financial condition and results of operations.\n\nHistorically, we have derived a substantial amount of our revenue from the administrative fees that we receive from our GPO suppliers. We maintain contractual relationships with these suppliers, which provide products and services to our members at reduced costs and which pay us administrative fees based on the dollars spent by our members for such products and services. Our contracts with these GPO suppliers generally may be terminated upon 90 days’ notice. A termination of any relationship or agreement with a GPO supplier would result in the loss of administrative fees pursuant to our arrangement with that supplier, which could adversely affect our business, financial condition and results of operations. In addition, if we lose a relationship with a GPO supplier, we may not be able to negotiate similar arrangements for our members with other suppliers on the same terms and conditions or at all, which could damage our reputation with our members and adversely affect our ability to maintain our member agreements or expand our membership base and could have a material adverse effect on our business, financial condition and results of operations.\n\nIn addition, the United States Centers for Medicare and Medicaid Services, or CMS, which administers the Medicare and federal aspects of state Medicaid programs, has issued complex rules requiring pharmaceutical manufacturers to calculate and report drug pricing for multiple purposes, including the limiting of reimbursement for certain drugs. These rules generally provide that administrative fees paid by pharmaceutical manufacturers to GPOs do not reduce the drug pricing calculation to the extent that such fees meet CMS’ “bona fide service fee” definition. There can be no assurance that CMS will continue to allow this exclusion of GPO administrative fees from the pricing calculation, and a change could negatively affect the willingness of pharmaceutical manufacturers to pay administrative fees to us, which could have a material adverse effect on our member retention, business, financial condition and results of operations.\n\n26\n\nWe derive a material portion of our revenues from our largest GPO program members, and the loss of one or more of these members or a number of smaller members could materially and adversely affect our business, financial condition and results of operations.\n\nWe derive revenues indirectly from GPO program members as a result of their GPO program purchases from our contracted suppliers, which generate fee share payments to us from the relevant suppliers, and directly from GPO program members in the form of fees paid by the members to us for other services, including consulting services and our technology and services platform. Based on these revenue sources, our top five GPO program members accounted for approximately 7% and 9% of our consolidated net revenues for the fiscal years ended June 30, 2025 and 2024. The loss of material member or a number of smaller members that participate in our GPO programs, material changes in revenue share or other economic terms we have with any member or members, have in the past and could in the future materially and adversely affect our business, financial condition and results of operations. \n\nThe markets for our SaaS-based product subscriptions and licensed-based products and services may develop more slowly than we expect, and we may experience fluctuations in customer demand for SaaS-based products or license-based products, which could adversely affect our revenue, growth rates and our ability to maintain or increase our profitability.\n\nOur Performance Services segment generates revenue from both SaaS-based products subscriptions and term enterprise analytics licenses for our analytics products, and the growth and profitability of our Performance Services segment depends on our ability to grow revenue from both of these types of products and services. Generally, SaaS-based transactions generate subscription fees revenue over the term of the contract, whereas revenue from licensed-based transactions is recognized upon delivery of the software code and revenue from maintenance and hosting fees is recognized over the term of the contract. Fluctuating customer demand for SaaS-based and licensed-based transactions, including the mix of SaaS-based and licensed-based transactions, can therefore result in material volatility of our revenue, growth rates and profitability in any given quarter or year. Some customers have elected to enter into licensed-based transactions instead of renewing SaaS-based transactions, and similarly some customers have elected to enter into SaaS-based transactions instead of renewing enterprise licenses, and the timing and pricing of these conversions can contribute to this volatility. In addition, many companies have invested substantial resources to integrate established enterprise software into their businesses and therefore may be unwilling to switch to our products and services, and some companies may have concerns regarding the risks associated with the security and reliability of the technology delivery model associated with these products and services. If companies do not perceive the benefits of our SaaS-based products and licensed-based products and services, or have concerns regarding security or reliability, then the market for these products and services may not expand as much or develop as quickly as we expect, which would materially adversely affect our business, financial condition and results of operations.\n\nOur members and other customers are highly dependent on payments from third-party healthcare payers, including Medicare, Medicaid and other government-sponsored programs, and reductions or changes in third-party reimbursement could adversely affect these members and other customers and consequently our business.\n\nOur members and other customers derive a substantial portion of their revenue from third-party private and governmental payers, including Medicare, Medicaid and other government sponsored programs. Our sales and profitability depend, in part, on the extent to which coverage of and reimbursement for our products and services our members and other customers purchase or otherwise obtain through us is available to our members and other customers from governmental health programs, private health insurers, managed care plans and other third-party payers. These third-party payers are increasingly using their bargaining power to secure discounted reimbursement rates and may impose other requirements that adversely affect our members and other customers’ ability to obtain adequate reimbursement for our products and services. If third-party payers do not approve our products and services for reimbursement or fail to reimburse for them adequately, our members and other customers may suffer adverse financial consequences which, in turn, may reduce the demand for and ability to purchase our products or services. \n\nIn addition, government actions or changes in laws or regulations could limit government spending generally for the Medicare and Medicaid programs, limit payments to healthcare providers and increase emphasis on financially accountable payment programs such as accountable care organizations, and bundled payments and capitated primary care. In January 2025, the Trump administration began issuing executive orders identifying new government policies and priorities and directing United States federal agencies to evaluate their current actions, including certain spending, to ensure that such actions are consistent with new administrative priorities. Some of those executive orders are the subject of pending litigation, and there remains significant uncertainty about how agencies will implement the new executive orders. In addition, recently passed legislation known as the One Big Beautiful Bill Act is estimated to reduce Medicaid expenditures by almost $1 trillion over the next 10 years starting in December 2026. These reductions are expected to result in many individuals losing coverage, thereby placing additional financial pressure on our members and other customers. Additional changes in healthcare laws, regulations, or policies could potentially lead to reduced federal funding to our members and other customers and reduced reimbursement rates \n\n27\n\nfor products purchased by our members and other customers. This environment is creating the risk for potential changes impacting our members and other customers that could cause a material adverse effect on our business, financial condition and results of operations and financial performance.\n\nIf we are unable to maintain or enter into new strategic relationships with other companies, we may be unable to grow our business.\n\nOur business strategy includes entering into and maintaining strategic collaborations, alliances, partnerships and other affiliations with other companies. These companies may pursue relationships with our competitors, develop or acquire products and services that compete with our products and services, experience financial difficulties, be acquired by one of our competitors or another third party or exit the healthcare industry, any of which may adversely affect our relationship with them. In addition, agreements with these companies may allow them to terminate their relationships with us for any reason with limited or no notice. If existing strategic relationships with other companies are adversely impacted or are terminated or if we are unable to enter into new strategic relationships necessary for our business, we may be unable to maintain or increase our industry presence or effectively execute our business strategy.\n\nIf we are not able to timely offer new and innovative products and services, we may not remain competitive and our revenue and results of operations may suffer.\n\nOur success depends on providing products and services within our Supply Chain Services and Performance Services segments that members and other customers use to improve clinical, financial and operational performance. Information technology providers and other competitors are incorporating enhanced analytical tools and functionality and otherwise developing products and services that may become viewed as more efficient or appealing to our members or other customers. If we cannot adapt to rapidly evolving industry standards, technology capabilities (including artificial intelligence), and member and other customers’ needs, including changing regulations and provider reimbursement policies, we may fail to meet our current and potential new members’ and other customers’ requirements and our technology, products or service offerings could become obsolete. We must continue to invest material resources in technology development or acquisitions in order to enhance our existing products and services, maintain or improve our product category rankings and introduce new high-quality products and services that current and potential new members and other customers will want. If our enhanced existing or new products and services are not responsive to the needs of our current or potential new members and other customers, are not appropriately timed with market opportunity or are not effectively brought to market, we may lose existing members or customers and be unable to obtain new members and other customers, which could have a material adverse effect on our business, financial condition or results of operations.\n\nOur acquisition activities could result in operating difficulties, dilution, unrecoverable costs and other negative consequences, any of which may adversely affect our financial condition and results of operations.\n\nOur business strategy includes growth through acquisitions of additional businesses and assets. Future acquisitions may not be completed on preferred terms and acquired assets or businesses may not be successfully integrated into our operations or provide anticipated financial or operational benefits. Any acquisitions we complete will involve risks commonly encountered in acquisitions of businesses or assets. Such risks include, among other things:\n\n•failing to integrate the operations and personnel of the acquired businesses in an efficient, timely manner;\n\n•failure of a selling party to produce all material information during the pre-acquisition due diligence process, or to meet their obligations under post-acquisition agreements; \n\n•potential liabilities of or claims against an acquired company or its assets, some of which may not become known until after the acquisition;\n\n•an acquired company’s lack of compliance with applicable laws and governmental rules and regulations, and the related costs and expenses necessary to bring such company into compliance;\n\n•an acquired company’s general information technology controls or their legacy third-party providers may not be sufficient to prevent unauthorized access or transactions, cyber-attacks or other data security breaches;\n\n•managing the potential disruption to our ongoing business;\n\n•distracting management focus from our existing core businesses;\n\n•encountering difficulties in identifying and acquiring products, technologies, or businesses that will help us execute our business strategy;\n\n•entering new markets in which we have little to no experience;\n\n•impairing relationships with employees, members and other customers, and strategic partners;\n\n28\n\n•failing to implement or remediate controls, procedures and policies appropriate for a public company at acquired companies lacking such financial, disclosure or other controls, procedures and policies, potentially resulting in a material weakness in our internal controls over financial reporting;\n\n•unanticipated changes in market or industry practices that adversely affect our strategic and financial expectations of an acquired company, assets or business and require us to write-off or dispose of such acquired company, assets, or business;\n\n•the amortization of purchased intangible assets;\n\n•incurring expenses associated with an impairment of all or a portion of goodwill and other intangible assets due to the failure of certain acquisitions to realize expected benefits; and\n\n•diluting the share value and voting power of existing stockholders.\n\nIn addition, anticipated benefits of our previous and future acquisitions may not materialize. Future acquisitions or dispositions of under-performing businesses could result in the incurrence of debt, material exit costs, contingent liabilities or amortization expenses, impairments or write-offs of goodwill and other intangible assets, any of which could harm our business, financial condition and results of operations. For example, during fiscal year 2024, our Contigo Health reporting unit reported impairment losses primarily as a result of our acquisition of TRPN Direct Pay, Inc. and Devon Health, Inc. In addition, expenses associated with potential acquisitions, including, among others, due diligence costs, legal, accounting, technology and financial advisory fees, travel and internal resources utilization, can be material. These expenses may be incurred regardless of whether any potential acquisition is completed. In instances where acquisitions are not ultimately completed, these expenses typically cannot be recovered or offset by the anticipated financial benefits of a successful acquisition. As we pursue our business strategy and evaluate opportunities, these expenses may adversely affect our results of operations and earnings per share.\n\nWe have recorded, and may record in the future, goodwill and intangible and other long-lived assets as a result of acquisitions and other investments, and changes in future business conditions could cause investments to become impaired and require substantial write-downs that would reduce our operating income.\n\nWe evaluate the recoverability of recorded goodwill and intangible and other long-lived asset amounts annually, or when impairment indicators are present, which could require an interim impairment test. The impairment test is based on several factors requiring management estimates, judgments and assumptions. We have experienced impairment charges in recent fiscal years, including an impairment charge of $140.1 million in fiscal year 2024 for our Contigo Health reporting unit and an impairment charge of $126.8 million in fiscal year 2025 for our Information and Technology Services reporting unit (see Note 9 - Goodwill and Intangible Assets to the accompanying consolidated financial statements for further information). Additional future impairment could result from, among other things, deterioration in the performance of our business or product lines, adverse market conditions and changes in the competitive landscape and a variety of other circumstances. The amount of any impairment is recorded as a charge to our statement of operations. We may never realize the full value of our goodwill and intangible and other long-lived assets, and any determination requiring the write-off of a significant portion of these assets may have an adverse effect on our financial condition and results of operations. Due to continual changes in business and market conditions, we cannot predict whether, and to what extent, our goodwill and intangible and other long-lived assets may be impaired in future periods. Our operating results may be negatively impacted by both the impairment and the underlying business circumstances or trends that triggers the impairment.\n\nOur business and growth strategies also include non-controlling investments in other businesses and joint ventures. In the event the companies or joint ventures we invest in do not perform as well as expected, we could experience the loss of some or all of the value of our investment, which loss could adversely affect our financial condition and results of operations.\n\nAlthough we conduct accounting, financial, legal and business due diligence prior to making investments, we cannot guarantee that we will discover all material issues that may affect a particular target business, or that factors outside the control of the target business and outside of our control will not later arise. We have in the past and may in the future make investments on a non-controlling basis, and we have limited ability to influence the financial, business and other operations of the companies in which we invest on this basis. Similarly, we have in the past and may in the future establish strategic joint ventures with members and/or other third parties in furtherance of our business strategies and goals. To the extent we invest in a financially underperforming or unstable company, an entity in its development stage, or a newly-formed joint venture that does not successfully mature, we may lose the value of our investment. We have in the past and may in the future be required to write down or write off our investments or recognize impairments or other charges that could adversely affect our financial condition or results of operations and our stock price. Even though these charges may be non-cash items that do not affect our revenues or liquidity, they could affect our earnings and the fact that we report charges of this nature could contribute to negative market perceptions about us and our business strategy and our Class A common stock. Also, in the case of our investment in a failed or underperforming strategic joint venture, we could potentially become subject to additional liabilities depending on the nature \n\n29\n\nand level of commitments we make to facilitate the purpose of the joint venture. For example, we have a joint venture with certain of our members and DeRoyal Industries for the production of medical gowns, and we have certain minimum funding commitments to DeRoyal in the event member gown purchases fail to meet certain specified committed purchasing levels. We could potentially become liable for material payments to DeRoyal if the members were to substantially fail to meet those committed purchasing levels.\n\nWe rely on Internet infrastructure, bandwidth providers, data center providers and other third parties and our own systems for providing services to our users, and any failure or interruption in the services provided by these third parties or our own systems, including from a cyber or other catastrophic event, could expose us to litigation and negatively impact our relationships with users, adversely affecting our brand, our business and our financial performance.\n\nOur ability to deliver our products is dependent on the development and maintenance of the infrastructure of the Internet and other telecommunications services by third parties. This includes maintenance of a reliable network backbone with the necessary speed, data capacity and security for providing reliable Internet access and services and reliable telephone, Wi-Fi and other communications systems. We have experienced and expect that we will experience in the future interruptions and delays in these services and availability from time to time. We rely on internal systems as well as third-party suppliers, including bandwidth and telecommunications equipment providers, to provide our services. We have also migrated our data center operations to third-party data-hosting facilities. We do not maintain redundant systems or facilities for some of these services. In the event of a material cyber-attack or catastrophic event with respect to one or more of these providers, systems or facilities, we may experience an extended period of system unavailability, which could negatively impact our relationship with users. To operate without interruption, both we and our service providers must guard against:\n\n•damage from fire, power loss, and other natural disasters;\n\n•communications failures;\n\n•software and hardware errors, failures, and crashes;\n\n•cyber-attacks, viruses, worms, malware, ransomware and other malicious software programs;\n\n•security breaches and computer viruses and similar disruptive problems; and\n\n•other potential interruptions.\n\nAny disruption in the network access, telecommunications or co-location services provided by our third-party providers or any failure of or by these third-party providers or our own systems to handle current or higher volume of use could materially harm our business. In addition, our operations could be impaired and our confidential information compromised if our service providers experience cyber-attacks on and breaches of their information technology systems. We exercise limited control over these third-party suppliers, which increases our vulnerability to problems with services they provide. Any errors, failures, interruptions or delays experienced in connection with these third-party technologies and information services or our own systems could negatively impact our relationships with users and adversely affect our business and financial performance and could expose us to third-party liabilities, some of which may not be adequately insured.\n\nData loss or corruption due to failures or errors in our systems and service disruptions at our data centers may adversely affect our reputation and relationships with existing members and other customers, which could have a negative impact on our business, financial condition and results of operations.\n\nBecause of the large amount of data that we collect and manage, it is possible that hardware or software failures or errors in our systems could result in data loss or corruption or cause the information that we collect to be incomplete or contain inaccuracies that our members and other customers regard as material. Complex software such as ours may contain errors or failures that are not detected until after the software is introduced or updates and new versions are released. Despite testing by us, from time to time we have discovered defects or errors in our software, and such defects or errors may be discovered in the future. Any defects or errors could expose us to risk of liability to members or other customers and the government and could cause delays in the introduction of new products and services, result in increased costs and diversion of development resources, require design modifications, decrease market acceptance or member satisfaction with our products and services or cause harm to our reputation.\n\nFurthermore, our members and other customers might use our software together with products from other companies. As a result, when problems occur, it might be difficult to identify the source of the problem. Even when our software does not cause these problems, the existence of these errors might cause us to incur material costs, divert the attention of our technical personnel from our product development efforts, impact our reputation and lead to material member relations problems.\n\nMoreover, our data centers and service provider locations store and transmit critical member data that is essential to our business. While these locations are chosen for their stability, failover capabilities and system controls, we do not directly control the continued or uninterrupted availability of every location. We have migrated our data center operations to third-party \n\n30\n\ndata-hosting facilities. Data center facilities are vulnerable to damage or interruption from natural disasters, fires, power loss, telecommunications failures, acts of terrorism, acts of war, and similar events. They are also subject to break-ins, sabotage, intentional acts of vandalism, cyber-attacks and similar misconduct. Despite precautions taken at these facilities, the occurrence of a natural disaster or an act of terrorism, could result in a decision to close the facilities without adequate notice or other unanticipated problems, which could cause lengthy interruptions in our service. These service interruption events could impair our ability to deliver services or deliverables or cause us to fail to achieve service levels required in agreements with our members or other customers, which could negatively affect our ability to retain existing or attract new members and other customers.\n\nIf our cyber and other security measures are breached or fail and unauthorized access to a member’s data is obtained, or our members or customers fail to obtain proper permission for the use and disclosure of information, our services may be perceived as not being secure, our members and other customers may curtail or stop using our services and we may incur material liabilities.\n\nOur services involve the web-based storage and transmission of members’ and other customers’ proprietary information, personal information of employees and protected health information of patients. From time to time, we may detect vulnerabilities in our systems, which, even if not resulting in a security breach, may reduce member confidence and require substantial resources to address. If our security measures are breached or fail as a result of third-party action, employee error, malfeasance, insufficiency, defective design or otherwise, someone may be able to obtain unauthorized access to member, employee or patient data. As a result, our reputation could be damaged, our business may suffer, and we could face damages for contract breach, penalties and fines for violation of applicable laws or regulations and material costs for notification to affected individuals, remediation and efforts to prevent future occurrences.\n\nIn addition to our cyber and other security measures, we rely upon third-party providers and our members and other customers as users of our systems for key activities to promote security of those systems and the data within them. On occasion, our providers’ security systems have been breached and our members have failed to perform these activities. Failure of third-party providers, members or customers to perform these activities may result in claims against us that could expose us to material expense and harm our reputation. In addition, our members or other customers may authorize or enable third parties to access their data or the data of their patients on our systems. Because we do not control such access, we cannot ensure the complete propriety of that access or integrity or security of such data in our systems. In addition, although our development infrastructure is based in the United States, we outsource development work for a portion of our products and services to persons outside the United States, particularly India. We cannot guarantee that the cyber and other security measures and regulatory environment of our foreign partners are as robust as in the United States. Any security breach of our systems resulting from access by our members, customers or foreign partners could have a material adverse effect on our business, financial condition and results of operations.\n\nAdditionally, we require our members or other customers to provide necessary notices and to obtain necessary permissions and waivers for use and disclosure of the information that we receive. If our members or other customers do not obtain necessary permissions and waivers, then our use and disclosure of information that we receive from them or on their behalf may be limited or prohibited by state, federal, or international privacy laws or other laws. Any such failure to obtain proper permissions and waivers could impair our functions, processes and databases that reflect, contain or are based upon such data and may prevent use of such data. Moreover, we may be subject to claims or liability for use or disclosure of information by reason of our lack of a valid notice, permission or waiver. These claims or liabilities could subject us to unexpected costs and adversely affect our business, financial condition and results of operations.\n\nWe could suffer a loss of revenue and increased costs, exposure to material liability, reputational harm, and other serious negative consequences if we, our service providers or other suppliers, or our members or customers are subject to cyber-attacks or other data security breaches that disrupt our operations or result in the dissemination of proprietary or confidential information about us, our members or customers, other third parties, patients or employees.\n\nWe manage and store proprietary information and sensitive or confidential data relating to our operations. We may be subject to cyber-attacks on and breaches of the information technology systems we use for these purposes. Experienced computer programmers and hackers may be able to penetrate our network security and misappropriate or compromise our confidential information or that of third parties, create system disruptions, or cause shutdowns. Computer programmers and hackers also may be able to develop and deploy viruses, worms, malware, ransomware and other malicious software programs that attack our systems or products or otherwise exploit security vulnerabilities of our systems or products. In addition, hardware and operating system software and applications that we produce or procure from third parties may contain defects in design or manufacture, including “bugs” and other problems that could unexpectedly interfere with or cause errors in the operation of our systems.\n\n31\n\nWe expend material capital to protect against the threat of security breaches, including cyber-attacks, viruses, worms, malware, ransomware and other malicious software programs. Substantial additional expenditures may be required before or after a cyber-attack or breach to mitigate in advance or to alleviate any problems caused by cyber-attacks and breaches, including unauthorized access to or theft of personal or patient data and protected health information stored in our information systems and the introduction of computer viruses, worms, malware, ransomware and other malicious software programs to our systems. Our remediation efforts may not be successful and could result in interruptions, delays or cessation of service and loss of existing or potential new members or customers. \n\nWhile we provide our employees and contractors training and regular reminders on important measures they can take to prevent breaches, we often identify attempts to gain unauthorized access to our systems. Given the rapidly evolving nature and proliferation of cyber threats, there can be no guarantee our training and network security measures or other controls will detect, prevent or remediate security or data breaches in a timely manner or otherwise prevent unauthorized access to, damage to, or interruption of our systems and operations. For example, it has been widely reported that advanced persistent threats orchestrated by well-organized international threat actors, in certain cases with the backing of sovereign governments, are targeting the theft of patient information. In recent years, a number of hospitals have reported being the victim of ransomware attacks in which they lost access to their systems, including clinical systems, during the course of the attacks. We are likely to face attempted attacks in the future. Accordingly, we may be vulnerable to losses associated with the improper functioning, security breach or unavailability of our information systems as well as any systems used in acquired operations. \n\nBreaches of our security measures and the unapproved use or disclosure of proprietary information or sensitive or confidential data about us, our members or customers, other third parties, patients or employees could expose us, our members or customers, other affected third parties, patients or employees to a risk of loss or misuse of this information, result in litigation, governmental inquiry and potential liability for us, damage our brand and reputation or otherwise harm our business. Furthermore, we are exposed to additional risks because we rely in certain capacities on third-party data management providers whose possible security problems and security vulnerabilities are beyond our control. Similarly, our operations could be impaired and our confidential information compromised if our service providers or other suppliers, our members or our customers experience cyber-attacks on and breaches of their information technology systems.\n\nWe may experience cybersecurity and other breach incidents that remain undetected for an extended period. Because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until launched, we may be unable to anticipate these techniques or to implement adequate preventative measures to stop or mitigate any potential damage in a timely manner. Given the increasing cybersecurity threats in the healthcare industry, there can be no guarantee we will not experience business interruptions; data loss, ransom, misappropriation or corruption; theft or misuse of proprietary or patient information; or litigation and investigation related to any of those, any of which could have a material adverse effect on our financial position and results of operations and harm our business reputation. Although we do maintain commercially reasonable insurance policies for cyber-attacks, there can be no guarantee that insurance would be sufficient to cover our losses or other consequences of interruptions to our business, nor can it be guaranteed that insurance coverage would be available for every specific incident in accordance with the terms and conditions of the applicable policy coverage.\n\nAny restrictions on our use of, or ability to license data, or our failure to license data and integrate third-party technologies, could have a material adverse effect on our business, financial condition and results of operations.\n\nWe depend upon licenses from third parties, most of which are non-exclusive, for some of the technology and data used in our applications, and for some of the technology platforms upon which these applications are built and operate. We also obtain a portion of the data that we use from government entities and public records and from our members and other customers for specific member or customer engagements. We cannot assure that our licenses for information will allow us to use that information for all potential or contemplated applications and products. In addition, if our members or customers revoke their consent for us to maintain, use, de-identify and share their data, our data assets could be degraded.\n\nIn the future, data providers could withdraw their data from us or restrict our usage due to competitive reasons or because of new legislation or judicial interpretations restricting use of the data currently used in our products and services. In addition, data providers could fail to adhere to our quality control standards in the future, causing us to incur additional expense to appropriately utilize the data. If a substantial number of data providers were to withdraw or restrict their data, they fail to adhere to our quality control standards, and if we are unable to identify and contract with suitable alternative data suppliers and integrate these data sources into our service offerings, our ability to provide products and services to our members or other customers would be materially and adversely impacted, resulting in a material adverse effect on our business, financial condition and results of operations. Similarly, if our data suppliers choose to discontinue support of our licensed technologies in the future, we might not be able to modify or adapt our own solutions, which could have a material adverse effect on our business, financial condition and results of operations.\n\n32\n\nWe also use third-party software to develop, maintain and enhance, among other things, our proprietary applications, our content generation and delivery, and to support our technology infrastructure. Some of this software is proprietary and some is open source. Our use of third-party technologies exposes us to increased risks, including, but not limited to, risks associated with the integration of new technologies into our solutions, the diversion of our resources from development of our own proprietary technologies and our inability to generate revenue from licensed technologies sufficient to offset associated acquisition and maintenance costs. These technologies may not be available to us in the future on commercially reasonable terms or at all and could be difficult to replace once integrated into our own proprietary applications. Our inability to obtain, maintain or comply with any of these licenses could delay development until equivalent technologies can be identified, licensed and integrated, which would harm our business, financial condition and results of operations. \n\nLastly, because most of our third-party licenses are non-exclusive, and our competitors may obtain the right to access any of the technologies covered by these licenses and use them to compete directly with us. \n\nOur use of “open source” software could adversely affect our ability to sell our products and subject us to possible litigation.\n\nThe products or technologies acquired, licensed or developed by us may incorporate so-called “open source” software, and we may incorporate open source software into other products in the future. There is little or no legal precedent governing the interpretation of many of the terms of certain of these licenses, and therefore the potential impact of these terms on our business is unknown and may result in unanticipated obligations or litigation regarding our products and technologies. For example, we may be subjected to certain conditions, including requirements that we offer our products that use particular open source software at no cost to the user, that we make available the source code for modifications or derivative works we create based upon, incorporating or using the open source software, and/or that we license such modifications or derivative works under the terms of the particular open source license. In addition, if we combine our proprietary software with open source software in a certain manner, under some open source licenses we could be required to release the source code of our proprietary software, which could substantially help our competitors develop products that are similar to or better than ours. If an author or other party that distributes such open source software was to allege that we had not complied with the conditions of one or more of these licenses, we could be required to incur material legal costs defending ourselves against such allegations and could be subject to material damages.\n\nThe growth of our business depends on the development and use of artificial intelligence (“AI”) technologies, which will require substantial ongoing investment and may not be successful; and the integration of AI technologies with our products and services may subject us to increased risk given the emerging nature of AI technologies and the evolving legal and regulatory framework relating to their use.\n\nOur business increasingly relies on AI technologies to collect, aggregate, analyze and/or generate data or other materials or content. As with many innovations, AI presents risks, challenges and the potential for unintended consequences that could affect its adoption and therefore our business. AI technology is highly complex and rapidly developing, and it is not possible for us to predict all of the legal, operational or technological risks that may arise relating to the use of AI. While AI and its uses are subject to a variety of existing laws and regulations, such as those relating to intellectual property, data privacy and security, consumer protection, competition, and equal opportunity laws, the legal and regulatory framework governing AI is rapidly evolving. United States governmental and regulatory agencies and many state and foreign government bodies and agencies have introduced or are currently considering new laws and regulations governing the use of AI technologies.\n\nThe adoption of new AI laws and regulations, or the interpretation of existing laws and regulations, could affect our development, use or commercialization of AI. We may not be able to anticipate how to respond to these rapidly evolving frameworks, and we may need to expend resources to adjust our products or services to meet new requirements. Failure to comply with such laws or regulations could subject us to legal or regulatory liability. The cost of complying with such laws or regulations could be significant and increase our operating expenses, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe believe that the future growth of our business and our efforts to remain competitive require that we continue to invest in and develop AI technologies and incorporate them into our products and services. These efforts will require substantial ongoing investments, but we cannot be assured that our investments will successfully lead to the product developments we seek or that our members and other customers will accept the utility or value of our AI-based offerings as they evolve. We may be unable to leverage AI capabilities as quickly and rapidly as the market and our members and other customers demand, and the speed of technological development may prove disruptive to our business if we are unable to maintain the pace of innovation. Our development of AI and the integration of AI into our products and services faces significant competition from other companies, which may be able to deploy AI technology faster and more effectively. Competitors may include established market participants or new entrants, and others. Also, even if our AI development efforts are successful, our investments could subsequently become impaired if new AI laws and regulations, or the interpretation of existing laws and regulations, restrict or prevent the use of the AI technology incorporated into our products and services.\n\n33\n\nAI algorithms use machine learning and predictive analytics which may lead to flawed, biased, discriminatory, inaccurate, or imagined or “hallucinated” results, which may not be easily detectable by us or the users of our products and services. The potential for these outcomes from AI has raised some concerns and ethical and other questions about its use, and these considerations could adversely affect member or customer demand for AI-based products and services. Furthermore, such outcomes could potentially be in violation of existing or new laws or regulations governing AI and could potentially lead to other legal claims against us by third parties. There has recently been an increase in litigation in a number of jurisdictions, including the United States, relating to the development, security and use of AI. These potential risks may be heightened when AI is used in connection with the delivery of healthcare. For example, our clinical decision support application is designed for use by physicians by making recommendations in connection with their delivery of healthcare to patients. If our clinical decision support application is associated with an allegedly faulty clinical decision or treatment, this could potentially lead to legal claims against us even though our application never overrides physician discretion. The assertion of such claims and ensuing litigation, regardless of merit or outcome, could result in substantial cost to us, divert management’s time and attention from operations, damage our reputation, and decrease market acceptance of our existing or future offerings. Accordingly, such legal claims could materially harm our business, results of operations and financial condition. \n\nIf we lose key employees or if we are unable to attract, hire, integrate and retain key employees, our business would be harmed.\n\nOur future success depends in part on our ability to attract, hire, integrate and retain key employees, including our executive officers, other senior leaders and other highly skilled talent. Competition for such talented employees is intense and the labor market has tightened considerably in recent years. We have from time to time experienced, and we expect to continue to experience in the future, difficulty in hiring and retaining talented employees with appropriate qualifications. We use equity awards as a key component of compensation for senior level employees in order to align employee interests with the interests of our stockholders, provide competitive compensation packages and encourage employee retention. Our stock price volatility or lack of positive performance may cause periods of time during which the value or equity awards might be less competitive, which may lessen the retentive attributes of these awards and cause the compensation that we offer to be less competitive. If we lose key employees unexpectedly, we cannot be certain of our ability to identify, hire and retain adequately qualified replacement employees at or on a timely basis. In addition, to the extent we lose an executive officer or senior leader, we may incur increased expenses in connection with the hiring or replacement of these individuals and the transition of leadership and critical knowledge. Failure to identify, hire and retain necessary talent could have a material adverse effect on our business, financial condition and results of operations.\n\nContinued uncertain economic, political and other conditions, including inflation, tariffs and recessionary fears, will continue to impair our ability to forecast and may harm our business, operating results, including our revenue growth and profitability, financial condition and cash flows, and stock price.\n\nContinued global economic uncertainty, political conditions and fiscal challenges in the United States and abroad, such as inflation and the concern of slower growth or a recession, have, among other things, limited our ability to forecast future demand for our products and services, contributed to increased periodic volatility in customer demand, impacted availability of supplies and could constrain future access to capital for our suppliers, customers and partners. The impacts of these circumstances are global and pervasive, and the timing and nature of any ultimate resolution of these matters remain highly uncertain. Adverse macroeconomic conditions, including inflation, slower growth or recession, new or increased trade sanctions, tariffs or other barriers to global trade, changes to fiscal and monetary policy and higher interest rates, could materially adversely impact the demand for our products and services and our operating results. We have been experiencing and continue to experience inflationary pressure and other constraints affecting both our Supply Chain Services and Performance Services segments. Consequently, these concerns have challenged our business and we expect them to continue to challenge our business for the foreseeable future, which could cause harm to our operating results. Such conditions may result in the failure to meet our forecasted financial expectations and to achieve historical levels of revenue growth.\n\nThe Trump administration has been actively focused on trade and has proposed and imposed extensive tariffs and increased tariffs on products sourced from many countries. Trade tensions continue to be high, and we expect that tariffs under the Trump administration will remain fluid and evolving and therefore we cannot predict whether or to what extent tariffs will be applicable to products used by our members or other customers and sources from countries outside the United States.\n\nAlthough we do not sell products directly to our members, they purchase products from our contracted suppliers, many of whom source their products from jurisdictions that have been or may be impacted by tariffs. Although we seek contractual terms with our suppliers that are intended to mitigate the impact of tariffs on the cost of products purchased by our members, not all of our supplier contracts have these protections and suppliers may seek to raise prices in response to tariffs regardless of contractual provisions. If our suppliers raise their prices to pass some or all of the cost of tariffs on to our members, there can be no assurance that we could identify alternate suppliers of qualified goods on a timely basis, or at all, to help our members avoid \n\n34\n\nthe higher supply costs. Furthermore, many customers for our services do not participate in our GPO programs and we cannot predict how tariffs may increase their supply costs. Increased supply or other costs for our members and other customers because of tariffs, or their uncertainty regarding the potential future impacts of tariffs, could lead to a decrease in their overall spending or a diversion of their spending away from our products and services. Furthermore, current and future tariffs, or uncertainty regarding the potential future impacts of tariffs, could adversely impact the United States and global economy and increase inflation and recessionary fears, which could also lead to a decrease in our members’ or customers’ overall spending or a diversion of their spending away from our products and services. \n\nTariffs also have the potential to adversely affect our commercial relationships with our members, other customers, and prospects. For example, the decision of an existing GPO member to renew its GPO participation agreement, or of a potential new GPO program member to enter into an agreement, or the terms and conditions on which either would be willing to contract with us, could be affected by their perception of how effectively our supply agreements protect against the pass through cost of tariffs as compared to those of our competitors’ arrangements. Also, as described above in this “Risk Factors” section of the Annual Report, some of our agreements with members and other customers are “at risk” because they include savings guarantees or similar financial performance commitments. Tariffs could potentially impede our ability to meet these performance commitments, thereby leading to lost revenue and/or revenue reversals, and in some cases potentially triggering a member or other customer termination right. \n\nEven if our business is not directly and materially impacted by any announced or anticipated tariffs, the stock market has experienced volatility due to tariff-related concerns and may continue to do so in the future, which could cause significant fluctuations in the price of our Class A common stock. \n\nAny of the foregoing could have a material adverse effect on our business, financial condition, results of operations, and stock price.\n\nOur financial condition and results of operations may be materially and adversely affected by future pandemics, epidemics or public health emergencies.\n\nWe are subject to the potential risks associated with any future pandemic, epidemic or other public health emergency, and uncertain impacts those events could have on our business, result of operations, financial condition, cash flows and prospects of the trading price of our Class A Common Stock. Among other risks, future pandemics, epidemics or other public health emergencies could lead to labor shortages, quarantines, travel and other restrictions, disruptions in the global supply chain, financial and operational harm to our members, customers and suppliers, and a general decline in the overall United States and worldwide economy and capital markets. These and other risks of future pandemics, epidemics and other public health emergencies could lead to reduced demand for our products and services or the ability of our members or other customers to pay for our products and services, disruption in our operations and our ability to deliver our products and services, disruption in the operation of suppliers that deliver products to our members and other customers, and adverse impacts on our ability to access capital on acceptable terms as may be needed for our business. The impact of a pandemic, epidemic or public health emergency may also exacerbate many of the other risks described in this “Risk Factors” section of the Annual Report. Despite our efforts to manage these impacts, their ultimate impact depends on factors beyond our knowledge or control, including the duration and severity of any public health emergency and actions taken to contain its spread and mitigate its public health effects.\n\nOur results may be adversely affected by geopolitical instability, including military conflicts, weather events, or natural disasters. Our business, financial condition and results of operations may be materially and adversely affected by any negative impact on the global economy and capital markets resulting from geopolitical events.\n\nGeopolitical events such as war, terrorist activities, or civil unrest may disrupt or interrupt our operations or the operations of our suppliers or other business partners. United States and global markets have continued to experience volatility and disruption as the result of current geopolitical events, including the ongoing military conflict between Russia and Ukraine and the military conflict in the Middle East, as well as tensions between the United States and China. These geopolitical issues have, and may continue to, lead to market disruptions, including significant volatility in commodity prices, energy, credit and capital markets, as well as supply chain interruptions and increased transportation costs. In addition, further escalation in current or the development of new geopolitical issues could adversely affect the global economy and financial markets and lead to instability and lack of liquidity in capital markets, potentially making it more difficult for us to obtain additional capital. These types of market and supply disruptions can similarly result from natural disasters such as hurricanes, tornadoes, floods, earthquakes and other severe weather and climate conditions (including those resulting from climate change). These market and supply disruptions could have indirect as well as direct impacts on our business, for example if supply chain interruptions prevent or delay our members from being able to make needed purchases from our contracted suppliers. These events and circumstances could adversely affect our business, financial condition and results of operations.\n\n35\n\nWe may be adversely affected by global climate change or by regulatory responses to such change.\n\nClimate change may lead to more frequent or more severe weather events or conditions, including rising sea temperatures and rising sea levels. The long-term impacts of climate change, including physical risks as well as the transition risks such as regulatory responses to climate change, are expected to be widespread and unpredictable. These impacts could adversely affect our business operations, financial condition and results of operations by decreasing availability of or increasing the costs of products and services, increasing compliance and operational costs and creating volatility and disruption to the global supply chain.\n\nContinuing political and social attention to the issue of climate change has resulted in both existing and pending international agreements and national, regional, or local legislation and regulatory measures to limit greenhouse gas emissions, such as cap and trade regimes, carbon taxes, restrictive permitting, increased fuel efficiency standards, and incentives or mandates for renewable energy, as well as legal and regulatory requirements requiring certain climate-related disclosures, and pressure from shareholders, ratings agencies, state agencies, the SEC, and other third parties to make various climate-related disclosures. We may also be subject to additional and more complex reporting requirements in the future relating to climate change.\n\nDevelopments in climate change regulations are evolving, which may result in higher regulatory, compliance, credit, and reputational risks and costs. For example, the State of California passed the Climate Corporate Data Accountability Act and the Climate-Related Financial Risk Act that will impose broad climate-related disclosure obligations on companies doing business in California, including us, commencing in 2026. Also, the SEC previously enacted a rule on climate change disclosures that is not currently in effect; however, our compliance burdens and associated regulatory costs and complexity could significantly increase if this or another SEC rule on climate change disclosure ever becomes effective. Such measures have subjected us, and may subject our suppliers, to additional costs and restrictions and require significant operating and capital expenditures. \n\nIncreasing scrutiny and evolving expectations and in some cases conflicting expectations from customers, suppliers, regulators, investors, and other stakeholders with respect to our environmental, social and governance (“ESG”) and diversity, equity, and inclusion (“DEI”) practices may impose additional costs on us or expose us to new or additional risks.\n\nCompanies are facing increasing scrutiny from regulators, investors, customers, suppliers, and other stakeholders related to their ESG and DEI practices. Investor advocacy groups, investment funds and influential investors are increasingly focused on these practices, especially as they relate to the environment, health and safety, diversity, labor conditions and human rights. Also, customers and suppliers may impose ESG- and/or DEI-related requirements as a condition to doing business with us. Our need to comply with new or more stringent ESG- and/or DEI-related laws or regulations or ESG- and/or DEI-related requirements of customers, suppliers, regulators, or other third parties could increase our overall operational costs. \n\nFailure to adapt to or comply with legal or regulatory requirements or investor or other stakeholder expectations and standards, or our failure to meet our own ESG-related targets or goals that we publish, could expose us to increased scrutiny from the investment community as well as governmental enforcement or private litigation. Similarly, our inability to meet any ESG-related conditions of customers or suppliers or other companies that we seek to do business with could have a material adverse impact on our ability to initiate or maintain business relationships with these parties. Any failure or perceived failure by us in this regard could have a material adverse effect on our reputation and on our business, financial condition, or results of operations.\n\nIn contrast to the legal, regulatory and stakeholder expectations described above, in recent years, a change in sentiment against certain ESG and DEI matters has also gained momentum across the United States at national, state and local levels, referred to by some as “anti-ESG” and “anti-DEI” efforts, with several states and policymakers having proposed or enacted anti-ESG and anti-DEI policies, legislation, or initiatives. In addition, the Trump administration recently issued executive orders regarding certain DEI policies and practices in the private sector. These and other anti-ESG and anti-DEI-related policies, legislation, initiatives, litigation, legal decisions, and scrutiny could result in investigations, litigation, or enforcement actions against us by governments, regulators, or private parties. Although we believe our ESG- and DEI-related policies and practices are materially compliant with applicable laws, regulations, and orders, there can be no assurance that a governmental or private party will not challenge them. The assertion of claims and ensuing investigations, litigation, enforcement actions or other legal proceedings, regardless of their merit or outcome, could result in substantial cost to us, divert management’s time and attention from operations, damage our reputation and harm our business. However, efforts we might take to mitigate these risks could run contrary to conflicting expectations of other stakeholders as described above and similarly harm our reputation and business.\n\nWe make statements about our targets, goals and initiatives relating to ESG matters, including particularly climate change and sustainability, through our Sustainability Report, our other non-financial reports, information provided on our website, press releases and other communications. The forward-looking statements we make regarding climate change and sustainability reflect our plans and aspirations but are not guarantees that we will achieve them. These statements are based on estimates, assumptions and predictions and rely on data and analytics from third parties that we do not control and cannot independently \n\n36\n\nverify. Pursuing these goals and initiatives involves risks and uncertainties and may require substantial investments. Our failure, or perceived failure, to accomplish or accurately track and report on our ESG goals, further our ESG initiatives, or adhere to our other public ESG-related statements could adversely affect our reputation, expose us to increased scrutiny from the investment community, and lead to governmental enforcement or private litigation, any of which could have a material adverse effect on our reputation and on our business, financial condition, or results of operations.\n\nStandards for tracking and reporting ESG matters, particularly in regards to climate change and sustainability, continue to evolve. Our use of disclosure frameworks and standards, and the interpretation or application of those frameworks and standards, may change from time to time or differ from those of others. This may result in a lack of consistent or meaningful comparative data from period to period or between us and other companies in the same industry. In addition, our processes and controls may not comply with evolving standards for identifying, measuring and reporting ESG metrics, including ESG-related disclosures that may be required by regulators, and such standards may change over time, which could result in significant revisions to our current goals, reported progress in achieving such goals, or ability to achieve such goals in the future. Lastly, our reported climate and sustainability metrics are developed with the assistance of third parties in part based on their proprietary analytics of our business, which we cannot independently verify. Any failure or perceived failure by us to accurately report ESG-related metrics or targets, whether legally mandated or voluntarily disclosed, could have a material adverse effect on our reputation and on our business, financial condition, or results of operations.\n\nRisks Related to Healthcare, Health Information Technology and Data Privacy Laws and Regulations\n\nThe healthcare industry is highly regulated. Any material changes in the political, economic or regulatory environment that affect the GPO business or the purchasing practices and operations of healthcare organizations, or that lead to consolidation in the healthcare industry, could reduce the funds available to providers to purchase our products and services or otherwise require us to modify our services.\n\nOur business, financial condition and results of operations depend upon conditions affecting the healthcare industry generally and hospitals and health systems particularly, as well as our ability to increase the number of programs and services that we sell to our members and other customers. The healthcare industry is highly regulated by federal and state authorities and is subject to changing political, economic and regulatory influences. Factors such as changes in reimbursement policies for healthcare expenses, consolidation in the healthcare industry, regulation, litigation and general economic conditions affect the purchasing practices, operations and the financial health of healthcare organizations. In particular, changes in regulations affecting the healthcare industry, such as increased regulation of the purchase and sale of medical products, tariffs, new quality measurement and payment models, data privacy and security, government price controls, modification or elimination of applicable regulatory safe harbors, regulation of third-party administrators or restrictions on permissible discounts and other financial arrangements, could require us to make unplanned modifications of our products and services, result in delays or cancellations of orders or reduce funds and demand for our products and services.\n\nThe Patient Protection and Affordable Care Act, or ACA, designed to expand access to affordable health insurance, control healthcare spending and improve healthcare quality, set the industry moving in a clear direction on access to health insurance, payment, quality and cost management. In addition, many states have adopted or are considering changes in healthcare laws or policies in part due to state budgetary shortfalls.\n\nHealthcare laws and regulations are rapidly evolving, and future changes could affect our business in unknown ways. In January 2025, the Trump administration began issuing executive orders identifying new government policies and priorities and directing United States federal agencies to evaluate their current actions, including certain spending, to ensure that such actions are consistent with new administrative priorities. Some of those executive orders are the subject of pending litigation, and there remains significant uncertainty about how agencies will implement the new executive orders. In addition, recently passed legislation known as the One Big Beautiful Bill Act is estimated to reduce federal Medicaid expenditures by almost $1 trillion over the next 10 years starting in December 2026. These reductions are expected to result in many individuals losing coverage thereby placing additional financial pressure on our members and other customers. Additional changes in healthcare laws, regulations, or policies could potentially lead to reduced federal funding to us or our members and other customers and reduced reimbursement rates for products purchased by our members and other customers. This environment is creating risk for potential changes impacting us and our members and other customers that could cause a material adverse effect on our business, financial condition, results of operations, and financial performance.\n\n37\n\nIf we fail to comply with complex federal and state laws and regulations governing financial relationships among healthcare providers and submission of false or fraudulent claims to government healthcare programs, we may be subject to civil and criminal penalties or loss of eligibility to participate in government healthcare programs.\n\nAnti-Kickback Regulations\n\nWe are subject to federal and state laws and regulations designed to protect patients, government healthcare programs and private health plans from fraudulent and abusive activities. These laws include anti-kickback restrictions and laws prohibiting the submission of false or fraudulent claims. These laws are complex, and their application to our specific products, services and relationships may not be clear and may be applied to our business in ways that we do not anticipate. Federal and state regulatory and law enforcement authorities have over time increased enforcement activities with respect to Medicare and Medicaid fraud, waste and abuse regulations and other reimbursement laws and rules. From time to time, we and others in the healthcare industry have received inquiries or requests to produce documents in connection with such activities. We could be required to expend material time and resources to comply with these requests, and the attention of our management team could be diverted to these efforts. Furthermore, if we are found to be in violation of any federal or state fraud, waste and abuse laws, we could be subject to civil and criminal penalties and we could be excluded from participating in federal and state healthcare programs such as Medicare and Medicaid. The occurrence of any of these events could materially harm our business, financial performance and financial condition.\n\nProvisions in Title XI of the Social Security Act, commonly referred to as the federal Anti-Kickback Statute, prohibit the knowing and willful offer, payment, solicitation or receipt of remuneration, directly or indirectly, in return for the referral of patients or arranging for the referral of patients, or in return for the recommendation, arrangement, purchase, lease or order of items or services that are covered, in whole or in part, by a federal healthcare program such as Medicare or Medicaid. The definition of “remuneration” has been broadly interpreted to include anything of value such as gifts, discounts, rebates, waiver of payments or providing anything at less than its fair market value. Many states have adopted similar prohibitions against kickbacks and other practices that are intended to influence the purchase, lease or ordering of healthcare items and services regardless of whether the item or service is covered under a governmental health program or private health plan. Although certain statutory and regulatory safe harbors exist, these safe harbors are narrow and often difficult to comply with. Congress has appropriated an increasing amount of funds in recent years to support enforcement activities aimed at reducing healthcare fraud, waste and abuse. We operate our group purchasing services, pricing discount arrangements with suppliers, and revenue share arrangements with applicable members in reliance on certain of these safe harbors. We cannot assure you that our arrangements will be protected by such safe harbors or that such increased enforcement activities will not directly or indirectly have an adverse effect on our business, financial condition or results of operations. Any determination by a state or federal agency that any of our activities violate any of these laws could subject us to civil or criminal penalties, could require us to change or terminate some portions of our operations or business or could disqualify us from providing services to healthcare providers doing business with government programs and, thus, could have a material adverse effect on our business, financial condition and results of operations.\n\nCMS has provided specific guidance on the proper treatment on Medicare cost reports of revenue distributions received from GPOs, including us. To assist our members that report their costs to Medicare to comply with these guidelines, such members are required under the terms of the Premier Group Purchasing Policy to appropriately reflect all elements of value received in connection with our IPO, including under agreements entered into in connection therewith, on their cost reports. We furnish applicable reports to such members setting forth the amount of such value, to assist their compliance with such cost reporting requirements. Any determination by a state or federal agency that the provision of such elements of value violate any of these laws could subject us to civil or criminal penalties, could require us to change or terminate some portions of our operations or business, or could disqualify us from providing services to healthcare providers doing business with government programs, and, thus could have a material adverse effect on our business, financial condition and results of operations.\n\nThere is no safe harbor to the Anti-Kickback Statute that is applicable in its entirety across all of the agreements with our members, and no assurance can be given that the United States Department of Health and Human Services, or HHS, Office of Inspector General (which administers the Anti-Kickback Statute) or other regulators or enforcement authorities will agree with our assessment. Any determination by a state or federal agency that the terms, agreements and related communications with members, or our relationships with our members violates the Anti-Kickback Statute or any other federal or state laws could subject us to civil or criminal penalties, could require us to change or terminate some portions of our operations or business and could disqualify us from providing services to healthcare providers doing business with government programs and, thus, result in a material adverse effect on our business, financial condition and results of operations.\n\nFalse Claims Regulations\n\nOur business is also subject to numerous federal and state laws that forbid the submission or “causing the submission” of false or fraudulent information or the failure to disclose information in connection with the submission and payment of claims for \n\n38\n\nreimbursement to Medicare, Medicaid, other federal healthcare programs or private health plans. In particular, the False Claims Act, or FCA, prohibits a person from knowingly presenting or causing to be presented a false or fraudulent claim for payment or approval by an officer, employee or agent of the United States. In addition, the FCA prohibits a person from knowingly making, using, or causing to be made or used a false record or statement material to such a claim. Violations of the FCA may result in treble damages, material monetary penalties and other collateral consequences, potentially including exclusion from participation in federally funded healthcare programs. The minimum and maximum per claim monetary damages for FCA violations occurring on or after November 2, 2015 and assessed after February 12, 2024 are from $13,946 to $27,894 per claim, respectively, and will be periodically readjusted for inflation. If enforcement authorities find that we have violated the FCA, such violations could have a material adverse effect on our business, financial condition and results of operations. Pursuant to the ACA, a claim that includes items or services resulting from a violation of the Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the FCA.\n\nThese laws and regulations may change rapidly and it is unclear how they apply to various aspects of our business. Errors created by our products or consulting services that relate to entry, formatting, preparation or transmission of claim or cost report information by our members may be determined or alleged to be in violation of these laws and regulations. Any failure of our businesses or our products or services to comply with these laws and regulations, or the assertion that any of our relationships with suppliers or members violated the Anti-Kickback Statute and therefore caused the submission of false or fraudulent claims, could (i) result in substantial civil or criminal liability, (ii) adversely affect demand for our services, (iii) invalidate all or portions of some of our member contracts, (iv) require us to change or terminate some portions of our business, (v) require us to refund portions of our services fees, (vi) cause us to be disqualified from serving members doing business with government payers, and (vii) have a material adverse effect on our business, financial condition and results of operations.\n\nERISA Regulatory Compliance\n\nAs a threshold matter, the obligation for compliance with the Employee Retirement Income Security Act of 1974, as amended, (“ERISA”), the Internal Revenue Code (the “Code”), the ACA, the Heath Insurance Portability and Accountability Act (together with its amendments related to the Health Information Technology for Economic and Clinical Health Act, “HIPAA”), the Mental Health Parity and Addiction Equity Act, the Newborns’ and Mothers’ Health Protection Act, the Women’s Health and Cancer Rights Act, the Consolidated Omnibus Budget Reconciliation Act (“COBRA”), the Genetic Information Nondiscrimination Act of 2008, and other laws governing self-funded group health plans (collectively “Employee Benefit Laws”) generally rests with our clients as plan sponsors to whom we provide third-party administrative (“TPA”) services. That is, employers/clients that sponsor group health plans generally bear the obligation of complying with Employee Benefit Laws, rather than entities, like us, that provide TPA services related to the group health plans. In certain cases, however, TPAs to ERISA plans can become “co-fiduciaries” with their clients and, therefore, can be liable for ERISA compliance in a limited capacity. We could become a co-fiduciary either by (1) entering a contractual obligation to be an ERISA fiduciary or (2) by acting as an ERISA fiduciary based on functions performed. Under ERISA, fiduciary status flows from actions, and TPAs who exercise certain functions, including any discretionary authority or discretionary responsibility over plan administration or exercise any authority or control with respect to management or disposition of plan assets are generally “functional fiduciaries” with respect to (and limited to) the functions performed by the TPA that trigger fiduciary status.\n\nWe undertake no express liability under ERISA for our clients’ ERISA-governed plans in our template contracts, and we generally do not act as a fiduciary with respect to our clients’ ERISA-governed plans. However, deviations from this standard language contained in final contracts could subject us to liability for breaches of fiduciary duty under ERISA (and related claims, such as ERISA prohibited transactions).\n\nIf current or future antitrust laws and regulations are interpreted or enforced in a manner adverse to us or our business, we may be subject to enforcement actions, penalties and other material limitations on our business.\n\nWe are subject to federal and state laws and regulations designed to protect competition which, if enforced in a manner adverse to us or our business, could have a material adverse effect on our business, financial condition and results of operations. Over the last decade or so, the traditional healthcare group purchasing industry has been the subject of multiple reviews and inquiries by the United States Senate and its members with respect to antitrust laws. Additionally, the United States Government Accountability Office, or GAO, has published several reports examining traditional healthcare GPO pricing, contracting practices, activities and fees. We and several other operators of traditional healthcare GPOs have responded to GAO inquiries in connection with the development of such reports. Most recently, on February 14, 2024, the United States Federal Trade Commission (“FTC”) and the United States Department of Health and Human Services issued a joint Request For Information (“RFI”) for submission of comments regarding the impact of GPOs (inclusive of traditional and non-traditional healthcare GPOs) and wholesale drug distributors on access to generic pharmaceuticals. The comment period for the RFI expired on May 30, 2024. No assurance can be given regarding any further inquiries or actions arising or resulting from these comments, policy initiatives, examinations and reports, or any related impact on our business, financial condition or results of operations.\n\n39\n\nCongress, the United States Department of Justice, the FTC, the United States Senate or another state or federal entity could at any time open a new investigation of the traditional healthcare group purchasing industry, or develop new rules, regulations or laws governing the industry, that could adversely impact our ability to negotiate pricing arrangements with suppliers, increase reporting and documentation requirements, or otherwise require us to modify our arrangements in a manner that adversely affects our business, financial condition and results of operations. We may also face private or government lawsuits alleging violations arising from the concerns articulated by these governmental factors or alleging violations based solely on concerns of individual private parties.\n\nIf we are found to be in violation of the antitrust laws, we could be subject to significant civil and criminal penalties or damages. The occurrence of any of these events could materially harm our business, financial condition and results of operations.\n\nComplex federal, state and international privacy laws, as well as security and breach notification laws, may increase the costs of operation and expose us to civil and criminal government sanctions and third-party civil litigation.\n\nWe must comply with extensive federal and state requirements regarding the use, retention, security and re-disclosure of patient/beneficiary healthcare information. The Health Insurance Portability and Accountability Act of 1996, as amended by the Health Information Technology for Economic and Clinical Health Act and its implementing regulations, which we refer to collectively as “HIPAA,” contain substantial restrictions and complex requirements with respect to the use and disclosure of “Protected Health Information” as defined by HIPAA. The HIPAA Privacy Rule prohibits a covered entity or a business associate from using or disclosing Protected Health Information unless the use or disclosure is validly authorized by the individual or is specifically required or permitted under the HIPAA Privacy Rule and only if certain complex requirements are met. The HIPAA Security Rule establishes administrative, organizational, physical and technical safeguards to protect the privacy, integrity and availability of electronic Protected Health Information maintained or transmitted by covered entities and business associates. The HIPAA Breach Notification Rule requires that covered entities and business associates, under certain circumstances, notify patients/beneficiaries and HHS when there has been an improper use or disclosure of Protected Health Information.\n\nOur self-funded health benefit plan for our employees, the Premier, Inc. Health & Welfare Plan, our healthcare provider members, Performance Services customers, and health plan clients are directly regulated by HIPAA as “covered entities.” Most of our hospital members/customers and health plan clients disclose Protected Health Information to us so that we may provide payment and operations services. Accordingly, we are a “business associate” of those covered entities and are required to protect such Protected Health Information under HIPAA.\n\nAny failure or perceived failure of our products or services to meet HIPAA standards and related regulatory requirements could expose us to certain notification, penalty and/or enforcement risks, damage our reputation, adversely affect demand for our products and services and/or force us to expend material capital, research and development and/or other resources to modify our products or services to ensure compliance with HIPAA.\n\nIn addition to our obligations under HIPAA, there are other federal and state laws that include specific privacy and security obligations, above and beyond HIPAA, for certain types of health information and/or personally identifiable information and may expose us to additional sanctions and penalties. All 50 states, the District of Columbia, Guam, Puerto Rico and the Virgin Islands have enacted various types of legislation requiring the protection of personally identifiable information and/or notice to individuals of security breaches of their identifiable information. Organizations must review each state’s definitions, mandates and notification requirements and timelines to appropriately prepare and notify affected individuals and government agencies, including the attorney general in many states, in compliance with such state laws. Further, most states have enacted patient and/or beneficiary confidentiality laws that protect against the disclosure of confidential medical information, and many states have adopted or are considering adopting further legislation in this area, including privacy safeguards, security standards and special rules for so-called “sensitive” health information, such as mental health, genetic testing results, HIV status and biometric data. These state laws, if more stringent than HIPAA requirements, are not preempted by the federal requirements, and we are required to comply with them as well. The federal government also regulates the confidentiality of substance use disorder treatment records. These regulations, promulgated under 42 C.F.R. Part 2, apply to federally supported substance use disorder treatment programs and lawful holders of substance use disorder treatment records that originated from such programs. For some aspects of our business, we may be considered a lawful holder of treatment records protected under 42 C.F.R. Part 2 and therefore have responsibilities to protect substance use disorder treatment records in ways that go beyond the HIPAA requirements.\n\nData privacy laws and regulations are constantly evolving and can be the subject of significant change and/or interpretative application, and new laws and regulations continue to be proposed on both the state and national level. States continue to pass personal information privacy laws protecting their resident consumers’ data and affording individual rights, such as access, deletion and prevention of certain types of uses and disclosures of their personally identifiable information. These laws vary \n\n40\n\nstate-by-state and organizations must review each state’s definitions and requirements to ensure compliance. Currently, various states, including California, Colorado, Connecticut, Indiana, Iowa, Kentucky, Maryland, Minnesota, Montana, Nevada, New Hampshire, New Jersey, Oregon, Tennessee, Texas, Utah, Vermont, Virginia and Washington have passed consumer privacy laws, while other states consider similar bills. While most data accessed or used by Premier is governed by HIPAA and is therefore exempt from many of the state consumer privacy laws, various areas of Premier (such as marketing and human resources) may access or use data that may fall under one or more state consumer privacy laws.\n\nWe are unable to predict what changes to HIPAA or other federal or state laws or regulations might be made in the future, what new laws or regulations may be enacted in the future, or how those changes or new laws or regulations could affect the demand for our products and services, our business or the associated costs of compliance. \n\nWe currently conduct substantially all of our business within the United States. However, we have in the past and expect in the future to explore new business opportunities outside of the United States. If we conduct business outside the United States, we will become subject to complex and rapidly evolving data protection laws, rules and regulations in foreign jurisdictions, many of which have developed privacy and data protection requirements that impose requirements that differ substantially from those that apply within the United States. For example, in Europe, the European Union General Data Protection Regulation (the \"GDPR\") governs the collection, use, disclosure, transfer, and other processing of personal data of individuals within the European Economic Area (the \"EEA\") and imposes stringent requirements for data processors and controllers of such personal data or in the context of their activities within the EEA. Among other requirements, the GDPR regulates transfers of personal data subject to the GDPR to third countries that have not been found to provide adequate protection to such personal data, including the United States, and the efficacy and longevity of current transfer mechanisms between the EEA and the United States remains uncertain. Other foreign jurisdictions have enacted or are considering enacting similar comprehensive data privacy and security laws and regulations. In addition, some European and other foreign jurisdictions have enacted laws and regulations relating to the privacy of clinical trial data, including as a condition to approve clinical trials, and these additional privacy laws and regulations could be applicable to certain of the services that we might offer to customers outside the United States. These laws and regulations across Europe and in other foreign jurisdictions may adversely affect our efforts to expand into these jurisdictions, including potentially causing us to substantial operational costs to achieve compliance and/or potentially preventing us from expanding our business into one or more jurisdictions. \n\nFailure to comply with any of the international, federal and state standards regarding individuals’ data rights privacy, identity theft prevention and detection and data security may subject us to penalties, including civil monetary penalties and, in some circumstances, criminal penalties. In addition, such failure may materially injure our reputation and adversely affect our ability to retain and attract new members or customers and, accordingly, adversely affect our financial performance.\n\nRequirements related to the interoperability of health information technology promulgated by the Office of the National Coordinator for Health Information Technology and enforced by the HHS Office of Inspector General could increase the costs of operation and expose us to civil government sanctions.\n\nOn May 1, 2020, the Office of the National Coordinator (“ONC”) for Health Information Technology promulgated final regulations under the authority of the 21st Century Cures Act (“ONC Rules”) which imposed conditions to obtaining and maintaining certification of certified health information technology and prohibited certain actors - developers of certified health information technology, health information networks, health information exchanges and healthcare providers - from engaging in activities that are likely to interfere with the access, exchange or use of electronic health information (information blocking). Under ONC Rules, certain exceptions to these considerations are permitted for certain activities, even though they may have the effect of interfering with the access, exchange or use of electronic health information. The information subject to the information blocking restrictions is limited to electronic individually identifiable health information to the extent that it would be included in a designated record set. In June 2023, the HHS Office of Inspector General released a final rule that incorporated civil monetary penalties of up to $1.0 million per violation against developers of certified health information technology, health information networks or health information exchanges for activities that constitute information blocking that occur after September 1, 2023.\n\nUnder the ONC Rules, we are considered a “health IT developer” because of the government certifications we hold in our TheraDoc and eCQM solutions. As such, we have evaluated and assessed the applicability of the ONC Rules to our TheraDoc and eCQM solutions, and we have determined that the ONC Rules currently do not apply to the data we hold on TheraDoc and eCQM solutions because the data is not part of any designated record set. Further, our customers contractually agree that the data that we maintain and process on behalf of our customers does not qualify as a designated record set. We will continue to assess our products and services to discern whether or not they fall under the purview of the ONC Rules. The existing ONC rules may become subject to new interpretations and may be revised or supplemented with new rules, and any application of existing, revised, or new ONC Rules or similar regulations to our business could adversely affect our financial results by \n\n41\n\nincreasing our compliance and operating costs, slowing our time to market for our solutions, and making it uneconomical to offer some products. \n\nIf any of our software applications are deemed to be a medical device regulated by the United States Food and Drug Administration (“FDA”), we may not be able to market these products and related services and may be subject to stringent penalties, product restrictions or recall.\n\nThe FDA has the authority to regulate products that meet the definition of a medical device under the Federal Food, Drug, and Cosmetic Act. To the extent that functionality or intended use in one or more of our current or future software products causes it to be regulated as a medical device under existing or future FDA laws or regulations, including the 21st Century Cures Act, which addresses, among other issues, the patient safety concerns generated by cybersecurity risks to medical devices and the interoperability between medical devices, we could be required to register these software product(s) with the FDA and undergo the applicable regulatory clearance or approval process, which may require us to conduct clinical trials. There is risk that a software product that is considered a medical device may not be authorized by the FDA or that we may not be able to market the software product during the FDA review process. In addition, registering a software product with the FDA can be a costly and timely endeavor, creating additional regulatory scrutiny for the Company, as well as additional compliance requirements with applicable United States federal laws and FDA regulations and guidance. Even after regulatory authorization, additional regulatory review may be required if a material change is made to a device. Any application of FDA regulations or guidance to our business could therefore adversely affect our financial results by increasing our operating costs, slowing our time to market for regulated software products, subjecting us to additional government oversight and regulatory inspections and making it uneconomical to offer those software products.\n\nLegal and Tax-Related Risks\n\nWe are subject to litigation from time to time, which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe participate in businesses and activities that are subject to substantial litigation. We are from time to time involved in litigation, which may include claims relating to contractual disputes, product liability, torts or personal injury, employment, antitrust, intellectual property or other commercial or regulatory matters. Additionally, if current or future government regulations are interpreted or enforced in a manner adverse to us or our business, specifically those with respect to antitrust or healthcare laws, we may be subject to enforcement actions, penalties, damages and other material limitations on our business. \n\nFurthermore, as a public company, we may become subject to stockholder inspection demands under Delaware law, and derivative or other similar litigation that can be expensive, divert human and financial capital to less productive uses, and benefit a limited number of stockholders rather than stockholders at large. For example, the August 2020 Restructuring resulted in (i) the announcement of several investigations by private law firms of possible securities law violations; (ii) stockholder inspection demands seeking to investigate possible breaches of fiduciary duties; and (iii) the filing of a stockholder derivative complaint on March 4, 2022, captioned City of Warren General Employees’ Retirement System v. Michael Alkire, et al., Case No. 2022-0207-JTL. The complaint, purportedly brought on behalf of Premier, was filed in the Delaware Court of Chancery against our current and former Chief Executive Officers and current and certain former directors. We were named as a nominal defendant in the complaint. This matter was settled in June 2024.\n\nFrom time to time, we have been named as a defendant in class action antitrust lawsuits brought by suppliers or purchasers of medical products. Typically, these lawsuits have alleged the existence of a conspiracy among manufacturers of competing products, distributors and/or operators of GPOs, including us, to deny the plaintiff access to a market for certain products, to raise the prices for products and/or to limit the plaintiff’s choice of products to buy. No assurance can be given that we will not be subjected to similar actions in the future or that any such existing or future matters will be resolved in a manner satisfactory to us or which will not harm our business, financial condition or results of operations.\n\nWe may become subject to additional litigation or governmental investigations in the future. These claims may result in material defense costs or may compel us to pay material fines, judgments or settlements, which, if uninsured, could have a material adverse effect on our business, financial condition, results of operations and cash flows. In addition, certain litigation matters could adversely affect our commercial reputation, which is critical for attracting and retaining customers, suppliers and member participation in our GPO programs. Further, stockholder and other litigation may result in adverse investor perception of our company, negatively impact our stock price and increase our cost of capital.\n\n42\n\nFailure to protect our intellectual property and claims against our use of the intellectual property of third parties could cause us to incur unanticipated expense and prevent us from providing our products and services, which could adversely affect our business, financial condition and results of operations.\n\nOur success depends in part upon our ability to protect our core technology and intellectual property. To accomplish this, we rely on a combination of intellectual property rights, including trade secrets, copyrights and trademarks, as well as customary contractual and confidentiality protections and internal policies applicable to employees, contractors, members, customers and business partners. These protections may not be adequate, however, and we cannot assure you that they will prevent misappropriation of our intellectual property. In addition, parties that gain access to our intellectual property might fail to comply with the terms of our agreements and policies and we may not be able to enforce our rights adequately against these parties. The disclosure to, or independent development by, a competitor of any trade secret, know-how or other technology not protected by a patent could materially and adversely affect any competitive advantage we may have over such competitor. The process of enforcing our intellectual property rights through legal proceedings would likely be burdensome and expensive and our ultimate success cannot be assured. Our failure to adequately protect our intellectual property and proprietary rights could adversely affect our business, financial condition and results of operations.\n\nIn addition, we could be subject to claims of intellectual property infringement, misappropriation or other intellectual property violations as our applications’ functionalities overlap with competitive products, and third parties may claim that we do not own or have rights to use all intellectual property used in the conduct of our business or acquired by us. We could incur substantial costs and diversion of management resources defending any such claims. Furthermore, a party making a claim against us could secure a judgment awarding substantial damages as well as injunctive or other equitable relief that could effectively block our ability to provide products or services. Such claims also might require indemnification of our members or other customers at material expense. \n\nA number of our contracts with our members and other customers contain indemnity provisions whereby we indemnify them against certain losses that may arise from third-party claims that are brought in connection with the use of our products.\n\nOur exposure to risks associated with the protection and use of intellectual property may be increased as a result of acquisitions, as we have limited visibility into the development process of acquired entities or businesses with respect to their technology or the care taken by acquired entities or businesses to safeguard against infringement risks. In addition, third parties may make infringement and similar or related claims after we have acquired technology that had not been asserted prior to our acquisition thereof.\n\nOur products and services are subject to gross receipt taxes in some states, and an increase in those taxes or the imposition of additional gross receipt or sales and use taxes on our products and services in other states could have a material adverse effect on our business, financial condition or results of operations.\n\nCertain states impose a gross receipts tax on administrative fees we collect in connection with our GPO programs. If the amount of gross receipts taxes that we have to pay were to materially increase, either because a gross receipts tax was imposed by more states and/or at a higher tax rate than currently applicable, the profitability of our GPO programs could be materially and adversely affected as these amounts are not directly passed through to our customers. We do not pay or collect any sales and use or similar taxes in any states based on our belief that our products and services are not subject to such taxes in any states. If we were to become obligated to collect sales and use taxes in any states in connection with our GPO programs, the imposition of these taxes could also harm our business by potentially leading to a decrease in sales and the profitability of our GPO programs. Our business could similarly be harmed if states seek to impose gross receipts or sales and use taxes on a broader range of products and services than those currently so taxed, including products and services sold online.\n\nThe imposition by states of indirect taxes, such as gross receipts taxes and sales and use taxes, is a complex and evolving issue. The laws and regulations governing these taxes vary materially by tax jurisdiction and are subject varying and changing interpretations. Their applicability to our products and services requires significant judgment on an ongoing basis. Taxing authorities in states where we do not pay gross receipts taxes and do not collect sales and use taxes on our products and services could assert that such taxes are applicable.\n\nWe cannot assure you that we will not be subject to gross receipts or sales and use taxes in states where we currently believe no such taxes are required. We have previously identified certain jurisdictions where we now believe we may have been obligated to, but did not pay gross receipts taxes and are taking steps necessary to remediate those deficiencies. A successful assertion by one or more taxing authorities that we should pay gross receipts taxes or collect sales and use or other taxes on sales we have deemed nontaxable could result in tax liabilities for past and future sales, decrease our ability to compete and otherwise harm our business.\n\n43\n\nLiability for past taxes may also include substantial interest and penalty charges as well as audit defense costs. If we are required to collect and pay back taxes (and any associated interest and penalties) and if our members or other customers fail or refuse to reimburse us for all or a portion of these amounts, we will have incurred unplanned costs that may be substantial. Moreover, imposition of such taxes on our services going forward could effectively increase the cost of such services to our members and may adversely affect our ability to retain existing members or to gain new members in the areas in which such taxes are imposed.\n\nChanges in tax laws could materially impact our effective tax rate, income tax expense, anticipated tax benefits, deferred tax assets, cash flows and profitability.\n\nContinued economic and political conditions in the United States could result in changes in United States tax laws beyond those enacted in connection with the Tax Cuts and Jobs Act (“TCJA”) on December 22, 2017 and the Coronavirus Aid, Relief, and Economic Security Act (“CARES”) on March 27, 2020. For example, in July 2025, the United States government enacted the One Big Beautiful Bill Act (the “2025 U.S. Tax Act), which extended or made permanent many of the corporate tax changes arising under the TCJA. While we do not anticipate the 2025 U.S. Tax Act to have a material impact to our financial condition or results of operations, further changes in tax laws could impact how United States corporations are taxed and could have a material adverse impact on our financial condition and results of operations. Although we cannot predict whether or in what form such changes will pass, if enacted into law, they could have a material impact on our effective tax rate, income tax expense, ability to fully realize anticipated tax benefits that correspond to our fixed payment obligations associated with the acceleration of our tax receivable agreement, deferred tax assets, results of operations, cash flows and profitability.\n\nA loss of a major tax dispute could result in a higher tax rate on our earnings, which could result in a material adverse effect on our financial condition and results of operations.\n\nIncome tax returns that we file are subject to review and examination. We recognize the benefit of income tax positions we believe are more likely than not to be sustained upon challenge by a tax authority. If any tax authority successfully challenges our positions or if we lose a material tax dispute, our effective tax rate on our earnings could increase substantially and result in a material adverse effect on our financial condition. \n\nRisks Related to Our Corporate Structure\n\nWe may not be able to realize all or a portion of the expected tax benefits that correspond to the payments we made under the Unit Exchange and Tax Receivable Agreements (the “Unit Exchange Agreements”) entered into in connection the August 2020 early termination and acceleration of the then-existing Tax Receivable Agreement (“TRA”) with certain member-owners pursuant to the Unit Exchange Agreements.\n\nWe entered into the Unit Exchange Agreements in July 2020, with a substantial majority of our member-owners. Pursuant to the terms of the Unit Exchange Agreements, we elected to terminate the then-existing TRA with those member-owners upon payment to those member-owners of the discounted present value of the tax benefit payments otherwise owed to them over a 15-year period under the TRA. As a result of the acceleration and termination of the TRA, we agreed to pay our member-owners approximately $472.6 million in aggregate, and the payments were completed in the fourth quarter of fiscal year 2025. These payments were based upon the present value of all forecasted future payments that would have otherwise been made under the TRA. These payments were fixed obligations and the aggregate amount we paid could ultimately exceed the actual tax benefits that we realize. Additionally, if our actual taxable income were insufficient or there were adverse changes in applicable law or regulations, we may be unable to realize all or a portion of these expected benefits and our cash flows and stockholders’ equity could be negatively affected.\n\nOur certificate of incorporation and bylaws and provisions of Delaware law may discourage or prevent strategic transactions, including a takeover of our company, even if such a transaction would be beneficial to our stockholders.\n\nProvisions contained in our certificate of incorporation and bylaws and provisions of the Delaware General Corporation Law, or DGCL, could delay or prevent a third party from entering into a strategic transaction with us, even if such a transaction would benefit our stockholders. For example, our certificate of incorporation and bylaws:\n\n•divide our Board of Directors into three classes with staggered three-year terms, which may delay or prevent a change of our management or a change in control;\n\n•authorize our Board of Directors to issue “blank check” preferred stock in order to increase the aggregate number of outstanding shares of capital stock and thereby make a takeover more difficult and expensive;\n\n•do not permit cumulative voting in the election of directors, which would otherwise allow less than a majority of stockholders to elect director candidates;\n\n•do not permit stockholders to take action by written consent;\n\n44\n\n•provide that special meetings of the stockholders may be called only by or at the direction of the Board of Directors, the chair of our Board of Directors or the chief executive officer;\n\n•require advance notice to be given by stockholders of any stockholder proposals or director nominees;\n\n•require a super-majority vote of the stockholders to amend our certificate of incorporation; and\n\n•allow our Board of Directors to make, alter or repeal our bylaws but only allow stockholders to amend our bylaws upon the approval of 662/3% or more of the voting power of all of the outstanding shares of our capital stock entitled to vote.\n\nIn addition, we are subject to the provisions of Section 203 of the DGCL which limits, subject to certain exceptions, the right of a corporation to engage in a business combination with a holder of 15% or more of the corporation’s outstanding voting securities or certain affiliated persons.\n\nThese restrictions could limit stockholder value by impeding the sale of our company and discouraging potential takeover attempts that might otherwise be financially beneficial to our stockholders.\n\nRisks Related to Our Capital Structure, Liquidity and Class A Common Stock\n\nWe may need to obtain additional financing which may not be available or may be on unfavorable terms and result in dilution to, or a diminution of the rights of, our stockholders and cause a decrease in the price of our Class A common stock.\n\nWe may need to raise additional funds in order to, among other things:\n\n•finance unanticipated working capital requirements;\n\n•develop or enhance our technological infrastructure and our existing products and services;\n\n•fund strategic relationships;\n\n•comply with new laws, regulations, rules or judicial orders;\n\n•respond to competitive pressures; and/or\n\n•acquire complementary businesses, assets, technologies, products or services.\n\nAdditional financing may not be available on terms favorable to us, or at all. If adequate funds are not available or are not available on acceptable terms, our ability to fund our growth strategy, repurchase shares of Class A common stock under our share repurchase program, take advantage of unanticipated opportunities, develop or enhance technology or services or otherwise respond to competitive pressures would be materially limited. If we raise additional funds by issuing equity or convertible debt securities, our then-existing stockholders may be diluted and holders of these newly issued securities may have rights, preferences or privileges senior to those of our then-existing stockholders. The issuance of these securities may cause a material decrease in the trading price of our Class A common stock or the value of your investment in us.\n\nOur inability to refinance or replace our existing credit facility at or before maturity could have a material adverse effect on our ability to fund our ongoing cash requirements. Current or future indebtedness could adversely affect our business and our liquidity position.\n\nWe have a five-year $1.0 billion unsecured revolving credit facility (the “Credit Facility”), with a maturity date of December 12, 2027. As of June 30, 2025, we had $280.0 million in outstanding borrowings under the Credit Facility. Our inability to refinance or replace our Credit Facility at or before maturity or our inability to do so on acceptable terms could have a material adverse effect on our inability to fund our ongoing working capital requirements, business strategies, acquisitions and related business investments, future cash dividend payments, if any, or repurchases of Class A common stock under any then-existing or future stock repurchase programs, if any.\n\nOur indebtedness may increase from time to time in the future for various reasons, including fluctuations in operating results, capital expenditures, stock repurchases, and potential acquisitions. Any indebtedness we incur and restrictive covenants contained in the agreements related thereto could:\n\n•make it difficult for us to satisfy our obligations, including making interest payments on our other debt obligations;\n\n•limit our ability to obtain additional financing to operate our business;\n\n•require us to dedicate a substantial portion of our cash flow to payments on our debt, reducing our ability to use our cash flow to fund capital expenditures and working capital and other general operational requirements;\n\n•limit our flexibility to execute our business strategy and plan for and react to changes in our business and the healthcare industry;\n\n45\n\n•place us at a competitive disadvantage relative to some of our competitors that have less debt than us;\n\n•limit our ability to pursue acquisitions; and\n\n•increase our vulnerability to general adverse economic and industry conditions, including changes in interest rates or a downturn in our business or the economy.\n\nThe occurrence of any one of these events could cause us to incur increased borrowing costs and thus have a material adverse effect on our cost of capital, business, financial condition and results of operations or cause a material decrease in our liquidity and impair our ability to pay amounts due on our indebtedness.\n\nOur Credit Facility contains, among other things, restrictive covenants that will limit our and our subsidiaries’ ability to finance future operations or capital needs or to engage in other business activities. The Credit Facility restricts, among other things, our ability and the ability of our subsidiaries to incur additional indebtedness or issue guarantees, create liens on our assets, make distributions on or redeem equity interests, make investments, transfer or sell properties or other assets, and engage in mergers, consolidations or acquisitions. Furthermore, the Credit Facility includes cross-default provisions and requires us to meet specified financial ratios and tests. In addition, any debt securities we may issue or indebtedness we incur in the future may have similar or more restrictive financial or operational covenants that may limit our ability to execute our business strategies or operate our Company.\n\nOur quarterly operating results and the trading price and volume of our Class A common stock have fluctuated in the past and may continue to fluctuate in the future, either of which could adversely affect an investment in our Class A common stock.\n\nOur quarterly operating results have fluctuated in the past and are likely to fluctuate in the future. In addition, the trading price and volume of our Class A common stock have experienced, and may continue to experience, significant price and volume fluctuations. Our operating results (including the operating results of one or both of our operating segments) and the trading price and volume of our Class A common stock may fluctuate in response to various factors, including:\n\n•our ability to offer new and innovative products and services;\n\n•regulatory changes, including changes in healthcare laws;\n\n•unforeseen legal expenses, including litigation and settlement costs;\n\n•the purchasing and budgeting cycles of our members and other customers;\n\n•the lengthy sales cycles for our products and services, which may cause material delays in generating revenues or an inability to generate revenues;\n\n•pricing pressures with respect to our future sales;\n\n•the timing and success of new product and service offerings by us or by our competitors;\n\n•fluctuations in customer demand for enterprise licenses or SaaS-based subscriptions to our analytics technology; and the timing of enterprise analytics license agreements;\n\n•member decisions regarding renewal or termination of their contracts and the timing of these decisions, especially those involving our larger member relationships;\n\n•the amount and timing of costs related to the maintenance and expansion of our business, operations and infrastructure;\n\n•the amount and timing of costs related to the development, adaptation, acquisition, or integration of acquired technologies or businesses;\n\n•the financial condition of our current and potential new members and other customers; \n\n•general economic and market conditions and economic conditions specific to the healthcare industry;\n\n•the amount and timing of any write-offs of impaired assets recorded in connection with acquisitions and investments;\n\n•the amount and timing of expenses related to significant, unusual or discrete events, which are recorded in the period in which the events occur, including litigation or other dispute-related settlement payments;\n\n•technical difficulties or interruptions in our services;\n\n•the impact of any future pandemics, epidemics or public health emergencies on the economy and healthcare industry; and\n\n•the other factors described in this “Risk Factors” section of the Annual Report.\n\nIn addition, the trading price and volume of our Class A common stock have experienced, and may in the future experience, significant price and volume fluctuations due to the performance of both or potentially just one of our two operating segments. The factors described above will not necessarily affect our two segments to the same extent or even in the same manner in any particular fiscal period, and the operating performance of either of the two segments in any particular fiscal period may be \n\n46\n\nperceived by investors as more or less important to our business and strategies and future performance. Accordingly, the separate performance of just one of our segments could lead to price and volume volatility regardless of the performance of the other segment or our consolidated results of operations and financial condition.\n\nBecause our quarterly operating results may vary materially in the future, period-to-period comparisons of our operating results may not be meaningful and you should not rely on the results of one quarter as an indication of future performance. If our quarterly results of operations fall below the expectations of securities analysts or investors, the price of the Class A common stock could decline substantially. In addition, the equity markets in general, and NASDAQ in particular, have experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of individual companies such as ours. These broad market and industry factors may affect the market price of our Class A common stock adversely, regardless of our operating performance. Fluctuations and volatility in the trading price and volume of our the Class A common stock may harm the overall reputation of our organization, cause us to lose members or customers and impact our ability to raise additional capital in the future. In the past, following periods of volatility in the market price of a company’s securities, securities class action litigation often has been instituted against that company. This type of litigation, if instituted against us, could result in substantial costs and a diversion of management’s attention and resources, and could significantly harm our profitability and reputation.\n\nWe have in the past and may in the future be subject to short selling strategies that may drive down the market price of our Class A common stock.\n\nShort sellers may attempt to drive down the market price of our Class A common stock. Short selling is the practice of selling securities that the seller does not own but may have borrowed with the intention of buying identical securities back at a later date to return to the lender. The short seller hopes to profit from a decline in the value of the securities between the time the securities are borrowed and the time they are replaced, as the short seller expects to pay less in the purchase than it received in the sale. As it is in the short seller’s best interests for the price of the stock to decline, some short sellers publish, or arrange for the publication of, negative opinions or characterizations regarding the relevant issuer, its business prospects, and related matters calculated to or which may create negative market momentum. Through the use of the internet, social media, and blogging, short sellers have in the past and may in the future release so-called “research reports” that mimic the type of investment analysis performed by large Wall Street firms and independent research analysts to publicly attack our credibility, strategy and veracity. These short seller publications are not regulated by any governmental, self-regulatory organization or other official authority in the United States and are not subject to certification requirements imposed by the SEC. Accordingly, the opinions they express may be based on distortions of actual facts, omissions, or in some cases outright fabrications. Short-seller publications may create the appearance or perception of wrongdoing, even when allegations are not substantiated, and may therefore affect the reputation or perception of a company or its management. In light of the limited risks involved in publishing such information, and the significant profits that can be made from running successful short attacks, short sellers will likely continue to issue such reports in pursuit of short-selling strategies. \n\nCompanies that are subject to short-seller allegations, even if untrue, may have to expend a significant amount of resources to investigate such allegations and/or defend themselves, including shareholder suits against the company that may be prompted by such allegations. While we intend to strongly defend our public disclosures against any short-seller attacks, in many situations we could be constrained in the manner that we are able to proceed against the relevant short seller, for example, due to principles of freedom of speech, applicable state law, issues of commercial confidentiality, and other considerations.\n\nWe may not realize anticipated benefits of any future share repurchases.\n\nWe have in the past and may in the future announce authorizations to repurchase shares of our Class A common stock, although we do not have any outstanding repurchase authorization as of the date of this Annual Report. If and when we announce such authorizations in the future, unless otherwise reported by us, the timing, manner and volume of repurchases will be determined in management's discretion based on market conditions, the market price of the Class A common stock, applicable legal requirements, potential alternative opportunities for investment of capital, and other factors. The trading price and volume of our Class A common stock could experience volatility in response to the announcement of future repurchase authorizations and/or the timing and amount of additional repurchases pursuant to any such future authorizations. We cannot guarantee that we will repurchase any additional shares pursuant to any future repurchase authorizations, and there can be no assurance that any share repurchases will enhance stockholder value. Repurchasing our Class A common stock (including repurchases we have made under prior repurchase authorizations) reduces the amount of cash we have available to fund working capital, capital expenditures, strategic acquisitions or investments, other business opportunities, and other general corporate projects.\n\n47\n\nIf we fail to maintain an effective system of integrated internal controls, we may not be able to report our financial results accurately, we may determine that our prior financial statements are not reliable, or we may be required to expend material financial and personnel resources to remediate any weaknesses, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nEnsuring that we have adequate internal financial and accounting controls and procedures in place so that we can produce accurate financial statements on a timely basis is a costly and time-consuming effort that needs to be evaluated frequently. Section 404 of the Sarbanes-Oxley Act requires public companies to conduct an annual review and evaluation of their internal controls and attestations of the effectiveness of internal controls by independent auditors. Maintaining effective internal controls has been and will continue to be costly and may divert management’s attention.\n\nWe have identified material weaknesses in our internal controls over financial reporting in the past. Our future evaluation of our internal controls over financial reporting may identify additional material weaknesses that may cause us to (i) be unable to report our financial information on a timely basis or (ii) determine that our previously issued financial statements should no longer be relied upon because of a material error in such financial statements, and thereby result in adverse regulatory consequences, including sanctions by the SEC, violations of NASDAQ listing rules or stockholder litigation. In the event that we identify a material weakness in our internal control over financial reporting that resulted in an error in previously-reported financial statements, we may need to amend such financial statements, and we would be required to implement a remediation plan to address the identified weakness, which would likely result in our expending material financial and personnel resources. The occurrence of such events could result in a negative reaction in the financial markets due to a loss of investor confidence in us and the reliability of our financial statements, could materially adversely affect our business, financial condition and results of operations and could also lead to a decline in the price of our Class A common stock.\n\nThere can be no assurance we will pay dividends on our Class A common stock at current levels or at all, and failure to pay any such dividends could have a material adverse impact on our stock price and your investment in Premier.\n\nSince September 2020, we have paid quarterly cash dividends on our Class A common stock. The continued payment of dividends and the rate of any such dividends will be at the discretion of our Board of Directors after taking into account various factors, including our business, operating results and financial condition, current and anticipated capital requirements and cash needs, plans for expansion and any legal or contractual limitations on our ability to pay dividends. If we cease paying dividends, we could experience a material adverse impact on our stock price and your investment could materially decline, and as a result, capital appreciation in the price of our Class A common stock, if any, may be your only source of gain on an investment in our Class A common stock.\n\nOur future issuance of common stock, preferred stock, limited partnership units or debt securities could have a dilutive effect on our common stockholders and adversely affect the market value of our Class A common stock.\n\nIn the future, we could issue a material number of shares of Class A common stock, which could dilute our existing stockholders materially and have a material adverse effect on the market price for the shares of our Class A common stock. Furthermore, the future issuance of shares of preferred stock with voting rights may adversely affect the voting power of our common stockholders, either by diluting the voting power of our Class A common stock if the preferred stock votes together with the common stock as a single class or by giving the holders of any such preferred stock the right to block an action on which they have a separate class vote even if the action were approved by the holders of our Class A common stock. The future issuance of shares of preferred stock with dividend or conversion rights, liquidation preferences or other economic terms favorable to the holders of preferred stock could adversely affect the market price for our Class A common stock by making an investment in the Class A common stock less attractive. In addition to potential equity issuances described above, we also may issue debt securities that would rank senior to shares of our Class A common stock.\n\nUpon our liquidation, holders of our preferred shares, if any, and debt securities and instruments will receive a distribution of our available assets before holders of shares of our Class A common stock. We are not required to offer any such additional debt or equity securities to existing stockholders on a preemptive basis. Therefore, additional issuances of our Class A common stock, directly or through convertible or exchangeable securities, warrants or options, will dilute the holders of shares of our existing Class A common stock and such issuances, or the anticipation of such issuances, may reduce the market price of shares of our Class A common stock. Any preferred shares, if issued, would likely have a preference on distribution payments, periodically or upon liquidation, which could limit our ability to make distributions to holders of shares of our Class A common stock. Because our decision to issue debt or equity securities or otherwise incur debt in the future will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing or nature of our future capital raising efforts.",
      "char_count": 156093
    }
  },
  "extracted_at": "2026-01-19T15:52:05.584339"
}