{
  "ticker": "PLD",
  "company_name": "Prologis, Inc.",
  "cik": 1045609,
  "form_type": "10-K",
  "filing_date": "2025-02-14",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-021272",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001045609&accession_number=000095017025021272&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "ITEM 1. Business\n\n  Prologis, Inc. is a self-administered and self-managed REIT and is the sole general partner of Prologis, L.P. through which it holds substantially all of its assets. We operate Prologis, Inc. and Prologis, L.P. as one enterprise and, therefore, our discussion and analysis refers to Prologis, Inc. and its consolidated subsidiaries, including Prologis, L.P. We invest in real estate through wholly owned subsidiaries and other entities through which we co-invest with partners and investors (\"co-investment ventures\"). We have a significant ownership interest in the co-investment ventures, which are either consolidated or unconsolidated based on our level of control of the entity.\n\n  Prologis, Inc. began operating as a fully integrated real estate company in 1997 and elected to be taxed as a REIT under the Internal Revenue Code of 1986, as amended (“Internal Revenue Code” or “IRC”). We believe the current organization and method of operation enable Prologis, Inc. to maintain its status as a REIT. Prologis, L.P. was also formed in 1997.\n\n  We operate, manage and measure the operating performance of our properties on an owned and managed (“O&M”) basis. Our O&M portfolio includes our consolidated properties as well as properties owned by our unconsolidated co-investment ventures, which we manage. We make operating decisions based on our total O&M portfolio as we manage the properties without regard to their ownership. We also evaluate our results based on our proportionate economic ownership of each property included in the O&M portfolio (“our share”).\n\n  Included in our discussion below are references to funds from operations (“FFO”) and net operating income (“NOI”), neither of which are United States (“U.S.”) generally accepted accounting principles (“GAAP”). See Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations for a reconciliation of Net Earnings Attributable to Common Stockholders/Unitholders in the Consolidated Statements of Income to our FFO measures and a reconciliation of NOI to Operating Income in the Consolidated Statements of Income, the most directly comparable GAAP measures.\n\n  Our corporate headquarters is located at Pier 1, Bay 1, San Francisco, California 94111, and our other principal office locations are in Amsterdam, Denver, Mexico City, Sao Paulo, Shanghai, Singapore and Tokyo.\n\n  Our Internet address is www.prologis.com. All reports required to be filed with the Securities and Exchange Commission (“SEC”) are available and can be accessed free of charge through the Investor Relations section of our website. The common stock of Prologis, Inc. is listed on the New York Stock Exchange (“NYSE”) under the ticker “PLD” and is a component of the Standard & Poor’s (“S&P”) 500.\n\n  THE COMPANY\n\n  Prologis is the global leader in logistics real estate with a focus on high-barrier, high growth markets. We own, manage and develop well-located, high-quality logistics facilities in 20 countries across four continents. Our portfolio centers on the world’s most vibrant centers of commerce and our scale across these locations allows us to better serve our customers’ diverse logistics requirements. \n\n  Logistics supply chains remain essential to our customers and the global economy. Long-term trends, including the growth of e-commerce and modernization of the supply chain, continue to drive demand toward creating supply chain resiliency through leasing additional space to store and distribute goods. This sustained demand has contributed to meaningful rent growth and low vacancy rates in recent years. We believe this demand is driven by three primary factors: (i) the re-positioning of our customer supply chains to accommodate the shift toward e-commerce and heightened service expectations; (ii) growth in overall consumption and households; and (iii) our customers’ increased focus on building supply chain efficiency. We believe these factors will sustain demand and low vacancy rates over the long term. In the near term, our proprietary metrics reveal renewed activity in customer leasing decisions as we entered 2025 despite the current economic and geopolitical environment.\n\n  Our teams actively manage our portfolio by providing comprehensive real estate services, including leasing, property management, development, acquisitions and dispositions. We invest significant capital into new logistics properties through acquisitions and development activity, including both built-to-suit and speculative development and redevelopment of properties into industrial properties and data centers. Proceeds from property dispositions, generally achieved by contributing newly developed properties to our co-investment ventures and selling of non-strategic properties to third parties, enable us to recycle capital back into our ongoing investment activities. \n\n  While the majority of our properties in the U.S. are wholly owned, we hold a significant ownership interest in properties both in the U.S. and internationally through our investment in co-investment ventures. Partnering with many of the world’s largest institutional investors through co-investment ventures allows us to expand our investment capacity, enhance and diversify our real estate returns and mitigate our exposure to foreign currency movements.\n\n  Our scale and customer-focused strategy have compelled us to expand the services we provide. Our 1.3 billion square foot portfolio has provided the foundation upon which we have built a platform of solutions to address challenges that our customers face in global fulfillment today. Through Prologis Essentials, we provide solutions to meet our customers’ operations and energy and sustainability needs. Our customer experience teams, proprietary technology and strategic partnerships are foundational to all aspects of our Prologis Essentials offerings. These resources allow us to provide our customers with unique and actionable insights and tools to help them make progress on sustainability goals and drive greater efficiency in their operations. Moreover, the principles of Environmental, Social, and Governance (“ESG”) are ingrained in our business strategy through our integrated approach to global impact and sustainability, which we believe creates value for our customers, investors, employees, and communities.\n\n  Our Global Presence \n\n  At December 31, 2024, we owned or had investments in, on a wholly owned basis or through co-investment ventures, properties and development projects expected to total approximately 1.3 billion square feet across the following geographies: \n\n  Throughout this discussion, we reflect amounts in the U.S. dollar, our reporting currency. Included in these amounts are consolidated and unconsolidated investments denominated in foreign currencies, principally the British pound sterling, Canadian dollar, euro and Japanese yen that are impacted by fluctuations in exchange rates when translated to U.S. dollars. We mitigate our exposure to foreign currency fluctuations by investing outside the U.S. through co-investment ventures, borrowing in the functional currency of our subsidiaries and utilizing derivative financial instruments.\n\n  REPORTABLE SEGMENTS\n\n  Our business comprises two reportable segments: Real Estate (Rental Operations and Development) and Strategic Capital.\n\n  Below is information summarizing consolidated activity within our segments over the last three years (in millions): \n\n  (1)NOI from the Real Estate Segment is calculated directly from the Consolidated Financial Statements as Rental Revenues and Development Management and Other Revenues less Rental Expenses and Other Expenses. NOI from the Strategic Capital Segment is calculated directly from the Consolidated Financial Statements as Strategic Capital Revenues less Strategic Capital Expenses. \n\n  5\n\n\n  (2)A developed property moves into the operating portfolio when it meets our definition of stabilization, which is the earlier of when a property that was developed has been completed for one year, is contributed to a co-investment venture following completion or is 90% occupied. Amounts represent our total expected investment (“TEI”) upon stabilization, which includes the estimated cost of development or expansion, including land, construction and leasing costs.\n\n  Real Estate Segment\n\n  Rental Operations. Rental operations comprise the largest component of our reportable segments and generally contributes 90% to 95% of our consolidated revenues, earnings and FFO. We collect rent from our customers through operating leases, including reimbursements for the majority of our property operating costs. For leases that commenced during 2024 within the consolidated operating portfolio, the weighted average lease term was 64 months. We expect to generate earnings growth by increasing rents, maintaining high occupancy rates and controlling expenses. The primary driver of our revenue growth will be the rolling of in-place leases to current market rents when leases expire, as discussed further below. We believe our active portfolio management, combined with the skills of our property, leasing, maintenance, energy, sustainability and risk management teams allow us to maximize NOI across our portfolio. Substantially all of our consolidated rental revenue, NOI and cash flows from rental operations are generated in the U.S. \n\n  Development. Our development business provides the opportunity to build modern logistics facilities that address the evolving requirements of our customers while deepening our presence in our target markets. We believe we have a competitive advantage due to: (i) the strategic locations of our global land bank and redevelopment sites for the development of future industrial properties or data centers; (ii) the development expertise of our local teams; (iii) the depth of our customer relationships; (iv) our ability to integrate sustainable design features that provide operational efficiencies for our customers; and (v) our procurement capabilities that allow us to secure high-demand construction materials at a lower cost. Successful development and redevelopment efforts provide significant earnings growth as projects are leased, generate income and increase the value of our Real Estate Segment. Generally, we develop properties in the U.S. to hold for the long term or to contribute to our unconsolidated co-investment venture, and outside the U.S. to contribute to our unconsolidated co-investment ventures. \n\n  Strategic Capital Segment\n\n  We partner with many of the world’s largest institutional investors through co-investment ventures. The business is capitalized through private and public equity, that is comprised of 95% open-ended ventures, long-term ventures and two publicly traded vehicles (Nippon Prologis REIT, Inc. in Japan and FIBRA Prologis, which controls Terrafina, also a publicly traded FIBRA in Mexico). We align our interests with our partners by holding significant ownership interests in the co-investment ventures. Nine of the co-investment ventures are unconsolidated entities, and one is consolidated, with our ownership in the co-investment ventures ranging from 15% to 55%. As the majority of our investments are in unconsolidated co-investment ventures, this structure allows us to reduce our exposure to foreign currency movements for investments outside the U.S. Management of the unconsolidated co-investment ventures comprises our Strategic Capital Segment. \n\n  This segment generates durable, long-term cash flows and generally contributes 5% to 10% of our consolidated revenues, earnings and FFO, excluding promotes. We generate strategic capital revenue from our unconsolidated co-investment ventures, principally through asset management and property management services. Revenue earned from asset management fees is primarily driven by the quarterly valuation of the real estate properties owned by the respective ventures. We earn additional revenues by providing leasing, acquisition, construction management, development and disposition services. The majority of the strategic capital revenues are generated outside the U.S. In certain ventures, we also have the ability to earn revenues through incentive fees (“promotes” or “promote revenues”) periodically during the life of a venture, upon liquidation of a venture or upon stabilization of individual venture assets based primarily on the total return of the investments over certain financial hurdles. Promote revenues are recognized when earned at the end of the promote period for the specific co-investment ventures. We plan to grow this business and increase revenues by increasing our assets under management in existing or new ventures. \n\n  6\n\n\n  FUTURE GROWTH\n\n  We believe that the quality and scale of our portfolio, our ability to develop our land bank and redevelopment sites, our strategic capital business, the depth of our customer relationships and the strength of our balance sheet are differentiators that allow us to drive growth in revenues, NOI, earnings, FFO and cash flows.\n\n  (1)Net effective rent (\"NER\") is calculated at the beginning of the lease using estimated total cash base rent to be received over the term and annualized and excludes fair value lease amortization from acquisitions. Amounts derived in a currency other than the U.S. dollar have been translated using the average rate from the previous twelve months.\n\n  Rent change represents the percentage change in net effective rental rates (average rate over the lease term), on new and renewed leases, commenced during the period compared with previous net effective rental rates in that same space. \n\n  •Rent Growth. We have experienced positive rent growth every quarter since 2013. As a result of several years of increases in market rents, our in-place leases have considerable upside potential to capture these higher rents and to drive future organic NOI growth. We estimate that our share of the lease mark-to-market is approximately 30% (on an NER basis), which represents the amount by which current market rents exceed our in-place rents based on our share of the O&M portfolio at December 31, 2024. This lease mark-to-market has remained meaningfully positive despite recent quarters of lower or even negative market rental growth due to the compounded nature of market rent growth. Therefore, even without further market rent growth, we would expect our lease renewals to result in higher future rental income. \n\n  •Value Creation from Development. The global nature of our development program provides a wide landscape of opportunities to pursue based on our judgment of market conditions, opportunities and risks. One of the ways in which we create value is through our focus on sourcing well-located land and redevelopment sites through acquisition opportunities. This strategy has enabled us to create value by converting income-producing assets acquired for redevelopment into industrial properties, known as Covered Land Plays (\"CLPs\"), as well as converting existing industrial properties into higher uses, such as data centers. \n\n  Based on our current estimates, our consolidated land and other real estate investments, including options and CLPs, have the potential to support the development of $36.9 billion ($41.5 billion on an O&M basis) of TEI of newly developed buildings. We measure the estimated value creation of a development project as the stabilized value above our TEI. As properties are completed and leased, we expect to capture the value creation principally through gains realized through contributions of these properties to unconsolidated co-investment ventures and increases in the NOI of the consolidated portfolio.\n\n  •Strategic Capital Advantages. The co-investment ventures provide capital from third parties that allows us to grow our O&M portfolio, contribute to self-funding our development activities through the sale or contribution of newly developed assets to these vehicles and produce substantial fees for our management of the assets. We raise capital to support the long-term growth of the co-investment ventures while maintaining our own substantial investments in these vehicles. At December 31, 2024, the gross book value of the operating portfolio held by our nine unconsolidated co-investment ventures was $56.3 billion across 548 million square feet. \n\n  (1)G&A Expenses is a line item in the Consolidated Financial Statements. Adjusted G&A expenses is calculated from our \n\n  7\n\n\n  Consolidated Financial Statements as G&A Expenses and Strategic Capital Expenses, less expenses under the Prologis Promote Plan (“PPP”) and property-level management expenses for the properties owned by the ventures.\n\n  •Balance Sheet Strength. We have a long-held strategy to build and maintain a strong and flexible balance sheet by using conservative levels of financial leverage. At December 31, 2024, the weighted average remaining maturity of our consolidated debt was 9 years and the weighted average interest rate was 3.1%. At December 31, 2024, we had total available liquidity of $7.4 billion. We continue to maintain low leverage as a percentage of our real estate investments and our market capitalization. As a result of our low leverage, available liquidity and investment capacity in the co-investment ventures, we have significant ability to capitalize on opportunistic value-added investments as they arise.\n\n  •Our Scale Drives Efficiency. We have scalable systems and infrastructure in place to grow both our consolidated and O&M portfolios with limited incremental G&A expense. We use adjusted G&A expenses as a percentage of the O&M portfolio (based on gross book value) to measure and evaluate the overhead costs associated with the O&M portfolio. We believe we can continue to grow NOI and strategic capital revenues organically and through accretive development and acquisition activity while further reducing G&A as a percentage of our investments in real estate. \n\n  •Staying “Ahead of What’s Next™”. We are focused on creating value beyond real estate by enhancing our customers’ experience, leveraging our scale in procurement and innovating through data analytics and digitization efforts. This includes investments in early and growth-stage companies that are focused on emerging technologies for the logistics sector through Prologis Ventures, our corporate venture capital group. Our Prologis Essentials platform provides our customers with solutions through services and products that address their operations and energy and sustainability needs, simplify their decision-making and support them in achieving their environmental goals.\n\n  Competition\n\n  Real estate ownership is highly fragmented, and we face competition from many owners and operators. Competitively priced logistics space could impact our occupancy rates and have an adverse effect on how much rent we can charge, which in turn could affect our operating results. We face competition regarding our capital deployment activities, including regional, national and global operators and developers. We also face competition from investment managers for institutional capital within our strategic capital business.\n\n  Despite the competition, our global reach and local market knowledge over the years have given us distinct competitive advantages, including the following:\n\n  •a portfolio of properties strategically located in markets characterized by large population densities, growing consumption and high barriers to entry, typically near large labor pools and extensive transportation infrastructure, including our Last Touch® facilities;\n\n  •the ability to leverage the organizational scale and structure of our 1.3 billion square foot O&M portfolio to provide a single point of contact for our multi-market customers to address their needs through our in-house global Customer Led Solutions Team;\n\n  •services and solutions offered through Prologis Essentials to assist our customers with their operations and energy and sustainability needs and at the same time enhancing the value of our real estate;\n\n  •a strategically located, global land bank and redevelopment sites that have the potential to support the development of $41.5 billion of TEI of new logistics space on an O&M basis, including build-to-suit development and redevelopment as industrial properties or data centers;\n\n  •capabilities to convert properties to data centers in key markets, with total TEI of $0.9 billion on an O&M basis currently under development;\n\n  •local teams with the expertise, experience and relationships to lease our properties and deploy capital advantageously, supported by our in-house government and community affairs and entitlement teams;\n\n  •development of logistics facilities with sustainable design features that meet customer needs for efficient, high-quality buildings while enabling them to make progress on their own sustainability goals;\n\n  •relationships and successful track record with current and prospective investors in our strategic capital business that is comprised of 95% open-ended ventures, long-term ventures and two publicly traded vehicles;\n\n  •a market intelligence team that allows us to track business conditions in real time, proactively pursue market opportunities and disruptions alike, and develop revenue-generating capabilities;\n\n  •an investment in technology and talent to support our sustainability objectives, including expanding our efforts around renewable energy;\n\n  8\n\n\n  •an internal venture capital group, Prologis Ventures, through which we invest in growth stage companies focused on innovating across the logistics sector; and\n\n  •a strong balance sheet and credit ratings, coupled with significant liquidity, borrowing capacity and long-term fixed debt with low rates.\n\n  Customers\n\n  At December 31, 2024, in our Real Estate Segment representing our consolidated properties, we had more than 4,000 customers occupying 646 million square feet of logistics operating properties (6,500 customers occupying 1.3 billion square feet for our O&M portfolio). Our broad customer base represents a spectrum of international, national, regional and local logistics users who operate across various industries, providing diverse goods to consumers throughout the globe.\n\n  The strategic location of our global portfolio gives us a unique ability to provide real estate solutions that support our customers' supply chains and help them meet end-consumer delivery expectations. Our properties are positioned at critical points in the supply chain, most notably our infill and Last Touch® facilities, which are located within and adjacent to major cities to ensure same-day delivery to consumers. Additionally, we own import and national distribution centers with access to major seaports and intermodal hubs, as well as regional distribution centers that facilitate broader market reach. \n\n  Below are the primary categories of goods in our consolidated real estate properties at December 31, 2024: \n\n  (1)Primary categories do not sum to 100% as the difference is attributable to customers that do not clearly fall into a single category. Additionally, primary categories are listed in order of the largest percentage of NER for each category type. \n\n  9\n\n\n  The following table details our top 25 customers for our consolidated and O&M real estate properties at December 31, 2024 (square feet in millions):\n\n    Consolidated - Real Estate Segment\n\n    Owned and Managed\n\n    Top Customers\n\n    % of NER\n\n    Total Occupied Square Feet\n\n    Top Customers\n\n    % of NER\n\n    Total Occupied Square Feet\n\n    1.   Amazon\n\n    6.0\n\n    34\n\n    1.   Amazon\n\n    4.9\n\n    46\n\n    2.   Home Depot\n\n    2.8\n\n    17\n\n    2.   Home Depot\n\n    1.8\n\n    19\n\n    3.   FedEx\n\n    1.7\n\n    7\n\n    3.   FedEx\n\n    1.3\n\n    11\n\n    4.   UPS\n\n    1.0\n\n    6\n\n    4.   DHL\n\n    1.1\n\n    13\n\n    5.   Geodis\n\n    0.9\n\n    6\n\n    5.   Geodis\n\n    1.1\n\n    15\n\n    6.   NFI Industries\n\n    0.7\n\n    4\n\n    6.   CEVA Logistics\n\n    1.0\n\n    13\n\n    7.   DHL\n\n    0.7\n\n    4\n\n    7.   GXO\n\n    0.8\n\n    10\n\n    8.   Walmart\n\n    0.7\n\n    6\n\n    8.   UPS\n\n    0.8\n\n    9\n\n    9.   Lululemon\n\n    0.7\n\n    2\n\n    9.   Maersk\n\n    0.8\n\n    7\n\n    10. GigaCloud\n\n    0.7\n\n    3\n\n    10. Kuehne + Nagel\n\n    0.7\n\n    9\n\n    Top 10 Customers\n\n    15.9\n\n    89\n\n    Top 10 Customers\n\n    14.3\n\n    152\n\n    11. Pepsi\n\n    0.6\n\n    4\n\n    11. DVS A/S\n\n    0.7\n\n    8\n\n    12. GXO\n\n    0.6\n\n    4\n\n    12. Walmart\n\n    0.6\n\n    8\n\n    13. Wayfair\n\n    0.6\n\n    6\n\n    13. NFI Industries\n\n    0.5\n\n    4\n\n    14. Ryder\n\n    0.6\n\n    3\n\n    14. Pepsi\n\n    0.4\n\n    4\n\n    15. Maersk\n\n    0.5\n\n    3\n\n    15. GigaCloud\n\n    0.4\n\n    3\n\n    16. DVS A/S\n\n    0.5\n\n    2\n\n    16. Lululemon\n\n    0.4\n\n    2\n\n    17. Western Post\n\n    0.5\n\n    2\n\n    17. Mercado Libre\n\n    0.4\n\n    5\n\n    18. Imperial Dade\n\n    0.5\n\n    2\n\n    18. Ryder\n\n    0.4\n\n    4\n\n    19. Berkshire Hathaway\n\n    0.4\n\n    3\n\n    19. Burlington Stores\n\n    0.4\n\n    3\n\n    20. CEVA Logistics\n\n    0.4\n\n    3\n\n    20. Samsung\n\n    0.4\n\n    5\n\n    21. The Clorox Company\n\n    0.4\n\n    3\n\n    21. DB Schenker\n\n    0.4\n\n    6\n\n    22. Samsung\n\n    0.4\n\n    3\n\n    22. Wayfair\n\n    0.4\n\n    6\n\n    23. Lasership, Inc.\n\n    0.4\n\n    1\n\n    23. ZOZO\n\n    0.4\n\n    5\n\n    24. Kellanova\n\n    0.4\n\n    3\n\n    24. Nippon Express\n\n    0.4\n\n    4\n\n    25. Tesla\n\n    0.3\n\n    1\n\n    25. Imperial Dade\n\n    0.3\n\n    2\n\n    Top 25 Customers\n\n    23.0\n\n    132\n\n    Top 25 Customers\n\n    20.8\n\n    221\n\n  In our Strategic Capital Segment, we view our partners and investors as our customers. At December 31, 2024, we had 155 investors in our private equity ventures, several of which invest in multiple ventures.\n\n  Our People\n\n  Our people are the foundation of our business. They implement our strategy and create value for our customers and shareholders. We seek to recruit and retain talented employees with varied experiences and perspectives. The intent is to create an inclusive and high-performing culture where each employee can do their best work and drive our collective success. \n\n  We are committed to inclusion and diversity. We share our strategy with our employees and welcome their ideas for improvement. We conduct annual pay equity analyses that aim to address differences in compensation not explained by relevant job factors. \n\n  10\n\n\n  The following charts display our workforce demographics by levels of seniority at December 31, 2024:\n\n  (1) \tManagers include employees with manager, director or vice president titles. Senior leaders include employees with senior vice president or higher titles. \n\n  We align employees’ goals with our overall strategic direction to create a clear link between individual efforts and the long-term success of the company. We communicate at all levels of the organization throughout the year about company goals and strategic initiatives to ensure awareness and alignment. We then provide continual feedback to all employees on their progress towards those goals as well as budget for external learning and stretch opportunities to support their growth. \n\n  Providing our employees with learning and development opportunities through training, education and mentorship is critical to our continued ability to innovate. In 2024, more than 1,800 employees completed more than 15,400 hours of company-provided or company-sponsored learning and development training.\n\n  We provide opportunities for our employees to share their insights and perspectives on our company and their work experience. Our most recent employee engagement pulse survey, completed in September 2024, with a participation rate of 92%, indicated that 85% of Prologis employees are engaged based on their positive response to the questions that comprise our engagement driver index.\n\n  We strive to cultivate a healthy and safe working environment for our employees. We provide workplace flexibility with accountability as determined by role. For those employees who work on-site, we have protocols in place to help ensure a safe working environment. We continue to attract and retain talent in the industry through competitive compensation, a robust benefits package, pathways to career advancement, talent recognition and individual development planning. \n\n  The following table summarizes our total number of employees at December 31, 2024:\n\n    Geographies\n\n    U.S. (1)\n\n    1,595\n\n    Other Americas\n\n    206\n\n    Europe\n\n    627\n\n    Asia\n\n    275\n\n    Total\n\n    2,703\n\n  (1)This includes employees who were based in the U.S. but also support other geographies.\n\n  Prologis employees are not organized under collective bargaining agreements, other than in Brazil, France and Spain, and there is a works council in France.\n\n  CODE OF ETHICS AND BUSINESS CONDUCT\n\n  We maintain a Code of Ethics and Business Conduct applicable to our board of directors (the “Board”) and all of our officers and employees, including the principal executive officer, the principal financial officer and the principal accounting officer, and other people performing similar functions. A copy of our Code of Ethics and Business Conduct is available on our website, www.prologis.com. In addition to being accessible through our website, copies of our Code of Ethics and Business Conduct can be obtained, free of charge, upon written request to Investor Relations, Pier 1, Bay 1, San Francisco, California 94111. Any amendments to or waivers of our Code of Ethics and Business Conduct that apply to the principal executive officer, the principal financial officer, the principal accounting officer, or other people performing similar functions, and that relate to any matter enumerated in Item 406(b) of Regulation S-K, will be disclosed on our website. \n\n  11\n\n\n  GLOBAL IMPACT AND SUSTAINABILITY \n\n  The principles of ESG are ingrained in our business strategy through our integrated approach to global impact and sustainability, which we believe creates value for our customers, investors, employees and communities. As we look toward the future, we have set sustainability goals and objectives that demonstrate our ambition, create accountability and drive alignment with our business strategy. These goals include the utilization of renewable energy sources, along with sustainable development and redevelopment, that create energy savings and reduce our environmental footprint. We have also set goals and objectives to support the communities in which we do business and employ strong governance practices.\n\n  Environmental Sustainability \n\n  We develop modern and efficient buildings with state-of-the-art technology to stay ahead of our customers’ needs, advance our ability to meet future structural, transportation and energy requirements, and make progress on our own sustainability goals and objectives. This includes new development and redevelopment of buildings that align with leading sustainable building standards and the implementation of solutions and services such as onsite solar generation, energy storage, heat pumps, cool roofs, LED lighting, EV charging stations and other mobility solutions, recycling and xeriscaping. We regularly talk with customers on how Prologis can work with them to enhance the sustainability of their operations. We believe these services and solutions can deliver operational efficiencies, reduce energy and water consumption and decrease greenhouse gas emissions within our customers’ operations and across our own portfolio.\n\n  We have committed to: (i) installing LED lighting within 100% of our eligible new developments and redevelopments and across 80% of our eligible O&M operating properties by 2025; (ii) installing 1 gigawatt of solar generation and storage capacity by 2025 within our O&M portfolio; and (iii) obtaining sustainable building certifications for 100% of our eligible new developments and redevelopments. We believe our Prologis Essentials LED and SolarSmart solutions, which provide our customers with energy solutions and savings through efficient lighting and solar panels on our rooftops, help reduce the environmental footprint of our customers and accelerate our progress in these areas. \n\n  In 2024, we installed or were scheduled to install LED lighting within 100% of our eligible new developments and redevelopments and LED lighting across approximately 79% of our eligible logistics facilities (based on square feet) within our O&M operating properties at December 31, 2024. This metric excludes the properties owned by Terrafina, which FIBRA Prologis obtained control of in August 2024. At December 31, 2024, 626 megawatts of solar generation and storage capacity were installed within our O&M portfolio. To fund our sustainable development activities, we have utilized the proceeds from certain senior notes issuances to finance green projects eligible under our green bond framework. For development properties in our O&M portfolio that were approved by our Investment Committee after June 2021 and that reached stabilization during 2024, we certified 69% of our eligible developments and redevelopments with sustainable building certifications and 31% were scheduled for sustainable building certification, totaling 100% of eligible developments and redevelopments.\n\n  Social Impact\n\n  We are committed to social responsibility and strengthening relationships important to our business through customer partnerships, investor outreach, community involvement, supplier engagement and labor solutions, as discussed above. We work in partnership with local leaders, institutions and organizations to create jobs and job training programs, expand opportunities for students with diverse backgrounds to study real estate, promote health and safety and enhance recreational and transit infrastructure. We believe these efforts help create a more stable and predictable business environment for Prologis and our customers, drive economic development and support social wellness and well-being in the communities we serve. \n\n  For our customers, where recruitment and retention of logistics talent is a key challenge, we are helping build a talent pipeline through our Community Workforce Initiative (“CWI”), founded in 2018. The CWI is a talent development program that advances the skills and capabilities of logistics talent, with an emphasis on revitalizing career pathways and creating economic opportunities in the communities where we operate. In 2018, we set a goal to train 25,000 individuals by 2025 by partnering with leading public sector organizations and leveraging digital learning technologies to develop innovative training solutions. We met this goal in 2023, two years early. \n\n  Beginning in 2019, we committed to spending 75,000 hours supporting our local communities by 2025. To achieve this goal, we enable our employees to spend 40 working hours a year to volunteer, including at our company-sponsored day of service where employees around the globe volunteer on projects to help in their local communities. At December 31, 2024, we have contributed approximately 74,300 hours towards our goal. In addition, we encourage our employees to support their local communities outside of working hours with our Dollars for Doers and other matching gifts programs, through which Prologis donates to eligible charities and non-profit organizations based on employees’ personal volunteer hours or dollar donations.\n\n  Governance Practices\n\n  We strive to promote a culture of uncompromising integrity, including through our governance practices and corporate oversight. Our Board independence and diversity, open communication with our stockholders and risk management framework that supports our investment and process decisions all serve to mitigate risk and preserve value for our company. \n\n  12\n\n\n  Over the past ten years we have onboarded seven new directors with a breadth of experience, increasing the ethnic, gender and geographical diversity of the Board. The charters of our Board Governance and Nomination Committee and Talent and Compensation Committee provide that such committees have specific oversight over global impact and sustainability matters and inclusion and diversity matters, respectively. Effective January 1, 2024, we added our Chief Energy and Sustainability Officer to our management Executive Committee to support alignment between our real estate business and energy and sustainability strategy.\n\n  The strength of our balance sheet and credit ratings, dedication to proactive risk mitigation and engagement with our employees through ethics and anti-corruption training protects the financial, operational and reputational resilience of our company. Our global risk management team works with our Board to conduct regular enterprise-wide risk assessments to ensure proper oversight over real estate, financial and emerging risks across our global organization. We remain committed to ensuring that 100% of our employees complete ethics training annually, a commitment we continued to achieve in 2024. Along with this commitment, our employees completed more than 6,400 hours of information technology security, workplace safety, compliance and other ethics training in 2024. Our approach is reinforced by our Code of Ethics and Business Conduct, as described above. \n\n  ENVIRONMENTAL MATTERS\n\n  By the nature of our industry, we are exposed to various environmental risks that may result in unanticipated losses and affect our operating results and financial condition. Either the previous owners or we have conducted environmental reviews on a majority of the properties we have acquired, including land. While some of these assessments have led to further investigation and sampling, none of the environmental assessments have revealed an environmental liability that we believe would have a material adverse effect beyond amounts recorded at December 31, 2024. See further discussion in Item 1A. Risk Factors and Note 16 to the Consolidated Financial Statements in Item 8. Financial Statements and Supplementary Data.\n\n  GOVERNMENTAL MATTERS\n\n  Given the global nature of our business, we are subject to various regulatory requirements, tax and other laws as well as exposed to economic and geopolitical matters such as taxes, tariffs, trade wars and laws within the countries in which we operate and unexpected changes in these items may result in unanticipated losses, adverse tax consequences and affect our operating results and financial condition. In addition, we may be impacted by the ability of our non-U.S. subsidiaries to distribute or otherwise transfer cash among our subsidiaries due to currency exchange control regulations and transfer pricing regulations. The impact of regional or country-specific economic instability, including government shutdowns or other internal trade alliances or agreements could also have a material adverse effect on our business, financial condition or results of operations. See further discussion in Item 1A. Risk Factors.\n\n  INSURANCE COVERAGE\n\n  We carry insurance coverage for our properties. We determine the type of coverage and the policy specifications and limits based on what we deem to be the risks associated with our ownership of properties and our business operations in specific markets. Such coverage typically includes property damage and rental loss insurance resulting from such perils as fire, windstorm, flood, earthquake and terrorism; commercial general liability insurance; and environmental insurance. Insurance is maintained through a combination of commercial insurance, self-insurance and a wholly owned captive insurance entity. The business of our wholly owned captive insurance entity is ancillary to the owning and operating of our real estate. The costs to insure our properties are primarily covered through expense reimbursements from our customers. Additionally, in 2024 we sponsored a catastrophe bond issuance that provides further insurance coverage through 2027 for potential losses resulting from earthquake risks in the U.S. We believe our insurance coverage contains policy specifications and insured limits that are customary for similar properties, business activities and markets and we believe our properties are adequately insured. See further discussion in Item 1A. Risk Factors.",
      "char_count": 40442
    },
    "item1a": {
      "text": "ITEM 1A. Risk Factors \n\n  Our operations and structure involve various risks that could adversely affect our business and financial condition, including but not limited to, our financial position, results of operations, cash flow, ability to make distributions and payments to security holders and the market value of our securities. These risks relate to Prologis as well as our investments in consolidated and unconsolidated entities and include among others, (i) risks related to our global operations (ii) risks related to our business; (iii) risks related to financing and capital; and (iv) risks related to income taxes.\n\n  Risks Related to our Global Operations\n\n  As a global company, we are subject to social, geopolitical and economic risks associated with conducting business in many countries and our results of operations and financial condition may be materially and adversely affected. \n\n  We conduct a significant portion of our business and employ a substantial number of people outside of the U.S. During 2024, we generated approximately $688 million or 8.4% of our consolidated revenues from operations outside the U.S. Circumstances and developments related to international operations that could negatively impact us include, but are not limited to, the following factors:\n\n  •difficulties and costs of staffing and managing international operations in certain geographies, including differing employment practices and labor issues;\n\n  •local businesses and cultural factors that differ from our domestic standards and practices;\n\n  •volatility in currencies and currency restrictions, which may prevent the availability of capital or the transfer of profits to the U.S.;\n\n  •challenges in establishing effective controls and procedures to regulate operations in different geographies and to monitor compliance with applicable regulations, such as the Foreign Corrupt Practices Act, the United Kingdom (“U.K.”) Bribery Act and other similar laws;\n\n  •changes in regulatory and environmental requirements, taxes, tariffs, trade wars and laws within the countries in which we operate; \n\n  •the responsibility of complying with multiple and potentially conflicting laws, such as those regarding corrupt practices, human rights, employment and licensing;\n\n  •changes in general economic conditions due to inflation, elevated interest rates, regional or country-specific business cycles, supply chain disruptions, economic downturns or recessions and economic instability, including government shutdowns and withdrawals from the European Union or other international trade alliances or agreements; \n\n  •political instability, uncertainty over property rights, territorial disputes, military conflict, war or expansion of hostilities, civil unrest, drug trafficking, political activism or the continuation or escalation of terrorist or gang activities;\n\n  •public health crises, such as outbreaks of global pandemics or contagious diseases;\n\n  •foreign ownership restrictions in operations with the respective countries; and\n\n  •access to capital may be more restricted, or unavailable on favorable terms or at all in certain locations.\n\n  In addition, we may be impacted by the ability of our non-U.S. subsidiaries to dividend or otherwise transfer cash among our subsidiaries due to currency exchange control regulations, transfer pricing regulations and potentially adverse tax consequences, among other factors.\n\n  We cannot predict the extent to which these social, geopolitical and economic risks may impact our business and operating results and that of our co-investment ventures, but their impact may include the following:\n\n  •existing customers and potential customers of our logistics facilities may be adversely affected by the decrease in economic activity, changes in regulation or disruptions in the supply chain, which could in turn disrupt their business and affect their ability to enter into new leasing transactions or satisfy rental payments;\n\n  •government, labor or other restrictions may add new or additional compliance requirements as a developer or prevent us from completing the development or leasing of properties currently under development or making our properties ready for our customers to move in;\n\n  •our ability to recover our investments in real estate assets may be hindered by current market conditions;\n\n  •increases in material costs as a result of labor shortages and supply chain disruptions may make the development of properties more costly than we originally budgeted or impact transportation routes of our suppliers or our customers; and\n\n  •our workforce, including our executives, may become ill or have difficulty working remotely, caring for our properties and/or customers creating inefficiencies, delays or disruptions in our business.\n\n  Any prolonged economic downturn, disruption in the financial markets or public health crises may also impact our ability to access capital markets to issue debt or equity securities and to complete real estate transactions at attractive pricing or at all.\n\n  Compliance or failure to comply with regulatory requirements could result in substantial costs.\n\n  We are required to comply with many regulations in different countries, including (but not limited to) the Foreign Corrupt Practices Act, the U.K. Bribery Act and similar laws and regulations. Our properties are also subject to various federal, state and local regulatory requirements, such as the Americans with Disabilities Act and state and local fire, life-safety, energy and greenhouse gas emissions requirements. Noncompliance could result in the imposition of governmental fines or the award of damages to private litigants. While we believe that we are currently in material compliance with these regulatory requirements, the requirements may change or new requirements may be imposed that could require significant unanticipated expenditures by us.\n\n  Disruptions in the global capital and credit markets may adversely affect our operating results and financial condition.\n\n  To the extent there is turmoil in the global financial markets, this turmoil has the potential to adversely affect: (i) the value of our properties; (ii) the availability or the terms of financing that we have or may anticipate utilizing; (iii) our ability to make principal and interest payments on, or refinance any outstanding debt when due; and (iv) the ability of our customers to enter into new leasing transactions or satisfy rental payments under existing leases. Disruptions in the capital and credit markets may also adversely affect the market price of our securities and our ability to make distributions and payments to our security holders.\n\n  The depreciation in the value of the foreign currency in countries where we have a significant investment may adversely affect our results of operations and financial position.\n\n  We hold significant real estate investments in international markets where the U.S. dollar is not the functional currency. At December 31, 2024, approximately $11.5 billion or 12.1% of our total consolidated assets were invested in a currency other than the U.S. dollar, principally the British pound sterling, Canadian dollar, euro and Japanese yen. For the year ended December 31, 2024, $382.7 million or 6.3% of our total consolidated segment NOI was denominated in a currency other than the U.S. dollar. See Note 17 to the Consolidated Financial Statements in Item 8. Financial Statements and Supplementary Data for more information on these amounts. As a result, we are exposed to foreign currency risk due to potential fluctuations in exchange rates between foreign currencies and the U.S. dollar. While we endeavor to manage this risk through our hedging and financing activities, a significant change in the value of the foreign currency of one or more countries where we have a significant investment may have a material adverse effect on our business and, specifically, our U.S. dollar reported financial position and results of operations.\n\n  Our hedging of foreign currency and interest rate risk may not effectively limit our exposure to these risks.\n\n  We attempt to mitigate our risk by borrowing in the currencies in which we have significant investments thereby providing a natural hedge. We may also enter into derivative financial instruments that we designate as net investment hedges, as these amounts offset the translation adjustments on the underlying net assets of our foreign investments. We enter into other foreign currency contracts, such as forwards, to reduce fluctuations in foreign currency cash flow associated with the translation of future earnings of our international subsidiaries. Although we attempt to mitigate the potential adverse effects of changes in foreign currency rates, there can be no assurance that those attempts will be successful. In addition, we occasionally use interest rate contracts to manage interest rate risk and limit the impact of future interest rate changes on earnings and cash flows. Hedging arrangements involve risks, such as the risk of fluctuation in the relative value of the foreign currency or interest rates and the risk that counterparties may fail to honor their obligations under these arrangements. The funds required to settle such arrangements could be significant depending on the stability and movement of the hedged foreign currency or the size of the underlying financing and the applicable interest rates at the time of the breakage. The failure to hedge effectively against foreign exchange changes or interest rate changes may adversely affect our business.\n\n  Risks Related to our Business\n\n  General economic conditions and other events or occurrences that affect areas in which our properties are geographically concentrated may impact financial results.\n\n  We are exposed to the economic conditions and other events and occurrences in the local, regional, national and international geographies in which we own properties. Our operating performance is further impacted by the economic conditions of the specific markets in which we have concentrations of properties.\n\n  At December 31, 2024, 30.6% of our consolidated operating properties or $24.0 billion (based on consolidated gross book value, or investment before depreciation) were located in California (Central Valley, San Francisco Bay Area and Southern California markets), which represented 23.4% of the aggregate square footage of our operating properties and 31.8% of our consolidated operating property NOI. Our revenues from, and the value of, our properties located in California may be affected by local real estate conditions (such as an oversupply of or reduced demand for logistics properties) and the local economic climate. Business layoffs, downsizing, industry slowdowns, changing demographics and other factors may adversely impact California’s economic climate. Because of the investment we have located in California, a downturn in California’s economy or real estate conditions, including state income tax and property tax laws, could adversely affect our business. \n\n  15\n\n\n  In addition to California, we also have significant holdings (defined as more than 3% of total consolidated investment before depreciation) in operating properties in certain markets located in Atlanta, Chicago, Dallas/Fort Worth, Houston, Lehigh Valley, New Jersey/New York City, Seattle and South Florida. Of these markets, no single market contributed more than 10% of our total consolidated investment before depreciation in operating properties. Our operating performance could be adversely affected if conditions become less favorable in any of the markets in which we have a concentration of properties. Conditions such as an oversupply of logistics space or a reduction in demand for logistics space, among other factors, may impact operating conditions. Any material oversupply of logistics space or material reduction in demand for logistics space could adversely affect our overall business.\n\n  Our O&M portfolio, which includes our consolidated properties and properties owned by our unconsolidated co-investment ventures, has concentrations of properties in the same markets mentioned above, as well as in markets in Japan, Mexico, and the U.K., and are subject to the economic conditions in those markets.\n\n  Real estate investments are not as liquid as certain other types of assets, which may reduce economic returns to investors.\n\n  Real estate investments are not as liquid as certain other types of investments and this lack of liquidity may limit our ability to react promptly to changes in economic or other conditions. Significant expenditures associated with real estate investments, such as secured mortgage debt payments, real estate taxes and maintenance costs, are generally not reduced when circumstances cause a reduction in income from the investments. As a REIT, under the IRC, we are only able to hold property for sale in the ordinary course of business through taxable REIT subsidiaries in order to not incur punitive taxation on any tax gain from the sale of such property. We may dispose of certain properties that have been held for investment to generate liquidity. If we do not satisfy certain safe harbors or we believe there is too much risk of incurring the punitive tax on any tax gain from the sale, we may not pursue such sales.\n\n  We may decide to sell or contribute properties to certain of our co-investment ventures or sell properties to third parties to generate proceeds to fund our capital deployment activities. Our ability to sell or contribute properties on advantageous terms is affected by: (i) competition from other owners of properties that are trying to dispose of their properties; (ii) economic and market conditions, including the capitalization rates applicable to our properties; and (iii) other factors beyond our control. If our competitors sell assets similar to assets we intend to divest in the same markets or at valuations below our valuations for comparable assets, we may be unable to divest our assets at favorable pricing or at all. The co-investment ventures or third parties who might acquire our properties may need to have access to debt and equity capital, in the private and public markets, in order to acquire properties from us. Should they have limited or no access to capital on favorable terms, then dispositions and contributions could be delayed. \n\n  If we do not have sufficient cash available to us through our operations, sales or contributions of properties or available credit facilities to continue operating our business as usual, we may need to find alternative ways to increase our liquidity. Such alternatives may include, without limitation, divesting properties at less than optimal terms, incurring debt, entering into leases with new customers at lower rental rates or less than optimal terms or entering into lease renewals with our existing customers without an increase in rental rates. There can be no assurance, however, that such alternative ways to increase our liquidity will be available to us. Additionally, taking such measures to increase our liquidity may adversely affect our business, and in particular, our distributable cash flow and debt covenants.\n\n  Our investments are concentrated in the logistics sector and our business would be adversely affected by an economic downturn in that sector.\n\n  Our investments in real estate assets are concentrated in the logistics sector. This concentration may expose us to the risk of economic downturns in this sector to a greater extent than if our business activities were more diversified.\n\n  Investments in real estate properties are subject to risks that could adversely affect our business.\n\n  Investments in real estate properties are subject to varying degrees of risk. While we seek to minimize these risks through geographic diversification of our portfolio, market research and our asset management capabilities, these risks cannot be eliminated. Factors that may affect real estate values and cash flows include:\n\n  •local conditions, such as oversupply or a reduction in demand;\n\n  •technological changes, such as reconfiguration of supply chains, autonomous vehicles, robotics, 3D printing or other technologies;\n\n  •the attractiveness of our properties to potential customers and competition from other available properties;\n\n  •increasing costs of maintaining, insuring, renovating and making improvements to our properties;\n\n  •our ability to reposition our properties due to changes in the business and logistics needs of our customers;\n\n  16\n\n\n  •our ability to lease the properties at favorable rates and control variable operating costs; and\n\n  •governmental and environmental regulations and the associated potential liability under, and changes in, environmental, zoning, usage, tax, tariffs and other laws.\n\n  These factors may affect our ability to recover our investment in the properties and result in impairment charges. \n\n  Our customers may be unable to meet their lease obligations or we may be unable to lease vacant space, renew leases or re-lease space on favorable terms as leases expire.\n\n  Our operating results and distributable cash flow would be adversely affected if a significant number of our customers were unable to meet their lease obligations. At December 31, 2024, our top 10 customers accounted for 15.9% of our consolidated NER and 14.3% of our O&M NER. In the event of default by a significant number of customers, we may experience delays and incur substantial costs in enforcing our rights as landlord, and we may be unable to re-lease spaces. A customer may experience a downturn in its business, which may cause the loss of the customer or may weaken its financial condition, resulting in the customer’s failure to make rental payments when due or requiring a restructuring that might reduce cash flow from the lease. In addition, a customer may seek the protection of bankruptcy, insolvency or similar laws, which could result in the rejection and termination of such customer’s lease and thereby cause a reduction in our available cash flow. \n\n  We are also subject to the risk that, upon lease expiration, existing customers may not renew, the space may not be re-leased to new customers or the terms of renewal or re-leasing, including the cost of required renovations or concessions to customers, may be less favorable to us than current lease terms. Our competitors may offer space at rental rates below current market rates or below what we currently charge, and we may be pressured to reduce our rates to retain customers when leases expire, or risk losing potential customers. Additionally, rising inflation or costs could negatively impact our net operating income on existing leases with contractual guaranteed base rent and fixed charges, inclusive of certain rental expenses. \n\n  We may acquire properties and companies that involve risks that could adversely affect our business and financial condition.\n\n  We have acquired properties and will continue to acquire properties through the direct acquisition of real estate, the acquisition of entities that own real estate or through additional investments in co-investment ventures that acquire properties. The acquisition of properties involves risks, including the risk that the acquired property will not perform as anticipated and that any actual costs for rehabilitation, repositioning, renovation and improvements identified in the pre-acquisition due diligence process will exceed estimates. When we acquire properties, we may face risks associated with entering a new market such as a lack of market knowledge or understanding of the local economy, forging new business relationships in the area and unfamiliarity with local government and permitting procedures. Additionally, there is, and it is expected there will continue to be, significant competition for properties that meet our investment criteria as well as risks associated with obtaining financing for acquisition activities. The acquired properties or entities may be subject to liabilities, including tax liabilities, which may be without any recourse, or with only limited recourse, with respect to unknown liabilities. As a result, if a liability were asserted against us based on our new ownership of any of these entities or properties, then we may have to pay substantial sums to settle it. \n\n  We may be unable to integrate the operations of newly acquired companies and realize the anticipated synergies and other benefits or do so within the anticipated timeframe. Potential difficulties we may encounter in the integration process include: (i) the inability to dispose of non-industrial assets or operations that are outside of our area of expertise; (ii) potential unknown liabilities and unforeseen increased expenses, delays or regulatory conditions associated with these transactions; and (iii) performance shortfalls as a result of the diversion of management’s attention caused by completing these transactions and integrating the companies’ operations.\n\n  Our real estate development and redevelopment strategies may not be successful.\n\n  Our real estate development and redevelopment strategy is primarily focused on monetizing land and redevelopment sites in the future through development of logistics facilities to hold for long-term investment and for contribution or sale to a co-investment venture or third party, depending on market conditions, our liquidity needs and other factors. We may increase our investment in the development, renovation and redevelopment business and we expect to complete the build-out and leasing of our current development portfolio. We may also develop, renovate or redevelop properties within existing or newly formed co-investment ventures, or develop and redevelop properties into data centers. The real estate development, renovation and redevelopment business includes the following significant risks:\n\n  •we may not be able to obtain financing for development projects on favorable terms or at all;\n\n  •we may explore development opportunities that may be abandoned and the related investment impaired;\n\n  •we may not be able to obtain, or may experience delays in obtaining, all necessary zoning, land-use, building, occupancy and other governmental permits and authorizations, or sufficient, reliable power for our data centers;\n\n  •we may incur higher construction costs, due primarily to this inflationary environment, or additional costs related to regulation that \n\n  17\n\n\n  exceed our estimates and projects may not be completed, delivered or stabilized as planned due to defects or other issues;\n\n  •we may not be able to attract third-party investment in new development co-investment ventures or sufficient customer demand for our product;\n\n  •we may have properties that perform below anticipated levels, producing cash flows below budgeted amounts;\n\n  •we may seek to sell certain land parcels and not be able to find a third party to acquire such land or the sales price will not allow us to recover our investment, resulting in impairment charges;\n\n  •we may not be able to lease properties we develop on favorable terms or at all; \n\n  •we may not be able to capture the anticipated enhanced value created by our value-added properties on expected timetables or at all; \n\n  •we may experience delays (temporary or permanent) if there is public or government opposition to our activities; and\n\n  •we may have substantial renovation, new development and redevelopment activities, regardless of their ultimate success, that require a significant amount of management’s time and attention, diverting their attention from our day-to-day operations.\n\n  We are subject to risks and liabilities in connection with forming and attracting third-party investment in co-investment ventures, investing in new or existing co-investment ventures, and managing properties through co-investment ventures.\n\n  At December 31, 2024, we had investments in co-investment ventures, both public and private, that owned real estate with a gross book value of approximately $67.3 billion. Our organizational documents do not limit the amount of available funds that we may invest in these ventures, and we may and currently intend to develop and acquire properties through co-investment ventures and investments in other entities when warranted by the circumstances. However, there can be no assurance that we will be able to form new co-investment ventures, or attract third-party investment or that additional investments in new or existing ventures to develop or acquire properties will be successful. Further, there can be no assurance that we are able to realize value from our existing or future investments. The same factors that impact the valuation of our consolidated portfolio, as discussed above, also impact the portfolios held by the co-investment ventures and could result in other than temporary impairment of our investment and a reduction in fee revenues.\n\n  Our co-investment ventures involve certain additional risks that we do not otherwise face, including:\n\n  •our partners may share certain approval rights over major decisions made on behalf of the ventures;\n\n  •our partners may seek to redeem their investment, and may do so simultaneously, causing the venture to seek capital to satisfy these requests on less than optimal terms;\n\n  •if our partners fail to fund their share of any required capital contributions, then we may choose to contribute such capital;\n\n  •our partners might have economic or other business interests or goals that are inconsistent with our business interests or goals that would affect our ability to operate the venture;\n\n  •the venture or other governing agreements often restrict the transfer of an interest in the co-investment venture or may otherwise restrict our ability to sell the interest when we desire or on advantageous terms;\n\n  •our relationships with our partners are generally contractual in nature and may be terminated or dissolved under the terms of the agreements, and in such event, we may not continue to invest in or manage the assets underlying such relationships resulting in a decrease in our assets under management and a reduction in fee revenues. This may also require us to acquire the properties in order to maintain an investment in the portfolio; and\n\n  •disputes between us and our partners may result in litigation or arbitration that would increase our expenses and prevent our officers and directors from focusing their time and effort on our business and result in subjecting the properties owned by the applicable co-investment venture to additional risk.\n\n  We generally seek to maintain sufficient influence over our co-investment ventures to permit us to achieve our business objectives; however, we may not be able to continue to do so indefinitely. We have formed publicly traded investment vehicles, such as NPR and FIBRA Prologis, for which we serve as sponsor or manager. These entities bear their own risks related to trading markets, foreign currency exchange rates and market demand. We have contributed, and may continue to contribute assets into such vehicles. There is a risk that our managerial relationship may be terminated. \n\n  18\n\n\n  We have also made investments in early and growth-stage companies that are focused on emerging technology. These companies may not be successful at raising additional capital or generating cash flows to sustain operations, which could result in the impairment of our investment. In addition, through Prologis Essentials, we are investing in the development of new business lines that are complementary to our core business. These business lines may not be successful and may include risks that are different than investing in our core real estate business.\n\n  We are exposed to various environmental risks, which may result in unanticipated losses that could affect our business and financial condition.\n\n  Under various federal, state and local laws, ordinances and regulations, a current or previous owner, developer or operator of real estate may be liable for the costs of removal or remediation of certain hazardous or toxic substances. The costs of removal or remediation of such substances could be substantial. Such laws often impose liability without regard to whether the owner or operator knew of, or was responsible for, the release or presence of such hazardous substances. In addition, third parties may sue the owner or operator of a site for damages based on personal injury, property damage or other costs, including investigation and clean-up costs, resulting from the environmental contamination.\n\n  Environmental laws in some countries, including the U.S., also require that owners or operators of buildings containing asbestos properly manage and maintain the asbestos, adequately inform or train those who may come into contact with asbestos and undertake special precautions, including removal or other abatement, in the event that asbestos is disturbed during building renovation or demolition. These laws may impose fines and penalties on building owners or operators who fail to comply with these requirements and may allow third parties to seek recovery from owners or operators for personal injury associated with exposure to asbestos. Some of our properties are known to contain asbestos-containing building materials.\n\n  In addition, some of our properties are leased or have been leased, in part, to owners and operators of businesses that use, store or otherwise handle petroleum products or other hazardous or toxic substances, creating a potential for the release of such hazardous or toxic substances. Furthermore, certain of our properties are on, adjacent to or near other properties that have contained or currently contain petroleum products or other hazardous or toxic substances, or upon which others have engaged, are engaged or may engage in activities that may release such hazardous or toxic substances. From time to time, we may acquire properties, or interests in properties, with known adverse environmental conditions for which we believe that the environmental liabilities associated with these conditions are quantifiable and that the acquisition will yield a superior risk-adjusted return. In connection with certain divested properties, we have agreed to remain responsible for, and to bear the cost of, remediating or monitoring certain environmental conditions on the properties.\n\n  We are exposed to the impacts of climate change and could be required to comply with new or stricter regulations, which may result in unanticipated losses that could affect our business and financial condition.\n\n  We are also exposed to physical risks from changes in climate. Our logistics facilities and the global supply chain are and may continue to be exposed to severe weather events, such as storms or floods. If the frequency of extreme weather events increases, our exposure to these events could increase. We may also be adversely impacted by transition risks, such as potential impacts to the supply chain as a real estate developer or changes in laws or regulations, including the need to invest in low-carbon technologies like solar and battery storage, electric vehicle charging, and LED lighting. We cannot give any assurance that other such conditions do not currently exist, may not arise in the future or that we will successfully integrate them into our business. The impacts of climate change on our real estate properties could adversely affect our ability to lease, develop or sell such properties or to borrow using such properties as collateral.\n\n  Our business and operations could suffer in the event of system failures or cybersecurity attacks.\n\n  Despite system redundancy, the implementation of security measures and the existence of a disaster recovery plan for our internal and hosted information technology systems, our systems are vulnerable to damages from any number of sources, including energy blackouts, natural disasters, terrorism, war, telecommunication failures and cybersecurity attacks, such as malware, ransomware, or unauthorized access. Any system failure or accident that causes interruptions in our operations could result in a material disruption to our business. We may incur additional costs for remediation caused by such disruptions. Third-party security events at vendors, sub-processors, and service providers could also impact our data and operations through unauthorized access to information or disruption of services which may ultimately result in losses. Despite training, detection systems and response procedures, an increase in email attacks (phishing and business email compromise) may create disruption to our business, financial and reputational risk.\n\n  Although security incidents have had an insignificant financial impact on our operating results, the rising frequency of attempts may lead to increased costs to protect the company and respond to any events, including additional personnel, consultants and protection technologies. Any compromise of our security could result in a violation of applicable privacy and other laws, unauthorized access to information of ours and others, significant legal and financial exposure, damage to our reputation, loss or misuse of the information and a loss of confidence in our security measures, which could negatively impact our business. Additionally, remediation costs for security events may not be covered by our insurance.\n\n  19\n\n\n  Our insurance coverage does not cover all potential losses. \n\n  We and our unconsolidated co-investment ventures carry insurance coverage including property damage and rental loss insurance resulting from certain perils such as fire and additional perils as covered under an extended coverage policy, namely windstorm, flood, earthquake and terrorism; commercial general liability insurance; and environmental insurance, as appropriate for the markets where each of our properties and business operations are located. The insurance coverage contains policy specifications and insured limits customarily carried for similar properties, business activities and markets. We believe our properties and the properties of our co-investment ventures are adequately insured. Certain losses, however, including losses from floods, earthquakes, acts of war, acts of terrorism or riots and pandemics, generally are not insured against or not fully insured against because it is not deemed economically feasible or prudent to do so. If an uninsured loss or a loss in excess of insured limits occurs with respect to one or more of our properties, we could experience a significant loss of capital invested and future revenues in these properties and could potentially remain obligated under any recourse debt associated with the property.\n\n  Furthermore, we cannot be sure that the insurance companies will be able to continue to offer products with sufficient coverage at commercially reasonable rates. If we experience a loss that is uninsured or that exceeds insured limits with respect to one or more of our properties or if the insurance companies fail to meet their coverage commitments to us in the event of an insured loss, then we could lose the capital invested in the damaged properties, as well as the anticipated future revenues from those properties and, if there is recourse debt, then we would remain obligated for any mortgage debt or other financial obligations related to the properties. Any such losses or higher insurance costs could adversely affect our business.\n\n  A number of our investments, both wholly owned and owned through co-investment ventures, are located in areas that are known to be subject to earthquake activity. U.S. properties located in active seismic areas include properties in our markets in California and Washington. International properties located in active seismic areas include Japan and Mexico. We generally carry earthquake insurance on our properties located in areas historically subject to seismic activity, subject to coverage limitations and deductibles, if we believe it is commercially reasonable. We evaluate our earthquake insurance coverage annually in light of current industry practice through an analysis prepared by outside consultants and in some specific instances have elected to self-insure our earthquake exposure based on this analysis. We have elected not to carry earthquake insurance for our assets in Japan based on this analysis. See Item 2. Properties for more information on the markets above exposed to seismic activities.\n\n  Furthermore, a number of our properties are located in areas that are known to be subject to hurricane or flood risk. We carry hurricane and flood hazard insurance on all of our properties located in areas historically subject to such activity, subject to coverage limitations and deductibles, if we believe it is commercially reasonable. We evaluate our insurance coverage annually in light of current industry practice through an analysis prepared by outside consultants.\n\n  Our business could be adversely impacted if we have deficiencies in our disclosure controls and procedures or internal control over financial reporting.\n\n  The design and effectiveness of our disclosure controls and procedures and internal control over financial reporting may not prevent all errors, misstatements or misrepresentations. While management continually reviews the effectiveness of our disclosure controls and procedures and internal control over financial reporting, there can be no guarantee that our internal control over financial reporting will be effective in accomplishing all control objectives all of the time. Deficiencies, including any material weakness, in our internal control over financial reporting that may occur in the future could result in misstatements or restatements of our financial statements or a decline in the price of our securities.\n\n  Risks associated with our dependence on key personnel.\n\n  We depend on the deep industry knowledge and the efforts of our executive officers and other key employees. From time to time, our personnel and their roles may change. While we believe that we are able to retain our key talent and find suitable employees to meet our needs, the loss of key personnel, any change in their roles or the limitation of their availability could adversely affect our business. If we are unable to continue to attract and retain our executive officers or other key employees, or if compensation costs required to attract and retain such personnel become more expensive, our performance and competitive position could be materially adversely affected.\n\n  Risks Related to Financing and Capital\n\n  In order to meet REIT distribution requirements we may need access to external sources of capital.\n\n  To qualify as a REIT, we are required each year to distribute at least 90% of our REIT taxable income (determined without regard to the dividends-paid deduction and by excluding any net capital gain) to our stockholders and we may be subject to tax to the extent our taxable income is not fully distributed. Historically, we have satisfied these distribution requirements by making cash distributions to our stockholders, however, we may elect to pay a portion of the distribution in shares of our stock. Assuming we continue to satisfy these distribution requirements with cash, we may not be able to fund all future capital needs, including acquisition and development activities, from cash retained from operations and may have to rely on third-party sources of capital. Furthermore, to maintain our REIT status and not have to pay federal income and excise taxes, we may need to borrow funds on a short-term basis to meet the REIT distribution requirements even if the then-prevailing market conditions are not favorable for these borrowings. These short-term \n\n  20\n\n\n  borrowing needs could result from differences in timing between the actual receipt of cash and inclusion of income for federal income tax purposes, or the effect of nondeductible capital expenditures, the creation of reserves or required debt or amortization payments. Our ability to access debt and equity capital on favorable terms or at all depends on a number of factors, including general market conditions, the market’s perception of our growth potential, our current and potential future earnings and cash distributions and the market price of our securities.\n\n  Covenants in our credit agreements could limit our flexibility and breaches of these covenants could adversely affect our financial condition.\n\n  The terms of our various credit agreements, including our credit facilities and term loans, the indentures under which certain of our senior notes are issued and other note agreements, require us to comply with a number of customary financial covenants, such as maintaining debt service coverage ratios, leverage ratios and fixed charge coverage ratios. These covenants may limit our flexibility to run our business, and breaches of these covenants could result in defaults under the instruments governing the applicable indebtedness. If we default under the covenant provisions and are unable to cure the default, refinance the indebtedness or meet payment obligations, our business and financial condition generally and, in particular, the amount of our distributable cash flow could be adversely affected. \n\n  Adverse changes in our credit ratings could negatively affect our financing activity.\n\n  Our credit ratings at December 31, 2024 were A from Standard & Poor's with a stable outlook and A3 from Moody's with a positive outlook. A securities rating is not a recommendation to buy, sell or hold securities and is subject to revision or withdrawal at any time by the rating organization.\n\n  The credit ratings of our senior notes and preferred stock are based on our operating performance, liquidity and leverage ratios, overall financial position and other factors employed by the credit rating agencies in their rating analyses of us. Our credit ratings can affect the amount of capital we can access, as well as the terms and pricing of any debt we may incur. There can be no assurance that we will be able to maintain our current credit ratings, and in the event our credit ratings are downgraded, we would likely incur higher borrowing costs and may encounter difficulty in obtaining additional financing. Also, a downgrade in our credit ratings may trigger additional payments or other negative consequences under our credit facilities and other debt instruments. Adverse changes in our credit ratings could negatively impact our business and, in particular, our refinancing and other capital market activities, our ability to manage debt maturities, our future growth and our development and acquisition activity.\n\n  We may be unable to refinance our debt or our cash flow may be insufficient to make required debt payments.\n\n  We are subject to risks normally associated with debt financing, including the risk that our cash flow will be insufficient to meet required payments of principal and interest. There can be no assurance that we will be able to refinance any maturing indebtedness, that such refinancing would be on terms as favorable as the terms of the maturing indebtedness, or that we will be able to otherwise obtain funds by selling assets or raising equity to make required payments on maturing indebtedness. If we are unable to refinance our indebtedness at maturity or meet our payment obligations, our business and financial condition will be negatively impacted and, if the maturing debt is secured, the lender may foreclose on the property securing such indebtedness. Our credit facilities and certain other debt bears interest at variable rates. Increases in market interest rates would increase our interest expense under these agreements.\n\n  Our stockholders may experience dilution if we issue additional common stock or units in the OP.\n\n  Any additional future issuance of common stock or OP units will reduce the percentage of our common stock and units owned by investors. In most circumstances, stockholders and unitholders will not be entitled to vote on whether or not we issue additional common stock or units. In addition, depending on the terms and pricing of any additional offering of our common stock or OP units and the utilization of the proceeds, our stockholders and unitholders may experience dilution in both book value and fair value of their common stock or units.\n\n  Risks Related to Income Tax\n\n  The failure of Prologis, Inc. to qualify as a REIT would have serious adverse consequences.\n\n  Prologis, Inc. elected to be taxed as a REIT under Sections 856 through 860 of the IRC commencing with the taxable year ended December 31, 1997. We believe Prologis, Inc. has been organized and operated to qualify as a REIT under the IRC and believe that the current organization and method of operation comply with the rules and regulations promulgated under the IRC to enable Prologis, Inc. to continue to qualify as a REIT. However, it is possible that we are organized or have operated in a manner that would not allow Prologis, Inc. to qualify as a REIT, or that our future operations could cause Prologis, Inc. to fail to qualify. Qualification as a REIT requires us to satisfy numerous requirements (some annually and others on a quarterly basis) established under highly technical and complex sections of the IRC for which there are only limited judicial and administrative interpretations and involves the determination of various factual matters and circumstances not entirely within our control. For example, to qualify as a REIT, Prologis, Inc. must derive at least 95% of its gross income in any year from qualifying sources. In addition, Prologis, Inc. must pay dividends to its stockholders aggregating annually at least 90% of its taxable income (determined without regard to the dividends paid deduction and by excluding capital gains) and must satisfy specified asset tests on a quarterly basis. Historically, we have satisfied these distribution requirements \n\n  21\n\n\n  by making cash distributions to our stockholders, but we may choose to satisfy these requirements by making distributions of cash or other property, including, in limited circumstances, our own stock. The provisions of the IRC and applicable Treasury regulations regarding qualification as a REIT are more complicated for Prologis, Inc. because we hold substantially all of our assets through the OP.\n\n  If Prologis, Inc. fails to qualify as a REIT in any taxable year, we will be required to pay federal income tax (including, for taxable years prior to 2018, any applicable alternative minimum tax) on taxable income at regular corporate rates. Unless we are entitled to relief under certain statutory provisions, Prologis, Inc. would be disqualified from treatment as a REIT for the four taxable years following the year in which it lost the qualification and would be subject to corporate tax on built-in gains that exist at the time of REIT re-election if recognized within the five-year period after re-election, and potentially 10 years for certain states. If Prologis, Inc. lost its REIT status, our net earnings would be significantly reduced for each of the years involved. In addition, we may need to borrow additional funds or liquidate some investments to pay any additional tax liability. Accordingly, funds available for investment, operations and distributions would be reduced.\n\n  Furthermore, we own a direct or indirect interest in certain subsidiary REITs that elected to be taxed as REITs under Sections 856 through 860 of the IRC. Provided that each subsidiary REIT qualifies as a REIT, our interest in such subsidiary REIT will be treated as a qualifying real estate asset for purposes of the REIT asset tests, and any dividend income or gains derived by us from such subsidiary REIT will generally be treated as income that qualifies for purposes of the REIT 95% and 75% gross income tests. To qualify as a REIT, the subsidiary REIT must independently satisfy all of the REIT qualification requirements. If such subsidiary REIT were to fail to qualify as a REIT, and certain relief provisions did not apply, it would be treated as a regular taxable corporation and its income would be subject to U.S. federal income tax. In addition, a failure of the subsidiary REIT to qualify as a REIT would have an adverse effect on the ability of Prologis, Inc. to comply with the REIT income and asset tests, and thus its ability to qualify as a REIT.\n\n  In addition, we may acquire properties through the acquisition of REIT entities that own the real estate. If a gain in such assets is not otherwise recognized by the seller or target in such acquisitions, and such entities were to fail to satisfy the REIT requirements for any year, they would be disqualified from treatment as a REIT for the four taxable years following the year in which the REIT qualification was lost and the acquired assets would be subject to corporate tax on built-in gains that exist at the time of REIT re-election or, if earlier, at the time of Prologis’ acquisition of the assets. A sale of such assets within the 5-year recognition period, and potentially 10 years for certain states, could result in corporate tax liabilities that could be significant. \n\n  Certain property transfers may generate prohibited transaction income, resulting in a penalty tax on gain attributable to the transaction.\n\n  From time to time, we may transfer or otherwise dispose of some of our properties, including by contributing properties to our co-investment ventures. Under the IRC, any gain resulting from transfers of properties we hold as inventory or primarily for sale to customers in the ordinary course of business is treated as income from a prohibited transaction subject to a 100% penalty tax. We do not believe that our transfers or disposals of property or our contributions of properties into our co-investment ventures are prohibited transactions. However, whether property is held for investment purposes is a question of fact that depends on all the facts and circumstances surrounding the particular transaction. The Internal Revenue Service (“IRS”) may contend that certain transfers or dispositions of properties by us or contributions of properties into our co-investment ventures are prohibited transactions. While we believe that the IRS would not prevail in any such dispute, if the IRS were to argue successfully that a transfer, disposition or contribution of property constituted a prohibited transaction, we would be required to pay a 100% penalty tax on any gain allocable to us from the prohibited transaction. In addition, income from a prohibited transaction might adversely affect our ability to satisfy the income tests for qualification as a REIT.\n\n  Legislative or regulatory action could adversely affect us.\n\n  In recent years, numerous legislative, judicial and administrative changes have been made to the U.S., state, local and foreign income tax laws applicable to investments in real estate, REITs, similar entities and investments. Additional changes are likely to continue to occur in the future, both in and outside of the U.S. and may impact our taxation or that of our stockholders. Any increases in tax liability could be substantial and would reduce the amount of cash available for other purposes.\n\n  Complying with REIT requirements may limit our flexibility or cause us to forego otherwise attractive opportunities.\n\n  Our use of taxable REIT subsidiaries (“TRSs”) enables us to engage in non-REIT qualifying business activities. Under the IRC, no more than 20% of the value of the assets of a REIT may be represented by securities of one or more TRSs and other non-qualifying assets. This limitation may hinder our ability to make certain attractive investments, including the purchase of non-qualifying assets, the expansion of non-real estate activities and investments in the businesses to be conducted by our TRSs, and to that extent limit our opportunities.",
      "char_count": 52339
    }
  },
  "extracted_at": "2026-01-19T15:52:34.152416"
}