{
  "ticker": "RF",
  "company_name": "REGIONS FINANCIAL CORP",
  "cik": 1281761,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001281761-25-000010",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001281761&accession_number=000128176125000010&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "Table of Contents \n\nItem 1.  Business\n\nRegions Financial Corporation is a FHC headquartered in Birmingham, Alabama operating in the South, Midwest and Texas. In addition, Regions operates several offices delivering specialty capabilities in New York, Washington D.C., Chicago, Salt Lake City, and other locations nationwide. Regions provides financial solutions for a wide range of clients including retail and mortgage banking services, commercial banking services and wealth and investment services. Further, Regions and its subsidiaries deliver other financial services capabilities described below. At December 31, 2024, Regions had total consolidated assets of approximately $157.3 billion, total consolidated deposits of approximately $127.6 billion and total consolidated shareholders’ equity of approximately $17.9 billion.  \n\nThe terms “Regions,” the “Company,” “we,” “us” and “our” as used herein mean collectively Regions Financial Corporation, a Delaware corporation, together with its subsidiaries when or where appropriate. Regions' principal executive offices are located at 1900 Fifth Avenue North, Birmingham, Alabama 35203, and its telephone number at that address is (800) 734-4667.\n\nBanking Operations\n\nRegions conducts its banking operations through Regions Bank, an Alabama state-chartered commercial bank that is a member of the Federal Reserve System. At December 31, 2024, Regions operated 2,011 ATMs and 1,253 total branch outlets primarily across the South, Midwest and Texas.\n\nThe following table reflects the distribution of branch locations in each of the states in which Regions conducts its banking operations.\n\n Branches\n\nFlorida270 \n\nTennessee195 \n\nAlabama185 \n\nGeorgia117 \n\nMississippi98 \n\nTexas86 \n\nLouisiana80 \n\nArkansas55 \n\nMissouri48 \n\nIllinois40 \n\nIndiana40 \n\nSouth Carolina18 \n\nKentucky9 \n\nNorth Carolina6 \n\nIowa5 \n\nUtah1 \n\nTotal1,253 \n\nOther Financial Services Operations\n\nIn addition to its banking operations, Regions and its subsidiaries deliver specialty capabilities including merger and acquisition advisory services, capital markets solutions, home improvement lending, investment advisory services, equipment financing for commercial clients and small business customers, low income housing tax credit corporate fund syndication and asset management, financing to CRA-qualified customers, investment and insurance products, broker-dealer services to commercial clients, and others.\n\nBusiness Segments\n\nRegions operates under three reportable segments: Corporate Bank, Consumer Bank, and Wealth Management, with the remainder in Other. See \"Note 22 \"Business Segment Information\" in Item 8. “Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for details on each of Regions reportable segments. \n\nSupervision and Regulation\n\nWe are subject to the extensive regulatory and supervisory framework applicable to BHCs and their subsidiaries. This framework is intended primarily for the protection of depositors, the FDIC’s DIF and the banking system as a whole and is not intended for the protection of shareholders or other investors. \n\nBanking and other financial services statutes, regulations and policies are continually under review by U.S. Congress, state legislatures and federal and state regulatory agencies. In addition to laws and regulations, state and federal bank regulatory agencies may issue policy statements, interpretive letters and similar written guidance applicable to Regions and its subsidiaries. Regions cannot predict future changes in the applicable laws, regulations and regulatory agency policies, including any changes resulting from changes in the U.S. presidential administration and U.S. Congress. Yet, such changes may have a material impact on Regions’ business, financial condition or results of operations. We will continue to evaluate the impact of any changes in law and any new regulations promulgated, including changes in regulatory costs and fees, modifications to consumer products or disclosures and the requirements of the enhanced supervision provisions, among others.\n\nThe scope of the laws and regulations and the intensity of the supervision to which Regions is subject have increased in recent years, initially in response to the financial crisis, and more recently in light of other factors, including the failure of  U.S. depository institutions in the first half of 2023, technological factors, market changes, climate change concerns, as well as increased scrutiny and possible denials of bank mergers and acquisitions by federal banking regulators. Regulatory enforcement and fines have also increased across the banking and financial services sector. Regions expects that its business will remain subject to extensive regulation and supervision.\n\nThe descriptions below summarize certain significant federal and state laws to which Regions is subject. These descriptions do not summarize all possible or proposed changes in laws or regulations and are not intended to be a substitute for the related statues or regulatory provisions. Changes in applicable law or regulation, and in their interpretation and application by regulatory agencies and other governmental authorities, cannot be predicted, but may have a material effect on our business, financial condition or results of operations.\n\nOverview \n\nAs a BHC, Regions is subject to regulation under the BHC Act and to regulation, examination and supervision by the Federal Reserve. Regions has elected to be treated as an FHC which allows it to engage in a broader range of activities than would otherwise be permissible for a BHC. The BHC Act provides for “umbrella” regulation of FHCs by the Federal Reserve and functional regulation of holding company subsidiaries by applicable regulatory agencies. The BHC Act also requires the Federal Reserve to examine any subsidiary of a BHC, other than a depository institution, engaged in activities permissible for a depository institution. The Federal Reserve is also granted the authority, in certain circumstances, to require reports of, examine and adopt rules applicable to any holding company subsidiary.\n\nRegions Bank is an Alabama state-chartered bank and a member of the Federal Reserve System. Its operations are generally subject to supervision and examination by both the Federal Reserve and the Alabama State Banking Department. Regions Bank is also affected by the actions of the Federal Reserve as it implements monetary policy. As a Federal Reserve System member bank, Regions Bank is required to hold stock in the Federal Reserve Bank of Atlanta in an amount equal to six percent of its capital stock and surplus. Member banks with total assets in excess of $10 billion, including Regions Bank, receive a floating rate dividend tied to 10-year U.S. Treasuries, with the maximum dividend rate capped at six percent.\n\nRegions Bank and its affiliates that provide consumer financial products and services are also subject to supervision, regulation and examination by the CFPB with respect to consumer protection laws and regulations. \n\nRegions and certain of its subsidiaries and affiliates, including those that engage in derivatives transactions, securities underwriting, market making, brokerage, investment advisory and insurance activities, are subject to other federal and state laws and regulations, as well as supervision and examination by other federal and state regulatory agencies and other regulatory authorities, including the SEC, CFTC, FINRA and the NYSE. Regions Bank is also subject to additional state and federal laws, as well as various compliance regulations, that govern its activities, the investments it makes and the aggregate amount of loans that may be granted to one borrower.\n\nExaminations by Regions’ regulators consider not only compliance with applicable laws, regulations and supervisory policies of the agency, but also capital levels, asset quality, risk management effectiveness, the ability and performance of management and the Board, the effectiveness of internal controls, earnings, liquidity, interest rate risk management and various other factors. Following those examinations, Regions and Regions Bank are assigned supervisory ratings. This supervisory framework, including the examination reports and supervisory ratings, which are considered confidential supervisory information, could materially impact the conduct, growth and profitability of Regions’ operations.\n\nUnder the Federal Reserve’s Large Financial Institution Rating System, component ratings are assigned for capital planning, liquidity risk management, and governance and controls. To be considered “well managed” under this rating system, a firm must be rated “broadly meets expectations” or “conditionally meets expectations” for each of its three component ratings.\n\nThe results of examinations by any of Regions’ federal bank regulators potentially can result in the imposition of significant limitations on Regions’ activities and growth. These regulatory agencies generally have broad enforcement authority and discretion to impose restrictions and limitations on the operations of a regulated entity, including the imposition of substantial monetary penalties and non-monetary requirements against a regulated entity where the relevant agency determines that the operations of the regulated entity or any of its subsidiaries fail to comply with applicable laws or regulations, are conducted in an unsafe or unsound manner or represent an unfair or deceptive act or practice.\n\nPermissible Activities under the BHC Act \n\nThe BHC Act limits the activities permissible for BHCs to the business of banking, managing or controlling banks and such other activities as the Federal Reserve has determined to be so closely related to banking as to be properly incidental thereto. A BHC electing to be treated as a FHC, like Regions, may also engage in a range of activities that are (i) financial in nature or incidental to such financial activity or (ii) complementary to a financial activity and that do not pose a substantial risk to the safety and soundness of a depository institution or to the financial system generally. These activities include securities dealing, underwriting and market making, insurance underwriting and agency activities, merchant banking and insurance company portfolio investments.\n\nThe Federal Reserve has the authority to limit an FHC’s ability to conduct otherwise permissible activities if the FHC or any of its depository institution subsidiaries ceases to meet applicable eligibility requirements. The Federal Reserve may also impose corrective capital and/or managerial requirements on the FHC, and if deficiencies are persistent, may require the company to divest its subsidiary banks or the company may be required to discontinue or divest investments in companies engaged in activities permissible only for a BHC electing to be treated as an FHC. Furthermore, if the Federal Reserve determines that an FHC has not maintained a CRA rating of at least “satisfactory,” the FHC would not be able to commence any new financial activities or acquire a company that engages in such activities, although the FHC would still be allowed to engage in activities closely related to banking and make investments in the ordinary course of conducting banking activities.\n\nThe Federal Reserve has the power to order any BHC or its subsidiaries to terminate any activity or to terminate its ownership or control of any subsidiary when the Federal Reserve has reasonable grounds to believe that continuation of such activity or such ownership or control constitutes a serious risk to the financial soundness, safety or stability of any bank subsidiary of the BHC.\n\nEnhanced Prudential Standards and Regulatory Tailoring Rules\n\nAs a BHC with over $100 billion in total consolidated assets, we are subject to enhanced prudential standards and capital rules  (the “Tailoring Rules”). The Tailoring Rules assign each U.S. BHC with $100 billion or more in total consolidated assets, as well as its bank subsidiaries, to one of four categories based on its size and five other risk-based indicators: (1) cross-jurisdictional activity, (2) wSTWF, (3) non-bank assets, (4) off-balance sheet exposure and (5) status as a U.S. G-SIB. \n\nUnder the Tailoring Rules, Regions and Regions Bank are each subject to Category IV standards, which apply to banking organizations with at least $100 billion in total consolidated assets that do not meet any of the thresholds specified for Categories I through III. Firms subject to Category IV standards are generally subject to the same capital and liquidity requirements as firms with less than $100 billion in total consolidated assets, but are, among other things, subject to certain enhanced prudential standards and also required to monitor and report certain risk-based indicators. Accordingly, under the Tailoring Rules, Category IV firms are, among other things, (1) not subject to LCR or NSFR requirements (or, in certain cases, subject to reduced requirements), (2) eligible to opt-out of the requirement to recognize most elements of AOCI in regulatory capital, (3) not subject to company-run capital stress testing requirements, (4) subject to supervisory capital stress testing on a biennial instead of annual basis, (5) subject to requirements to develop and maintain a capital plan on an annual basis and (6) subject to certain liquidity risk management and risk committee requirements.\n\nPause on Major Federal Reserve Rulemakings\n\nIn January 2025, the Federal Reserve stated that Vice Chair for Supervision Michael Barr would step down from the position, effective February 28, 2025. The Federal Reserve stated that it will not issue any major rulemaking from the time of the announcement until a new vice chair for supervision is confirmed by the U.S. Senate.\n\nRegulatory Capital Requirements\n\nRegions and Regions Bank are each required to comply with applicable capital adequacy standards established by the Federal Reserve, which are based on the Basel III framework.\n\nThe Basel III Rules, among other things, include both risk-based requirements, which compare three measures of capital to RWAs, as well as leverage requirements, which in the case of Category IV banking organizations such as Regions, consist of the Tier 1 leverage ratio described below.\n\nThe capital rules also require firms to maintain a buffer (referred to as the SCB) consisting of solely CET1 capital, in addition to the minimum risk-based requirements. Failure to satisfy the buffer requirement in full results in graduated constraints on capital distributions, including dividends and share repurchases, and discretionary executive compensation. The extent to which capital distributions will be constrained depends on the amount of the shortfall and the institution’s “eligible retained income,” which is defined as the greater of (1) a banking institution’s net income for the four preceding calendar quarters, net of any distributions to shareholders and associated tax effects not already reflected in net income, and (2) the average of a banking institution’s net income over the preceding four quarters. As a Category IV banking organization, Regions’ SCB is determined through the Federal Reserve’s CCAR supervisory stress tests which include analyses using baseline and severely adverse economic and financial scenarios. Regions’ SCB requirement is determined by adding the Federal Reserve’s modeled capital degradation, in the supervisory severely adverse scenario, plus four quarters of planned common \n\nstock dividends. As a Category IV banking organization, the capital degradation component of the SCB is calculated every other year, in even-numbered years. During a year in which a Category IV banking organization does not undergo a supervisory stress test, it will receive an updated SCB requirement that reflects its updated planned common stock dividends. A Category IV banking organization is also able to elect to participate in the supervisory stress test in a year in which it would not normally be subject to the supervisory stress test and consequently receive an updated SCB requirement. The SCB is subject to a 2.5 percent floor. \n\nThe Company's results of the 2024 stress test from the Federal Reserve reflect that the Company exceeded all minimum capital levels. The Company's SCB will remain floored at 2.5 percent from the fourth quarter of 2024 through the third quarter of 2025.\n\nSee Note 12 \"Regulatory Capital Requirements and Restrictions\" in Item 8. “Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for details on minimum capital ratios and those needed to be well capitalized. \n\nRegions is also subject to rules that provide for simplified capital requirements relating to the threshold deductions for mortgage servicing assets, deferred tax assets arising from temporary differences that a banking organization could not realize through net operating loss carry backs and investments in the capital of unconsolidated financial institutions, as well as the inclusion of minority interests in regulatory capital.\n\nAs a Category IV banking organization, Regions must also develop and maintain a capital plan, and must submit the capital plan to the Federal Reserve as part of the CCAR process. The CCAR process is intended to help ensure that BHCs have robust, forward-looking capital planning processes that account for each company’s unique risks and that permit continued operations during times of economic and financial stress. In addition, the Federal Reserve’s capital plan rule relating to the CCAR process provides that a BHC must receive prior approval for any dividend, stock repurchase or other capital distribution if the BHC is required to resubmit its capital plan, subject to an exception for distributions on newly issued capital instruments. Among other circumstances, a BHC may be required to resubmit its capital plan in connection with certain acquisitions or dispositions.  \n\nIn 2020, the U.S. federal banking agencies published a final rule to delay the estimated impact on regulatory capital stemming from the implementation of CECL. The final rule provides banks the option to delay for two years an estimate of CECL’s effect on regulatory capital, relative to the incurred loss methodology’s effect on regulatory capital, followed by a three-year transition period (five-year transition option). Regions adopted the capital transition relief over the permissible five-year period. \n\nIn July 2023, the U.S. banking regulators issued a proposal to revise the risk-based capital standards applicable to Regions, which generally aligns with the global Basel Accord. The proposal would introduce a new measure of RWAs, which would reflect the proposed new standardized approaches for credit risk, operational risk and credit valuation adjustment risk, as well as a proposed new measure for market risk that would be based on both internal models and standardized supervisory models of market risk. For Category III and IV institutions, this includes removing the AOCI opt-out in calculating regulatory capital. The proposal, if enacted, would have an effective date of July 1, 2025, with certain elements, such as the recognition of accumulated other comprehensive income in regulatory capital and changes in risk-weighted assets calculated under the Expanded Risk-Based Approach, having a three-year phase-in period. The proposal has not been finalized. Recent public statements suggest changes to the proposal will ultimately be made before it is finalized. The Company will continue to evaluate this proposal, as well as any potential future changes to the proposal, and the potential impacts on Regions. \n\nIn August 2023, the U.S. banking regulators proposed a rule that would require banking organizations with $100 billion or more in total assets to comply with long-term debt requirements and clean holding company requirements that currently apply only to global systemically important banking organizations. This proposal would also impose a long-term debt requirement on certain categories of IDIs, including IDIs with $100 billion or more in total assets, such as Regions Bank. If adopted, this proposal would require the Company and Regions Bank to each maintain a minimum outstanding eligible long-term debt amount of no less than the greatest of (i) 6% of risk-weighted assets, (ii) 2.5% of total leverage exposure and (iii) 3.5% of average total consolidated assets. Regions Bank would be required to issue the minimum amount of eligible long-term debt to the Company, and the Company would be required to issue the minimum amount of eligible long-term debt externally. In addition, if adopted as proposed, the clean holding company requirement would limit or prohibit the Company from entering into certain transactions that could impede its orderly resolution, including, for example, prohibiting the Company from entering into transactions that could spread losses to subsidiaries and third parties, as well as limiting the amount of the Company’s liabilities that are not eligible long-term. This proposal was subject to a comment period that closed January 16, 2024. The Company will continue to evaluate this proposal and the potential impacts, if adopted as proposed.\n\nFor more information, see the “Regulatory Requirements” section of Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K.\n\nLiquidity Requirements \n\nUnder the Tailoring Rules, Category IV firms with less than $50 billion in wSTWF, including Regions and Regions Bank, are not subject to an LCR or any NSFR. However, BHCs that are Category IV firms are subject to minimum quarterly liquidity buffers and liquidity stress testing requirements under the Federal Reserve’s enhanced prudential standards. Additionally, as a \n\nCategory IV firm, Regions is required to engage in certain practices, including, but not limited to: (i) calculating collateral positions monthly; (ii) establishing an internally determined set of liquidity risk limits; (iii) monitoring elements of intraday liquidity risk exposures; and (iv) reporting liquidity data on the FR 2052a on a monthly basis. \n\nResolution Planning\n\nCategory IV firms such as Regions are not required to submit 165(d) resolution plans. The FDIC separately requires insured depositary institutions with $50 billion or more in total assets, such as Regions Bank, to submit to the FDIC periodic plans for resolution in the event of the bank’s failure. Regions Bank submitted its most recent resolution plan in November 2022. \n\nOn June 20, 2024, the FDIC approved a final rule to amend its current resolution plan rule to modify the required frequency and informational content of resolution plan submissions applicable to certain IDIs, which describe the IDI’s strategy for a rapid and orderly resolution in the event of material financial distress or failure. The final rule requires IDIs with more than $100 billion in total assets that are not affiliated with a U.S. G-SIB to submit full resolution plans every three years with limited supplements filed in the off years. The rule increases the engagement between the FDIC and covered IDIs on resolution matters, requires periodic testing to validate key capabilities and processes needed in a resolution and introduces a new credibility standard that will be used to evaluate the full resolution plan submissions. If the FDIC finds an IDI’s resolution plan to be not credible, it could subject the IDI to an enforcement action. The final rule became effective on October 1, 2024. Regions Bank is required to file its next full resolution plan by July 1, 2025, which will be its initial filing under the final rule.\n\nFDIA and Prompt Corrective Action \n\nThe FDIA requires the federal banking agencies to take prompt corrective action in respect of depository institutions that do not meet specified capital requirements. The FDIA establishes five capital categories (“well-capitalized,” “adequately capitalized,” “undercapitalized,” “significantly undercapitalized” and “critically undercapitalized”), and the federal banking agencies must take certain mandatory supervisory actions, and are authorized to take other discretionary actions, with respect to institutions that are undercapitalized, significantly undercapitalized or critically undercapitalized. The severity of these mandatory and discretionary supervisory actions depends upon the capital category in which the institution is placed. Subject to a narrow exception, the FDIA requires the banking regulator to appoint a receiver or conservator for an institution that is critically undercapitalized. As of December 31, 2024, both Regions and Regions Bank were well-capitalized.\n\nAn institution that is classified as well-capitalized based on its capital levels may be treated as adequately capitalized, and an institution that is adequately capitalized or undercapitalized based upon its capital levels may be treated as though it were undercapitalized or significantly undercapitalized, respectively, if the appropriate federal banking agency, after notice and opportunity for hearing, determines that an unsafe or unsound condition or an unsafe or unsound practice warrants such treatment.\n\nAn institution that is categorized as undercapitalized, significantly undercapitalized or critically undercapitalized is required to submit an acceptable capital restoration plan to its appropriate federal banking regulator. Under the FDIA, in order for the capital restoration plan to be accepted by the appropriate federal banking agency, a BHC must guarantee that a subsidiary depository institution will comply with its capital restoration plan, subject to certain limitations. The BHC must also provide appropriate assurances of performance.\n\nThe FDIA requires the various regulatory agencies to prescribe certain non-capital standards for safety and soundness relating generally to operations and management, asset quality and executive compensation and permits regulatory action against a financial institution that does not meet such standards. Regulators also must take into consideration: (i) concentrations of credit risk; (ii) interest rate risk (when the interest rate sensitivity of an institution’s assets does not match the sensitivity of its liabilities or its off-balance sheet position); and (iii) risks from non-traditional activities, as well as an institution’s ability to manage those risks, when determining the adequacy of an institution’s capital. Regulators make this evaluation as a part of their regular examination of the institution’s safety and soundness. Additionally, regulators may choose to examine other factors in order to evaluate the safety and soundness of financial institutions.\n\nSafety and Soundness\n\nThe federal banking agencies have adopted a set of guidelines prescribing safety and soundness standards relating to internal controls and information systems, informational security, internal audit systems, loan documentation, credit underwriting, interest rate exposure, asset growth and compensation, fees and benefits. For example, the guidelines prohibit excessive compensation as an unsafe and unsound practice, and describe compensation as excessive when the amounts paid are unreasonable or disproportionate to the services performed by an executive officer, employee, director or principal shareholder.\n\nProperly managing risks is critical to the conduct of safe and sound banking activities and has become even more important as new technologies, product innovation and the size and speed of financial transactions have changed the nature of banking markets. The agencies have identified a spectrum of risks facing banking institutions including, but not limited to, credit, market, liquidity, operational, legal, compliance and reputational risk. Some of the regulatory pronouncements have focused on operational risk, which arises from the potential that inadequate information systems, operational problems, \n\nbreaches in internal controls, fraud or unforeseen catastrophes will result in unexpected losses. New products and services, third-party risk management and cybersecurity are critical sources of operational risk that financial institutions are expected to address in the current environment. To address safety and soundness, Regions Bank is expected to have active board and senior management oversight; adequate policies, procedures and limits; adequate risk measurement, monitoring and management information systems; and comprehensive and effective internal controls.\n\nEnforcement Authority\n\nThe federal banking agencies have broad authority to issue orders to depository institutions and their holding companies prohibiting activities that constitute violations of law, rule, regulation or administrative order, or that represent unsafe or unsound banking practices, as determined by the federal banking agencies.  The federal banking agencies also are empowered to require affirmative actions to correct any violation or practice; issue administrative orders that can be judicially enforced; direct increases in capital; limit dividends and distributions; restrict growth; assess civil money penalties against institutions or individuals who violate any laws, regulations, orders or written agreements with the agencies; order termination of certain activities of holding companies or their non-bank subsidiaries; remove officers and directors; order divestiture of ownership or control of a non-banking subsidiary by a holding company; or terminate deposit insurance and appoint a conservator or receiver.  \n\nPayment of Dividends \n\nRegions is a legal entity separate and distinct from its banking and other subsidiaries. The principal source of cash flow to us, including cash flow to pay dividends to our shareholders and principal and interest on any of our outstanding debt, is dividends from Regions Bank. There are statutory and regulatory limitations on the payment of dividends by Regions Bank to us, as well as by us to our shareholders.\n\nIf, in the opinion of a federal bank regulatory agency, an institution under its jurisdiction is engaged in or is about to engage in an unsafe or unsound practice, such agency may require, after notice and hearing, that such institution cease and desist from such practice. The federal bank regulatory agencies have indicated that paying dividends that deplete an institution’s capital base to an inadequate level would be an unsafe and unsound banking practice. Under the FDIA, an insured institution may not pay a dividend if payment would cause it to become undercapitalized or if it already is undercapitalized. See “FDIA and Prompt Corrective Action” above. Moreover, the Federal Reserve and the FDIC have issued policy statements stating that BHCs and insured banks should generally pay dividends only out of current operating earnings.\n\nPayment of Dividends by Regions Bank. Under the Federal Reserve’s Regulation H, Regions Bank may not, without approval of the Federal Reserve, declare or pay a dividend to Regions if the total of all dividends declared in a calendar year exceeds the total of (a) Regions Bank’s net income for that year and (b) its retained net income for the preceding two calendar years, less any required transfers to additional paid-in capital or to a fund for the retirement of preferred stock.\n\nUnder Alabama law, Regions Bank may not pay a dividend in excess of 90% of its net earnings unless its surplus is equal to at least 20% of capital. Regions Bank is also required by Alabama law to seek the approval of the Alabama Superintendent of Banking prior to the payment of dividends if the total of all dividends declared by Regions Bank in any calendar year will exceed the total of (a) Regions Bank’s net earnings for that year, plus (b) its retained net earnings for the preceding two years, less any required transfers to surplus. The statute defines net earnings as the remainder of all earnings from current operations plus actual recoveries on loans and investments and other assets, after deducting from the total thereof all current operating expenses, actual losses, accrued dividends on preferred stock, if any, and all federal, state and local taxes. Regions Bank cannot, without approval from the Federal Reserve and the Alabama Superintendent of Banking, declare or pay a dividend to Regions unless Regions Bank is able to satisfy the criteria discussed above.\n\nPayment of Dividends by Regions. Payment of dividends to our shareholders is subject to the oversight of the Federal Reserve. In particular, the dividend policies and share repurchases of a large BHC, such as Regions, are reviewed by the Federal Reserve based on capital plans submitted as part of the CCAR process and may be constrained in certain scenarios. See “Capital Requirements” above. In addition, as a Delaware corporation, Regions is subject to the limitations on dividends and share repurchases set forth in the Delaware General Corporation Law (DGCL). The DGCL allows Regions to pay dividends only out of its surplus (as defined and computed in accordance with the provisions of the DGCL) or if it has no such surplus, out of its net profits for the fiscal year in which the dividend is declared and/or the preceding fiscal year.  In addition, the DGCL does not permit Regions to repurchase shares of its capital stock where the repurchase would cause an impairment of the capital of the corporation. \n\nSupport of Subsidiary Banks \n\nUnder the Dodd-Frank Act, Regions is expected to act as a source of financial strength to, and to commit resources to support, its subsidiary bank. This support may be required at times when Regions may not be inclined to provide it. \n\nLimits on Exposure to One Borrower and Exposure to Insiders \n\nAlabama banking law imposes limits on the amount of credit a bank can extend to any one person (or group of related persons). For Regions Bank, this limit includes credit exposures arising from loan and equivalent exposure and investment and trading exposure.\n\nApplicable banking laws and regulations also place restrictions on loans by FDIC-insured banks and their affiliates to their directors, executive officers and principal shareholders.\n\nLending Standards and Guidance\n\nThe federal banking agencies have adopted uniform regulations prescribing standards for extensions of credit that are secured by liens or interests in real estate or made for the purpose of financing permanent improvements to real estate. Under these regulations, all IDIs, such as Regions Bank, must adopt and maintain written policies establishing appropriate limits and standards for extensions of credit that are secured by liens or interests in real estate or are made for the purpose of financing permanent improvements to real estate. These policies must establish loan portfolio diversification standards, prudent underwriting standards (including loan-to-value limits) that are clear and measurable, loan administration procedures and documentation, approval and reporting requirements. The real estate lending policies must reflect consideration of the federal bank regulators’ Interagency Guidelines for Real Estate Lending Policies.\n\nThe federal banking agencies have also jointly issued guidance on “Concentrations in Commercial Real Estate Lending,” which defines commercial real estate loans as exposures secured by raw land, land development and construction (including 1-4 family residential construction), multi-family property, and non-farm nonresidential property where the primary or a significant source of repayment is derived from rental income associated with the property (that is, loans for which 50 percent or more of the source of repayment comes from third-party, non-affiliated, rental income) or the proceeds of the sale, refinancing, or permanent financing of the property. The guidance requires that appropriate processes be in place to identify, monitor and control risks associated with real estate lending concentrations. If a concentration is present, management must employ heightened risk management practices that address key elements, including board and management oversight and strategic planning, portfolio management, development of underwriting standards, risk assessment and monitoring through market analysis and stress testing, and maintenance of increased capital levels as needed to support the level of commercial real estate lending. The required heightened risk management practices could include enhanced strategic planning, underwriting policies, risk management, internal controls, portfolio stress testing and risk exposure limits as well as appropriately designed compensation and incentive programs. Higher allowances for credit losses and capital levels may also be required. The guidance states that the following metrics may indicate a concentration of commercial real estate loans, but that these metrics are neither limits nor a safe harbor: (1) total reported loans for construction, land development, and other land represent 100 percent or more of total risk-based capital; or (2) total reported loans secured by multi-family properties, nonfarm non-residential properties (excluding those that are owner-occupied), and loans for construction, land development, and other land represent 300 percent or more of total risk-based capital and the bank’s commercial real estate loan portfolio has increased 50 percent or more during the prior 36 months.\n\nDe Novo Branching and De Novo Banks\n\nWith the approval of applicable regulators, state banks may establish de novo branches in states other than their home state as if such state was the bank’s home state.\n\nAnti-Tying Provisions\n\nRegions Bank is prohibited from conditioning the availability of any product or service, or varying the price for any product or service, on the requirement that the customer obtain some additional product or service from the bank or any of its affiliates, other than loans, deposits and trust services.\n\nTransactions with Affiliates \n\nSections 23A and 23B of the Federal Reserve Act and the Federal Reserve’s Regulation W restrict transactions between a bank and its affiliates, including a parent BHC. Regions Bank is subject to these restrictions, which include quantitative and qualitative limits on the amounts and types of transactions that may take place, including extensions of credit to affiliates, investments in the stock or securities of affiliates, purchases of assets from affiliates and certain other transactions with affiliates. These restrictions also require that credit transactions with affiliates be collateralized and that transactions with affiliates be on market terms or better for the bank. Generally, a bank’s covered transactions with any single affiliate are limited to 10% of the bank’s capital stock and surplus and covered transactions with all affiliates are limited to 20% of the bank’s capital stock and surplus.\n\nDeposit Insurance  \n\nRegions Bank’s deposits are insured by the FDIC up to the applicable limits, which is currently $250,000 per account ownership type. The FDIC imposes a risk-based deposit premium assessment system that determines assessment rates for an IDI based on an assessment rate calculator, which is based on a number of elements to measure the risk each IDI poses to the \n\nDIF. The assessment rate is applied to total average assets less tangible equity, as defined under the Dodd-Frank Act. The assessment rate schedule can change from time to time at the discretion of the FDIC, subject to certain limits. Under the current system, premiums are assessed quarterly.\n\nThe FDIC, as required under the FDIA, established a plan in September 2020 to restore the DIF reserve ratio to meet or exceed the statutory minimum of 1.35 percent within eight years. This plan did not include an increase in the deposit insurance assessment rate. Based on the FDIC’s recent projections, however, the FDIC determined that the DIF reserve ratio is at risk of not reaching the statutory minimum by the statutory deadline of September 30, 2028 without increasing the deposit insurance assessment rates.  \n\nDuring 2022, the FDIC adopted a final rule to increase initial base deposit insurance assessment rate schedules by 2 basis points, beginning with the first quarterly assessment period of 2023. This rule, combined with other factors influenced by Regions’ financial performance, increased regulatory premiums in 2023. The FDIC also concurrently maintained the Designated Reserve Ratio for the DIF at 2 percent. \n\nIn November 2023, the FDIC issued a final rule to implement a special assessment to recoup losses to the DIF associated with bank failures in the first half of 2023, which became effective on April 1, 2024. Under the rule, the assessment base for the special assessment is equal to an IDI’s estimated uninsured deposits reported as of December 31, 2022, adjusted to exclude the first $5 billion of uninsured deposits. The total amount of the special assessment is to be paid in ten quarterly installments that began with the invoice for the first quarter of 2024 (received in June 2024) and will end with the invoice for the second quarter of 2026. The payments are deductible for income taxes. For more details on the special assessment, see the “Non-Interest Expense” section of Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K.\n\nFDIC Recordkeeping Requirements\n\nAs a part of the FDIC Part 370 recordkeeping requirements, Regions is subject to facilitate rapid and accurate payment of FDIC-insured deposits to customers when large IDIs fail. FDIC rules require IDIs with two million or more deposit accounts to maintain complete and accurate data on each depositor's ownership interest by right and capacity and to develop the capability to calculate the insured and uninsured amounts for each deposit owner by ownership right and capacity. \n\nAcquisitions  \n\nThe BHC Act requires every BHC to obtain the prior approval of the Federal Reserve before: (i) it may acquire direct or indirect ownership or control of any voting shares of any bank or savings and loan association, if after such acquisition, the BHC will directly or indirectly own or control 5% or more of the voting shares of the institution; (ii) it or any of its subsidiaries, other than a bank, may acquire all or substantially all of the assets of any bank or savings and loan association; or (iii) it may merge or consolidate with any other BHC. FHCs must obtain prior approval from the Federal Reserve before acquiring certain non-bank financial companies with assets exceeding $10 billion. FHCs seeking approval to complete an acquisition must be well-capitalized and well-managed.\n\nThe BHC Act further provides that the Federal Reserve may not approve any transaction that would result in a monopoly or would be in furtherance of any combination or conspiracy to monopolize or attempt to monopolize the business of banking in any section of the U.S., or the effect of which may be substantially to lessen competition or to tend to create a monopoly in any section of the country, or that in any other manner would be in restraint of trade, unless the anticompetitive effects of the proposed transaction are clearly outweighed by the public interest in meeting the convenience and needs of the community to be served. The Federal Reserve is also required to consider the financial and managerial resources and future prospects of the BHCs and banks impacted and the convenience and needs of the community to be served. Consideration of financial resources generally focuses on capital adequacy, and the consideration of convenience and needs of the community to be served includes the parties’ performance under the CRA. The Federal Reserve must also take into account the institutions’ effectiveness in combating money laundering. In addition, pursuant to the Dodd-Frank Act, the BHC Act was amended to require the Federal Reserve to, when evaluating a proposed transaction, consider the extent to which the transaction would result in greater or more concentrated risks to the stability of the U.S. banking or financial system.\n\nLate in the preceding administration, the standards by which bank and financial institution acquisitions would be evaluated have been undergoing review and change by the OCC, FDIC and DOJ, but not by the Federal Reserve. These reviews and changes were incorporated into non-binding guidance. The DOJ withdrew its 1995 Bank Merger Guidelines and issued the 2024 Banking Addendum to its 2023 Merger Guidelines. The DOJ clarified that it will assess competition considerations in connection with bank and BHC mergers using its 2023 Merger Guidelines, which is the general merger review framework the DOJ now uses to evaluate transactions in all segments of the economy, and the 2024 Banking Addendum. The 2024 Banking Addendum provides guidance on how the DOJ will assess competition in the context of bank and bank holding company mergers. An analysis under the 2023 Merger Guidelines and 2024 Banking Addendum may include consideration of theories of harm and relevant markets not considered under the 1995 Bank Merger Guidelines, which focused primarily on concentrations of deposits and branches. Whether and how the guidance might be further changed or interpreted by the new administration is uncertain.\n\nDepositor Preference  \n\nUnder federal law, claims of depositors and certain claims for both administrative expenses and employee compensation against an IDI would be afforded a priority over other general unsecured claims against such an institution in the “liquidation or other resolution” of such an institution by any receiver.\n\nVolcker Rule  \n\nThe Dodd-Frank Act prohibits banks and their affiliates from engaging in proprietary trading and investing in, sponsoring and having certain relationships with private funds such as hedge funds or private equity funds that would be considered an investment company for purposes of the Volcker Rule. The compliance requirements under regulations implementing the Volcker Rule are tailored based on the size and scope of trading activities. Because TAL are maintained under $1 billion, Regions is categorized with \"limited\" TAL and benefits from a presumption of compliance with the Volcker Rule. Regions has put in place the compliance programs required by the Volcker Rule and has either divested or received extensions for any holdings in illiquid funds.   \n\nConsumer Protection Laws  \n\nWe are subject to a number of federal and state consumer protection laws, including laws designed to protect customers and promote lending to various sectors of the economy and population. These laws include, but are not limited to, the Equal Credit Opportunity Act, the Fair Credit Reporting Act, the Truth in Lending Act, the Home Mortgage Disclosure Act, the Real Estate Settlement Procedures Act, the Truth in Savings Act, the Electronic Funds Transfer Act, the Consumer Financial Protection Act and their respective state law counterparts.\n\nThe CFPB has broad rulemaking, supervisory and enforcement powers under various federal consumer financial protection laws, including the laws referenced above, other fair lending laws and certain other statutes. The CFPB also has examination and primary enforcement authority with respect to consumer financial laws for depository institutions with $10 billion or more in assets, including the authority to prevent unfair, deceptive or abusive practices in connection with the offering of consumer financial products. The CFPB may issue regulations that impact products and services offered by Regions or Regions Bank. The regulations could reduce the fees that Regions receives, alter the way Regions provides its products and services or expose Regions to greater risk of private litigation or regulatory enforcement action.\n\nFor example, the CFPB has, among other things, issued final rules as part of an initiative to reduce the amounts and types of fees financial institutions may charge. In December 2024, the CFPB issued a final rule amending Regulation Z that would impose certain requirements on overdraft fees, including requirements similar to those that apply to credit cards under Regulation Z, charged by IDIs with more than $10 billion in total assets unless the IDI limits the overdraft fee to an amount that covers the IDI’s costs and losses to provide the service or $5. The final rule is scheduled to go into effect on October 1, 2025. Several banking industry groups filed a lawsuit seeking to invalidate the final rule, in which they argued that the CFPB exceeded its statutory authority in adopting the final rule. In addition, new CFPB leadership has taken actions that call into question the effectiveness of new rules and their implementation dates. Furthermore, under the presidential memorandum entitled “Regulatory Freeze Pending Review,” rules with future effective dates may be re-evaluated. Therefore, the Company cannot predict the nature and timing of future developments that may potentially impact CFPB rules and proposals.\n\nPrivacy and Cybersecurity\n\nWe are, or may in the future become, subject to a variety of complex and evolving laws, regulations, rules and standards at the federal, state and local level regarding privacy and cybersecurity. Privacy and cybersecurity are currently areas of considerable legislative and regulatory attention, with new or modified laws, regulations, rules and standards being frequently adopted and potentially subject to divergent interpretation or application in a manner that may create inconsistent or conflicting requirements for businesses. Privacy and cybersecurity laws and regulations often impose strict requirements regarding the collection, storage, handling, use, disclosure, transfer, protection and other processing of personal information, which may have adverse consequences on our business, including incurring significant compliance costs, requiring changes to our business or operations and imposing severe penalties for non-compliance. \n\nFor example, at the federal level, the federal banking regulators have adopted certain rules, including pursuant to the GLBA, that limit the ability of banks and other financial institutions to disclose non-public personal information about consumers to third parties. These limitations require disclosure of privacy policies to consumers and, in some circumstances, allow consumers to prevent disclosure of certain non-public personal information to non-affiliated third parties. In addition, consumers may also prevent disclosure among affiliated companies of certain non-public personal information that is assembled or used to determine eligibility for a product or service, such as that shown on consumer credit reports and application information. Consumers also have the option to direct banks and other financial institutions not to share certain information about transactions and experiences with affiliated companies for the purpose of marketing products or services.\n\nFederal law also requires financial institutions to implement a written IS Program that includes administrative, technical, and physical safeguards appropriate to the size and complexity of the institution and the nature and scope of its activities. The program should be designed to ensure the security and confidentiality of customer information, protect against unanticipated \n\nthreats or hazards to the security or integrity of such information, and protect against unauthorized access to or use of such information that could result in substantial harm or inconvenience to any customer. Financial institutions must also conduct ongoing oversight of third-party service providers to ensure they are maintaining appropriate security controls. Financial institutions must report on the institution’s cybersecurity program annually to the board of directors or a committee of the board of directors. The federal banking regulators regularly issue guidance regarding cybersecurity intended to enhance cyber risk management standards among financial institutions. A financial institution is expected to establish multiple lines of defense against security threats and to ensure their risk management processes appropriately address the risk posed by potential threats to the institution. A financial institution’s management is expected to maintain sufficient processes to effectively identify, prevent and detect a cyber-attack. A financial institution is also expected to develop appropriate processes to enable recovery of data and business operations if a critical service provider of the institution falls victim to a cyber-attack. In addition to the GLBA, we are subject to various other federal and state laws, regulations, rules and standards. The Regions IS Program is designed to reflect the regulatory requirements and guidance.\n\nIn addition, in the spring of 2022, federal banking regulators have imposed a new cybersecurity-related notification rule that requires banking organizations, including Regions and Regions Bank to notify their primary federal regulator as soon as possible and within 36 hours of incidents that, among other things, have materially disrupted or degraded, or are reasonably likely to materially disrupt or degrade, the banking organization’s ability to deliver services to a material portion of its customer base, or ability to carry out key operations of the banking organization, the failure of which would pose a threat to the stability of the U.S. financial sector. The rule also imposes requirements on bank service providers to notify their affected banking organization customers of certain computer-security incidents. Additionally, the enactment of the CIRCIA in 2022, once rulemaking is complete, will require, among other things, covered entities to report significant cyber incidents, including ransomware attacks, to the CISA  Further, in 2023, the SEC adopted regulations requiring public companies to disclose certain information regarding material cybersecurity incidents impacting those companies, as well as descriptions about how they manage material cybersecurity risks. \n\nState regulators have also been increasingly active in implementing privacy and cybersecurity laws, regulations, rules and standards. Several states have adopted regulations requiring certain financial institutions to implement cybersecurity programs and have provided detailed requirements with respect to these programs, including data encryption requirements. Many states have also implemented or are considering implementing, comprehensive data privacy and cybersecurity laws and regulations, such as the CCPA. In addition, laws in all 50 U.S. states generally require businesses to provide notice under certain circumstances to individuals whose personal information has been disclosed as a result of a data breach. Moreover, the United States Congress has considered, and is currently considering, various proposals for more comprehensive data privacy and cybersecurity legislation, to which Regions and/or Regions Bank may be subject if passed. We expect this trend of state and federal activity to persist, and we continue to monitor such developments in the geographic areas in which our customers are located.\n\nCommunity Reinvestment Act  \n\nThe CRA requires Regions Bank’s primary federal bank regulatory agency, the Federal Reserve, to assess the bank’s record in meeting the credit needs of the communities served by the bank, including low- and moderate-income neighborhoods and persons. Institutions are assigned one of four ratings: “Outstanding,” “Satisfactory,” “Needs to Improve” or “Substantial Noncompliance.” This assessment is considered for any bank that applies to merge or consolidate with or acquire the assets or assume the liabilities of an IDI, or to open or relocate a branch office. The CRA record of each subsidiary bank of a FHC also is assessed by the Federal Reserve in connection with reviewing any proposed acquisition or merger application. Regions Bank’s most recent CRA rating from the Federal Reserve was “Satisfactory.”\n\nIn October 2023, the Federal Reserve, FDIC and OCC issued a final rule to amend their regulations implementing the CRA. The rule materially revises the current CRA framework, including the assessments areas in which a bank is evaluated to include activities associated with online and mobile banking, the tests used to evaluate the bank in its assessment areas, new methods of calculating credit for lending, investment and service activities and additional data collection and reporting requirements. The rule is expected to result in a significant increase in the thresholds for large banks to receive “Outstanding” ratings in the future. The rule was originally intended to take effect on April 1, 2024, with most of the provisions becoming applicable on January 1, 2026 and reporting of the collected data would not be required until 2027. Several banking industry groups filed a lawsuit seeking to invalidate the final rule, in which they argued that the agencies exceeded their statutory authority in adopting it. In March 2024, a preliminary injunction was granted that provides a day-for-day extension for each day the injunction remains in place. The court's decision granting a preliminary injunction is on appeal to the U.S. Court of Appeals for the Fifth Circuit. Uncertainty consequently remains around the actual implementation date, as well as around which elements of the final rule may be implemented. The Company continues to monitor the outcome of this rule.\n\nCompensation Practices \n\nOur compensation practices are subject to oversight by the Federal Reserve. The federal banking regulators have provided guidance designed to ensure that incentive compensation arrangements at banking organizations take into account risk and are consistent with safe and sound practices. The guidance sets forth the following three key principles with respect to incentive \n\ncompensation arrangements: (i) the arrangements should provide employees with incentives that appropriately balance risk and financial results in a manner that does not encourage employees to expose their organizations to imprudent risk; (ii) the arrangements should be compatible with effective controls and risk management; and (iii) the arrangements should be supported by strong corporate governance. The guidance provides that supervisory findings with respect to incentive compensation will be incorporated, as appropriate, into the organization’s supervisory ratings, which can affect its ability to make acquisitions or perform other actions. The guidance also provides that enforcement actions may be taken against a banking organization if its incentive compensation arrangements or related risk management, control or governance processes pose a risk to the organization’s safety and soundness.\n\nAnti-Money Laundering  \n\nA continued focus of governmental policy relating to financial institutions in recent years has been combating money laundering and terrorist financing. Regions Bank is subject to the reporting and recordkeeping requirements of the BSA. The BSA requires financial institutions to, among other things, establish and maintain procedures reasonably designed to assure and monitor compliance with BSA regulatory requirements. The USA PATRIOT Act, which amended the BSA, broadened the application of anti-money laundering regulations to apply to additional types of financial institutions such as broker-dealers and insurance companies, and strengthened the ability of the U.S. government to help prevent, detect and prosecute international money laundering and the financing of terrorism. The principal provisions of Title III of the USA PATRIOT Act require that regulated financial institutions, including state member banks: (i) establish an anti-money laundering program that includes internal policies, procedures and internal controls, the designation of a chief compliance officer, as well as training and audit components; (ii) comply with regulations regarding the verification of the identity of any person seeking to open an account; (iii) take additional required precautions with non-U.S. owned accounts; and (iv) perform certain due diligence on private bank accounts and due diligence on and verification and certification of money laundering risk for their foreign correspondent banking relationships. The USA PATRIOT Act also requires federal banking regulators to evaluate the effectiveness of an applicant in combating money laundering in determining whether to approve a proposed bank acquisition. A financial institution's failure to comply with the BSA could have serious legal and reputational consequences for the institution. Regions Bank has continued to augment its anti-money laundering compliance program to comply with the BSA and its implementing regulations and will continue to revise and update its anti-money laundering policies, procedures and controls to reflect future regulatory changes. The AMLA, which amends the BSA, was enacted in January 2021. Among other things, the AMLA codifies a risk-based approach to anti-money laundering compliance for financial institutions; requires the development of standards by the U.S. Treasury for evaluating technology and internal processes for BSA compliance; and expands enforcement- and investigation-related authority, including a significant expansion in the available sanctions for certain BSA violations. Many of the statutory provisions in the AMLA will require additional rulemaking, reports and other measures, and the impact of the AMLA will depend on, among other things, implementation guidance. \n\nAs required by AMLA, in June 2021, FinCEN, which promulgates the implementing regulations of the USA PATRIOT Act, BSA, and other anti-money laundering legislation, issued the national anti-money laundering and countering the financing of terrorism priorities. The priorities include: corruption, cybercrime, terrorist financing, fraud, transnational crime, drug trafficking, human trafficking and proliferation financing. Banks are not required to implement any immediate changes related to the national priorities to their anti-money laundering compliance programs until FinCEN issues the implementing regulations related to the national priorities. Bank regulators continue to examine financial institutions for anti-money laundering compliance and Regions Bank will continue to monitor and augment, where necessary, our anti-money laundering compliance framework, including the anti-money laundering program, policies and procedures of Regions Bank to ensure that it is commensurate with our risk profile.\n\nOffice of Foreign Assets Control Regulation \n\nThe U.S. has imposed economic sanctions that affect transactions with designated foreign countries, nationals, organizations, regimes and other entities. In the United States, economic sanctions are administered by OFAC. OFAC publishes lists of specially designated targets, issues regulations and implements executive orders that restrict dealings with certain countries and territories. Territorial sanctions, which target certain countries, regions and territories, take many different forms. Generally, however, they contain one or more of the following elements: (i) restrictions on trade with or investment in a sanctioned country, including prohibitions against direct or indirect imports from and exports to a sanctioned country and prohibitions on U.S. persons engaging in financial transactions relating to, making investments in, or providing investment-related advice or assistance to, a sanctioned country; and (ii) a blocking of assets in which the government or specially designated nationals of the sanctioned country have an interest, by prohibiting transfers of property within U.S. jurisdiction (including property in the possession or control of U.S. persons). OFAC also administers sanctions lists that have various associated prohibitions, including the Specially Designated Nationals and Blocked Persons List. U.S. persons are prohibited from dealing with Specially Designated Nationals regardless of location, and all assets of Specially Designated Nationals and Blocked Persons are blocked. Blocked assets (e.g., property and bank deposits) cannot be paid out, withdrawn, set off or transferred in any manner without a general or specific license from OFAC. Failure to comply with these sanctions could have serious legal and reputational consequences.\n\nRegulation of Broker Dealers and Investment Advisers  \n\nOur subsidiaries, Regions Securities and BlackArch Securities LLC, are registered broker-dealers with the SEC and FINRA, and Regions Investment Management, Inc. and Highland Associates, Inc. are registered investment advisers with the SEC. These subsidiaries are, as a result, subject to regulation and examination by the SEC, FINRA and other self-regulatory organizations. These regulations cover a broad range of issues, including capital requirements; sales and trading practices; use of client funds and securities; the conduct of directors, officers and employees; record-keeping and recording; supervisory procedures to prevent improper trading on material non-public information; qualification and licensing of sales personnel; and limitations on the extension of credit in securities transactions. In addition to federal registration, state securities commissions require the registration of certain broker-dealers and investment advisers.\n\nCompetition \n\nAll aspects of our business are highly competitive. Our subsidiaries compete with other financial institutions located in the states in which they operate and other adjoining states, as well as large banks in major financial centers and other financial intermediaries, such as savings and loan associations, credit unions, fintechs, finance companies, mutual funds, insurance companies, brokerage and investment banking firms, mortgage companies and financial service operations of major commercial and retail corporations. We expect competition to remain intense among financial services companies. Our success will depend, in part, on market acceptance and regulatory approval of new products and services. Further, despite delays in obtaining regulatory approvals, we expect consolidation in the financial services industry to continue, which may produce larger, better-capitalized and more geographically diverse companies that are capable of offering a wide array of financial products and services at competitive prices. \n\nIn addition, technology has lowered barriers to entry and made it possible for non-banks to offer traditional bank or bank-like products and services and therefore compete with financial institutions like us in providing electronic, internet-based and mobile phone-based financial solutions. In particular, the activity of fintechs has grown significantly over recent years and is expected to continue to grow. A number of fintechs have applied for, and in some cases been granted, bank or industrial loan charters, while other fintechs have partnered with existing banks to allow them to offer deposit products to their customers. In addition to fintechs, traditional technology companies have begun to make efforts toward providing financial services directly to their customers. Many of our non-bank competitors are not subject to the same extensive regulations we are and, therefore, may have greater flexibility in competing for business. Regions provides an array of digital products and services to our customers and we expect a bank’s digital offerings to be a key competitive differentiator. The continued move toward digital banking and financial services, combined with customer expectations regarding digital offerings, will require us to invest greater resources in technological improvements. Customers for banking services and other financial services offered by our subsidiaries are generally influenced by convenience, quality of service, price of service, personal contacts, the quality of the technology that supports the customer experience and availability of products. Although our position varies in different markets, we believe that our affiliates effectively compete with other financial services companies in their relevant market areas. \n\nHuman Capital\n\nOne pillar of our strategic priorities at Regions is the commitment to “Build the Best Team”. We believe one of the biggest differentiators of our performance is the people we employ. The need to attract, retain and develop the right talent to accomplish our strategic plan is central to our success. As of December 31, 2024, Regions and its subsidiaries had 19,644 full-time equivalent employees supporting our consumer and commercial banking, wealth management and mortgage product and services primarily across the Southeast and Midwest. \n\nA strong and impactful human capital program begins at the top. Our Board oversees our corporate strategy and sets the tone for our culture, values and high ethical standards, and through its Committees, holds management accountable. The primary committee responsible for the oversight of human capital is the CHR Committee. The CHR Committee strategically meets with subject matter experts regarding talent management and acquisition, succession planning, associate conduct, associate learning and development, inclusive practices, and associate retention. Additionally, on a quarterly basis the CHR Committee reviews the HCM Dashboard which includes a mixture of trending and point-in-time metrics designed to provide information and analysis of workforce demographics; talent acquisition; workforce stability (retention, turnover, etc.); and associate conduct and engagement.\n\nIn order to build the best team, it is necessary for us to fill talent needs with qualified and engaged associates. Key to our success is our internal talent management program which strives to optimally deploy existing talent across Regions by focusing on where our associates excel and helping them find the best roles that maximize their talents, abilities and interests. For those roles which we fill externally, we continually build talent pipelines with an eye toward not only current needs, but also future demands of our business. Regions uses innovative tools and structured processes to achieve our goals including applications and resources designed to reach broader audiences. Our recruiting technology is agile, user friendly and allows us to offer to candidates a robust understanding of our needs, requirements and a view of our culture to support the building of an inclusive and engaged workforce.\n\nRegions provides transparency into our workforce demographics by disclosing 2023 EEO-1 results on our 2023 Workforce Demographics Report available on our website, www.regions.com. Information included on our website is not incorporated into, or otherwise made a part of, this Annual Report on Form 10-K.\n\nWe also consider it critical to our success to invest in the professional development of all of our associates. We emphasize our commitment to professional development through opportunities such as technical, skills-based, management, and leadership training programs; formal talent and performance management processes; and sustainable career paths. We also aim to prepare our workforce for a rapidly changing environment and understand that reskilling and upskilling are crucial to staying competitive, meeting the needs of the modern workforce, and retaining associates. We have established a customized learning experience platform that provides the tools to measure, build, and communicate skills inside the Company. This tool provides the ability to inventory the skills our associates have, allowing us to target our development efforts on specific areas where elevated skills are needed. Regions also offers leader development programs created to help people managers understand how to evaluate performance by leveraging the power of a strengths-based and engagement-focused workforce and culture. Our partnership with Guild, an education, skilling and mobility solution provider has allowed us to transition our tuition reimbursement program for associates to a best-in-class tuition assistance program that targets adult learners and provides coaching support and access to a curated catalog from Guild’s Learning Marketplace. Through the Guild program, associates can now pursue a degree or other educational opportunities while building their career at the same time. By removing barriers and expanding access to education, we are continuing our commitment to Build the Best Team.\n\nUnderstanding that automation, cognitive technologies and the open talent economy are reshaping the future of work, Regions makes available to technology associates courses on-demand that offer intensive learning in application development, information technology operations, security and technology architecture. This solution also offers professional development for data and business professionals. In addition, almost all associates may access a full suite of courses regardless of whether the application is needed in their current role.\n\nWe aim to offer competitive and fair compensation to our associates. Base salaries are established considering market competitive rates for specific roles; additionally, on an individual basis base salaries reflect the experience and performance levels of our associates. We assess the competitiveness of our ranges on an annual basis by benchmarking our rates against those paid by our peers. In addition to base salaries, we promote a robust pay-for-performance philosophy and incentivize a large majority of our associate population with incentive compensation designed to drive strategies, behaviors and business goals within our unique lines of business. Long-term stock-based incentive compensation is also key to the attraction and retention of key talent and is offered thoughtfully to our executive and leadership ranks. We believe tying the interests of our leaders to those of our shareholders creates a strong link to company performance.\n\nAs the success of our business is fundamentally connected to the well-being of our associates, we aim to offer a competitive and comprehensive benefits program to support associates throughout all life stages. Our benefits include comprehensive health, life, and disability coverage that are funded in whole or in part by the Company as well as a 401(k) plan with a dollar-for-dollar company match on employee contributions up to 5 percent of pay and a base contribution of 2 percent of pay for all associates who do not participate in our grandfathered pension program. We also offer our associates programs and tools to support their total well-being including a range of flexible work arrangements, generous time-off policies, physical, mental and financial wellness benefits as well as other programs and practices that support associates and their families throughout the full spectrum of their careers and lives.\n\nAvailable Information \n\nWe maintain a website at ir.regions.com. We make available on our website, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, Form DEF 14A, and current reports on Form 8-K, including exhibits, and amendments to those reports that are filed with or furnished to the SEC pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934. These documents are made available on our website as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. The SEC also maintains an internet site (http://www.sec.gov) that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC, including Regions. Also available on our website are our (i) Corporate Governance Principles, (ii) Code of Business Conduct and Ethics, (iii) Code of Ethics for Senior Financial Officers, (iv) Fair Disclosure Policy, (v) the charters of our Audit Committee, Compensation and Human Resources Committee, Nominating and Corporate Governance Committee, Risk Committee, Technology Committee, and Executive Committee, and (vi) a number of voluntary disclosures, reports and other documents. Information included on our website is not incorporated into, or otherwise made a part of, this Annual Report on Form 10-K.",
      "char_count": 76821
    },
    "item1a": {
      "text": "Item 1A.  Risk Factors\n\nAn investment in the Company involves risks, some of which, including market, credit, technology, strategic, operational, reputational, legal, regulatory and compliance, liquidity, talent management, estimate and assumption and other external risks, could be substantial and is inherent in our business. These risks also include the possibility that the value of the investment could decrease considerably, and dividends or other distributions concerning the investment could be reduced or eliminated. \n\nDiscussed below are risk factors that could adversely affect our financial results and condition, as well as the value of, and return on investment in the Company.\n\nRisk Factor Summary\n\nMarket Risks\n\n•Our businesses have been, and may continue to be, adversely affected by conditions in the financial markets and economic conditions generally.\n\n•Fluctuations in market interest rates, including the level and shape of the yield curve, may adversely affect our performance.\n\nCredit Risks\n\n•If we experience greater credit losses in our loan portfolios than anticipated, our earnings may be materially adversely affected.\n\n•Any future reductions in our credit ratings may increase our funding costs and place limitations on business activities. \n\n•Changes in the soundness of other financial institutions could adversely affect us.\n\n•We may suffer losses if the value of collateral declines in stressed market conditions.\n\nLiquidity Risks\n\n•Ineffective liquidity management could adversely affect our financial results and condition. \n\n•Loss of deposits or a change in deposit mix could increase our funding costs.\n\n•We rely on the mortgage secondary market to manage various risks.\n\nTechnology Risks\n\n•We are at risk of a variety of systems failures or errors and cybersecurity incidents that could adversely affect customer experience and our business and financial performance. \n\n•We are subject to complex and evolving laws, regulations, rules, standards and contractual obligations regarding privacy and cybersecurity, which could increase the cost of doing business, compliance risks and potential liability.\n\n•We will continually encounter technological change and must effectively anticipate, develop and implement new technology.\n\nStrategic Risks\n\n•Industry competition may adversely affect our degree of success.\n\n•Our operations are concentrated primarily in the South, Midwest and Texas, and adverse changes in the economic conditions in this region can adversely affect our financial results and condition.\n\n•Weakness in the residential real estate markets could adversely affect our performance.\n\n•Weakness in the commercial real estate markets could adversely affect our performance.\n\n•Risks associated with home equity products where we are in a second lien position could materially adversely affect our performance.\n\n•Weakness in commodity businesses could adversely affect our performance.\n\n•An outbreak or escalation of hostilities between countries or within a country or region could have a material adverse effect on the U.S. economy and on our businesses.\n\nOperational Risks\n\n•We are subject to a variety of operational risks, including the risk of fraud or theft by internal or external parties, which may adversely affect our business and results of operations.\n\n•We rely on other companies to provide key components of our business infrastructure.\n\n•We depend on the accuracy and completeness of information about clients and counterparties.\n\n•We are exposed to risk of environmental liability when we take title to property. \n\n•We can be negatively affected if we fail to identify and address operational risks associated with the introduction of or changes to products, services and delivery platforms.\n\n•Enhanced regulatory and other standards for the oversight of vendors and other service providers can result in higher costs and other potential exposures.\n\n•We are, and may in the future be, subject to claims and litigation calling into question our right to use the intellectual property underlying certain technology in our business.\n\nReputational Risks\n\n•We are subject to ESG risks that could adversely affect our business, reputation and the trading price of our common stock.  \n\n•Damage to our reputation could significantly harm our businesses. \n\nLegal, Regulatory and Compliance Risks\n\n•We are, and may in the future be, subject to litigation, investigations and governmental proceedings that may result in liabilities adversely affecting our financial condition, business or results of operations or in reputational harm. \n\n•We are subject to extensive governmental regulation, which could have an adverse impact on our operations and our business model. \n\n•We are subject to a variety of risks in connection with any sale of loans we may conduct.\n\n•We may be subject to more stringent capital and liquidity requirements.\n\n•Rulemaking changes and regulatory initiatives implemented by the CFPB may result in higher regulatory and compliance costs that may adversely affect our results of operations. \n\n•We are subject to numerous laws designed to protect consumers, including the CRA and fair lending laws, and a failure to comply with these laws could lead to a wide variety of penalties and other sanctions. \n\n•We may not be able to complete future acquisitions, may not be successful in realizing the benefits of any future acquisitions that are completed or may choose not to pursue acquisition opportunities we might find beneficial. \n\n•Increases in FDIC insurance assessments may adversely affect our earnings. \n\n•Unfavorable results from ongoing stress analyses may adversely affect our ability to retain customers or compete for new business opportunities. \n\n•We are a holding company and depend on our subsidiaries for dividends, distributions and other payments.\n\n•We may not pay dividends on shares of our capital stock.\n\n•Anti-takeover and banking laws and certain agreements and charter provisions may adversely affect share value.\n\n•Our amended and restated bylaws designate (i) the Court of Chancery of the State of Delaware as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our shareholders and (ii) the federal district courts of the United States as the sole and exclusive forum for any action asserting a cause of action arising under the Securities Act, which could limit our shareholders’ ability to obtain a favorable judicial forum for disputes with our company or our company’s directors, officers or other employees.\n\n•We face substantial legal and operational risks in our safeguarding and other processing of personal information. \n\n•Differences in regulation can affect our ability to compete effectively.\n\nTalent Management Risks\n\n•Our businesses may be adversely affected if we are unable to hire and retain qualified employees. \n\n•Our operations rely on our ability, and the ability of key external parties, to maintain appropriately-staffed workforces, and on the competence, trustworthiness, health and safety of employees.\n\nEstimates and Assumptions Risks\n\n•Our reported financial results depend on management’s selection of accounting methods and certain assumptions and estimates. \n\n•If the models that we use in our business perform poorly or provide inadequate information, our business or results of operations may be adversely affected. \n\n•Changes in our accounting policies or in accounting standards could materially affect how we report our financial results and condition. \n\nOther External Risks\n\n•Our business and financial performance could be adversely affected by a U.S. government debt default or the threat of such a default.\n\n•Weather-related events, pandemics and other natural or man-made disasters could cause a disruption in our operations or lead to other consequences that could adversely impact our financial results and condition. These impacts could be intensified by climate change. Heightening focus on climate change may also carry transition risks that could negatively impact our results of operations and financial condition.\n\nMarket Risks \n\nOur businesses have been, and may continue to be, adversely affected by conditions in the financial markets and economic conditions generally.\n\nWe provide traditional commercial, retail and mortgage banking services, as well as other financial services including asset management, wealth management, securities brokerage, merger-and-acquisition advisory services and other specialty financing. All of our businesses are materially affected by conditions in the financial markets and economic conditions generally or specifically in the South, Midwest and Texas, the principal markets in which we conduct business. A worsening of business and economic conditions generally or specifically in the principal markets in which we conduct business could have adverse effects on our business, including the following:\n\n•A decrease in the demand for, or the availability of, loans and other products and services offered by us, including as a result of changing interest rate conditions;\n\n•A decrease in the value of our loans held for sale or other assets secured by consumer or commercial real estate;\n\n•An impairment of certain intangible assets, such as goodwill;\n\n•A decrease in interest income from variable rate loans, due to declines in interest rates;\n\n•A decrease in the supply of deposits or the need to price interest-bearing deposits higher due to competitive forces or market rate fluctuations, which could result in substantial increase in cost to retain and service deposits; and\n\n•A change in the pricing or spread environment could adversely impact the yields received on newly originated loans or securities \n\nIn the event of severely adverse business and economic conditions generally or specifically in the principal markets in which we conduct business, there can be no assurance that the federal government and the Federal Reserve would intervene or make adjustments to trade, fiscal or monetary policy, including tariffs, that would cause business and economic conditions to improve. If business and economic conditions worsen or volatility increases, our business, financial condition and results of operations could be materially adversely affected.\n\nVolatility and uncertainty related to inflation and the effects of inflation, which has led to increased costs for businesses and consumers and potentially contribute to poor business economic conditions, has and may continue to enhance or contribute to some of the risks of our business. For example, higher inflation, or volatility and uncertainty related to inflation, has and may continue to reduce demand for our products, adversely affect the creditworthiness of the Company’s borrowers, lower values for our investment securities and other fixed-rate assets, or otherwise adversely affect our businesses, financial conditions and results of operations. \n\nFluctuations in market interest rates, including the level and shape of the yield curve, may adversely affect our performance.\n\nOur profitability depends to a large extent on our net interest income, which is the difference between the interest income received on interest-earning assets (primarily loans, leases, investment securities and cash balances held at the Federal Reserve Bank) and the interest expense incurred in connection with interest-bearing liabilities (primarily deposits and borrowings). The level of net interest income is mostly a function of the average balance of interest-earning assets, the average balance of interest-bearing liabilities and the spread between the yield on such assets and the cost of such liabilities. These factors are influenced by both the pricing and mix of interest-earning assets and interest-bearing liabilities which, in turn, are impacted by external factors such as the local economy, competition and demand for loans and deposits, the monetary policy of the FOMC and interest rates markets.\n\nThe cost of our deposits and short-term wholesale borrowings is heavily impacted by market-based liquidity conditions and interest rates, factors which are influenced directly and indirectly by a mixture of effects including the FOMC’s monetary policy, and economic and financial conditions. Moreover, the market’s expectation of the future course of FOMC policy and economic factors interact to influence the path for market interest rates, relative interest rate relationships and the shape of the yield curve. Yields generated by our loans and securities and the costs of deposits and wholesale borrowings are driven by both short-term and longer-term interest rates to different degrees, thus impacting net interest income. If the yields on our interest-bearing liabilities increase at a faster pace than the yields on our interest-earning assets, our net interest income may decline. Our net interest income could be similarly affected if the yields on our interest-earning assets decline at a faster pace than the yields on our interest-bearing liabilities. Finally, interest rate volatility and levels directly impact the value of certain fixed-rate assets and liabilities, which may impact unrealized gains or unrealized losses in our portfolios. \n\nThe monetary policy tightening cycle observed from 2022 through mid-2024 led to increased volatility in fixed income markets. After the benchmark federal funds interest rates reached a peak range between 5.25 percent and 5.50 percent in 2023 into 2024, the FOMC reduced the federal funds rate by 50 basis points in September 2024 and by 25 basis points in both November and December 2024, to a range of 4.25 percent to 4.50 percent. While the FOMC has initiated a rate easing cycle, the range of potential rate paths over the coming year is wide and will ultimately be driven by the path of inflation, labor market performance and economic growth. \n\nEstimates for net interest income exposure to interest rate changes have been reduced recently. While a persistently elevated, or increasing, rate environment from current levels would continue to support net interest income, elevated rates also increase the cost of funding and the potential for higher levels of competition for deposits. Additionally, elevated interest rates would increase debt service requirements for some of our borrowers and may adversely affect those borrowers’ ability to pay as contractually obligated, ultimately resulting in additional delinquencies or charge-offs. Conversely, should interest rates move lower, net interest income is well supported by a mostly neutral interest rate risk position aided by the Company’s interest rate hedging program. In this environment, deposit and funding costs will move lower; however, net interest income may be adversely impacted if those costs cannot move lower as fast as expected.   \n\nTo the extent that the yield curve steepens, net interest income would benefit, primarily from the additional yield provided to fixed rate asset reinvestment and production, without a commensurate offset from increasing funding costs.  Conversely, a flatter yield curve would reduce net interest income, all else equal. \n\nSustained higher interest rates and continued Federal Reserve asset reductions may adversely affect market stability, market liquidity and the Company’s financial performance and condition. We cannot predict the nature or timing of future changes in monetary policies or the precise effects such changes may have on our activities and financial results.\n\nFor a more detailed discussion of these risks and our management strategies for these risks, see the “Executive Overview,” “Net Interest Income, Margin and Interest Rate Risk,” “Net Interest Income and Margin,” “Market Risk-Interest Rate Risk” and “Securities” sections of Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K.\n\nCredit Risks\n\nIf we experience greater credit losses in our loan portfolios than anticipated, our earnings may be materially adversely affected.\n\n      As a lender, we are exposed to the risk that our customers will be unable to repay their loans and leases according to their  terms and that any collateral securing the payment of their loans and leases may not be sufficient to assure repayment. Customers or counterparties may become delinquent, file for protection under bankruptcy laws or default on their loans or leases, which could result in a higher level of nonperforming assets, net charge-offs, and provisions for credit losses. Credit losses are inherent in the business of making loans and could have a material adverse effect on our operating results.\n\nWe make various assumptions and judgments about the collectability of our loan portfolio and provide an allowance for credit losses based on a number of factors. Our management periodically determines the allowance for credit losses based on available information, including the quality of the loan portfolio, the value of the underlying collateral and the level of non-accrual loans, taking into account relevant information about past events, current conditions and R&S forecasts of future economic conditions that affect the collectability of our loan portfolio. If, as a result of general economic conditions, there is a decrease in asset quality or growth in the loan portfolio and management determines that additional increases in the allowance for credit losses are necessary, we may incur additional expenses which will reduce our net income, and our business, results of operations or financial condition may be materially adversely affected.\n\nAlthough our management will establish an allowance for credit losses it believes is appropriate to absorb expected credit losses over the life of loans in our loan portfolio, this allowance may not be adequate. For example, if economic conditions in those markets were to significantly deteriorate unexpectedly, additional credit losses not incorporated in the existing allowance for credit losses may occur. Losses in excess of the existing allowance for credit losses will reduce our net income and could adversely affect our business, results of operations or financial condition, perhaps materially.\n\nIn addition, bank regulatory agencies will periodically review our allowance for credit losses and the value attributed to non-accrual loans and to real estate acquired through foreclosure. Such regulatory agencies may require us to adjust our determination of the value for these items. These adjustments could materially adversely affect our business, results of operations or financial condition.\n\nAny future reductions in our credit ratings may increase our funding costs and place limitations on business activities. \n\nThe major ratings agencies regularly evaluate us, and their ratings are based on a number of factors, including our financial strength and conditions affecting the financial services industry generally. In general, ratings agencies base their ratings on many quantitative and qualitative factors, including capital adequacy, liquidity, asset quality, business mix and level and quality of earnings, and we may not be able to maintain our current credit ratings. The ratings assigned to Regions and Regions Bank remain subject to change at any time, and it is possible that any ratings agency could take action to downgrade Regions, Regions Bank or both in the future. Additionally, ratings agencies may also make substantial changes to their ratings policies and practices, which may affect our credit ratings. In the future, changes to existing ratings guidelines and new ratings guidelines may, among other things, adversely affect the ratings of our securities or other securities in which we have an economic interest.\n\nOur credit ratings can have negative consequences that can impact our ability to access the debt and capital markets, as well as reduce our profitability through increased costs on future debt issuances. If we were to be downgraded below investment grade, we may not be able to reliably access the short-term unsecured funding markets, and certain customers could be prohibited from placing deposits with Regions Bank, which could cause us to hold more cash and liquid investments to meet our ongoing liquidity needs. Such actions could reduce our profitability as these liquid investments earn a lower return than other assets, such as loans. See the “Liquidity” section  within “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K for our liquidity policy. \n\nAdditionally, if we were to be downgraded to below investment grade, certain counterparty contracts may be required to be renegotiated or require posting of additional collateral. Refer to Note 20 “Derivative Financial Instruments and Hedging Activities” to the consolidated financial statements of this Annual Report on Form 10-K for the fair value of contracts subject to contingent credit features and the collateral postings associated with such contracts. Although the exact amount of additional collateral is unknown, it is reasonable to conclude that we may be required to post additional collateral related to existing contracts with contingent credit features.\n\nChanges in the soundness of other financial institutions could adversely affect us.\n\nAdverse developments affecting the overall strength and soundness of other financial institutions, the financial services industry as a whole and the general economic climate and the U.S. Treasury market has had and may in the future have a negative impact on perceptions about the strength and soundness of our business even if we are not subject to the same adverse developments. In addition, adverse developments with respect to third parties with whom we have important relationships could also negatively impact perceptions about us. These perceptions about us could cause our business to be negatively affected and exacerbate the other risks that we face. \n\nRegions may be impacted by actual or perceived soundness of other financial institutions, including as a result of the financial or operational failure of a major financial institution, or concerns about the creditworthiness of such a financial institution or its ability to fulfill its obligations, which can cause substantial and cascading disruption within the financial markets and increased expenses, including FDIC insurance premiums, and could affect our ability to attract and retain depositors and to borrow or raise capital. For example, during 2023 the FDIC took control and was appointed receiver of Silicon Valley Bank, Signature Bank and First Republic Bank. The failure of other banks and financial institutions and the measures taken by governments, businesses and other organizations in response to these events, including increased regulatory scrutiny and heightened supervisory expectations, could adversely impact Regions’ business, financial condition and results of operations.\n\nRegions’ ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty and other relationships. Regions has exposure to many different industries and counterparties and routinely executes transactions with counterparties in the financial industry, including brokers and dealers, central counterparties, commercial banks, investment banks, mutual and hedge funds and other institutional investors and clients. As a result, defaults by, or even rumors or questions about, one or more financial services institutions or the financial services industry generally, in the past have led to market-wide liquidity problems and could lead to losses or defaults by Regions or by other institutions. Many of these transactions expose Regions to credit risk in the event of default of Regions’ counterparty or client. In addition, Regions’ credit risk may be exacerbated when the collateral held by Regions cannot be liquidated or is liquidated at prices not sufficient to recover the full amount of Regions’ exposure. Any such losses could materially and adversely affect Regions’ results of operations and financial condition.\n\nWe may suffer losses if the value of collateral declines in stressed market conditions.\n\nDuring periods of market stress or illiquidity, our credit risk may be further increased when we fail to realize the fair value of the collateral we hold; collateral is liquidated at prices that are not sufficient to recover the full amount owed to us; or counterparties are unable to post collateral, whether for operational or other reasons. Furthermore, disputes with counterparties concerning the valuation of collateral may increase in times of significant market stress, volatility or illiquidity, and we could suffer losses during these periods if we are unable to realize the fair value of collateral or to manage declines in the value of collateral.\n\nLiquidity Risks\n\nIneffective liquidity management could adversely affect our financial results and condition. \n\nEffective liquidity management is essential for the operation of our business. We require sufficient liquidity to meet customer loan requests, customer deposit maturities/withdrawals, payments on our debt obligations as they come due and other cash commitments under both normal operating conditions and unpredictable circumstances causing industry or general financial market stress. A substantial majority of our assets are loans, which cannot necessarily be called or sold on timeframes short enough to meet these liquidity requirements. \n\nIn addition, our access to funding sources in amounts adequate to finance our activities on terms that are acceptable to us could be impaired by factors that affect us specifically or the financial services industry or economy generally. Factors that could detrimentally impact our access to liquidity sources include increases in funding costs, a downturn or disruption in financial markets, or unforeseen outflows of cash or collateral (due, for example, to deposit outflows or draws upon loan commitments). Although we have historically been able to meet the liquidity needs of customers as necessary, the ability to do so is not assured, especially if there are large simultaneous withdrawals from deposits or draws upon loan commitments. A failure to maintain adequate liquidity could materially and adversely affect our business, results of operations and financial condition.\n\nLoss of deposits or a change in deposit mix could increase our funding costs.\n\nDeposits are a low cost and stable source of funding. Regions competes with banks and other financial institutions for deposits and as a result, Regions could lose deposits in the future, clients may shift their deposits into higher cost products or Regions may need to raise interest rates to avoid deposit attrition. Funding costs may also increase if deposits lost are replaced with wholesale funding. Higher funding costs reduce Regions’ net interest margin, net interest income and net income. Any of a variety of single or combined factors could contribute to adverse movement in deposits or deposit costs, including but not limited to economic uncertainty, rapid movements in market interest rates or the Federal Reserve's monetary policy, entrance of competitors, disruptive technology, and/or diminishment of confidence in Regions or banks broadly.  \n\nWe rely on the mortgage secondary market to manage various risks.\n\nIn 2024, we sold 52.2 percent of the mortgage loans we originated to the Agencies. We rely on the Agencies to purchase loans that meet their conforming loan requirements in order to reduce our credit risk and provide funding for additional loans we desire to originate. We cannot provide assurance that the Agencies will not materially limit their purchases of conforming loans due to capital constraints, a change in the criteria for conforming loans or other factors. Additionally, various proposals have been made to reform the U.S. residential mortgage finance market, including the role of the Agencies. The exact effects of any such reforms, if implemented, are not yet known, but they may limit our ability to sell conforming loans to the Agencies. If we are unable to continue to sell conforming loans to the Agencies, our ability to fund, and thus originate, additional mortgage loans may be adversely affected, which would adversely affect our results of operations.\n\nTechnology Risks\n\nWe are at risk of a variety of systems failures or errors and cyber-attacks or other similar incidents that could adversely affect customer experience and our business and financial performance. \n\nFailure or errors in or breach of our systems or networks, or those of our third-party service providers (or providers to such third-party service providers), including as a result of cybersecurity or other similar incidents, could disrupt our businesses or impact our customers. Examples of incidents include, among other things, denial of service attacks, ransomware, malware, worms, software bugs, hacking, social engineering, phishing attacks, credential stuffing, account takeovers, insider threats, theft, malfeasance or improper access by employees or service providers, human error, fraud or other similar disruptions. These incidents could result in the loss, unauthorized disclosure, misuse or misappropriation of confidential, personal, proprietary or other information, damage to our reputation, increases to our costs and cause customer and financial losses. As a large financial institution, we depend on our ability to process, record and monitor a large number of customer transactions on a continuous basis and otherwise collect, transmit, store and process a significant amount of personal information in connection therewith. As public, regulatory and customers' expectations have increased regarding operational resilience and cybersecurity, our systems, networks and infrastructure must continue to be safeguarded and monitored for potential failures and disruptions, as well as cybersecurity or other similar incidents. Our systems and facilities may stop operating properly or become disabled or damaged as a result of a number of factors, including events that are wholly or partially beyond our control. For example, there could be electrical or telecommunications outages; pandemics; events arising from local or larger scale political or social matters, including terrorist acts and civil unrest; and, as described below, cyber-attacks or other similar incidents. Although we have business continuity plans and other safeguards in place, our business operations may be adversely affected by significant and widespread disruption to our physical infrastructure or operating systems or networks, or those of our third-party service providers, that support our businesses and customers.\n\nCybersecurity risks for large financial institutions, such as us, have increased significantly in recent years in part because of the proliferation of technology-based products and services and the increased sophistication and activities of organized crime, hackers, terrorists, nation-states, nation state-supported actors, activists and other external parties. This increase is expected to continue and further intensify. The techniques used by cyber criminals change frequently, may not be recognized until launched (or may evade detection for considerable time), can be initiated from a variety of sources, including terrorist organizations and hostile foreign governments, and may see their frequency increased, and effectiveness enhanced, by the use of AI. These criminals may attempt to fraudulently induce employees, customers or other users of our systems and networks to disclose sensitive information (including confidential, personal, proprietary and other information) in order to gain access to data or our systems and networks. Third parties with whom we or our customers do business also present operational and cybersecurity risks to us, including cybersecurity or other similar incidents or failures or disruptions of their own systems and networks. While we have successfully defended similar attacks, we could become the subject of a successful similar style attack through a supply chain compromise. As noted above, our operations rely on the secure collection, transmission, storage and other processing of confidential, personal, proprietary and other information in our operating systems and networks. In addition, to access our products and services, our customers may use personal computers, smartphones, tablets and other mobile devices that are beyond our control environment. Additionally, cybersecurity and other similar incidents or terrorist activities could disrupt our or our customers’ or other third parties’ business operations. Although these past events have not resulted in a breach of our client data or account information, such attacks have adversely affected the performance of Regions Bank’s website, www.regions.com, and, in some instances, prevented customers from accessing Regions Bank’s secure websites for \n\nconsumer and commercial applications. In all cases, the attacks primarily resulted in inconvenience; however, future cyber-attacks or other similar incidents could be more disruptive and damaging, and we may not be able to anticipate or prevent all such attacks. The U.S. government has raised concerns about increases in cyber-attacks and other similar incidents generally as a result of various political and military conflicts around the world. \n\nAlthough we believe that we have appropriate information security procedures and controls designed to prevent or limit the effects of a cybersecurity or other similar incident, our technologies, systems, networks and our customers’ devices may be the target of cybersecurity or other similar incidents that could result in the unauthorized release, accessing, gathering, monitoring, loss, destruction, modification, acquisition, transfer, use or other processing of us or our customers’ confidential, personal, proprietary and other information. We also have insurance coverage, that is reviewed annually, that may, subject to policy terms and conditions, cover certain losses associated with cybersecurity and other similar incidents, but our insurer may deny coverage as to any future claim or our insurance coverage may be insufficient to cover all losses from any such attack, breach or incident, including any related damage to our reputation. In addition, given the proliferation of cyber-events in our industry, the cost of cyber insurance is expected to continue to increase and may not be available at all or on acceptable terms.  \n\nAs cyber threats continue to evolve, we may be required to expend significant additional resources to continue to modify or enhance our layers of defense or to investigate and remediate any information security vulnerabilities. We may also be required to incur significant costs in connection with any regulatory investigation or civil litigation, fines, damages or injunctions resulting from a cybersecurity or other similar incident that impacts us. In addition, our third-party service providers may be unable to identify vulnerabilities in their systems and networks or, once identified, be unable to promptly provide required patches or other remedial measures. Further, even if provided, such patches or remedial measures may not fully address any vulnerability or may be difficult for us to implement. While we perform cybersecurity diligence on our key service providers, because we do not control our service providers and our ability to monitor their cybersecurity is limited, we cannot ensure the cybersecurity measures they take will be sufficient to protect any information we share them. Due to applicable laws and regulations or contractual obligations, we may be held responsible for cybersecurity or other similar incidents attributed to our service providers as they relate to the information we share with them. \n\nDisruptions or failures in the physical infrastructure or operating systems or networks that support our businesses and customers, or cybersecurity or other similar incidents of the networks, systems or devices that our customers use to access our products and services, could result in customer attrition, violation of applicable privacy and cybersecurity laws and regulations, notifications obligations, regulatory fines, civil litigation, damages, injunctions, penalties or intervention, reputational damage, reimbursement or other compensation costs, remediation costs, additional cybersecurity protection costs, increased insurance premiums and/or additional compliance costs, any of which could materially adversely affect our business, results of operations or financial condition. We could also be adversely affected if we lose access to information or services from a third-party service provider as a result of a cybersecurity or similar incident or system, network or operational failure or disruption affecting the third-party service provider. For a more detailed discussion of these risks and specific occurrences, see the “Information Security Risk” section of Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K.\n\nWe are subject to complex and evolving laws, regulations, rules, standards and contractual obligations regarding privacy and cybersecurity, which could increase the cost of doing business, compliance risks and potential liability.\n\nWe are subject to complex and evolving laws, regulations, rules, standards and contractual obligations relating to the privacy and cybersecurity of the personal information of clients, employees or others, and any failure to comply with these laws, regulations, rules, standards and contractual obligations could expose us to liability and/or reputational damage. As new privacy and cybersecurity-related laws, regulations, rules and standards are implemented, the time and resources needed for us to comply with such laws, regulations, rules and standards as well as our potential liability for non-compliance and reporting obligations in the case of cybersecurity or other similar incidents, may significantly increase. In addition, our businesses are increasingly subject to laws, regulations, rules and standards relating to privacy, cybersecurity, surveillance, encryption and data use in the jurisdictions in which we operate. Compliance with these laws, regulations, rules and standards may require us to change our policies, procedures and technology for information security and segregation of data, which could, among other things, make us more vulnerable to operational failures and to monetary penalties for breach of such laws, regulations, rules and standards.\n\nAt the federal level, we are subject to the GLBA which requires financial institutions to, among other things, periodically disclose their privacy policies and practices relating to sharing personal information and, in some cases, enables retail customers to opt out of the sharing of certain non-public personal information with unaffiliated third parties. We are also subject to the rules and regulations promulgated under the authority of the Federal Trade Commission, which regulates unfair or deceptive acts or practices, including with respect to privacy and cybersecurity. Moreover, the United States Congress has considered, and is currently considering, various proposals for more comprehensive privacy and cybersecurity legislation, to which we may be subject if passed. Additionally, the federal banking regulators, as well as the SEC and related self-regulatory organizations, regularly issue guidance regarding cybersecurity that is intended to enhance cyber risk management among financial institutions. \n\nPrivacy and cybersecurity are also areas of increasing state legislative focus and we are, or may in the future become, subject to various state laws and regulations regarding privacy and cybersecurity, such as the CCPA. For example, while we have taken steps to comply with applicable portions of the CCPA, we cannot ensure that such steps completely eliminate the risk of liability under the CCPA. Other states where we do business, or may in the future do business, or from which we otherwise collect, or may in the future otherwise collect, personal information of residents have implemented, or are considering implementing, comprehensive privacy and cybersecurity laws and regulations sharing similarities with the CCPA. Similar laws already exist in a number of other states, and such legislation continues to expand across the country. In addition, laws in all 50 U.S. states generally require businesses to provide notice under certain circumstances to individuals whose personal information has been disclosed as a result of a data breach. Certain state laws and regulations may be more stringent, broader in scope or offer greater individual rights, with respect to personal information than federal or other state laws and regulations, and such laws and regulations may differ from each other, which may complicate compliance efforts and increase compliance costs. Aspects of the CCPA and other federal and state laws and regulations relating to privacy and cybersecurity, as well as their enforcement, remain unclear, and we may be required to modify our practices in an effort to comply with them.\n\nFurther, while we strive to publish and prominently display privacy policies that are accurate, comprehensive and compliant with applicable laws, regulations, rules and industry standards, we cannot ensure that our privacy policies and other statements regarding our practices will be sufficient to protect us from claims, proceedings, liability or adverse publicity relating to privacy or cybersecurity. Although we endeavor to comply with our privacy policies, we may at times or in the future fail to do so or be alleged to have failed to do so. The publication of our privacy policies and other documentation that provide promises and assurances about privacy and cybersecurity can subject us to potential federal or state action if they are found to be deceptive, unfair, or misrepresents our actual practices. Additional risks could arise in connection with any failure, or perceived failure, to timely or sufficiently update or expand our privacy notices and policies to be fully compliant with quickly evolving state privacy requirements, and any failure to sufficiently respond to, or respond in a sufficiently timely manner to, consumer rights and other requests exercised under such state privacy laws, in each case to the extent they are applicable to us. Additional risks may also arise in connection with a failure or perceived failure by us, our service providers or other third parties with which we do business to provide adequate disclosure or transparency to our customers about the personal information collected from them and its use, to receive, document or honor the privacy preferences expressed by our customers, to protect personal information from unauthorized disclosure or to maintain proper training on privacy practices for all employees or third parties who have access to personal information in our possession or control. \n\nAny failure or perceived failure by us to comply with our privacy policies, or applicable privacy and cybersecurity laws, regulations, rules, standards or contractual obligations, or any compromise of security that results in unauthorized access to, or unauthorized loss, destruction, use, modification, acquisition, disclosure, release or transfer of personal information, may result in requirements to modify or cease certain operations or practices, the expenditure of substantial costs, time and other resources, proceedings or actions against us, legal liability, governmental investigations, enforcement actions, claims, fines, judgments, awards, penalties, sanctions and costly litigation (including class actions). Any of the foregoing could harm our reputation, distract our management and technical personnel, increase our costs of doing business, adversely affect the demand for our products and services and ultimately result in the imposition of liability, any of which could have a material adverse effect on our business, financial condition and results of operations. For further discussion of the privacy and cybersecurity laws, regulations, rules and standards we are, or may in the future become, subject to, see the “Supervision and Regulation-Privacy and Cybersecurity” section of Item 1. “Business” of this Annual Report on Form 10-K.\n\nWe will continually encounter technological change and must effectively anticipate, develop and implement new technology.\n\nThe financial services industry is undergoing rapid technological change with frequent introductions of new technology-driven products and services. We have invested in technology to automate functions previously performed manually, to facilitate the ability of clients to engage in financial transactions and otherwise to enhance the client experience with respect to our products and services. We expect to make additional investments in innovation and technology to address technological disruption in the industry and improve client offerings and service. These changes allow us to better serve the our clients and to reduce costs.\n\nOur continued success depends, in part, upon our ability to address clients’ needs by using technology to provide products and services that satisfy client demands, including demands for faster and more secure payment services, to create efficiencies in our operations and to integrate those offerings with legacy platforms or to update those legacy platforms. A failure to maintain or enhance our competitive position with respect to technology, whether because of a failure to anticipate client expectations, a failure in the performance of technological developments or an untimely roll out of developments, may cause us to lose market share or incur additional expense.\n\nStrategic Risks\n\nIndustry competition may adversely affect our degree of success.\n\nOur profitability depends on our ability to compete successfully. We operate in a highly competitive industry that could become even more competitive as a result of legislative, regulatory, market and technological changes, as well as continued industry consolidation. This consolidation may produce larger, better-capitalized and more geographically diverse companies that are capable of offering a wider array of financial products and services at more competitive prices. For example, there have been a number of completed mergers of financial institutions within our market areas, and notwithstanding current regulatory approval delays there may in the future be additional consolidation. These and future mergers will, if completed, allow the merged financial institutions to benefit from cost savings and shared resources. \n\nIn our market areas, we face competition from other commercial banks, savings and loan associations, credit unions, internet banks, fintechs, finance companies, mutual funds, insurance companies, brokerage and investment banking firms, mortgage companies and other financial intermediaries that offer similar services. Many of our non-bank competitors are not subject to the same extensive regulations we are and, therefore, may have greater flexibility in competing for business. \n\nIn addition, technology has lowered barriers to entry and made it possible for non-banks to offer products and services, such as loans and payment services, that traditionally were banking products, and made it possible for technology companies to compete with financial institutions in providing electronic, internet-based, and mobile phone–based financial solutions. Competition with non-banks, including technology companies, to provide financial products and services is intensifying. In particular, the activity of fintechs has grown significantly over recent years and is expected to continue to grow. Fintechs have and may continue to offer bank or bank-like products. For example, a number of fintechs have applied for, and in some cases been granted, bank or industrial loan charters. In addition, other fintechs have partnered with existing banks to allow them to offer deposit products to their customers. Regulatory changes, such as the revisions to the FDIC’s rules on brokered deposits intended to reflect recent technological changes and innovations, may also make it easier for fintechs to partner with banks and offer deposit products. In addition to fintechs, traditional technology companies have begun to make efforts toward providing financial services directly to their customers and are expected to continue to explore new ways to do so. Many of these companies, including our competitors, have fewer regulatory constraints, and some have lower cost structures, in part due to lack of physical locations. Regions provides an array of digital products and services to our customers and we expect a bank’s digital offerings to be a key competitive differentiator. The move toward digital banking and financial services, and customer expectations regarding digital offerings, will require us to invest greater resources in technological improvements and may put us at a disadvantage to banks and non-banks with greater resources to spend on technology.\n\nOur ability to compete successfully depends on a number of additional factors, including customer convenience, quality of service, personal contacts, the quality of the technology that supports the customer experience and pricing and range of products. If we are unable to successfully compete for new customers and to retain our current customers, our business, financial condition or results of operations may be adversely affected, perhaps materially. In particular, if we experience an outflow of deposits as a result of our customers seeking investments with higher yields or greater financial stability, we may be forced to rely more heavily on borrowings and other sources of funding to operate our business and meet withdrawal demands, thereby adversely affecting our net interest margin and financial performance. In addition, we may not be able to effectively implement new technology-driven products and services or be successful in marketing these products and services to our customers. As a result, our ability to effectively compete to retain or acquire new business may be impaired, and our business, financial condition or results of operations, may be adversely affected.\n\nOur operations are concentrated primarily in the South, Midwest and Texas, and adverse changes in the economic conditions in this region can adversely affect our financial results and condition.\n\nOur operations are concentrated primarily in the South, Midwest and Texas. As a result, local economic conditions in these areas significantly affect the demand for the loans and other products we offer to our customers (including real estate, commercial and construction loans), the ability of borrowers to repay these loans and the value of the collateral securing these loans.  Any declines in real estate values in these areas may adversely affect borrowers and the value of the collateral securing many of our loans, which could adversely affect our currently performing loans, leading to future delinquencies or defaults and increases in our provision for credit losses. Adverse changes in the economic conditions in these regions could materially adversely affect our business, results of operations or financial condition.\n\nWeakness in the residential real estate markets could adversely affect our performance.\n\nAs of December 31, 2024, consumer residential real estate loans represented approximately 26.5 percent of our total loan portfolio. A general decline in home values would adversely affect the value of collateral securing the residential real estate that we hold, as well as the volume of loan originations and the amount we realize on the sale of real estate loans. Additionally, if insurance obtained by our borrowers is insufficient to cover any losses sustained to the collateral, the decreases in the value of collateral securing our loans as a result of natural disasters or other related events could adversely impact our financial condition and results of operations. If insurance coverage is unavailable to our borrowers due to the reluctance of insurance companies to renew policies covering the collateral or due to other factors, the resulting increase in cost of home ownership \n\ncould affect the ability of borrowers to repay loans. These factors could result in higher delinquencies and greater charge-offs in future periods, which could materially adversely affect our business, financial condition or results of operations.\n\nWeakness in the commercial real estate markets could adversely affect our performance.\n\nAs of December 31, 2024, approximately 9.0 percent of our loan portfolio consisted of investor real estate loans. Commercial real estate loans generally carry large balances and may involve a greater degree of financial and credit risk than other loans. The increased financial and credit risk associated with these types of loans are a result of several factors, including the concentration of principal in a limited number of loans and borrowers, the types of business and collateral, the size of loan balances, the effects of nationwide and regional economic conditions on income-producing properties and businesses and the increased difficulty of evaluating and monitoring these types of loans. Declines in real estate markets or sustained economic downturns increase the risk of credit losses or charge-offs related to our loans or foreclosures on certain real estate properties. \n\nThe investor real estate loans we make are secured by income-producing properties such as office buildings, retail centers, mixed-use buildings and multi-tenanted light industrial properties. At December 31, 2024, office properties constituted 1.6 percent of our total loan portfolio. The office property segment is undergoing a structural shift given the rise of a remote work environment resulting in heightened vacancies and potentially reduced leasing needs. It is anticipated that this heightened risk environment for the office segment may take several years to resolve. A reduction in the need for office space could result in a reduction in demand for these categories of commercial office and/or in our customers’ ability to repay their loans, which, in turn, may have an adverse effect on our business and results of operation.\n\nFurthermore, additional softening in the real estate market in our primary market areas (in particular the South, Midwest, and Texas) could result in an increase in the number of borrowers who default on their loans and a reduction in the value of the collateral securing their loans, which in turn could have an adverse effect on our profitability and asset quality. If we are required to liquidate the collateral securing a loan to satisfy the debt during a period of reduced real estate values, our earnings and shareholders’ equity could be adversely affected. Unexpected decreases in investor real estate prices coupled with slow economic growth and elevated levels of unemployment could drive losses beyond those which are provided for in our allowance for loan losses. We also may incur losses on investor real estate loans due to declines in occupancy rates and rental rates, which may decrease property values and may decrease the likelihood that a borrower may find permanent financing alternatives. Any of these events could increase our costs, require management's time and attention, and have an adverse effect on our business and results of operations. \n\nAdditionally, if insurance obtained by our borrowers is insufficient to cover any losses sustained to the collateral, the decreases in the value of collateral securing our loans as a result of natural disasters or other related events could adversely impact our financial condition and results of operations. If insurance coverage is unavailable to our borrowers due to the reluctance of insurance companies to renew policies covering the collateral or due to other factors, the resulting increase in cost of investor real estate ownership could affect the ability of borrowers to repay loans. The combination of these factors could result in deterioration in the fundamentals underlying the commercial real estate market and the deterioration in value of some of our loans, as well as the ability of our borrowers to repay the amounts due under their loans.  \n\nRisks associated with home equity products where we are in a second lien position could materially adversely affect our performance.\n\nHome equity products, particularly those in a second lien position, may carry a higher risk of non-collection than other loans. Home equity lending includes both home equity loans and lines of credit. At December 31, 2024, the Company's home equity portfolio included approximately $3.2 billion of home equity lines of credit and $2.4 billion of closed-end home equity loans (primarily originated as amortizing loans). Real estate market values at the time of origination directly affect the amount of credit extended, and, in addition, past and future changes in these values impact the depth of potential losses. Second lien position lending carries higher credit risk because any decrease in real estate pricing may result in the value of the collateral being insufficient to cover the second lien after the first lien position has been satisfied. As of December 31, 2024, approximately $2.2 billion of our home equity lines and loans were in a second lien position.\n\nWeakness in commodity businesses could adversely affect our performance.\n\nMany of our borrowers operate in industries that are directly or indirectly impacted by changes in commodity prices. This includes agriculture, livestock, metals, timber, textiles and energy businesses (including oil, gas and petrochemical), as well as businesses indirectly impacted by commodities prices such as businesses that transport commodities or manufacture equipment used in production of commodities. Changes in commodity prices depend on local, regional and global events or conditions that affect supply and demand for the relevant commodity. These industries have been, and may in the future be, subject to significant volatility. For example, oil prices have been volatile, both rising and falling, in recent years. Such volatility is expected to continue in the foreseeable future due to an unpredictable geopolitical and economic environment. As a consequence of oil and gas price volatility, our energy-related portfolio may be subject to additional pressure on credit quality metrics including past due, criticized, and non-performing loans, as well as net charge-offs. In addition, legislative changes such as the elimination of certain tax incentives and the transition to a less carbon dependent economy in response to climate change and other factors could have significant impacts on this portfolio.\n\nAn outbreak or escalation of hostilities between countries or within a country or region could have a material adverse effect on the U.S. economy and on our businesses.\n\nAggressive actions by hostile governments or groups, including armed conflict or intensified cyber-attacks, could expand in unpredictable ways by drawing in other countries or escalating into full-scale war with potentially catastrophic consequences, particularly if one or more of the combatants possess nuclear weapons. Depending on the scope of the conflict, the hostilities could result in worldwide economic disruption, heightened volatility in financial markets, severe declines in asset values, disruption of global trade and supply chains and diminished consumer, business and investor confidence. \n\nInstability in geopolitical matters could have a material adverse effect on our results of operations and financial condition. The macroeconomic environment in the United States is susceptible to global events and volatility in financial markets. For example, trade negotiations between the United States and other nations remain uncertain and could adversely impact economic and market conditions for our and our clients and counterparties. Global political and military conflicts, including the ongoing conflicts in the Ukraine and the Middle East, present destabilizing forces, including higher and more volatile commodity and food prices, which may cause international and domestic economic deterioration. Financial markets may be adversely affected by the current or anticipated impact of military conflicts, including the conflicts in the Ukraine and the Middle East, terrorism or other geopolitical events (including China-Taiwan and U.S.-China relations), which could cause higher inflation. Any of the above consequences could have significant negative effects on the U.S. economy, and, as a result, our operations and earnings. We could also experience more numerous and aggressive cyber-attacks launched by or under the sponsorship of one or more of the adversaries in such a conflict.\n\nOperational Risks\n\nWe are subject to a variety of operational risks, including the risk of fraud or theft by internal or external parties, which may adversely affect our business and results of operations.\n\nWe are exposed to many types of operational risks, including business resilience, process, third party, information technology, human resource, model and fraud risks, each of which may be amplified by continued remote work. Our fraud risks include fraud committed by external parties against the Company or its customers and fraud committed internally by our associates. Certain fraud risks, including identity theft and account takeover, may increase as a result of customers’ account or personal information being obtained through breaches of retailers’ or other third parties’ networks. Examples of external fraud we face include fraudulent checks, stolen checks and other check-related fraud. We have established processes and procedures intended to identify, measure, monitor, mitigate, report and analyze these risks; however, there are inherent limitations to our risk management strategies as there may exist, or develop in the future, risks that we have not appropriately anticipated, monitored or identified. If our risk management framework proves ineffective, we could suffer unexpected losses, we may have to expend resources detecting and correcting the failure in our systems and we may be subject to potential claims from third parties and government agencies. We may also suffer severe reputational damage. Any of these consequences could adversely affect our business, financial condition or results of operations. In particular, the unauthorized disclosure, misappropriation, mishandling or misuse of personal, non-public, confidential or proprietary information of customers could result in significant regulatory consequences, reputational damage and financial loss.\n\nWe rely on other companies to provide key components of our business infrastructure.\n\nThird parties provide key components of our business operations such as data processing, recording and monitoring transactions, online banking interfaces and services, Internet connections and network access. While we have selected these third-party vendors carefully, performing upfront due diligence and ongoing monitoring activities, we do not control their actions. Any issues that arise with respect to these third parties, including those resulting from disruptions in services provided by a vendor (including as a result of a cyber-attack, other information security event or a natural disaster), financial or operational difficulties for the vendor, issues at third-party vendors to the vendors, failure of a vendor to handle current or higher volumes, failure of a vendor to provide services for any reason, poor performance of services, failure to comply with applicable laws and regulations or fraud or misconduct on the part of employees of any of our vendors, could trigger regulatory notification obligations on us, adversely affect our ability to deliver products and services to our customers, our reputation and our ability to conduct our business. In certain situations, replacing these third-party vendors could also create significant delay and expense. Accordingly, use of such third parties creates an unavoidable, inherent risk to our business operations. Many of our vendors have also been impacted by remote work, market volatility and other factors that increase their risks of business disruption or that may otherwise affect their ability to perform under the terms of any agreements with us or provide essential services.\n\nWe depend on the accuracy and completeness of information about clients and counterparties.\n\nIn deciding whether to extend credit or enter into other transactions with clients and counterparties, we may rely on information furnished by or on behalf of clients and counterparties, including financial statements and other financial information. We also may rely on representations of clients and counterparties as to the accuracy and completeness of that information and, with respect to financial statements, on reports of independent auditors if made available. If this information is \n\ninaccurate, we may be subject to regulatory action, reputational harm or other adverse effects with respect to the operation of our business, our financial condition and our results of operations.\n\nWe are exposed to risk of environmental liability when we take title to property. \n\nIn the course of our business, we may foreclose on and take title to real estate. As a result, we could be subject to environmental liabilities with respect to these properties. We may be held liable to a governmental entity or to third parties for property damage, personal injury, investigation and clean-up costs incurred by these parties in connection with environmental contamination or may be required to investigate or clean up hazardous or toxic substances or chemical releases at a property. The costs associated with investigation or remediation activities could be substantial. In addition, if we are the owner or former owner of a contaminated site, we may be subject to common law claims by third parties based on damages and costs resulting from environmental contamination emanating from the property. If we become subject to significant environmental liabilities, our business, financial condition or results of operations could be adversely affected.\n\nWe can be negatively affected if we fail to identify and address operational risks associated with the introduction of or changes to products, services and delivery platforms.\n\nWhen we launch a new product or service, introduce a new platform for the delivery or distribution of products or services (including mobile connectivity, electronic trading and cloud computing), acquire or invest in a business or make changes to an existing product, service or delivery platform, we may not fully appreciate or identify new operational risks that may arise from those changes, or may fail to implement adequate controls to mitigate the risks associated with those changes. Any significant failure in this regard could diminish our ability to operate one or more of our business or result in potential liability to clients, counterparties and customers, and result in increased operating expenses. We could also experience higher litigation costs, including regulatory fines, penalties and other sanctions, reputational damage, impairment of our liquidity, regulatory intervention or weaker competitive standing. Any of the foregoing consequences could materially and adversely affect our businesses and results of operations.\n\nEnhanced regulatory and other standards for the oversight of vendors and other service providers can result in higher costs and other potential exposures.\n\nWe must comply with enhanced regulatory and other standards associated with doing business with vendors and other service providers, including standards relating to the outsourcing of functions as well as the performance of significant banking and other functions by subsidiaries. We incur significant costs and expenses in connection with our initiatives to address the risks associated with oversight of our external service providers. Our failure to appropriately assess and manage these relationships, especially those involving significant banking functions, shared services or other critical activities, could materially adversely affect us. Specifically, any such failure could result in: potential harm to clients and customers, and any liability associated with that harm; regulatory fines, penalties or other sanctions; lower revenues, and the opportunity cost from lost revenues; increased operational costs, or harm to our reputation.\n\nWe are, and may in the future be, subject to claims and litigation calling into question our right to use the intellectual property underlying certain technology in our business.\n\nOur business is dependent on proprietary technology and other intellectual property that we or our vendors own or license from third parties. If another person or entity were deemed to own intellectual property rights infringed by our activities, we could be responsible for damages and fees to continue to engage in these types of activities and/or could be prevented from using technology important to our business for a period of time or permanently. In such a circumstance, there may be no alternative technology for us to use or an appropriate alternative technology could be expensive to obtain. Protections offered by those from whom we license technology against these risks may be inadequate to cover fully any losses.\n\nOver time, there have been instances where technology used by us and other financial institutions has been alleged to have infringed patents held by others. For example, the United Services Automobile Association (USAA) has in the past pursued, and continues to pursue, patent infringement claims against financial institutions, including Regions. On January 28, 2025, USAA filed a lawsuit against Regions in the United States District Court, Eastern District of Texas, alleging that our mobile remote deposit capture process infringes certain patents held by USAA. In some cases, financial institutions have suffered losses in connection with similar allegations. We could incur significant expenses defending these claims and any future claims, even those without merit. The outcome of any legal proceedings that remain unresolved cannot be determined, and adverse rulings in these matters could impact our financial condition.\n\nReputational Risks\n\nWe are subject to ESG risks that could adversely affect our business, reputation and the trading price of our common stock.  \n\nWe are subject to a variety of risks, including reputational risk, associated with environmental, social and governance, or ESG, issues - including differing perspectives on the meaning of the term “ESG.”  Regions’ approach to such issues is about operating responsibly and creating shared value to benefit our customers, shareholders, communities, and workforce. These and \n\nour other stakeholders, including federal and state regulators, policy makers, and agencies, often have differing, and sometimes conflicting, priorities and expectations regarding ESG issues that nevertheless must be considered simultaneously. For example, certain federal and state laws, regulations, and directives related to these issues may include provisions that are in conflict, real or perceived, with laws, regulations, and directives in other jurisdictions, which may result in compliance challenges and uncertainty and increased costs to our business.\n\nThese conflicting views also increase the risk that any action or lack thereof by us on such matters will be perceived negatively by some stakeholders. Failing to comply with expectations and standards, or taking action in conflict with one or multiple of those stakeholders’ expectations, could also lead to loss of business, impacts on our talent management strategy, adverse publicity, an adverse impact on our reputation, customer complaints or public protests. Negative publicity may be driven by adverse news coverage in traditional media and may also be spread more broadly through the use of social media platforms. If our relationships with our customers, vendors and suppliers were to become the subject of such negative publicity, our ability to attract and retain customers and employees, compete effectively and grow our business may be negatively impacted. Additionally, a number of investors (in particular institutional investors who hold and manage substantial equity positions, in some cases in nearly all major U.S. listed companies) consider ESG-related factors in their analysis of the expected risk and return of potential investments. The specific factors considered, as well as the approach to incorporating the factors into a broader investment process, vary by investor and can shift over time. Our failure to align with, or remain aligned with, these priorities may negatively impact the trading price of our common stock.\n\nDamage to our reputation could significantly harm our businesses. \n\nOur ability to attract and retain customers and highly-skilled management and employees is impacted by our reputation. A negative public opinion of us and our business can result from any number of activities, including our lending practices, corporate governance and regulatory compliance, acquisitions and actions taken by community organizations in response to these activities. Furthermore, negative publicity regarding us as an employer could have an adverse impact on our reputation, especially with respect to matters of diversity, pay equity and workplace harassment. \n\n Significant harm to our reputation, or the reputation of any company, could also arise as a result of regulatory or governmental actions, litigation and the activities of our customers, other participants in the financial services industry or our contractual counterparties, such as our service providers and vendors. \n\nIn addition, a cybersecurity event affecting us or our customers’ data could have a negative impact on our reputation and customer confidence in us and our cybersecurity practices. Damage to our reputation could also adversely affect our credit ratings and access to the capital markets. \n\nAdditionally, the widespread use of social media platforms by virtually every segment of society facilitates the rapid dissemination of information or misinformation, which magnifies the potential harm to our reputation.\n\nLegal, Regulatory and Compliance Risks\n\nWe are, and may in the future be, subject to litigation, investigations and governmental proceedings that may result in liabilities adversely affecting our financial condition, business or results of operations or in reputational harm. \n\nWe and our subsidiaries are, and may in the future be, named as defendants in various class actions and other litigation, and may be the subject of subpoenas, reviews, requests for information, investigations, and formal and informal proceedings by government and self-regulatory agencies regarding our and their businesses and activities (including subpoenas, requests for information and investigations related to the activities of our customers). Any such matters may result in material adverse consequences to our results of operations, financial condition or ability to conduct our business, including adverse judgments, settlements, fines, penalties (including civil money penalties under applicable banking laws), injunctions, restitution, orders, restrictions on our business activities, restrictions on mergers and acquisitions, limits to the fees we are able to charge, or other relief. Our involvement in any such matters, even if the matters are ultimately determined in our favor, could also cause significant harm to our reputation and divert management’s attention from the operation of our business. Further, any settlement, consent order or adverse judgment in connection with any formal or informal proceeding or investigation by government or self-regulatory agencies may result in additional litigation, investigations or proceedings as other litigants and government or self-regulatory agencies (including the inquiries mentioned above) begin independent reviews of the same businesses or activities. In general, the amounts paid by financial institutions in settlement of proceedings or investigations, including those relating to anti-money laundering matters or sales practices, have increased substantially and are likely to remain elevated. Regulators and other governmental authorities may also be more likely to pursue enforcement actions, or seek admissions of wrongdoing, in connection with the resolution of an inquiry or investigation to the extent a firm has previously been subject to other governmental investigations or enforcement actions. In some cases, governmental authorities have required criminal pleas or other extraordinary terms as part of such settlements, which could have significant collateral consequences for a financial institution, including loss of customers, restrictions on the ability to access the capital markets and the inability to operate certain businesses or offer certain products for a period of time. In addition, enforcement matters could impact our supervisory and CRA ratings, which may in turn restrict or limit our activities.\n\nAdditional information relating to our litigation, investigations and other proceedings is discussed in Note 23 “Commitments, Contingencies and Guarantees” to the consolidated financial statements of this Annual Report on Form 10-K.\n\nWe are subject to extensive governmental regulation, which could have an adverse impact on our operations and our business model. \n\nWe are subject to extensive state and federal regulation, supervision and examination governing almost all aspects of our operations, which limits the businesses in which we may permissibly engage. The laws and regulations governing our business are intended primarily for the protection of our depositors, our customers, the FDIC's DIF and the banking financial system, not our shareholders or other creditors. These laws and regulations govern a variety of matters, including certain debt obligations, changes in control, maintenance of adequate capital, consumer protection and general business operations and financial condition (including permissible types, amounts and terms of loans and investments, the amount of reserves against deposits, restrictions on dividends and repurchases of our capital securities, establishment of branch offices and the maximum interest rate that may be charged by law). Further, we must obtain approval from our regulators before engaging in many activities, and our regulators have the ability to compel us to, or restrict us from, taking certain actions entirely. There can be no assurance that any regulatory approvals we may require or otherwise seek will be obtained in a timely manner or at all.\n\nRegulations affecting banks and other financial institutions face continuous review, frequently change, and the ultimate effect of such changes cannot be predicted. Regulations, laws and guidance may be modified or repealed at any time, and new legislation may be enacted that will affect us, including those resulting from any changes to control of branches of the U.S government, as well as changes in leadership of most federal administrative agencies. We expect the new administration will seek to implement a regulatory reform agenda that is different than that of the preceding administration, impacting the rulemaking, supervision, examination and enforcement priorities of the federal banking agencies.\n\nAny changes in any federal and state law, as well as regulations and governmental policies, income tax laws and accounting principles, could affect us in substantial and unpredictable ways, including ways that may adversely affect our business, financial condition or results of operations. Failure to appropriately comply with any such laws, regulations or principles could result in sanctions by regulatory agencies, civil money penalties or damage to our reputation, all of which could adversely affect our business, financial condition or results of operations. Our regulatory capital position is discussed in greater detail in Note 12 \"Regulatory Capital Requirements and Restrictions\" to the consolidated financial statements of this Annual Report on Form 10-K.\n\nWe are subject to a variety of risks in connection with any sale of loans we may conduct.\n\nIn connection with our sale of one or more loan portfolios, we may make certain representations and warranties to the purchaser concerning the loans sold and the procedures under which those loans have been originated and serviced. If any of these representations and warranties are incorrect, we may be required to indemnify the purchaser for any related losses, or we may be required to repurchase part or all of the affected loans. We may also be required to repurchase loans as a result of borrower fraud or in the event of early payment default by the borrower on a loan we have sold. If we are required to make any indemnity payments or repurchases and do not have a remedy available to us against a solvent counterparty, we may not be able to recover our losses resulting from these indemnity payments and repurchases. Consequently, our results of operations may be adversely affected.\n\nIn addition, we must report as held for sale any loans that we have undertaken to sell, whether or not a purchase agreement for the loans has been executed. We may, therefore, be unable to ultimately complete a sale for part or all of the loans we classify as held for sale. Management must exercise its judgment in determining when loans must be reclassified from held for investment status to held for sale status under applicable accounting guidelines. Any failure to accurately report loans as held for sale could result in regulatory investigations and monetary penalties. Any of these actions could adversely affect our financial condition and results of operations. Reclassifying loans from held for investment to held for sale also requires that the affected loans be marked to the lower of cost or fair value. As a result, any loans classified as held for sale may be adversely affected by changes in interest rates and by changes in the borrower’s creditworthiness. We may be required to reduce the value of any loans we mark held for sale, which could adversely affect our results of operations.\n\nWe may be subject to more stringent capital and liquidity requirements. \n\nRegions and Regions Bank are each subject to capital adequacy and liquidity guidelines and other regulatory requirements specifying minimum amounts and types of capital that must be maintained. From time to time, the regulators implement changes to these regulatory capital adequacy and liquidity guidelines. If we fail to meet these minimum capital adequacy and liquidity guidelines and other regulatory requirements, we or our subsidiaries may be restricted in the types of activities we may conduct and may be prohibited from taking certain capital actions, such as paying dividends and repurchasing or redeeming capital securities.\n\nRegions and Regions Bank are each required to comply with applicable capital adequacy standards established by the Federal Reserve, which are based on the Basel III framework. Proposed changes to applicable capital, liquidity and similar requirements, such as the Basel III endgame proposal and the long-term debt proposal, could result in increased expenses or \n\ncost of funding, which could negatively affect our financial results or our ability to pay dividends and engage in share repurchases.\n\nFor more information concerning our legal and regulatory obligations with respect to Basel III Rules and long-term debt requirements, please see the “Supervision and Regulation-Regulatory Capital Requirements” discussion within Item 1. “Business,” and for more information concerning our compliance with capital requirements, see Note 12 \"Regulatory Capital Requirements and Restrictions\" to the consolidated financial statements of this Annual Report on Form 10-K.\n\nRulemaking changes and regulatory initiatives implemented by the CFPB may result in higher regulatory and compliance costs that may adversely affect our results of operations. \n\nThe CFPB has finalized a number of significant rules and introduced new regulatory initiatives, including, without limitation, by way of its enforcement authority and through public statements, that could have a significant impact on our business and the financial services industry more generally. We may also be required to add additional compliance personnel or incur other significant compliance-related expenses. Our business, results of operations or competitive position may be adversely affected as a result. \n\nThe former U.S. presidential administration called on all regulatory agencies to reduce or eliminate certain fees relating to a number of services, including banking services and during this same time, the CFPB launched an initiative to reduce the amounts and types of fees financial institutions may charge, including the issuance of final rules that would significantly reduce the permissible amount of credit card late fees and that would impose certain requirements on overdraft fees unless the IDI limits the overdraft fee. While the new administration may impact the government's position on fees, the changes proposed by the former administration could affect the Company’s ability or willingness to provide certain products or services, necessitate changes to the Company’s business practices or have an adverse effect on our results of operations.\n\nWe are subject to numerous laws designed to protect consumers, including the CRA and fair lending laws, and a failure to comply with these laws could lead to a wide variety of penalties and other sanctions.\n\nThe CRA, the Equal Credit Opportunity Act, the Fair Housing Act, and other fair lending laws and regulations (collectively, fair lending laws) impose community investment and nondiscriminatory lending requirements on financial institutions. The CFPB, the DOJ and other federal and state agencies are responsible for enforcing these federal laws and regulations and comparable state provisions. Various federal banking agencies have recently completed significant changes to their respective CRA regulations. Federal, state or local consumer lending laws may restrict our ability to originate certain mortgage loans or increase our risk of liability with respect to such loans. A successful regulatory challenge to an institution's performance under the fair lending laws could result in a wide variety of sanctions, including damages and civil money penalties, injunctive relief, restrictions on mergers and acquisitions, restrictions on expansion, and restrictions on entering new business lines. Private parties may also have the ability to challenge an institution's performance under fair lending laws in private class action litigation. Such actions could have a material adverse effect on our business, financial condition, and results of operations.\n\nWe may not be able to complete future acquisitions, may not be successful in realizing the benefits of any future acquisitions that are completed or may choose not to pursue acquisition opportunities we might find beneficial. \n\nWe may, from time to time, evaluate and engage in the acquisition or divestiture of businesses (including their assets or liabilities, such as loans or deposits). We must generally satisfy a number of meaningful conditions prior to completing any such transaction, including in certain cases, federal and state bank regulatory approvals.\n\nThe process for obtaining required regulatory approvals, particularly for large financial institutions, like Regions, can be difficult, time-consuming and unpredictable. We may fail to pursue, evaluate or complete strategic and competitively significant business opportunities as a result of our inability, or our perceived inability, to obtain required regulatory approvals in a timely manner or at all.\n\nAssuming we are able to successfully complete one or more transactions, we may not be able to successfully integrate and realize the expected synergies from any completed transaction in a timely manner or at all. In particular, we may be held responsible by federal and state regulators for regulatory and compliance failures at an acquired business prior to the date of the acquisition, and these failures by the acquired company may have negative consequences for us, including the imposition of formal or informal enforcement actions. Completion and integration of any transaction may also divert management attention from other matters, result in additional costs and expenses or adversely affect our relationships with our customers and employees, any of which may adversely affect our business or results of operations. Future acquisitions may also result in dilution of our current shareholders’ ownership interests or may require we incur additional indebtedness or use a substantial amount of our available cash and other liquid assets. As a result, our financial condition may be affected, and we may become more susceptible to economic conditions and competitive pressures.\n\nIncreases in FDIC insurance assessments may adversely affect our earnings. \n\nOur deposits are insured by the FDIC up to legal limits and, accordingly, we are subject to FDIC deposit insurance assessments. We generally cannot control the amount of assessments we will be required to pay for FDIC insurance. In 2022, \n\nthe FDIC adopted a final rule to increase initial base deposit insurance assessment rate schedules by 2 basis points, which began with the first quarterly assessment period of 2023. The final rule requires the revised rates to remain in effect until the DIF reserve ratio meets or exceeds 1.35 percent. In November 2023, the FDIC issued a final rule to implement a special assessment to recoup losses to the DIF associated with bank failures in the first half of 2023. Under the rule, the assessment base for the special assessment is based on an IDI’s estimated uninsured deposits reported as of December 31, 2022, adjusted to exclude the first $5 billion of uninsured deposits. The total amount of the special assessment is to be paid over an initial eight-quarter collection period that began with the invoice for the first quarter of 2024 (received in June 2024) and includes an additional two quarters beyond the initial eight-quarter collection period, at a lower rate. The assessment is subject to change depending on any adjustments to the loss estimate, mergers or failures, or amendments to reported estimated of uninsured deposits. The FDIC may require us to pay higher FDIC assessments than we currently do or may charge additional special assessments or future prepayments if, for example, there are financial institution failures in the future. Any increase in deposit assessments or special assessments may adversely affect our business, financial condition or results of operations. See the “Supervision and Regulation-Deposit Insurance” discussion within Item 1. “Business” and the “Non-Interest Expense” discussion within Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K for additional information related to the FDIC’s deposit insurance assessments applicable to Regions Bank. \n\nUnfavorable results from ongoing stress analyses may adversely affect our ability to retain customers or compete for new business opportunities. \n\nThe Federal Reserve conducts supervisory stress testing of us to evaluate our ability to absorb losses in baseline and severely adverse economic and stressed financial scenarios generated by the Federal Reserve. The Federal Reserve also has implemented the SCB framework which created a firm specific risk sensitive buffer that is informed by the results of supervisory stress testing, and is applied to regulatory minimum capital levels to help determine effective minimum ratio requirements. Firm specific SCB requirements, as well as a summary of the results of certain aspects of the Federal Reserve’s supervisory stress testing and firm specific results are released publicly.\n\nAlthough the theoretical stress tests are not meant to assess our current condition or outlook, our customers may misinterpret and negatively react to the results of these stress tests despite the strength of our financial condition. Any potential misinterpretations and adverse reactions could limit our ability to attract and retain customers or to effectively compete for new business opportunities. The inability to attract and retain customers or effectively compete for new business may have a material and adverse effect on our business, financial condition or results of operations.\n\nOur regulators may also require us to raise additional capital or take other actions, or may impose restrictions on capital distributions, based on the results of the supervisory stress tests, such as requiring revisions or resubmission of our annual capital plan, which could adversely affect our ability to pay dividends and repurchase capital securities. In addition, we may not be able to raise additional capital if required to do so, or may not be able to do so on terms that we believe are advantageous to Regions or its current shareholders. Any such capital raises, if required, may also be dilutive to our existing shareholders. As discussed in the “Supervision and Regulation” section of Item 1. of this Annual Report on Form 10-K, the Company's results of the 2024 stress test from the Federal Reserve reflect that the Company exceeded all minimum capital levels. The Company's SCB will remain floored at 2.5 percent from the fourth quarter of 2024 through the third quarter of 2025. Despite exceeding these minimum capital levels, we may experience unfavorable results from stress test analyses in the future. \n\nWe are a holding company and depend on our subsidiaries for dividends, distributions and other payments.\n\nWe are a legal entity separate and distinct from our banking and other subsidiaries. Our principal source of cash flow, including cash flow to pay dividends to our shareholders and principal and interest on our outstanding debt, is dividends from Regions Bank. There are statutory and regulatory limitations on the payment of dividends by Regions Bank to us, as well as by us to our shareholders. Regulations of both the Federal Reserve and the State of Alabama affect the ability of Regions Bank to pay dividends and other distributions to us and to make loans to the holding company. If Regions Bank is unable to make dividend payments to us and sufficient cash or liquidity is not otherwise available, we may not be able to make dividend payments to our common and preferred shareholders or principal and interest payments on our outstanding debt. See the “Shareholders’ Equity” section of Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Annual Report on Form 10-K. In addition, our right to participate in a distribution of assets upon a subsidiary’s liquidation or reorganization is subject to the prior claims of creditors of that subsidiary, except to the extent that any of our claims as a creditor of such subsidiary may be recognized. As a result, shares of our capital stock are effectively subordinated to all existing and future liabilities and obligations of our subsidiaries. At December 31, 2024, our subsidiaries’ total deposits and borrowings were approximately $130.6 billion.\n\nWe may not pay dividends on shares of our capital stock.\n\nHolders of shares of our capital stock are only entitled to receive such dividends as our Board may declare out of funds legally available for such payments. Although we have historically declared cash dividends on our common stock, we are not required to do so and may reduce or eliminate our common stock dividend in the future. This could adversely affect the market price of our common stock. Furthermore, the terms of our outstanding preferred stock prohibit us from declaring or paying any dividends on any junior series of our capital stock, including our common stock, or from repurchasing, redeeming or acquiring such junior stock, unless we have declared and paid full dividends on our outstanding preferred stock for the most recently completed dividend period.\n\nWe are also subject to statutory and regulatory limitations on our ability to pay dividends on our capital stock. For example, it is the policy of the Federal Reserve that BHCs should generally pay dividends on common stock only out of earnings, and only if prospective earnings retention is consistent with the organization’s expected future needs, asset quality and financial condition. Additionally, we are subject to the Federal Reserve’s SCB requirement whereby supervisory stress testing informs a buffer above regulatory minimum capital levels that must be maintained to avoid restrictions on capital distributions. Lastly, if we are unable to satisfy the capital requirements applicable to us for any reason, we may be limited in our ability to declare and pay dividends on our capital stock.\n\nAnti-takeover and banking laws and certain agreements and charter provisions may adversely affect share value.\n\nCertain provisions of state and federal law and our certificate of incorporation may make it more difficult for someone to acquire control of us without our Board’s approval. Under federal law, subject to certain exemptions, a person, entity or group must notify the federal banking agencies before acquiring control of a BHC. Acquisition of 10% or more of any class of voting stock of a BHC or state member bank, including shares of our common stock, creates a rebuttable presumption that the acquirer “controls” the BHC or state member bank. Also, as noted under the “Supervision and Regulation” section of Item 1. of this Annual Report on Form 10-K, a BHC must obtain the prior approval of the Federal Reserve before, among other things, acquiring direct or indirect ownership or control of more than 5 percent of the voting shares of any bank, including Regions Bank. One factor the federal banking agencies must consider in certain acquisitions is the systemic impact of the transaction. This may make it more difficult for large institutions to acquire other large institutions and may otherwise delay the regulatory approval process, possibly by requiring public hearings. Similarly, under Alabama state law, a person or group of persons must receive approval from the Superintendent of Banks before acquiring “control” of an Alabama bank or any entity having control of an Alabama bank. For the purposes of determining whether approval is required, “control” is defined as the power, directly or indirectly, to vote the lesser of (i) 25% or more of any class of voting securities of an Alabama bank (or any entity having control of an Alabama bank) or (ii) 10% or more of any class of voting securities of an Alabama bank (or any entity having control of an Alabama bank) if no other person will own, control or hold the power to vote a majority of that class of voting securities following the acquisition of such voting securities. Furthermore, there also are provisions in our certificate of incorporation that may be used to delay or block a takeover attempt. For example, holders of our preferred stock have certain voting rights that could adversely affect share value. If and when dividends on the preferred stock have not been declared and paid for at least six quarterly dividend periods or their equivalent (whether or not consecutive), the authorized number of directors then constituting our Board will automatically be increased by two, and the preferred shareholders will be entitled to elect the two additional directors. Also, the affirmative vote or consent of the holders of at least two-thirds of all of the then-outstanding shares of the preferred stock is required to consummate a binding share-exchange or reclassification involving the preferred stock, or a merger or consolidation of Regions with or into another entity, unless certain requirements are met. These statutory provisions and provisions in our certificate of incorporation, including the rights of the holders of our preferred stock, could result in Regions being less attractive to a potential acquirer and thus adversely affect our share value.\n\nOur amended and restated bylaws designate (i) the Court of Chancery of the State of Delaware as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our shareholders and (ii) the federal district courts of the United States as the sole and exclusive forum for any action asserting a cause of action arising under the Securities Act, which could limit our shareholders’ ability to obtain a favorable judicial forum for disputes with our company or our company’s directors, officers or other employees.\n\nOur amended and restated bylaws (our “bylaws”) contain two forum selection provisions. First, our bylaws provide that, except for claims made under the Securities Act of 1933 (which are the subject of the forum selection provision described in the following sentence), unless we consent in writing to the selection of an alternative forum, the sole and exclusive forum for (i) derivative actions brought on behalf of the Company, (ii) certain actions asserting a claim of breach of a fiduciary duty, (iii) actions asserting a claim against the Company or a director, officer or other employee of the Company arising pursuant to any provision of Delaware law, our certificate of incorporation, or our bylaws or (iv) any actions asserting a claim against the Company or any director, officer or other employee of the Company governed by the internal affairs doctrine, shall be the Court of Chancery of the State of Delaware or the federal district court for the District of Delaware if the Court of Chancery of the State of Delaware has no jurisdiction. In addition, our bylaws provide that, unless we consent in writing to the selection of an alternative forum, the sole and exclusive forum for any action asserting a cause of action arising under the Securities Act of 1933, as amended (the “Securities Act”), or any rule or regulation promulgated thereunder, shall be the federal district courts of the United States. Our bylaws further provide that our shareholders are deemed to have received notice of and consented to both of these forum selection provisions.  \n\nThe forum selection provisions of our bylaws may discourage claims or limit shareholders’ ability to submit claims in a judicial forum that they find favorable, and may result in additional costs for a stockholder seeking to bring a claim. Additionally, with respect to our forum selection provision relating to claims made under the Securities Act, we note that, while Section 27 of the Exchange Act creates exclusive federal jurisdiction over claims brought to enforce a duty or liability created by the Exchange Act, Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all suits brought to enforce any duty or liability created by the Securities Act. As noted above, our bylaws provide that, unless we consent in writing to the selection of an alternative forum, U.S. federal district courts will be the exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. While we believe the risk of a court declining to enforce our forum selection provisions is low, if a court were to determine either forum selection provision to be illegal, invalid or unenforceable in a particular action, we may incur additional costs in conjunction with our efforts to resolve the dispute in an alternative jurisdiction or multiple jurisdictions, which could have a negative impact on our results of operations and financial condition and result in a diversion of the time and resources of our management and board of directors. \n\nWe face substantial legal and operational risks in our safeguarding and other processing of personal information. \n\nOur businesses are subject to complex and evolving laws and regulations governing the privacy and protection of personal information of individuals. Individuals whose personal information may be protected by law can include our customers (and in some cases our customers’ customers), prospective customers, job applicants, employees, and the employees of our vendors, service providers and other third parties. Complying with the laws, rules and regulations applicable to our disclosure, collection, use, sharing and storage of personal information can increase operating costs, impact the development of new products or services, and reduce operational efficiency. Any mishandling or misuse of personal information by us or a third party affiliated with us could expose us to litigation or regulatory fines, penalties or other sanctions. \n\nAdditional risks could arise from our or third parties’ failure to provide adequate disclosure or transparency to our customers about the personal information collected from them and the use of such information; to receive, document and honor the privacy preferences expressed by our customers; to protect personal information from unauthorized disclosure; or to maintain proper training on privacy practices for all employees or third parties who have access to personal information. Concerns regarding the effectiveness of our measures to safeguard personal information, or even the perception that those measures are inadequate, could cause us to lose existing or potential clients and customers, and thereby reduce our revenues. Furthermore, any failure or perceived failure by us to comply with applicable privacy or data protection laws, rules and regulations may subject us to inquiries, examinations and investigations that could result in requirements to modify or cease certain operations or practices, significant liabilities or regulatory fines, penalties or other sanctions. Any of these could damage our reputation and otherwise adversely affect our businesses.\n\nIn recent years, well-publicized incidents involving the inappropriate collection, use, sharing, storage or other processing of personal information have led to expanded governmental scrutiny of practices relating to the safeguarding and other processing of personal information by companies. That scrutiny has in some cases resulted in, and could in the future lead to, the adoption of stricter laws, rules and regulations relating to the collection, use, sharing, storage and other processing of personal information. We will likely be subject to new and evolving data privacy laws in the U.S. and abroad, which could result in additional costs of compliance, litigation, regulatory fines and enforcement actions. These types of laws, rules and regulations could prohibit or significantly restrict financial services firms such as us from sharing information among affiliates or with third parties such as vendors or service providers, and thereby increase compliance costs, or could restrict our use of personal information when developing or offering products or services to customers. These restrictions could also inhibit our \n\ndevelopment or marketing of certain products or services, or increase the costs of offering them to customers. For more information concerning our legal and regulatory obligations with respect to privacy and cybersecurity, please see the “Privacy and Cybersecurity” discussion within Item 1. “Business” and the “Technology Risks” discussion within in Item 1. “Risk Factors.”\n\nDifferences in regulation can affect our ability to compete effectively.\n\nThe content and application of laws and regulations affecting financial services firms sometimes vary according to factors such as the size of the firm, the jurisdiction in which it is organized or operates and other criteria. Financial technology companies and other non-traditional competitors may not be subject to banking regulation, or may be supervised by a national or state regulatory agency that does not have the same regulatory priorities or supervisory requirements as our regulators. These differences in regulation can impair our ability to compete effectively with competitors that are less regulated that do not have similar compliance costs. \n\nTalent Management Risks\n\nOur businesses may be adversely affected if we are unable to hire and retain qualified employees. \n\nOur success depends, in part, on our executive officers and other key personnel. The market for qualified individuals is highly competitive, and we may not be able to attract and retain qualified personnel or candidates to replace or succeed members of our senior management team or other key personnel. As a large financial and banking institution, we may be subject to limitations on compensation practices, which may or may not affect our competitors, by the Federal Reserve, the FDIC or other regulators. These limitations could further affect our ability to attract and retain our executive officers and other key personnel, in particular as we are more often competing for personnel with fintechs, technology companies and other less regulated entities who may not have the same limitations on compensation as we do. The increase in remote work arrangements and opportunities in regional, national and global labor markets has also increased competition to attract and retain skilled personnel. Our current or future approach to in-office and remote-work arrangements may not meet the needs or expectations of our current or prospective employees or may not be perceived as favorable as the arrangements offered by other employers, which could adversely affect our ability to attract and retain employees.\n\nOur operations rely on our ability, and the ability of key external parties, to maintain appropriately staffed workforces, and on the competence, trustworthiness, health and safety of employees.\n\nOur ability to operate our businesses efficiently and profitably, to offer products and services that meet the expectations of our clients and customers, and to maintain an effective risk management framework is highly dependent on our ability to staff our operations appropriately and on the competence, integrity, health and safety of our employees. We are similarly dependent on the workforces of other parties on which our operations rely, including vendors and other service providers. Our businesses could be materially and adversely affected by the ineffective implementation of business decisions; any failure to institute controls that appropriately address risks associated with business activities; or appropriately train employees with respect to those risks and controls; staffing shortages, particularly in tight labor markets. In addition, our business could be adversely impacted by a significant operational breakdown or failure, theft, fraud or other unlawful conduct or other negative outcomes caused by human error or misconduct by an employee of us or of another party on which our operations depend. Our operations could also be impaired if the measures taken by us or by governmental authorities to help ensure the health and safety of our employees are ineffective, or if any external party on which we rely fails to take appropriate and effective actions to protect the health and safety of its employees.\n\nEstimates and Assumptions Risks\n\nOur reported financial results depend on management’s selection of accounting methods and certain assumptions and estimates. \n\nOur accounting policies and assumptions are fundamental to our reported financial condition and results of operations. Our management must exercise judgment in selecting and applying many of these accounting policies and methods so they comply with GAAP and reflect management’s judgment of the most appropriate manner to report our financial condition and results. In some cases, management must select the accounting policy or method to apply from two or more alternatives, any of which may be reasonable under the circumstances, yet may result in us reporting materially different results than would have been reported under a different alternative.\n\nCertain accounting policies are critical to presenting our reported financial condition and results of operations. They require management to make difficult, subjective or complex judgments about matters that are uncertain. Materially different amounts could be reported under different conditions or using different assumptions or estimates. The Company’s critical accounting estimates include: the allowance for credit losses; fair value measurements; intangible assets; mortgage servicing rights; and income taxes. Because of the uncertainty of estimates involved in these matters, we may be required to do one or more of the following: significantly increase the allowance for credit losses and/or sustain credit losses that are significantly higher than the allowance provided; recognize significant losses on assets carried at fair value; recognize significant impairment on our goodwill, other intangible assets or deferred tax asset balances; significantly increase our accrued income taxes; or \n\nsignificantly decrease the value of our MSRs. Any of these actions could adversely affect our reported financial condition and results of operations.\n\nIf the models that we use in our business perform poorly or provide inadequate information, our business or results of operations may be adversely affected. \n\nWe utilize quantitative models and machine learning models to assist in measuring risks and estimating or predicting certain financial values. Models may be used in processes such as determining the pricing of various products, grading loans and extending credit, measuring interest rate and other market risks, forecasting financial performance, predicting losses, improving customer services, maintaining adherence to laws and regulations, assessing capital adequacy, calculating regulatory capital levels, preventing fraud, strengthening customer authentication processes, generating marketing analytics, prospecting leads and estimating the value of financial instruments and balance sheet items. Poorly designed, implemented or managed models present the risk that our business decisions that consider information based on such models will be adversely affected due to the inadequacy or inaccuracy of that information, which may lead to losses, damage our reputation and adversely affect our reported financial condition and results of operations. Also, information we provide to the public or to our regulators based on poorly designed, implemented or managed models could be inaccurate or misleading. Some of the decisions that our regulators make, including those related to capital distributions to our shareholders, could be affected adversely due to the perception that the quality of the models used to generate the relevant information is insufficient.\n\nChanges in our accounting policies or in accounting standards could materially affect how we report our financial results and condition. \n\nFrom time to time, the FASB and SEC change the financial accounting and reporting standards that govern the preparation of our financial statements. These changes can be difficult to predict and can materially impact how we record and report our financial condition and results of operations. \n\nOther External Risks\n\nOur business and financial performance could be adversely affected by a U.S. government debt default or the threat of such a default.\n\nOn January 21, 2025, the U.S. Treasury began taking extraordinary measures to prevent a default on U.S. government debt, which measures are expected to continue until such time as the U.S. Congress increases the debt ceiling. However, it is unclear how long such extraordinary measures will forestall a default in the event of extended Congressional negotiations or inaction. A U.S. government debt default would have material adverse impact on our business and financial performance, including a decrease in the value of Treasury bonds and other government securities held by us, which could negatively impact our capital position and our ability to meet regulatory requirements. Other negative impacts could be volatile capital markets, an adverse impact on the U.S. economy and the U.S. dollar, as well as increased default rates among borrowers in light of increased economic uncertainty. Some of these impacts might occur even in the absence of an actual default but as a consequence of extended political negotiations around the threat of such a default and a government shutdown.\n\nWeather-related events, pandemics and other natural or man-made disasters could cause a disruption in our operations or lead to other consequences that could adversely impact our financial results and condition. These impacts could be intensified by climate change. Heightening focus on climate change may also carry transition risks that could negatively impact our results of operations and financial condition.\n\nWeather-related events, health crises, the occurrence or worsening of disease outbreaks or pandemics such as COVID-19, or other catastrophic events, other natural or man-made disasters, climate change and the transition to a lower-carbon economy, as well as government actions or other restrictions in connection with such events, pose shorter- and longer-term risks to our business and/or that of our customers, vendors and suppliers and are expected to increase over time. \n\nA significant portion of our operations is located in the areas bordering the Gulf region and the Atlantic Ocean, regions that are susceptible to hurricanes, or in areas of the Southeastern U.S. that are susceptible to tornadoes and other severe weather events. In particular, in recent years, a number of severe hurricanes impacted areas in our footprint. Many areas in the Southeastern U.S. have also experienced severe droughts and floods in recent years. Any of these, or any other severe weather event, could cause disruption to our operations and could have a material adverse effect on our overall business, results of operations or financial condition. In some cases, we have taken preemptive measures in an effort to mitigate certain of these adverse effects, such as maintaining insurance that includes coverage for resultant losses and expenses where possible, though these measures cannot fully mitigate all future risks. We cannot be sure that such insurance will continue to be available to us on commercially reasonable terms, or at all, or that our insurers will not deny coverage as to any future claim. In addition, such measures cannot predict the nature, timing or level of severe weather events or prevent the disruption that a catastrophic earthquake, fire, hurricane, tornado or other severe weather event could cause to the markets that we serve and any resulting adverse impact on our customers, such as hindering our borrowers’ ability to timely repay their loans and diminishing the value \n\nof any collateral held by us. Man-made disasters and other events connected with the Gulf region or Atlantic Ocean, such as oil spills, could have similar effects.\n\nClimate change could intensify the severity of and increase the frequency of adverse effects of weather-related events impacting us and our customers. Namely, climate change may intensify the severity of and increase the frequency of earthquakes, fires, hurricanes, tornadoes, droughts, floods and other weather-related events, which could cause even greater disruption to our business and operations. Longer-term changes, such as increasing average temperatures and rising sea levels, may damage, destroy or otherwise impact the value or productivity of our properties and other assets, reduce the availability of or increase the cost of insurance, and/or lead to prolonged disruptions in our operations.\n\nResponding to concerns around climate change provides us with potential new avenues through which we can support our stakeholders but also exposes us to risks associated with the transition to a lower-carbon economy. Such risks may result from changes in policies, laws and regulations, technologies, or market preferences relating to climate change. These changes could materially and negatively impact our business, results of operations, financial condition and our reputation, in addition to having a similar impact on our customers, vendors and suppliers. Federal and state regulatory authorities, investors and other third parties have increasingly scrutinized the business activities of  financial institutions and the relationship of those activities to climate change (including such institutions’ involvement or their customers’ involvement in certain industries or projects associated with climate change, as well as any decisions to conduct or change activities in response to considerations relating to climate change), which may result in financial institutions facing increased pressure regarding the disclosure and management of climate risks and related lending and investment activities. As a result, we may face increased scrutiny related to our ability to demonstrate resilience to potential climate-related risks, including systemic risks posed by operational disruptions and external demands. Ongoing legislative or regulatory uncertainties and changes regarding climate risk management and practices, including inconsistent (and sometimes conflicting) perspectives or requirements, may result in higher regulatory, compliance, credit and reputational risks and costs. Due to the divergent views of stakeholders, we are at an increased risk that any action, or lack thereof, by us concerning our response to climate change will be perceived negatively by some stakeholders, which could adversely impact our reputation and business. In addition, the transition to a lower-carbon economy could indirectly subject us to specific risks through our borrowers' exposure to changes in commodity prices. For more information see the “We are subject to ESG risks that could adversely affect our business, reputation and the trading price of our common stock” and “Weakness in commodity businesses could adversely affect our performance” risk factors above.",
      "char_count": 123486
    }
  },
  "extracted_at": "2026-01-19T15:54:50.394037"
}