{
  "ticker": "RGLD",
  "company_name": "ROYAL GOLD INC",
  "cik": 85535,
  "form_type": "10-K",
  "filing_date": "2025-02-13",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000085535-25-000012",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000085535&accession_number=000008553525000012&xbrl_type=v",
  "sic_code": "6795",
  "industry": "Mineral Royalty Traders",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nOverview\n\nWe acquire and manage precious metal streams, royalties, and similar interests. We seek to acquire existing stream and royalty interests or to finance projects that are in production, development or in the exploration stage in exchange for stream or royalty interests. We do not conduct mining operations on the properties in which we hold stream and royalty interests and are generally not required to contribute to capital costs, environmental costs, or other operating costs on the properties. Please refer to Item 2, Properties, for a discussion of the developments at our principal properties.\n\nWe are continually reviewing opportunities to grow our portfolio, whether through the creation or acquisition of new or existing stream or royalty interests or other acquisition activity. We generally have acquisition opportunities in various stages of review. Our review process may include, for example, engaging consultants and advisors to analyze an opportunity; analysis of financial, legal (including corporate governance) and technical (including environmental issues concerning air, water and biodiversity and social impacts) and other confidential information regarding an opportunity; submission of indications of interest and term sheets; participation in preliminary discussions and negotiations; and involvement as a bidder in competitive processes.\n\nAs discussed in further detail throughout this report, some key business highlights and developments for the year ended December 31, 2024 were as follows: \n\n•During calendar year 2024 we repaid the remaining $250 million outstanding under our $1 billion revolving credit facility, resulting in the revolving credit facility being fully undrawn and available as of December 31, 2024.\n\n•We had record revenue of $719.4 million for the year ended December 31, 2024, compared to $605.7 million for the comparable prior year period, representing a 19% increase.\n\n•We generated a record $529.5 million of net operating cash flow for the year ended December 31, 2024, compared to $415.8 million for the comparable prior year period, representing a 27% increase.\n\n•We increased our calendar year dividend to $1.80 per basic share, which is paid in quarterly installments throughout calendar year 2025. This represents a 13% increase compared with the dividend paid during calendar year 2024.\n\n•On February 13, 2024, we entered into a Cost Support Agreement with Centerra Gold Inc. (\"Centerra\") to incentivize Centerra to continue to invest and maximize the value of the large mineral endowment at Mount Milligan. The Cost Support Agreement provided a basis for a reserve increase and extension of the Mount Milligan mine life to 2035 and may provide a basis for further extension of the mine life beyond 2035.\n\n3\n\n•We acquired royalty interests for total cash consideration of $106 million on the Back River Gold District in Nunavut, Canada, and the Cactus Project in Arizona, U.S.A.\n\nCertain Definitions\n\nDevelopment stage property: A property that has mineral reserves disclosed but no material extraction.\n\nDollar or “$”: Refers to U.S. dollars. We refer to Canadian dollars as C$.\n\nExploration stage property: A property that has no mineral reserves disclosed.\n\nGold equivalent ounces (GEOs): GEOs are calculated as Royal Gold’s revenue divided by the average gold price for the period, with the gold price determined based on the LBMA Price.\n\nGross smelter return (GSR) royalty: A defined percentage of the gross revenue from a mineral resource extraction operation, less, if applicable, certain contract-defined costs paid by or charged to the operator.\n\nIndicated mineral resource: That part of a mineral resource for which quantity and grade or quality are estimated on the basis of adequate geological evidence and sampling. The level of geological certainty associated with an indicated mineral resource is sufficient to allow a qualified person to apply modifying factors in sufficient detail to support mine planning and evaluation of the economic viability of the deposit. Because an indicated mineral resource has a lower level of confidence than the level of confidence of a measured mineral resource, an indicated mineral resource may only be converted to a probable mineral reserve.\n\nInferred mineral resource: That part of a mineral resource for which quantity and grade or quality are estimated on the basis of limited geological evidence and sampling. The level of geological uncertainty associated with an inferred mineral resource is too high to apply relevant technical and economic factors likely to influence the prospects of economic extraction in a manner useful for evaluation of economic viability. Because an inferred mineral resource has the lowest level of geological confidence of all mineral resources, which prevents the application of the modifying factors in a manner useful for evaluation of economic viability, an inferred mineral resource may not be considered when assessing the economic viability of a mining project, and may not be converted to a mineral reserve.\n\nLBMA Price: The London Bullion Market Association PM fixing prices in U.S. dollars for gold and daily fixing prices in U.S. dollars for silver.\n\nLME Price: The London Metals Exchange settlement price for copper and other metals, as applicable.\n\nMeasured mineral resource: That part of a mineral resource for which quantity and grade or quality are estimated on the basis of conclusive geological evidence and sampling. The level of geological certainty associated with a measured mineral resource is sufficient to allow a qualified person to apply modifying factors, as defined in Subpart 1300 of Regulation S-K (“S-K 1300”), in sufficient detail to support detailed mine planning and final evaluation of the economic viability of the deposit. Because a measured mineral resource has a higher level of confidence than the level of confidence of either an indicated mineral resource or an inferred mineral resource, a measured mineral resource may be converted to a proven mineral reserve or to a probable mineral reserve.\n\nMetal stream: A purchase agreement that provides, in exchange for an upfront deposit payment, the right to purchase all or a portion of one or more metals produced from a mine, at a price determined for the life of the transaction by the purchase agreement.\n\nMineral reserve: An estimate of tonnage and grade or quality of indicated and measured mineral resources that, in the opinion of the qualified person, can be the basis of an economically viable project. More specifically, it is the economically mineable part of a measured or indicated mineral resource, which includes diluting materials and allowances for losses that may occur when the material is mined or extracted. \n\nMineral resource: A concentration or occurrence of material of economic interest in or on the Earth's crust in such form, grade or quality, and quantity that there are reasonable prospects for economic extraction. A mineral resource is a reasonable estimate of mineralization, taking into account relevant factors such as cut-off grade, likely mining dimensions, \n\n4\n\nlocation or continuity, that, with the assumed and justifiable technical and economic conditions, is likely to, in whole or in part, become economically extractable. It is not merely an inventory of all mineralization drilled or sampled.\n\nNet smelter return (NSR) royalty: A defined percentage of the gross revenue from a resource extraction operation less a proportionate share of incidental transportation, insurance, refining and smelting costs.\n\nNet value royalty (NVR): A defined percentage of the gross revenue from a resource extraction operation less certain contract-defined costs.\n\nPayable metal: Ounces or pounds of metal in concentrate after deduction of a percentage of metal in concentrate by a third-party smelter pursuant to smelting contracts.\n\nProbable mineral reserve: The economically mineable part of an indicated and, in some cases, a measured mineral resource.\n\nProduction stage property: A property with material extraction of mineral reserves.\n\nProven mineral reserve: The economically mineable part of a measured mineral resource that can only result from conversion of a measured mineral resource.\n\nRoyalty: The right to receive a percentage or other denomination of mineral production from a mining operation.\n\nTon: A unit of weight equal to 2,000 pounds or 907.2 kilograms.\n\nTonne: A unit of weight equal to 2,204.6 pounds or 1,000 kilograms.\n\nOur Operational Information\n\nWe manage our business under two reportable segments:\n\n•Acquisition and Management of Stream Interests — A metal stream is a purchase agreement that provides, in exchange for an upfront deposit payment, the right to purchase all or a portion of one or more metals produced from a mine, at a price determined for the life of the transaction by the purchase agreement. As of December 31, 2024 we owned nine stream interests, which are on seven production stage properties and two development stage properties. Stream interests accounted for 67% and 69% of our total revenue for the years ended December 31, 2024 and 2023, respectively. We expect stream interests to continue representing a significant portion of our total revenue.\n\n•Acquisition and Management of Royalty Interests — Royalties are non-operating interests in mining projects that provide the right to revenue or metals produced from the project after deducting specified costs, if any. As of December 31, 2024, we owned royalty interests on 35 production stage properties, 16 development stage properties and 115 exploration stage properties, of which we consider 50 to be evaluation stage projects. We use “evaluation stage” to describe exploration stage properties that contain mineral resources and on which operators are engaged in the search for reserves. Royalty interests accounted for 33% and 31% of our total revenue for the years ended December 31, 2024 and 2023, respectively.\n\n5\n\nOur long-lived assets (stream and royalty interests, net) for the years ended December 31, 2024 and 2023 are geographically distributed as shown in the following table (amounts are in thousands):\n\nAs of December 31, 2024As of December 31, 2023\n\nStreaminterestRoyaltyinterestTotal streamand royaltyinterests, netStreaminterestRoyaltyinterestTotal streamand royaltyinterests, net\n\nCanada$417,643 $659,070 $1,076,713 $461,398 $614,900 $1,076,298 \n\nDominican Republic302,122 — 302,122 311,050 — 311,050 \n\nAfrica237,028 321 237,349 264,529 321 264,850 \n\nChile211,123 224,116 435,239 222,629 224,116 446,745 \n\nUnited States— 827,277 827,277 — 794,891 794,891 \n\nMexico— 33,800 33,800 — 41,803 41,803 \n\nAustralia— 19,265 19,265 — 21,288 21,288 \n\nRest of world85,254 25,785 111,039 92,010 26,639 118,649 \n\nTotal $1,253,170 $1,789,634 $3,042,804 $1,351,616 $1,723,958 $3,075,574 \n\nOur reportable segments for purposes of assessing performance for the years ended December 31, 2024, 2023 and 2022, respectively, are shown below (amounts are in thousands):\n\nYear Ended December 31, 2024\n\nRevenueCost of sales(1)\n\nProduction taxesDepletion(2)\n\nSegment gross profit(3)\n\nStream interests\n\nCanada$231,801 $43,262 $— $43,755 $144,784 \n\nDominican Republic83,059 23,620 — 8,929 50,510 \n\nAfrica82,132 16,069 — 27,501 38,562 \n\nChile47,531 6,951 — 11,506 29,074 \n\nRest of the world38,771 7,612 — 11,109 20,050 \n\nTotal stream interests483,294 97,514 — 102,800 282,980 \n\nRoyalty interests\n\nUnited States$121,212 $— $5,419 $22,902 $92,891 \n\nMexico52,842 — — 8,003 44,839 \n\nAustralia28,966 — — 2,023 26,943 \n\nCanada18,945 — 1,203 7,502 10,240 \n\nRest of the world14,136 — — 855 13,281 \n\nTotal royalty interests236,101 — 6,622 41,285 188,194 \n\nTotal$719,395 $97,514 $6,622 $144,085 $471,174 \n\n6\n\nYear Ended December 31, 2023\n\nRevenueCost of sales(1)\n\nProduction taxesDepletion(2)\n\nSegment gross profit(3)\n\nStream interests\n\nCanada$196,961 $41,624 $— $50,559 $104,778 \n\nDominican Republic76,247 22,339 — 9,817 44,091 \n\nAfrica70,757 14,319 — 35,193 21,245 \n\nChile48,920 7,225 — 13,683 28,012 \n\nRest of the world25,395 5,016 — 11,869 8,510 \n\nTotal stream interests418,280 90,523 — 121,121 206,636 \n\nRoyalty interests\n\nUnited States$123,690 $— $6,232 $28,551 $88,907 \n\nMexico25,754 — — 8,353 17,401 \n\nAustralia19,011 — — 831 18,180 \n\nCanada12,712 — 1,062 5,650 6,000 \n\nRest of the world6,270 — — — 6,270 \n\nTotal royalty interests187,437 — 7,294 43,385 136,758 \n\nTotal$605,717 $90,523 $7,294 $164,506 $343,394 \n\nYear Ended December 31, 2022\n\nRevenueCost of sales(1)\n\nProduction taxesDepletion(2)\n\nSegment gross profit(3)\n\nStream interests\n\nCanada$212,369 $46,438 $— $67,368 $98,563 \n\nDominican Republic85,863 26,211 — 29,216 30,436 \n\nAfrica53,787 11,135 — 24,348 18,304 \n\nChile47,347 7,165 — 12,835 27,347 \n\nRest of the world18,427 3,693 — 9,759 4,975 \n\nTotal stream interests417,793 94,642 — 143,526 179,625 \n\nRoyalty interests\n\nUnited States$81,642 $— $4,131 $13,966 $63,545 \n\nMexico52,388 — — 10,822 41,566 \n\nCanada27,210 — 2,890 9,039 15,281 \n\nAustralia15,672 — — 1,089 14,583 \n\nRest of the world8,501 — — — 8,501 \n\nTotal royalty interests185,413 — 7,021 34,916 143,476 \n\nTotal$603,206 $94,642 $7,021 $178,442 $323,101 \n\n_______________________________________________________\n\n(1)Excludes depreciation, depletion and amortization.\n\n(2)Depletion amounts are included within Depreciation, depletion and amortization on our consolidated statements of operations and comprehensive income.\n\n(3)Refer to Note 15 of our notes to consolidated financial statements for a reconciliation of total segment gross profit to consolidated income before income taxes.\n\nOur financial results are primarily tied to the price of gold and, to a lesser extent, the prices of silver and copper, together with the amounts of production from our production stage stream and royalty interests. During the year ended December 31, 2024, we derived approximately 88% of our revenue from precious metals (including 76% from gold and \n\n7\n\n12% from silver), 9% from copper, and 3% from other minerals. The prices of gold, silver, copper, and other metals have fluctuated widely in recent years. The marketability and the price of metals are influenced by numerous factors beyond our control. Significant declines in the prices of gold, silver, or copper could have a material adverse effect on our results of operations and financial condition.\n\nCompetition\n\nThe mining industry in general, and stream and royalty segments in particular, are very competitive. We compete with other stream and royalty companies, mine operators, and financial buyers in efforts to acquire existing stream and royalty interests. We also compete with lenders, equity investors, and stream and royalty companies providing financing to operators of mineral properties in our efforts to create new stream and royalty interests. Our competitors may be larger than we are and may have greater resources and access to capital than we have. Key competitive factors in the stream and royalty acquisition and financing business include the ability to identify and evaluate potential opportunities, transaction structure and consideration, and access to capital.\n\nRegulation\n\nOperators of the mines that are subject to our stream and royalty interests must comply with numerous environmental, mine safety, land use, waste disposal, remediation and public health laws and regulations promulgated by federal, state, provincial and local governments in the United States, Canada, Chile, the Dominican Republic and other countries where we hold interests. Although we, as a stream or royalty interest owner, are not responsible for ensuring compliance with these laws and regulations, failure by the operators to comply with applicable laws, regulations and permits can result in injunctive action, orders to suspend or cease operations, damages, and civil and criminal penalties on the operators, which could have a material adverse effect on our results of operations and financial condition.\n\nHuman Capital Resources\n\nEmployees\n\nWe currently have 30 employees that work out of our offices in Denver, Colorado, Lucerne, Switzerland, Vancouver, Canada, and Toronto, Canada. Our employees are not subject to a labor contract or collective bargaining agreement.\n\nHuman Capital Management Strategy\n\nThe continued growth and success of our business depends on our people, and our people are our most important resource. Management is responsible for ensuring that our policies and practices support our desired corporate culture and employee development. Our human capital management strategy is built on attracting the best talent and developing and retaining talent. We have benefited from a very low voluntary turnover rate, with many of the current staff still with the Company after 10 years of employment.\n\nHuman Rights\n\nWe are committed to respecting human rights in the jurisdictions where we operate and affirm our commitment to comply with all applicable laws concerning human rights through our Human Rights Policy.\n\nCompensation and Benefits\n\nWe offer competitive compensation and benefits to attract and retain top talent. We provide competitive medical and other insurance coverage for employees and eligible dependents and provide for sick leave in the case of illness or absence due to the sickness of the employee or an immediate family member.\n\nDevelopment\n\nWe support the continued professional development of our employees by underwriting or subsidizing education and professional development programs for our employees.\n\n8\n\nHost Community Commitment\n\nWe actively seek opportunities to advance sustainability initiatives with the goal of supporting communities that host the operations in which we hold stream and royalty interests during our operators’ mining operations. Many of our operators also actively and positively impact the communities where they mine. We encourage their sustainability initiatives and other efforts and often make our own financial contributions in support of their programs.\n\nLocal Community Support\n\nWe also believe in supporting the communities where we live and work. Our annual charitable giving is administered by a committee of employees, including members of senior management, that selects donation targets and recipients in our local communities. We are proud to partner with leading charities in Denver, Lucerne, Toronto, and Vancouver that are actively responding to community needs with respect to medical supplies, food availability and security, elder care, and education.\n\nSEC Filings\n\nWe file periodic and current reports, proxy statements, and other information with the SEC. This includes our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to those forms. These reports are available free of charge on our website at www.royalgold.com as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. These reports also can be obtained on the SEC’s website at www.sec.gov. The information on our website is not part of this or any other report filed with or furnished to the SEC.",
      "char_count": 19168
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nYou should carefully consider the risks described in this section. Our future performance is subject to risks and uncertainties that could have a material adverse effect on our business, results of operations, and financial condition and the trading price of our common stock. We may be subject to other risks and uncertainties not presently known to us or that we currently deem immaterial. In addition, please see our note about forward-looking statements included in Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations.\n\nRisks Relating to Our Business\n\nOur revenue is subject to volatility in metal prices, which could adversely affect our results of operations and cash flow.\n\nMarket prices for gold, silver, copper, and other metals fluctuate widely over time and are affected by numerous factors beyond our control. These factors include metal supply and demand, industrial and jewelry fabrication, investment demand, central banking actions, inflation and interest rates, currency values, forward sales by metal producers, and legal, political, social, trade, economic, and banking conditions.\n\nOur revenue is directly tied to metal prices and is particularly sensitive to changes in the price of gold, as we derive most of our revenue from gold stream and royalty interests. Under our stream agreements, we purchase metal at a fixed price or a stated percentage of the market price and then sell the metal in the open market during the term of the contract. If market prices decline, our revenue and cash flow from metal sales could also decline. A price decline could also adversely affect our revenue from certain sliding-scale royalty agreements, under which price decreases below specified thresholds result in lower royalty rates. In addition, revenue under some of our royalty agreements is based on the operator’s concentrate sales to smelters and may be adversely affected by price adjustments based on changes in metals prices between the date an operator ships concentrate to its offtake customer and the date the sale of concentrate is finally settled (typically a period of three to five months). These price adjustments can decrease our revenue in future periods if metal prices decline following shipment.\n\nMetal price declines could cause an operator to reduce, suspend, or terminate production or development at a project, which could decrease or delay our future revenue or revenue expectations from the project. Also, many of our stream and royalty interests relate to metals that are not the primary metal produced at a project, and an operator’s production and development decisions may be influenced by changes in the price of the primary metal. These production or development decisions could prevent us from recovering our investment in the project or result in an impairment to the value of our investment.\n\n9\n\nWe own nonoperating interests in mining properties and cannot ensure properties are developed or operated in our best interests.\n\nOur revenue is derived from stream and royalty interests in properties owned and operated by third parties. In general, we have no decision-making authority regarding the development or operation of the mineral properties underlying our stream and royalty interests. Operators make all or substantially all development and operating decisions, including decisions about permitting, feasibility analysis, mine design and operation, processing, plant and equipment matters, temporary or permanent suspension of operations, estimates of mineral resources and mineral reserves, and the marketing of products from the property. The operators of the properties in which we hold stream and royalty interests may make decisions that are adverse to our interests, and in some cases, the impact of our stream and royalty interests on operator economics may heighten the risk that operators make development or operating decisions adverse to our interests. For example, the cost of servicing the burden of our stream or royalty interest may deter operators from seeking to replace current mineral reserves as they are consumed or identify new mineral resources.\n\nThe operators of the projects in which we hold interests may from time to time announce transactions, including the sale or transfer of the projects in which we hold stream or royalty interests or of the operator itself, over which we have little or no control. If such transactions are completed, it may result in a new operator controlling the project, who may not have comparable skills to, and whose interests may differ from, the operator in place at the time of our acquisition, any of which could adversely affect our interests.\n\nWe have limited access to the properties in which we hold stream or royalty interests and to information concerning the properties, which makes it more difficult for us to project or assess the performance of our stream and royalty interests and confirm information provided by the operators concerning the properties including mineral resources and mineral reserves, and our ability to disclose mineral resources and mineral reserves for the properties is limited by the SEC.\n\nOur stream and royalty agreements provide us with limited access and information rights concerning the properties in which we hold stream or royalty interests. Operators generally provide us with limited information on mine production relating to the properties that are subject to our interests. Our access to additional property information depends upon the terms of the contracts that underlay our stream and royalty interests, which terms vary significantly among properties. In circumstances where we do receive additional property information, we do not have access to drilling, metallurgical, permitting, development, production, operating, or other data in sufficient detail, nor do we have access to properties, sufficient to confirm disclosure from the operators, including verifying mineral resources and mineral reserves disclosed by the operators. As a result, we generally rely on the operators’ disclosures and/or limited information provided to us by the operators for the information we use in monitoring our interests and in preparing our public disclosure.\n\nBecause we have limited information concerning the properties in which we hold stream or royalty interests, it may be difficult for us to project or assess the performance of a stream or royalty interest. Also, we generally are unable to evaluate the accuracy, completeness, or fairness of the information provided to us, or disclosed, by operators and that we use in monitoring our interests and preparing our public disclosure. Any actions we take based on inaccurate or incomplete information from operators could adversely affect our business, financial condition, or results of operations. The correction of inaccurate or incomplete information from operators could also cause the price of our common stock to decline.\n\nIn addition, because of our limited access to and information regarding the properties in which we hold stream and royalty interests, qualified persons acting on behalf of the Company are not able to arrive at sufficient findings and conclusions, or prepare adequate supporting documentation, for us to disclose mineral resources or mineral reserves under S-K 1300 in our SEC filings. See Item 2, Properties – Introduction – Mineral Resources and Mineral Reserves, for additional information. While we provide fulsome disclosure of the mineral resources and mineral reserves attributable to our stream and royalty interests on our website and in other public disclosure outside of our SEC filings, the absence of disclosure of mineral resources and mineral reserves in our SEC filings may make it more difficult for investors to evaluate our business and may impair our ability to raise capital or complete transactions involving a registered offering of securities.\n\nOur stream and royalty interests may not result in anticipated returns or may not otherwise ultimately benefit our business.\n\nWe are continually reviewing opportunities to acquire new stream and royalty interests, and we have acquisition opportunities at various stages of review. Any acquisition could be material to us. At times, we also may consider ways to restructure our existing stream or royalty interests where we believe the restructuring would provide a long-term benefit to us, even though it could reduce near-term revenues or result in the incurrence of transaction-related costs, including \n\n10\n\naccounting charges. The success of our stream and royalty interests is based in part on our ability to make accurate assumptions at the time of acquisition or restructuring about the amount and timing of revenue to be derived from those interests. These assumptions are based on a variety of factors, including the geological, geotechnical, hydrogeological, hydrological, metallurgical, legal, permitting, environmental, social, and other aspects of the projects. For development projects, we also make assumptions about the cost, timing, and conduct of development. If an operator fails to bring a project into production as expected or if actual performance otherwise falls short of our assumptions, our revenue derived from the project may not be sufficient to yield an adequate, or any, return on our investment. In addition, we could be required to decrease the carrying value of our investment, which could adversely affect our results of operations or financial condition. We cannot ensure that any acquisition or other transaction will ultimately benefit Royal Gold.\n\nOur future success depends on our ability to acquire additional stream or royalty interests at appropriate valuations.\n\nOur future success depends largely on our ability to acquire additional stream or royalty interests at appropriate valuations. We may not adequately assess technical, operational, legal, environmental, or social risks in connection with new acquisitions, which could adversely affect our expected investment returns or future results of operations. We may not be able to identify and complete acquisitions of additional interests at appropriate prices or terms. We may not have sufficient liquidity or may not be able to obtain debt or equity financing at an acceptable cost of capital in order to fund acquisitions due to economic volatility, credit crises, changes in metal prices, or changes in legal, political, social or other conditions. In addition, certain of our competitors are larger and have greater financial resources than we do, and we may not be able to compete effectively against them. Further, there has been significant growth in the number and relative size of stream and royalty companies over the last several years, and some of these companies may have different investment criteria and costs of capital than we do, or may be subject to different tax and accounting rules than we are, and we may not be able to compete effectively against them. Changes to tax rules, accounting policies, or the treatment of stream interests by debt ratings agencies could make streams or royalties less attractive to operators or render us less able to compete with other stream and royalty companies that are organized in countries with more favorable tax, accounting, and regulatory regimes.\n\nFor some properties, we may not realize all of the expected benefits of our investments if operators are unable to replace current mineral reserves as they are consumed or identify new mineral resources, which could adversely affect our future results of operations.\n\nFor some properties, our return on investment depends in part on the operators’ ability to replace mineral reserves as they are consumed in the ordinary course of mining. If current mineral reserves are not replaced as they are mined through conversion of mineral resources to new mineral reserves, or new mineral resources are not identified through expansion of known deposits, exploration, or otherwise, our expected investment returns or future results of operations could be adversely affected.\n\nA significant portion of our revenue comes from a small number of operating properties, and adverse developments at these properties could have a more significant or lasting effect on our results of operations than if our revenue were less concentrated.\n\nApproximately 55% of our revenue for the year ended December 31, 2024, came from four properties: Mount Milligan (26%), Pueblo Viejo (12%), Cortez (10%), and Andacollo (7%). We expect these properties to continue to represent a significant portion of our revenue going forward. This concentration of revenue could mean that adverse developments, including any adverse decisions made by the operators, at one or more of these properties could have a more significant or longer-term effect on our results of operations than if our revenue were less concentrated.\n\nA significant disruption to our information technology systems or those of our third-party service providers could adversely affect our business and operating results.\n\nWe rely on a variety of information technology systems to manage and support our operations. For example, we depend on our information technology systems for financial reporting, operational and investment management, and email. These systems contain, among other information, our proprietary business information and personally identifiable information of our employees and others. The proper functioning of these systems and the security of such data is critical to the efficient operation and management of our business, and these functions are outsourced by us to third-party service providers on whom we rely for the proper functioning and security of these systems. In addition, these systems could require modifications or upgrades from time to time as a result of technological changes or growth in our business, and we may change the third-party service providers with whom we contract to maintain the functioning or security of these systems from time to time, which modifications, upgrades, or changes could be costly and disruptive to our operations and could \n\n11\n\nimpose substantial demands on management’s time. Our systems, and those of our third-party service providers, could be vulnerable to damage or disruption caused by catastrophic events, power outages, natural disasters, computer system or network failures, viruses, ransomware or malware, physical or electronic break-ins, unauthorized access, or cyber-attacks.\n\nAny security breach could compromise our networks, and the information stored on them could be improperly accessed, disclosed, lost, stolen, or restricted. Because techniques used to sabotage systems, obtain unauthorized access to systems, or prohibit authorized access to systems change frequently and generally are not detected until successfully launched against a target, we or our third-party service providers may be unable to anticipate these techniques, and the cybersecurity processes, technologies, and controls that we or our third-party service providers have implemented to secure our systems and electronic information may not be adequate to prevent a disruption or attack or to timely assess, identify, and manage a cyber-attack. To the extent artificial intelligence and deepfake technologies capabilities improve and are increasingly adopted by threat actors, they may be used to craft increasingly sophisticated cybersecurity attacks against us or the third-party service providers upon which we are dependent.\n\nActions taken by us or third-party service providers in response to a cyber-attack may not be adequate. Any unauthorized activities could disrupt our operations or those of our third-party service providers on which we are dependent; result in the misappropriation or compromise of assets or confidential information; result in extortion or fraud; harm our employees or counterparties; cause us to violate privacy or security laws; or result in legal claims or proceedings, any of which could adversely affect our business, reputation, or operating results.\n\nWe depend on the services of our executives and other key employees, and the loss of one or more of these individuals could harm our business.\n\nWe believe that our success depends on retaining qualified executives and other key employees, especially in light of our limited number of personnel and the specialized nature of our business. These individuals have significant industry and Company-specific experience. If we are unsuccessful at retaining or attracting qualified personnel, our business could be disrupted and our reputation could be harmed, adversely affecting our ability to achieve our business objectives. We do not currently maintain key person life insurance on any of these individuals or our directors.\n\nWe face various risks related to health epidemics, pandemics, and similar outbreaks, which could adversely affect our business, results of operations, financial position, and/or the trading price of our stock.\n\nHealth epidemics, pandemics, and similar outbreaks could cause significant volatility and uncertainty in the global economy and financial markets, supply chain issues, labor shortages, and adverse changes in metal prices, and such events could adversely affect our ability to obtain future debt or equity financing for acquisitions on acceptable terms, or at all, and could require temporary curtailments of operations at the properties subject to our stream and royalty interests, as occurred at Mount Milligan and Pueblo Viejo in response to the COVID-19 pandemic. In addition, health epidemics, pandemics, and similar outbreaks, and their resulting impacts, may make it difficult for the operators of the properties subject to our stream and royalty interests to forecast expected production amounts. The effects of health epidemics, pandemics, and similar outbreaks will ultimately depend on many factors that are outside of our control, including the severity and duration of such events and government and operator actions in response to such events, and could adversely affect our business, results of operations, financial position, and/or the trading price of our stock.\n\nRisks Relating to Our Stream and Royalty Interests\n\nOur revenue is subject to operational and other risks faced by operators of the properties in which we hold stream or royalty interests.\n\nWe generally are not required to pay capital or operating costs on projects in which we hold stream or royalty interests. However, our revenue and the value of our investments are indirectly subject to hazards and risks normally associated with developing and operating mining properties, including the following hazards and risks faced by the operators of the properties in which we hold stream or royalty interests:\n\n•insufficient ore reserves\n\n•increased capital or operating costs\n\n•declines in the price of gold, silver, copper, or other metals\n\n•declines in metallurgical recoveries\n\n•inability to replace or increase mineral reserves and/or mineral resources as properties are mined\n\n12\n\n•construction or development delays\n\n•operational disruptions, including those caused by pandemics or other global or local health crises\n\n•inability to assess and manage project technical risks\n\n•inability to obtain or maintain necessary permits\n\n•inability to maintain, or challenges to, exploration or mining rights\n\n•changes in mining taxes and royalties payable to governments and political environments in general\n\n•changes to environmental, permitting, or other legal or regulatory requirements or the enforcement of such requirements, or other adverse government or court actions\n\n•challenges to operations, permits, or mining rights by local communities, indigenous populations, non-government organizations, or others and ineffective management of stakeholder communications and relations\n\n•litigation between operators and third parties relating to the properties\n\n•community or civil unrest, including protests and blockades\n\n•labor shortages, increased labor costs, labor disputes, strikes, or work stoppages, or inability to access sufficient experienced and trained personnel\n\n•unavailability of mining, drilling, or other equipment\n\n•unanticipated geological conditions or metallurgical characteristics\n\n•inadequate supplies of power or other raw materials\n\n•pit wall, tailings dam, or heap leach pad failures or underground stability issues\n\n•fires, explosions, major mechanical or electrical equipment failures, other industrial accidents or other property damage\n\n•challenges managing land disturbances, reclamation requirements, tailing and waste storage, heap leach operations, release of contaminants, or other environmental incidents or damage\n\n•failure to operate in accordance with industry standard safety practices or government regulations\n\n•occurrence of safety events, including lost time incidents and/or fatalities\n\n•natural catastrophes and environmental hazards such as unanticipated groundwater or surface water conditions, earthquakes or hurricanes\n\n•physical effects of climate change, such as extreme changes in temperature, extreme precipitation events, flooding, longer wet or dry seasons, increased temperatures and drought, increased or decreased precipitation and snowfall, wildfires, or more severe storms, any of which may result in costs and other adverse effects to operators\n\n•regulatory changes designed to reduce the effects of climate change, including regulations designed to curtail greenhouse gas emissions, which may lead to increased costs for operators\n\n•market risks associated with the perception of operators’ environmental, social and governance (“ESG”) performance and their ability to deliver on ESG commitments and expectations\n\n•market conditions, including prolonged periods of inflation and supply-chain disruptions and increased interest rates\n\n•uncertain political and economic environments, including economic downturns\n\n•insufficient financing or inability to obtain financing at all or at an acceptable cost of capital\n\n•default by an operator on its obligations to us or its other creditors and counterparties\n\n•insolvency, bankruptcy, or other financial difficulty of the operator\n\n•risk of disruption, damage or failure of information technology systems, and risk of loss and operational delays due to impacts to operational technology systems, such as due to cyber-attacks, malicious software, computer viruses, security breaches, design failures and natural disasters\n\nThe occurrence of any of these events could adversely affect operations at the properties in which we hold stream or royalty interests, which in turn could adversely affect our revenue, cash flow and financial condition.\n\nMost of our revenue is derived from properties outside the United States, and risks associated with conducting business in foreign countries or other sovereign jurisdictions could adversely affect our business, results of operations, financial condition, or the trading price of our common stock.\n\nApproximately 83% of our revenue for the year ended December 31, 2024, came from properties outside of the United States, and many of the operators of such properties are organized outside of the United States. Our principal production stage stream and royalty interests on properties outside of the United States are located in Canada, the Dominican Republic, and Chile. In the United States and other countries, indigenous people may be recognized as sovereign entities and may enforce or seek to enforce their own laws and regulations on projects within their sovereign territories. Our activities and \n\n13\n\noperators’ activities are subject to the risks associated with conducting business in foreign countries or other sovereign jurisdictions, including the following:\n\n•expropriation or nationalization of mining property or other government takings\n\n•seizure of mineral production\n\n•exchange and currency controls and fluctuations\n\n•limitations on foreign exchange or repatriation of earnings\n\n•restrictions on mineral production or price controls\n\n•governmental regulations relating to foreign investment and the mining business or changes in the interpretation of such regulations\n\n•import or export regulations, including trade wars and sanctions and restrictions on metal exports\n\n•changes in government taxation, royalties, tariffs, or duties\n\n•changes in economic, trade, diplomatic, or other relationships between countries or the effects on global and economic conditions, the stability of global financial markets, or the ability of key market participants to operate in certain financial markets, including the imposition of sanctions on doing business with certain governments, companies, or individuals\n\n•high rates of inflation\n\n•unfamiliar or uncertain foreign real estate, mineral tenure, safety, or environmental laws or rules\n\n•war, crime, terrorism, sabotage, blockades, hostage taking, or other forms of civil unrest\n\n•uncertain political or economic environments, including economic downturns\n\n•corruption, fraud, lack of transparency, or underdeveloped laws, courts, or rule of law\n\n•exposure to liabilities or increased compliance costs under anti-corruption, anti-money laundering, child labor, or forced labor laws\n\n•involvement in operations by state-owned or state-controlled entities\n\n•suspension of the enforcement of creditors’ or stockholders’ rights\n\n•loss of access to government-controlled infrastructure, such as roads, bridges, rails, ports, power sources, and water supplies\n\nIn addition, because many of our operators are organized outside of the United States, our stream and royalty interests may be subject to the application of foreign laws to our operators, and their stockholders, including laws relating to taxation, foreign ownership structures, corporate transactions, creditors’ rights, bankruptcy, and liquidation. Foreign operations also could be adversely affected by laws and policies of the United States relating to foreign trade, investment, and taxation.\n\nThese risks may limit or disrupt the development or operation of properties in which we hold stream and royalty interests or impair our rights or interests in these properties, which could adversely affect our results of operations or financial condition.\n\nIf the assumptions underlying operators’ production, mineral reserve, or mineral resource estimates are inaccurate or if future events cause operators to negatively adjust their previous estimates, our future revenue or the value of our investments could be adversely affected.\n\nThe operators of the properties in which we hold stream and royalty interests generally prepare production, mineral reserve, and mineral resource estimates for the properties. We do not independently prepare or verify this information and generally lack sufficient information and access to properties to do so. There are numerous uncertainties inherent in these estimates, many of which are outside the operators’ control. As a result, production, mineral reserve, and mineral resource estimates are subjective and necessarily depend upon a number of assumptions, including, among others, reliability of historical data; geological interpretation; geotechnical, geologic and mining conditions; metallurgical recovery; metal prices; operating costs; capital expenditures; development and reclamation costs; mining technology improvements; and the effects of government regulation. If any of the assumptions that the operators make in connection with production, mineral reserve and mineral resource estimates are incorrect, actual production could be significantly lower than the production, mineral reserve, and mineral resource estimates, which could adversely affect our future revenue and the value of our investments. In addition, if the operators’ estimates with respect to the timing of production are incorrect, we could experience variances in expected revenue from period to period.\n\nFurther, conversion of operators’ estimates of mineral resources to mineral reserves is subject to future exploration and development and associated risks, and estimated mineral resources may never convert to future mineral reserves. In addition, estimates of mineral resources are subject to similar uncertainties and assumptions as discussed above with respect to mineral reserves.\n\n14\n\nThe operators of properties subject to our interests may be subject to growing environmental risks, including risks associated with climate change, which could adversely affect us, our financial condition, or the value of our interests or of our common stock.\n\nMining operations are subject to extensive laws and regulations governing land use and the protection of the environment. In addition, many countries have implemented laws and regulations designed to address the effects of climate change, including rules to disclose and reduce industrial emissions and other environmental impacts to which operators or we may be subject. These laws and regulations are constantly evolving in a manner generally expected to result in stricter standards, more liability, and increased costs. Compliance with these laws and regulations can impose substantial costs and burdens on the operators of the properties subject to our interests and perhaps on us as well. In addition, an operator’s failure to comply with these laws and regulations could result in injunctive action, orders to suspend or cease operations, damages, or civil or criminal penalties on the operator. If any of these events were to occur, our revenue or the value of our interests could be adversely affected.\n\nClimate change may also pose physical risks to the properties in which we hold an interest. This could include adverse effects on operations as a result of increasing occurrences of extreme weather events, flooding, water shortages, changes in rainfall and storm patterns, changes in sea levels, heat stress, wildfires, and other negative weather and climate patterns. For example, Andacollo experienced flooding due to a significant rainfall event in July 2022, which caused operations to shut down for five days and negatively affected production over the following six months. In 2023 and 2024, Andacollo faced drought conditions, causing water restrictions that impacted production. These events could damage assets, adversely affect production, harm human life, halt mining operations, temporarily close supporting infrastructure or reduce labor productivity, among other effects.\n\nMarket impacts due to climate change and the transition to a low-carbon economy will be varied and complex. Supply and demand for certain commodities, products and services may shift in connection with evolving consumer and investor sentiments. Market perceptions of the mining sector, and, in particular, the role that certain metals will or will not play in the transition to a low-carbon economy, remain uncertain. Potential financial impacts may include increased production costs due to changing input prices, re-pricing of land and assets, increased global competition for key materials needed for new technologies, potential cost increases by insurers and lenders, and potential increases in taxation of the mining and metals sector.\n\nIn addition, governments and investors are increasingly seeking enhanced disclosures on the risks, challenges, governance implications, and financial impacts of climate change faced by companies and demanding that companies take a proactive approach to addressing and reducing perceived environmental risks, including the physical, transition, and liability risks associated with climate change, relating to their operations. Adverse publicity or climate-related litigation that affects any of the operators of the principal properties in which we hold interests could adversely affect our business. As a holder of stream and royalty interests, we generally will not have any influence on litigation such as this or access to non-public information concerning such litigation. In addition, we may not have access to sufficient information on the operations in respect of which we hold stream and royalty interests in order to adequately comply with climate change regulations or meet stockholder expectations on adequate disclosure or to quantify the potential effects of climate change on our business.\n\nChallenges relating to climate change could limit the ability of operators to access the capital markets, and such limitations could have a corresponding adverse effect on their business and operations. Although we do not conduct mining operations on the properties in which we hold stream and royalty interests and are not legally required to contribute to environmental or other operating costs on the properties, our own governmental regulators and stockholders may nonetheless demand that we assist the operators of the properties with addressing these environmental risks. If this were to occur, the value of our interests or of our common stock could be adversely affected.\n\nFurther, due to expansive environmental laws, it is possible that we could become subject to environmental liabilities for historic periods during which we owned or operated properties or relative to our current ownership interests in mining claims or leases. These liabilities could adversely affect our results of operations or financial condition.\n\nFinally, lenders may be unwilling to provide financing to the mining industry, including companies like Royal Gold that acquire stream and royalty interests in mining projects, due to such lenders’ concerns regarding market perceptions of the mining sector and lender commitments to net-zero emissions targets. If we encounter difficulties in accessing the commercial debt market, our ability to finance new acquisitions of stream and royalty interests could be adversely affected. In addition, if we have to rely on issuing equity to finance transactions, our stock price could be adversely affected, and our stockholders’ ownership could be diluted.\n\n15\n\nEvolving expectations regarding ESG matters may adversely affect our business, including as a result of additional costs, reputational damage, and/or litigation.\n\nCompanies across industries are facing increasing scrutiny from a variety of stakeholders related to their ESG practices. As a passive investor in mining operations, our ESG initiatives and disclosures are often based on information from the operators of the properties in which we hold stream and royalty interests and other third parties, and we generally lack sufficient data or access to properties to verify such information. Evolving expectations regarding ESG initiatives and disclosures may result in increased costs for the operators and us, enhanced compliance or disclosure obligations, or other effects on our business. In addition, our ESG practices and disclosures may subject us to other adverse effects, including reputational damage and/or litigation.\n\nFinancing Risks\n\nFuture indebtedness or difficulties in accessing the commercial debt market could adversely affect our financial condition and impair our ability to operate our business.\n\nAs of December 31, 2024, we had $1 billion available under our revolving credit facility, none of which was drawn. Historically, we have used borrowings under our credit facility to finance investments and acquisitions, and we may incur indebtedness for investments, acquisitions or other purposes in future periods.\n\nOur credit facility expires in June 2028. In the future, we may be unable to obtain new financing or refinance indebtedness on acceptable terms or in amounts sufficient for our business objectives. Our ability to obtain financing, our borrowing costs, and the terms of any financings depend, in part, on prevailing market conditions at the time we seek financing, which may vary based on factors such as market interest rates and ancillary fees, acceptable return targets for lenders, changes in strategy among lenders, and lenders’ willingness to provide financing to the mining industry. Weakness in financial markets or economic conditions, or depressed market prices for gold, silver, copper, or other metals, may also increase the interest rates that lenders require us to pay or adversely affect our ability to obtain financing. Further, financial institutions are facing increasingly rigorous regulation, including more stringent capital and leverage requirements, which may decrease their ability or willingness to lend to us in amounts and on terms comparable to our current credit facility, or at all.\n\nHigher borrowing costs, future increases in our level of indebtedness, or difficulties in accessing the commercial debt market could adversely affect us as follows:\n\n•require us to dedicate a substantial portion of our cash flow from operations to service indebtedness, thereby reducing the availability of cash flow to fund acquisitions, working capital, or dividends\n\n•limit our flexibility in planning for, or reacting to, changes in our business\n\n•restrict us from exploiting business opportunities\n\n•make us more vulnerable to a downturn in our business or the economy\n\n•place us at a competitive disadvantage compared to our competitors with less indebtedness or greater access to financing\n\n•require the consent of our existing lenders to incur additional indebtedness\n\n•limit our ability to borrow additional funds for acquisitions, working capital, or debt-service requirements\n\n•increase our cost of capital, including as a result of higher interest rates and the effects of exchange rates\n\n•decrease our future earnings\n\n•increase our exposure to the credit risks of bank group lenders or those institutions with which we maintain deposits\n\nOur credit agreement contains financial and other restrictive covenants. For example, the agreement includes financial covenants that require us to maintain a maximum leverage ratio and a minimum interest coverage ratio (as these terms are defined under the agreement). These covenants could limit our ability to engage in activities that are in our long-term best interests. Our failure to comply with these covenants could result in an event of default that, if not waived, could result in the acceleration of all outstanding indebtedness. \n\n16\n\nLegal Risks\n\nDefects in our stream or royalty interests or the bankruptcy or insolvency of an operator could adversely affect the value of our investments.\n\nDespite our due diligence practices, it is possible that defects or problems will exist relating to the existence, validity, enforceability, terms, or geographic extent of our stream and royalty interests. Similarly, stream interests and, in many jurisdictions, royalty interests, are or can be contractual in nature, rather than interests in land. As a result, these interests may not survive a bankruptcy or insolvency of an operator. We often do not have the protection of security interests or similar rights that could help us sustain or recover all or part of our investment in a stream or royalty interest in the event of an operator’s bankruptcy or insolvency. In addition, the contracts governing our stream and royalty interests, including intercreditor agreements with other providers of capital, may not have sufficient legal protections or a court could impose restrictions on enforcement of our rights. If our stream or royalty interests were set aside through judicial or administrative proceedings or if we are unable to enforce our contractual rights, our results of operations and the value of our investments could be adversely affected.\n\nSome of the agreements governing our stream and royalty interests contain terms that could adversely affect the revenues generated from those interests.\n\nRevenue from some of our stream and royalty interests decreases or stops after threshold production, delivery, or payment milestones are achieved or other events occur. For example, our stream interests at Pueblo Viejo and Andacollo, and certain of our royalty interests at other properties, contain provisions for rate reductions and/or cash price increases. As a result, past production and revenue relating to these interests may not be indicative of future results. In addition, some of our stream and royalty interests do not cover all of the mineral reserves or mineral resources at certain properties, which could mean that overall performance reported by the operators may not correlate to the performance of our interests in the properties.\n\nOperators may fail to comply with their contractual arrangements with us or may interpret their obligations in a manner adverse to us, which could decrease our revenue or increase our costs.\n\nAt times, operators may be unable or unwilling to fulfill their contractual obligations to us. In addition, we often rely on the operators for the calculation of our stream deliveries or royalty payments. There may be errors in the calculations of payments. Payments to us may be delayed by restrictions imposed by the operators’ lenders, financial distress and related events affecting the operators, delays in the sale or delivery of products, or the ability or willingness of smelters and refiners to process mine products. Our rights to payment under our stream and royalty agreements must, in most cases, be enforced by contract. When we enter into new stream or royalty agreements, we attempt to secure contractual rights that allow us to monitor operators’ compliance with their obligations to us, such as audit or access rights. However, these rights may not be sufficient to ensure compliance. In addition, our stream and royalty agreements are often complex and may be subject to interpretation or uncertainties. Operators and other counterparties may interpret our interests in a manner adverse to us. For these or other reasons, we could be forced to expend resources or take legal action to enforce our contractual rights. We may not be successful in enforcing our contractual rights. As a result, our revenue relating to the disputed interests could be adversely affected. We may also need to expend significant monetary and human resources to defend our position, which could adversely affect our results of operations. In addition, we may be required to make retroactive revenue adjustments as a result of information that we learn through audit or access rights or otherwise from operators and other counterparties.\n\nChanges to U.S. and foreign tax laws could adversely affect our results of operations.\n\nWe are subject to taxation in the U.S. and other foreign jurisdictions. Current economic and political conditions make tax laws and their interpretation subject to a significant change in any jurisdiction. We cannot predict the timing or significance of future tax law changes in the U.S. or other countries in which we do business. If material tax law changes are enacted, our future effective tax rate, results of operations, and cash flows could be adversely affected.\n\nAnti-corruption laws and regulations could subject us to liability and require us to incur costs.\n\nWe are subject to the U.S. Foreign Corrupt Practices Act (the \"FCPA\") and other anticorruption laws that prohibit improper payments or offers of payments to third parties, including foreign governments and their officials, for the purpose of obtaining or retaining business. In some cases, we invest in mining operations in certain jurisdictions where corruption may \n\n17\n\nbe more common. Our international investment activities create the risk of unauthorized payments or offers of payments in violation of the FCPA or other anti-corruption laws by one of our employees or agents in violation of our policies. In addition, the operators of the properties in which we hold stream and royalty interests may fail to comply with anti-corruption laws and regulations. Although we do not operate these properties, enforcement authorities could deem us to have some culpability for the operators’ actions. Any violations of the FCPA or other anti-corruption laws could result in significant civil or criminal penalties to us and could adversely affect our reputation.\n\nRisks Related to Our Common Stock\n\nOur stock price may continue to be volatile, and you could lose all or part of your investment.\n\nThe market price of our common stock has fluctuated in the past and may continue to do so in the future. For example, during the year ended December 31, 2024, the market price of our common stock ranged from a low of $100.55 to a high of $155.10. Many factors unrelated to operating performance can contribute to volatility in the market price of our common stock, including the following:\n\n•economic, market, political, social, or public health conditions\n\n•market prices of gold, silver, copper, and other metals\n\n•developments relating to properties on which we hold stream or royalty interests\n\n•interest and inflation rates and expectations about both\n\n•currency values\n\n•credit market conditions\n\nMarket fluctuations, regardless of cause, may adversely affect our stock price. As a result, you could lose all or part of your investment.\n\nWe may issue additional equity securities, which would dilute our existing stockholders and reduce our per-share financial measures and could reduce the market price of our common stock.\n\nWe may issue additional equity in the future in connection with acquisitions, strategic transactions, or for other purposes. If we issue additional equity securities, our existing stockholders could be diluted and our per-share financial measures could be reduced. In addition, shares of common stock that we issue in connection with an acquisition may not be subject to resale restrictions. The market price of our common stock could decline if our stockholders sell substantial amounts of our common stock or are perceived by the market as intending to sell these shares other than in an orderly manner.\n\nWe may change our practice of paying dividends, which could reduce the value of your investment.\n\nWe have paid a cash dividend on our common stock since calendar year 2000. Our Board of Directors has discretion in determining whether to declare a dividend based on a number of factors, including metal prices, economic or market conditions, earnings, cash flow, financial condition, and funding requirements for future opportunities or operations. In addition, corporate law limitations or future contractual restrictions could limit our ability to pay dividends in the future. If our Board of Directors reduces or eliminates future dividends, our stock price could fall, and the success of your investment would depend largely on any future stock price appreciation. We have increased our dividend in prior years. There can be no assurance, however, that we will continue to do so or that we will pay any dividends.\n\nProvisions of Delaware law and our organizational documents could delay or prevent a third party from acquiring us.\n\nThe anti-takeover provisions of Delaware law impose barriers to the ability of a third party to acquire control of us, even if a change of control would be beneficial to our existing stockholders. In addition, our certificate of incorporation and bylaws contain provisions that may make it more difficult for a third party to acquire control of us without the approval of our Board of Directors. These provisions may make it more difficult or expensive for a third party to acquire a majority of our outstanding common stock. Among other things, these provisions provide for the following:\n\n•our Board of Directors may approve the issuance of shares of common stock and preferred stock without stockholder approval, except as may be required by Nasdaq rules\n\n•our Board of Directors may establish the rights and preferences of authorized and unissued preferred stock\n\n•our Board of Directors is divided into three classes of directors serving staggered three-year terms\n\n•stockholders may not call special meetings of stockholders\n\n18\n\n•stockholders must provide advance notice of stockholder proposals and related information\n\n•vacancies and newly created directorships on the Board of Directors may be filled by affirmative vote of a majority of the directors then serving on the Board\n\nThese provisions could increase the cost of acquiring us or discourage a third party from acquiring us or removing incumbent management, which could decrease the value of your investment.",
      "char_count": 48575
    }
  },
  "extracted_at": "2026-01-19T15:54:54.451187"
}