{
  "ticker": "RKLB",
  "company_name": "Rocket Lab Corp",
  "cik": 1819994,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-008724",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001819994&accession_number=000162828025008724&xbrl_type=v",
  "sic_code": "3760",
  "industry": "Guided Missiles & Space Vehicles & Parts",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nWho We Are\n\nOur Mission: We Open Access to Space to Improve Life on Earth.\n\nRocket Lab is an end-to-end space company with an established track record of mission success. We deliver reliable launch services, spacecraft design services, spacecraft components, spacecraft manufacturing and other spacecraft and on-orbit management solutions that make it faster, easier and more affordable to access space. We believe that space has defined some of humanity’s greatest achievements and it continues to shape our future. We are motivated by the impact we can have on Earth by making it easier to get to space and to use it as a platform for innovation, exploration and infrastructure.\n\nAs one of select few commercial companies delivering regular access to orbit, our proven launch vehicle, spacecraft technology and global infrastructure uniquely position us to grow in this dynamic market. Advances in technologies, materials and components have led to miniaturization of spacecraft and a significant reduction in cost and time-to-market, concurrent with the increase in demand for space applications such as communications, remote sensing, Earth observation, meteorology and navigation. We provide customers with frequent, reliable and cost-effective access to orbit for this new generation of small spacecraft with Electron, a fully carbon composite launch vehicle powered by Rutherford, our electric turbopump 3D printed engines. Since our first Electron launch in 2017 through December 31, 2024, we have delivered over 200 spacecraft to space across 54 successful orbital missions for commercial and government customers, including the United States (“U.S.”) Department of Defense (“DoD”), the National Aeronautics and Space Administration (“NASA”), the Defense Advanced Research Projects Agency (“DARPA”), the National Reconnaissance Office (“NRO”), and a number of domestic and international commercial spacecraft operators including Blacksky Holdings, Canon, Kinéis, Capella Space, Planet, OHB Group and Synspective. In 2024, Electron was the second most frequently launched orbital rocket by companies operating in the United States and the second most frequent orbital launcher globally.\n\nRocket Lab’s frequent launch cadence has been enabled through innovative manufacturing techniques for Electron, including 3D printing and automation, but production is only part of the formula for frequent and reliable launch. We believe our launch infrastructure is a key part of our success. We currently operate a private launch complex located in Mahia, New Zealand, which we refer to as Launch Complex 1 (“LC-1”). This launch complex is supported by a bi-lateral treaty between the United States and New Zealand governments that enables us to use U.S. launch and spacecraft technology for launches at LC-1 that otherwise would not be permitted for launches from foreign soil. This treaty provides us with a competitive advantage over other companies launching rockets from outside the U.S. that do not have the benefit of such a treaty. Additionally, by operating our own private launch complex, we do not have to share the launch complex with other launch providers and, subject to obtaining required regulatory clearances for launches, we have complete control over launch schedule and availability. LC-1 serves as our high-volume launch complex, with two launch pads capable of supporting up to 120 missions every year. We also operate a dedicated launch pad at NASA’s Wallops Flight Facility, at Wallops Island, Virginia, which we refer to as Launch Complex 2 (“LC-2”). LC-2 can support 24-hour rapid call-up capability for defense needs and urgent constellation replenishment and is currently licensed to launch 9 missions per year. We are currently constructing a dedicated launch pad located at the Mid-Atlantic Regional Spaceport within the NASA Wallops Flight Facility in Wallops Island, Virginia as a third launch complex, which we refer to as Launch Complex 3 (“LC-3”). LC-3 is being developed to receive and integrate Neutron launch vehicles to the Neutron launch pad.\n\nBuilding on our strong foundation with Electron, we are now developing our Neutron launch vehicle. We anticipate Neutron will have a payload capacity of approximately 15,000 kg for expendable launches to low Earth orbit and support  lighter payloads for reusable configurations and into higher orbits. Neutron is tailored for large constellation deployments, interplanetary missions and potentially for human spaceflight. We expect constellation missions to make up an increasing percentage of small spacecraft launched, versus bespoke or one-off missions. As such, Neutron will be an important part of our end-to-end space solution as it is tailored to meet demand from this growing market.\n\nConsistent with our endeavor to provide end-to-end space solutions for our customers, Rocket Lab has expanded beyond launch services into space systems, delivering spacecraft design services, spacecraft components, spacecraft manufacturing and other spacecraft and on-orbit management solutions that make it faster, easier and more affordable to access space. Our space systems business utilizes our launch services, merchant spacecraft components, spacecraft design services, our family of spacecraft products, partnerships with global ground network service providers, as well as our own ground station network, and on-orbit constellation management capabilities to provide customers complete solutions that encompass spacecraft design, build, launch and on-orbit operations.\n\nOur Competitive Strengths\n\n•Flight Heritage – First Mover Advantage: Electron is the first small launch vehicle to establish frequent and reliable access to space with 54 successful orbital missions and over 200 spacecraft deployed through December 31, 2024, and 56 successful missions as of February 27, 2025. Successfully reaching orbit repeatedly and delivering mission success across more than seven years of launches demonstrates Electron as a mature launch vehicle, and showcases Rocket Lab’s sophisticated team and robust manufacturing infrastructure and processes. We believe this gives us a significant competitive advantage over new and less-established market entrants to secure Rocket Lab both higher volume and market share and increasingly higher-value missions.\n\n•Unique Technologies: We have innovated around key launch vehicle and spacecraft features and capabilities, including:\n\n◦Carbon composite tanks and structures, delivering substantial mass-savings while maintaining high structural integrity; \n\n◦An electric, turbo-pump-fed rocket engine that delivers high-performance while removing the complexity associated with traditional gas generator cycle engines;\n\n◦We believe we were the first company to 3D print an orbital rocket engine, and as of December 31, 2024, have flight heritage with over 600 engines launched to space. We leverage our unique 3D printing capabilities beyond engines to enable ultra-rapid design and testing of new flight hardware and dramatically shorten our time-to-market; and\n\n◦A unique kick stage that delivers spacecraft to precise and individual orbits increasing deployment flexibility and cost effectiveness for our customers. The kick stage can also be utilized as a fully-featured spacecraft, enabling hosted payload opportunities for our customers and for our own constellation applications.\n\n•Deep Vertical Integration: We have vertically integrated design and manufacturing capabilities and developed world-class engineering and manufacturing teams across the United States, New Zealand and Canada. This allows us to manage and control almost every aspect of design, manufacturing and launch operations, enabling rapid prototyping and streamlined production to deliver products and solutions to orbit faster.\n\n•Integrated Design and Test Capabilities: We own or lease our own propulsion test infrastructure, allowing us the capacity and flexibility to accelerate time-to-market while ensuring quality and a high rate of mission success.\n\n•Multiple Launch Complexes: Rocket Lab operates two launch pads at its private orbital launch complex, LC-1, in Mahia, New Zealand. This launch complex can support up to 120 launches every year. By operating our own private launch complex, we have eliminated the availability issues commonly faced by other launch providers competing for a limited number of slots at shared launch complexes that they do not control. Rocket Lab has access to two launch pads at the Mid-Atlantic Regional Spaceport within NASA Wallops Flight Facility in Wallops Island, Virginia: LC-2, which is operational, and LC-3, which is currently under construction.\n\n•A complete end-to-end space solution: Providing services and data from space has traditionally meant relying on multiple suppliers and mission partners. By providing launch services, spacecraft design and manufacturing services, including the vertically integrated supply of key spacecraft components, and on-orbit constellation management services, Rocket Lab provides strategic access to space. \n\nCustomers\n\nLaunch Services. As of December 31, 2024, we have launched and deployed over 200 spacecraft for our customers, which includes government customers, such as the DoD, NASA and other U.S. government agencies. We also provide launch services to major domestic and international commercial and government spacecraft operators. Our launch services have been used by more than 20 organizations. \n\nSpace Systems. As of December 31, 2024, we have flight hardware and spacecraft that have flown on over 1,800 missions, including legacy missions enabled by Sinclair Interplanetary (acquired April 2020), Advanced Solutions, Incorporated (acquired October 2021), Planetary Systems Corp (acquired November 2021) and SolAero Technologies Corp. (acquired January 2022). Our space systems have been used by a diverse mix of commercial, aerospace prime contractors and government customers.\n\nOur Growth Strategy\n\n•Leverage our market position as the U.S.’ first commercially operational, dedicated small, orbital launch provider with NASA Category 1 certification, 54 successful launches and over 200 spacecraft deployed as of December 31, 2024 to win increasing numbers of launch services contracts, be entrusted with higher value payloads, and drive an increasing average selling price of our launch services.\n\n•Continue to expand into new launch service verticals, such as Hypersonic Accelerator Suborbital Test Electron (“HASTE”).\n\n•Expand our addressable launch market with the development of the medium-lift Neutron launch vehicle, where the additional lift capacity will enable significantly higher revenue per launch.\n\n•Apply manufacturing scaling and cost-reduction strategies to the production of our launch vehicles, spacecraft components and subsystems, and satellites to capture large constellation opportunities and increasing market share.\n\n•Expand our portfolio of spacecraft components by commercializing solutions developed for our launch vehicles and various spacecraft product lines, including avionics subsystems, radios and batteries.\n\n•Leverage our proven spacecraft product lines to provide streamlined hosted payload and technology demonstration capabilities in low Earth orbit to commercial and government customers without the need for customers to procure separately designed and built third-party spacecraft buses.\n\n•Build upon ongoing interplanetary spacecraft development efforts, as well as our announced Neutron launch vehicle development, to expand our addressable market for interplanetary scientific and commercial missions.\n\n•Leverage our cost and frequency advantaged “access to space,” enabled by our established launch assets and proven capabilities, to further penetrate the available market for on-orbit constellation management and ultimately address the space applications market, representing the largest addressable market in the space economy.\n\nProduct & Services Overview\n\nWe design and manufacture small and medium-class rockets, spacecraft, spacecraft components, and flight and ground software to support the space economy. Our launch services are used to place spacecraft into Earth orbit, and escape trajectories. Our space systems are the building blocks for spacecraft, which includes composite structures, reaction wheels, star trackers, solar power solutions, radios, separation systems, and command and control spacecraft software. Our family of spacecraft product lines is configurable for a range of low Earth orbit, medium Earth orbit, geosynchronous orbit and interplanetary missions.\n\n•Launch Services: We currently provide reliable and responsive launch services into low earth orbit on Electron for spacecraft up to 300 kg. We are also currently developing Neutron, a medium-lift launch vehicle, which we expect will provide efficient constellation launch services for payloads up to 15,000 kg for expendable launches to low Earth orbit and for lighter payloads into higher orbits. Our facilities can support up to 120 launch opportunities every year from LC-1, which is our private launch complex in Mahia, New Zealand, and up to 9 launch opportunities every year from LC-2 at NASA’s Wallops Flight Facility, at Wallops Island, Virginia.\n\n•Space Systems: We provide spacecraft solutions for government and commercial customers ranging from selling individual spacecraft components for use by customers in constructing their own spacecraft to complete spacecraft design, manufacture and on-orbit operations. With our end-to-end space systems, customers can procure launch services, spacecraft, ground services and on-orbit management from one source, significantly streamlining their access to space. \n\nLaunch Services\n\nWe design, manufacture and launch orbital and suborbital rockets to deploy payloads across a range of government and commercial missions from low Earth orbit to interplanetary destinations.\n\n6\n\n\nElectron is our orbital small launch vehicle that was designed to accommodate a high launch cadence business model to meet the growing and dynamic needs of our customers for small spacecraft launch services. Combining the use of innovative manufacturing technologies, including 3D printing and automation, Electron is optimized for rapid and frequent launch and has established itself as one of the most prolific and reliable orbital launch vehicles in the market. Since its maiden launch in 2017, Electron has become the leading small spacecraft launch vehicle, delivering over 200 spacecraft to orbit for government and commercial customers across 54 successful orbital missions through December 31, 2024. In 2024, Electron was the second most frequently launched orbital rocket by companies operating in the United States and established Rocket Lab as the second most frequent orbital launcher globally. Our launch services program has seen us develop many industry-leading innovations, including 3D printed electric turbo-pump rocket engines, fully carbon composite fuel tanks, a private orbital launch complex, a kick stage that can be configured to convert into a highly capable spacecraft on orbit, and the potential ability to successfully recover a stage from space, providing a path to reusability.\n\nElectron provides tailored access to orbit for the high-growth small spacecraft market across dedicated and rideshare missions. It is capable of deploying spacecraft of up to 300 kg to low Earth orbit across a wide range of orbital inclinations from 38 to 120 degrees from our operational LC-1 in Mahia New Zealand and a wide range of orbital inclinations from 38 to 60 degrees from our operational LC-2 in Wallops Island, Virginia. Electron is also capable of delivering spacecraft to deep space and interplanetary destinations, a capability which we successfully demonstrated with the launch of a NASA mission to the Moon in support of the agency’s Artemis program, Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (“CAPSTONE”). Electron has two primary stages and an innovative third kick stage, standing at 18 meters tall, with a diameter of 1.2 meters and a lift-off mass of approximately 14,000 kg. Electron’s design includes innovative use of avionics, electrical systems, and advanced carbon-composites for its structures and propellant tanks. Carbon-composite construction decreases mass by as much as 40 percent relative to other materials, contributing to Electron’s mass-to-orbit performance. Our in-house assembly of Electron’s composite tanks and structures improves cost efficiency and supports high rates of production. Electron’s kick stage enables the spacecraft to be placed in circular orbits, which is necessary for a spacecraft to maintain consistent altitude and is capable of engine restarts to deliver multiple payloads to a range of orbits, meeting precise orbit insertion requirements and deorbiting to avoid contributing to orbital debris.\n\nElectron is propelled by a total of ten Rutherford engines that we manufacture at our headquarters in Long Beach, California. The Rutherford engine is a 5,600-lbf engine fueled by liquid oxygen and kerosene fed by electric turbo-pumps and is based on a propulsion cycle that makes use of electric motors and high-performance lithium polymer batteries to drive fuel pumps. Electric turbo-pumps are lower complexity than the turbomachinery typically required for gas generator cycles, yet still achieve high efficiency. We believe our Rutherford engine is the first oxygen/hydrocarbon engine to use additive manufacturing for all primary components, including the regeneratively cooled thrust chamber, injector pumps and main valves.\n\nElectron is currently launched from our private launch complex in Mahia, New Zealand and our launch complex at NASA’s Wallops Flight Facility, at Wallops Island, Virginia. As of December 31, 2024, Electron had successfully launched 54 times and deployed over 200 spacecraft to orbit. \n\nIn March 2021, we announced plans to develop our reusable-ready medium-capacity Neutron launch vehicle that will increase the payload capacity of our space launch vehicles to approximately 15,000 kg for expendable launches to low Earth orbit and lighter payloads for reusable configurations and into higher orbits. Neutron will be tailored for commercial and U.S. government constellation launches and ultimately configurable for and capable of human space flight, enabling us to provide crew and cargo resupply to space stations. Neutron will also provide a dedicated service to orbit for larger civil, defense and commercial payloads that need a high level of schedule control and high-flight cadence. We expect to be able to leverage Electron’s flight heritage across various vehicle subsystems designs, launch complexes and ground station infrastructure. \n\nThe medium-lift Neutron will be a two-stage launch vehicle that stands 43 meters tall with a 5.5-meter diameter fairings. Neutron will feature a reusable first stage designed to return to launch site as well as land on an ocean platform, enabling flexibility of use, higher launch cadence, and decreased launch costs for customers. Neutron launches are planned to take place from Virginia’s Mid-Atlantic Regional Spaceport located at the NASA Wallops Flight Facility. \n\n7\n\n\nSpace Systems\n\nWe provide components and services to the space economy, including spacecraft components, design services, and spacecraft-as-a-service from low Earth orbit to deep space and interplanetary missions. We entered this market with our acquisition of leading spacecraft components manufacturer Sinclair Interplanetary and have since expanded our market participation with the acquisitions of Planetary Systems Corporation, SolAero Technologies Corp. and Advanced Solutions, Incorporated. Our space systems initiatives are supported by the design and manufacture of our family of spacecraft product lines, along with a range of merchant market components, software and services for spacecraft, including composite structures, reaction wheels, star trackers, radios, separation systems, solar power solutions, command and control software, high voltage space-grade batteries, and additional products in development. Each of these strategic acquisitions brought incremental vertically-integrated capabilities for our own family of spacecraft and also enabled Rocket Lab to deliver high-volume manufacturing of critical spacecraft components and software solutions at scale prices to the broader merchant market.\n\nThe family of spacecraft is configurable for a range of low Earth orbit, medium Earth orbit, geosynchronous orbit, and interplanetary missions. Our versatile platforms can be configured to meet a broad range of customers’ requirements. Photon can be configured to operate as the upper stage of Electron (the kick stage) during launch, then with a simple command, transition into an operational spacecraft on orbit, eliminating the parasitic mass of deployed spacecraft and enabling full use of the fairing volume for payloads. Photon can also fly on other launch vehicles, such as our in-development Neutron launch vehicle, third-party launchers, and as a secondary payload on rockets developed under the National Security Space Launch program of the U.S. Space Force. Our family of spacecraft enable us to offer an end-to-end mission solution encompassing launch, full spacecraft manufacturing, ground services and mission operations to provide customers with streamlined access to orbit with Rocket Lab as a single mission partner.\n\nOur family of spacecraft can also be used to conduct space-related scientific research, collect imagery and other remote-sensing data about the Earth, carry out lunar and other deep space planetary missions, and to demonstrate new space technologies. Our spacecraft can also be used in combination with Electron to deploy in different orbital locations and complete constellations in a single mission. Our spacecraft are intended for commercial, defense and civil government customers, including the DoD, NASA, other U.S. government agencies, and governments worldwide. Our first Photon spacecraft was successfully launched and placed into service in August 2020 and a second operational Photon was successfully launched in March 2021. Photon was selected by NASA in 2021 for the CAPSTONE mission, a pathfinder for the lunar Gateway initiative of the Artemis program, which involves a mini-space station NASA intends to use as a staging point for crewed lunar landings. CAPSTONE was deployed on its ballistic lunar transfer trajectory to the Moon in July 2022 and in November 2022 was inserted into it near rectilinear halo orbit as planned. Our spacecraft have also been selected for interplanetary missions to Mars and Venus.\n\nRocket Lab’s space systems business also designs and manufactures a range of spacecraft components, including composite structures, reaction wheels, star trackers, radios, separation systems, solar power solutions, command and control software, high voltage space-grade batteries, and other products in development to serve a wide variety of missions. \n\nSolar power solutions include a suite of vertically-integrated space solar cell, Coverglass Interconnected Cells (“CICs”) and panel products, each specifically designed for missions to low Earth orbit, medium Earth orbit, geosynchronous orbit or interplanetary applications. Rocket Lab’s space solar cells, CICs and panels are among the highest performing in the world and support civil space exploration, science, defense and intelligence, and commercial markets. \n\nReaction wheels are motor-driven flywheels used to store angular momentum on spacecraft. Many spacecraft use three or four reaction wheels to provide agile, 3-axis pointing control. Some configurations use a single wheel, called a “momentum wheel,” for stable Earth-pointing control. All Rocket Lab reaction wheels incorporate an onboard digital processor with speed and torque control loops. Wheels are sized by their maximum angular momentum measured in Newton-meters (“Nm”). We make a large number of different wheel sizes, ranging from 3 mNms to 12 Nms. Bigger spacecraft require bigger and more costly wheels, with determination of the correct size of wheel for a particular spacecraft requiring detailed engineering analysis. \n\nStar trackers are optical sensors that determine a spacecraft’s pointing direction and rotation rate by looking at the stars. Our star trackers are fully integrated units, incorporating the lens, detector, processor, and all of the power supply and support circuits. A catalog of more than two million possible star triangles is loaded into the device before launch, allowing the processor to determine the spacecraft’s pointing from any single image.\n\nPower systems include both the high-capacity, high-voltage batteries used to power the electric turbo-pumps in the Rutherford rocket engine used by Electron and other batteries used for small spacecraft. \n\n8\n\n\nSeparation systems, including motorized lightband and canisterized spacecraft dispensers (“CSD”), are used to separate spacecraft from launch vehicles in orbit. The motorized lightband is a ringed system with sizes from 8-inches in diameter up to 39-inches in diameter. Lightbands deploy spacecraft via motors and a mechanical linkage. The CSD is a reliable and cost-effective housing for small spacecraft that protect spacecraft during launch and deploys them in space. Fully encapsulated, the CSD minimizes damage risk and eliminates the necessity for heavy or complicated interface structures between the spacecraft and launch vehicle platform. \n\nFlight and Ground Software Services enable customer’s mission, providing total spacecraft command, guidance, navigation, control, ground station interface, and ground data system solutions.\n\nSpacecraft Engineering and Design Services and On-Orbit Constellation Management Services\n\nOur space systems engineering team works with customers to develop, design and manufacture full spacecraft solutions from low Earth orbit to interplanetary spacecraft. We also offer constellation management services where we perform command and control operations and leverage our ground station infrastructure and partnerships to deliver data to spacecraft constellation operators.\n\nSales, Business Development and Mission Management\n\nWe sell our launch services and space systems through a unified global business development team that cross-sells launch and space systems and leverages shared technical, proposal writing, mission project management and administrative resources. This team is based primarily in the United States and focuses on government customers, such as the DoD, NASA, and other U.S. government agencies, as well as major domestic and international commercial spacecraft operators and spacecraft manufacturers. The business development team works closely with our engineering teams to develop optimal solutions for our customers. Given the well-defined and consolidated nature of our customer base, we are able to adequately address our market with a lean and focused team. \n\nMany of our business development team members have previously worked for government agencies and large institutional space and technology companies. They have in-depth knowledge and understanding of the industry and can draw on a vast network of contacts to support business development. With 54 successful orbital missions and over 200 spacecraft deployed through December 31, 2024, and a growing number of Rocket Lab spacecraft components operating on orbit, our team has a high-level of insight into customer requirements and evolving industry trends, putting us in a strong position to ensure our products and services meet customer needs.\n\nMarketing\n\nWe utilize strategic marketing to accelerate sales opportunities and build brand awareness. Rocket Lab has established a strong brand through various activities, including:\n\n•conferences and industry events at which we participate, sponsor, exhibit and speak;\n\n•press releases and media engagement;\n\n•social media postings;\n\n•merchandising;\n\n•cooperative marketing efforts with customers; and\n\n•communicating our differentiated selling points and product features through marketing collateral such as our website, payload user guides, product data sheets, presentations, and high-quality launch webcasts and videos.\n\nTo date, conferences and industry events and direct outreach have been the primary drivers of our sales leads and have helped us achieve sales with relatively low marketing costs.\n\n9\n\n\nEngineering\n\nWe have made significant investments in our engineering teams. Our team members have a broad range of expertise from a range of industries including; aerospace, automotive, and marine, and broader manufacturing and technology. Rocket Lab’s high level of vertical integration means that these engineering teams design and provide manufacturing support for components, sub-systems, and assemblies across the full range of our launch vehicles, and spacecraft family. They support the full product lifecycle from new product innovation to sustaining engineering, including payload lift capacity increases and other performance improvements, to new product features such as booster reusability and cost reduction initiatives.\n\nOur engineering teams across New Zealand, the United States, and Canada address all key areas of launch vehicle build, payload integration, launch operations, ground segment communications, on-orbit spacecraft operations management, and spacecraft component design and manufacturing. Key areas of technical focus include composite structures, additive manufacturing, machining, avionics and power systems, propulsion assembly and test, spacecraft system design assembly and test, solar cell foundry through panel design and manufacturing, printed circuit-board design, optics integration, guidance and navigation, attitude direction and command and control, amongst other engineering focus areas.\n\nThese teams are supported by centralized planning and program management functions that guide significant projects across Rocket Lab for consistency and visibility. We leverage sophisticated product lifecycle management software tools, computer-aided design systems and business processes to drive efficiency and better manage the entire product lifecycle, including designing, sourcing and building the products that enable our launch services and end-product deliveries.\n\nSupply Chain\n\nWe are highly vertically integrated, in that we design and manufacture many components and subsystems for our launch vehicles and family of spacecraft. In addition, we sell many spacecraft components into the merchant market. To support this level of vertical integration we have developed extensive supply chain operations and capabilities that are global in nature and enabled by sophisticated third-party enterprise resource planning systems and tools. These systems and tools are largely supported by an in-house team of enterprise information systems personnel.\n\nWe obtain raw materials, components, sub-systems and capital equipment, and other supplies from suppliers that we believe to be reputable and reliable. We have established and follow internal quality control processes to source suppliers, considering engineering validation, quality, cost, delivery and lead-time. We have a quality management team that is responsible for managing and ensuring that supplied components meet quality standards. While we largely source raw materials and other inputs and services from multiple sources, in some cases we also purchase various inputs and services from a sole source. Although we endeavor to diversify our supply chain, in those sole source supplier situations we manage this sole source risk through carrying increased buffer stock, particularly on long-lead items.\n\nManufacturing, Assembly and Launch Operations\n\nRocket Lab conducts global operations in support of its research and development, manufacturing, assembly and launch functions. We have our rocket propulsion and avionics manufacturing facilities in Long Beach, California, composite manufacturing, high-voltage battery systems, launch vehicle integration and propulsion testing in Auckland, New Zealand, space solar cell through panel production in Albuquerque, New Mexico and launch complexes in Mahia, New Zealand and Wallops Island, Virginia. We strive to instill a manufacturing culture of continuous improvement and leverage best practices in quality control and worker safety across our facilities and have achieved Category-1 certification by the NASA Launch Services Program. We possess differentiated in-house rapid prototyping capabilities to support both research and development initiatives and to accelerate time-to-market benefits for critical production ramps. These capabilities include computer numerically controlled machining stations, balancing machines and 3D printers and related expertise.\n\n10\n\n\nLong Beach Corporate Headquarters and Manufacturing Facility and Engine Development Center\n\nFrom our Long Beach, California facilities, which consists of three buildings, in addition to manufacturing, we manage corporate administrative functions, sales and business development, launch services mission management, and conduct a range of research and development activities. Our lease for our corporate headquarters location expires on June 30, 2027, and we have the option to extend the term of the lease for up to two additional periods of five years each thereafter. The Engine Development Center lease expires on June 30, 2025 and has an option to extend the term for five years. \n\nOur Rutherford engine and avionics production activities are conducted out of our Long Beach facilities, as is the case for Neutron’s Archimedes engine and avionics design and production activities. We designed our manufacturing technology and processes to operate and scale efficiently as we grow and expand our business. Our proprietary manufacturing processes, which include specialized automated equipment, is comprised of three primary steps; (i) additive manufacturing, (ii) machining and (iii) assembly of complete engines and avionics subsystems. Our Long Beach facilities are also home to spacecraft satellite design and production activities, in addition to a Mission Operations Center from which our team conducts on-orbit operation of our family of spacecraft. \n\nAuckland, New Zealand R&D and Production Complexes\n\nFrom this location we conduct research and development and design and manufacturing of launch vehicles, conduct remote launch activities, and design and manufacture a range of components and subsystems for our spacecraft family and broader merchant market spacecraft components. We conduct these operations at four adjacent leased buildings comprising an approximately 200,000 square foot research and development and production complex in Auckland, New Zealand (the “Auckland complex”). Manufacturing related activities at the Auckland complex include the manufacture, assembly, and testing of high-voltage battery systems that power the Rutherford engines for Electron, the manufacturing and assembly of composite tanks, fairings, and other launch vehicle structures, electrical harnesses, complete kick stages, and final vehicle integration. Research and development activities include those related to launch vehicles, launch operations and a broad range of space systems initiatives. Our primary lease for this complex expires on April 30, 2028.\n\nAuckland, New Zealand Propulsion Test Site\n\nWe currently operate a propulsion test complex approximately 45 km outside of Auckland where we test our rocket engines and related subsystems. Our propulsion test complex features multiple custom-built vertical test stands for liquid propulsion, composite tank, component and static stage fires. Operating our own private test complex means we avoid the delays and schedule conflicts that are common at shared test facilities. We lease the property where our test site is located. The current term of the lease for our test complex expires on November 15, 2029, but we have the right to renew this lease agreement for several additional terms of approximately five years each, which would allow us to continue to use this test complex through at least 2054.\n\nMahia, New Zealand Launch Complex 1\n\nWe operate a private orbital launch complex, our Launch Complex 1, in Mahia, New Zealand. We lease the property where Launch Complex 1 is located. The current term of this lease expires on November 30, 2027, but we have the right to renew our lease agreement for three additional terms of three years each, which would allow us to continuing using this launch complex through at least 2036.\n\nThis launch complex is capable of supporting up to 120 launches per year. Rocket Lab operates two active launch pads at LC-1: Pad A and Pad B. The operation of two launch pads within the launch complex eliminates the time required between launches for a full pad recycle, enabling responsive launch opportunities for our customers. The site features a vehicle processing facility that can house two Electron launch vehicles at any one time to support parallel launch campaigns. LC-1 is home to two identical, state-of-the-art payload processing facilities that include ISO 8 cleanrooms, dedicated electrical control rooms and comfortable customer lounge-style offices.\n\nWallops Island, Virginia Launch Complex 2\n\nRocket Lab has access to a dedicated launch pad located at the Mid-Atlantic Regional Spaceport within the NASA Wallops Flight Facility in Wallops Island, Virginia as a second launch complex, which we call LC-2. Our current agreement provides us with rights to access the facilities, launch property and services at this launch complex expires on September 28, 2028.\n\n11\n\n\nLC-2 represents a new responsive launch capability within the United States. The complex was designed to support both commercial and U.S. government launch services and is licensed to support 9 missions per year. The site can support launches to inclinations between 38 and 60 degrees. In addition to the dedicated launch pad for Electron, Rocket Lab also operates an Integration and Control Facility within the Wallops Research Park. This facility is dedicated to secure vehicle and payload processing facilities. The facility can process several Electron launch vehicles and customer spacecraft concurrently, enabling rapid and responsive launch opportunities and parallel launch campaigns. We have built out all of the physical infrastructure that we need in order to use this launch complex and on January 24, 2023, we successfully launched our first Electron from NASA Wallops Flight Facility. \n\nWallops Island, Virginia Launch Complex 3\n\nRocket Lab has access to a dedicated launch pad located at the Mid-Atlantic Regional Spaceport within the NASA Wallops Flight Facility in Wallops Island, Virginia as a third launch complex, which we call LC-3. Our current agreement provides us with rights to access the facilities, launch property and services at this launch complex expires on February 15, 2034.\n\nLC-3 will represent a new responsive launch capability within the United States. The complex is designed to support both commercial and U.S. government launch services and is licensed to support 2 missions per year, with the potential for an increased number of missions pending ongoing assessments. In addition to the dedicated launch pad for Neutron, Rocket Lab will have access to the Mid-Atlantic Regional Spaceport Payload Processing Facility (PPF). This facility is dedicated to secure vehicle and payload processing facilities. We are currently building out all of the physical infrastructure that we need in order to use this launch complex.\n\nAlbuquerque, New Mexico Solar Cell Production Facility\n\nOur solar cell through panel production activities are conducted out of our Albuquerque, New Mexico facility. From this location we research, develop, design and manufacture solar power solutions in  an approximately 160,000 square foot production and research and development complex. We have a ground lease for one building that expires on September 18, 2050 and a lease on the second building that expires on May 31, 2042. \n\nCompetition\n\nWe believe our main sources of competition fall into 4 categories:\n\n•companies providing dedicated and rideshare launch vehicles to deliver payloads to generic and custom planes/inclinations and altitude trajectories, such as Northrop Grumman, SpaceX, United Launch Alliance (a joint venture between Lockheed Martin Corporation and The Boeing Company), Firefly, Blue Origin, established Russian, Indian, Chinese, European and Japanese launch providers;\n\n•companies that are reported to have plans to provide launch vehicles that can deliver payloads to a range of planes/inclinations and altitude trajectories;\n\n•companies providing spacecraft solutions, such as Airbus, Lockheed, Boeing, General Atomics, General Dynamics, Maxar Technology, Northrop Grumman, Raytheon Technologies, Thales Alenia Space, Astro Digital and York Space Systems; and\n\n•companies providing spacecraft components in the commercial marketplace, such as Ball Aerospace, Raytheon, Collins Aerospace, Bradford Space, Honeywell Aerospace, GOMSpace, Redwire and Beyond Gravity.\n\nThe principal competitive factors in our market include:\n\n•flight heritage and reliability;\n\n•delivery schedule;\n\n•ability to customize products to meet specific needs of the customer;\n\n•performance and technical features;\n\n•price; and\n\n•customer experience.\n\nWe believe that we compete favorably across these factors.\n\n12\n\n\nIntellectual Property\n\nThe protection of our technology and intellectual property is an important aspect of our business. We rely upon a combination of patents, trademarks, trade secrets, copyrights, confidentiality procedures, contractual commitments and other legal rights to establish and protect our intellectual property. We generally enter into confidentiality agreements and invention or work product assignment agreements with our employees and consultants to control access to, and clarify ownership of, our proprietary information.\n\nAs of December 31, 2024, we held more than 200 issued U.S. patents and more than 90 issued foreign patents. Our U.S. issued patents expire between 2025 and 2042. As of December 31, 2024, we held more than 12 registered trademarks in the United States, including the Rocket Lab mark, and also held approximately 20 registered trademarks in foreign jurisdictions. We continually review our development efforts to assess the existence and patentability of new intellectual property. We intend to continue to file additional patent applications with respect to our technology.\n\nHuman Capital\n\nAs of December 31, 2024, we had over 2,100 full-time permanent employees worldwide, representing more than 25% increase in headcount from December 31, 2023. We believe that our strong culture of collaboration and innovation, combined with our close connection to employees, are key drivers of our market differentiation and business success. Additionally, our employees are not subject to collective bargaining agreements. \n\nCulture\n\nAt Rocket Lab, we pride ourselves on fostering a culture of innovation, grit, and collaboration where we celebrate our collective achievements. This dynamic spirit is showcased annually during our Rocket Challenge and employee awards ceremony. \n\nDuring the Rocket Challenge, teams come together globally across our sites and disciplines, putting aside their regular tasks to design and launch the most impressive small rockets. This event highlights quick thinking, innovative craftsmanship, and strong team camaraderie. The day concludes with a special awards ceremony where we honor and celebrate the winners of our annual staff awards recognizing their exceptional contributions. \n\nThis spirit of competition is particularly strong among employees with the technical skills and experience essential to our business. We believe that fostering this culture of collaboration, competition, and celebration significantly enhances our ability to attract, retain, and engage our team. It keeps our employees motivated and deeply involved in the meaningful work that furthers our mission. \n\nSafety\n\nRocket Lab has robust health and safety policies, systems, and processes across the business to enable a safe working environment. Supported by the executive leadership team, Rocket Lab employees are empowered to make decisions and take steps to identify and correct hazards to ensure they maintain a safe and healthy workplace for themselves, colleagues and our business. \n\nOperational Excellence \n\nAt Rocket Lab, we prioritize operational excellence and efficiency as key drivers for our success. By leveraging the experiences, knowledge, and cultures of our team members, we generate innovative solutions and maintain high performance levels across all areas of our organization. \n\nWe emphasize the importance of teamwork and valuing each individual's contributions towards streamlined operations. We are dedicated to fostering an environment where all team members feel respected and can perform at their best, aligned with our goals to optimize team functionality and productivity. \n\n13\n\n\nTalent\n\nOur Rocket Lab team members are incredibly talented, and we are dedicated first and foremost to fostering and growing talent from within. Rocket Lab offers leadership training opportunities across the company, including internal and external resources and courses tailored specifically to developing our leadership pipeline.  \n\nWe also offer an internship program with a focus on skill enhancement and practical experience that prepares a new generation of talent to join Rocket Lab.  We partner closely with schools and universities both locally and nationally including hosting hiring events and info sessions to grow our internship cohort and broader employee population. Additionally, we have supported individuals impacted by local aerospace layoffs by hosting and attending hiring events dedicated to finding them employment.\n\nGovernmental Regulation\n\nCompliance with various governmental regulations has an impact on our business, including our capital expenditures, revenue, earnings and competitive position, which can be material. We incur or will incur costs to monitor and take actions to comply with governmental regulations that are or will be applicable to our business, which include, among others, federal securities laws and regulations, applicable stock exchange requirements, export and import control, economic sanctions and trade embargo laws and restrictions and regulations of the U.S. Department of Transportation, Federal Aviation Administration (“FAA”), the New Zealand Space Agency and other government agencies in the United States, Canada, and New Zealand. See “Risk Factors–Risks Relating to Our Business” for a discussion of material risks to us, including, to the extent material, to our competitive position, relating to governmental regulations, and see “Management’s Discussion and Analysis of Financial Condition and Results of Operation” together with our consolidated financial statements, including the related notes included therein, for a discussion of material information relevant to an assessment of our financial condition and results of operations, including, to the extent material, the effects that compliance with governmental regulations may have upon our capital expenditures and earnings. \n\nCorporate Information\n\nOur corporate headquarters are located at 3881 McGowen Street, Long Beach, California 90808, and our telephone number is (714) 465-5737. Our website is located at www.rocketlabusa.com. Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, including exhibits, and amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) will be made available free of charge on our website as soon as reasonably practicable after we electronically file these materials with, or furnish it to, the SEC on their website located at www.sec.gov. The contents of our website are not incorporated into this Annual Report on Form 10-K, and our reference to the URL for our website is intended to be an inactive textual reference only. The information contained on, or that can be accessed through, our website is not a part of this Annual Report on Form 10-K.\n\nCorporate History and Background\n\nOur predecessor entity, Rocket Lab USA, Inc., completed a a merger with Vector Acquisition Corporation (“Vector”) on August 25, 2021 (the “Business Combination”), in conjunction with which Vector changed its name to Rocket Lab USA, Inc.\n\n14\n\n\nRisk Factors Summary\n\nYou should carefully read the risks described below, this Annual Report on Form 10-K and especially consider the factors discussed in the section entitled “Risk Factors.” If any of the following events occur, our business, financial condition and operating results may be materially adversely affected. In that event, the trading price of our securities could decline, and you could lose all or part of your investment. Such risks include, but are not limited to:\n\n•We have experienced rapid growth in recent periods and those growth rates may not be indicative of our future growth. If we fail to manage our growth effectively, we may be unable to execute our business plan and our business, results of operations, and financial condition could be harmed.\n\n•We have a limited operating history in an evolving industry, which makes it difficult to forecast our revenue, plan our expenses and evaluate our business and future prospects.\n\n•We have a history of losses, we anticipate increasing operating expenses and capital expenditures in the future, and we may not be able to achieve and, if ever achieved, maintain profitability.\n\n•Our future revenue and operating results are dependent on our ability to generate a sustainable order rate for our products and services and develop new technologies to meet the needs of our customers or potential new customers.\n\n•Our business with various governmental entities is subject to the policies, priorities, regulations, mandates and funding levels of such governmental entities and may be negatively or positively impacted by any change thereto.\n\n•We derive a substantial amount of our revenues from only a few of our customers. A loss of, or default by, one or more of these major customers, or a material adverse change in any such customer’s business or financial condition, could materially reduce our future revenues and contracted backlog.\n\n•Disruptions in U.S. government operations and funding could have a material adverse effect on our revenues, earnings and cash flows, and otherwise adversely affect our financial condition.\n\n•We may not be successful in developing new technology, including our Neutron launch vehicle, and the technology we are successful in developing may not meet the needs of our customers or potential new customers.\n\n•We operate in highly competitive industries and in various jurisdictions across the world which may cause us to have to reduce our prices.\n\n•Acquisitions or divestitures could result in adverse impacts on our operations.\n\n•Uncertain global macro-economic and political conditions could materially adversely affect our results of operations and financial condition.\n\n•We often rely on a single vendor or a limited number of vendors to provide certain key products or services and the inability of these key vendors to meet our needs could have a material adverse effect on our business.\n\n•Launch vehicles are subject to manufacturing delays, damage or destruction during pre-launch operations, and launch failures, the occurrence of which can materially and adversely affect our operations.\n\n•Spacecraft are subject to manufacturing and launch delays, damage or destruction during pre-launch operations, launch failures and incorrect orbital placement, the occurrence of which can materially and adversely affect our operations.\n\n•If our launch vehicles and spacecraft fail to operate as intended, it could have a material adverse effect on our business, financial condition and results of operations.\n\n•Our revenue, results of operations and reputation may be negatively impacted if our products contain defects or fail to operate in the expected manner.\n\n•Any inability to operate Electron at our anticipated launch rate could adversely impact our business, financial condition and results of operations.\n\n•Disruptions in the supply of key raw materials or components and difficulties in the supplier qualification process, as well as increases in prices of raw materials, could adversely impact us.\n\n•The expansion of our operations subjects us to additional risks that can adversely affect our operating results.\n\n15\n\n\n•Space is a harsh and unpredictable environment where our products and service offerings are exposed to a wide and unique range of environmental risks, including, among others, coronal mass ejections, solar flares and other extreme space weather events and potential collision with space debris or another spacecraft, which could adversely affect our launch vehicle and spacecraft performance.\n\n•Increased congestion from the proliferation of low Earth orbit constellations could materially increase the risks of potential collision with space debris or another spacecraft and limit or impair our launch flexibility and/or access to our own orbital slots.\n\n•Our business involves significant risks and uncertainties that may not be covered by insurance.\n\n•Interruption or failure of our infrastructure could hurt our ability to effectively perform our daily operations and provide and produce our products and services, which could damage our reputation and harm our operating results.\n\n•Any significant disruption in or unauthorized access to our computer systems or those of third parties that we utilize in our operations, including those relating to cybersecurity or arising from cyber-attacks, could result in a loss or degradation of service, unauthorized disclosure of data, or theft or tampering of intellectual property, any of which could materially adversely impact our business.\n\n•If we cannot successfully protect our intellectual property, our business could suffer.\n\n•Third parties may allege that our technology violates their proprietary data rights, which could have a negative impact on our operations.\n\n•We are highly dependent on the services of Peter Beck, our President, Chief Executive Officer and Chairman, and if we are unable to retain Mr. Beck, our ability to compete could be harmed.\n\n•Our inability to hire or retain key personnel could adversely affect our business, operating results and financial condition.\n\n•Labor-related matters, including labor disputes, may adversely affect our operations.\n\n•Given the relative contribution and materiality of our New Zealand operations, fluctuations in foreign exchange rates or future hedging activities could have a negative impact on our business.\n\n•We may require additional capital to support business growth, and this capital might not be available on company favorable terms, if at all, or may be available only by diluting existing stockholders or putting excessive debt leverage and insolvency risk on the business.\n\n•We are obligated in our existing equipment financing agreement to comply with covenants that restrict our operating activities, and we may become obligated in future credit facilities or other debt agreements to comply with financial and other covenants that could further restrict our operating activities. A failure to comply could result in a default which could, if not waived by the lenders, result in increased cost, inability to make future draws on credit facilities to the extent then available, acceleration of the payment of any outstanding amounts and potentially foreclosure on our assets securing our obligations.\n\n•Our indebtedness and liabilities could limit the cash flow available for our operations, expose us to risks that could adversely affect our business, financial condition and results of operations and impair our ability to satisfy our obligations under our debt instruments when they come due.\n\n•We may be unable to raise the funds necessary to repurchase our convertible senior notes for cash following a fundamental change, or to pay any cash amounts due upon conversion, and our other then-existing indebtedness may limit our ability to repurchase the notes or pay cash upon their conversion.\n\n•The capped call transactions may affect the value of our convertible senior notes and our common stock.\n\n•We are subject to counterparty risk with respect to the capped call transactions, and the capped call may not operate as planned.",
      "char_count": 57047
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A. Risk Factors\n\nInvesting in our securities involves risks. You should consider carefully the risks and uncertainties described below, together with all of the other information in Annual Report on Form 10-K, including the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our consolidated financial statements and related notes, before deciding whether to purchase any of our securities. Our business, results of operations, financial condition, and prospects could also be harmed by risks and uncertainties that are not presently known to us or that we currently believe are not material. If any of these risks actually occur, our business, results of operations, financial condition, and prospects could be materially and adversely affected. Unless otherwise indicated, references in these risk factors to our business being harmed will include harm to our business, reputation, brand, financial condition, results of operations, and prospects. In such event, the market price of our securities could decline, and you could lose all or part of your investment.\n\nRisks Relating to Our Business\n\nWe have experienced rapid growth in recent periods and those growth rates may not be indicative of our future growth. If we fail to manage our growth effectively, we may be unable to execute our business plan and our business, results of operations, and financial condition could be harmed.\n\nWe have experienced, and may continue to experience, rapid growth, which has placed, and may continue to place, significant demands on our management and our operational and financial resources. Additionally, our organizational structure is becoming more complex as we scale our operational, financial and management controls, as well as our reporting systems and procedures. For example, our headcount has grown from approximately 1,400 employees as of December 2022 to over 2,100 employees as of December 31, 2024, and we have expanded across all areas of our business.\n\nTo manage growth in our operations, we will need to continue to grow and improve our operational, financial and management controls and our reporting systems and procedures. Our expansion has placed, and our expected future growth will continue to place, a significant strain on our management, sales and marketing, administrative, financial, research and development, and other resources. If we fail to manage our anticipated growth, such failure could negatively affect our reputation and harm our ability to attract new customers and to grow our business.\n\nOur revenue was $436.2 million, $244.6 million and $211.0 million for the years ended December 31, 2024, 2023 and 2022, respectively. In future periods, we may not be able to generate or sustain revenue growth. We believe our success and revenue growth depends on a number of factors, including, but not limited to, our ability to:\n\n•scale our revenue and achieve the operating efficiencies necessary to achieve and maintain profitability;\n\n•anticipate and respond to changing customer preferences;\n\n•anticipate and respond to macroeconomic changes generally, including changes in the markets for rocket launch services, mission services, spacecraft and spacecraft components;\n\n•improve and expand our operations and information systems;\n\n•develop new technology that is responsive to and predictive of market conditions and demand;\n\n•successfully compete against established companies and new market entrants;\n\n•manage and improve our business processes in response to changing business needs;\n\n•effectively scale our operations while maintaining high customer satisfaction;\n\n•hire and retain talented employees at all levels of our business;\n\n•integrate recent acquisitions, including personnel, systems and business processes;\n\n•avoid or manage interruptions in our business from information technology downtime, cybersecurity breaches and other factors affecting our physical and digital infrastructure;\n\n•adapt to changing conditions in our industry; and\n\n•comply with regulations applicable to our business.\n\nIf we are unable to accomplish any of these tasks, our revenue growth will be harmed. We also expect our operating expenses to increase in future periods, and if our revenue growth does not increase to offset these anticipated increases in our operating expenses, our business, results of operations, and financial condition will be harmed, and we may not be able to achieve or maintain profitability.\n\nWe have a limited operating history in an evolving industry, which makes it difficult to forecast our revenue, plan our expenses and evaluate our business and future prospects.\n\nWe have a limited operating history in a rapidly evolving industry that may not develop in a manner favorable to our business. While our business has grown rapidly, and much of that growth has occurred in recent periods, the markets for launch services, space systems, spacecraft components and space data applications may not continue to develop in a manner that we expect or that otherwise would be favorable to our business. As a result of our limited operating history and ongoing changes in our new and evolving industry, including evolving demand for our products and services, our ability to forecast our future results of operations and plan for and model future growth is limited and subject to a number of uncertainties. We have encountered and expect to continue to encounter risks and uncertainties frequently experienced by growing companies in rapidly evolving industries, such as the risks and uncertainties described herein. Accordingly, we may be unable to prepare accurate internal financial forecasts or replace anticipated revenue that we do not receive as a result of delays arising from these factors, and our results of operations in future reporting periods may be below the expectations of investors or analysts. If we do not address these risks successfully, our results of operations could differ materially from our estimates and forecasts or the expectations of investors or analysts, causing our business to suffer and our common stock price to decline.\n\nWe have a history of losses, we anticipate increasing operating expenses and capital expenditures in the future, and we may not be able to achieve and, if ever achieved, maintain profitability.\n\nWe experienced net losses of $190.2 million, $182.6 million and $135.9 million for the years ended December 31, 2024, 2023 and 2022, respectively. We expect to continue to incur net losses for at least the next 12 months and we may not achieve or maintain profitability in the future. Because the markets for launch services, space systems, spacecraft components and space data applications are evolving, it is difficult for us to predict our future results of operations or the limits of our market opportunity. In addition, our customers for whom we provide these products and services may experience delays or technical challenges with their products and services that limit or delay our expected revenue and future growth opportunities from those customers. We expect our operating expenses and capital expenditures to significantly increase as we make significant investments, expand our operations and infrastructure, develop and introduce new technologies, and hire additional personnel. These efforts may be more costly than we expect and may not result in revenue growth or increased efficiency. In addition, as we grow as a public company, we will continue to incur additional significant administrative expenses that we did not incur as a private company. If our revenue does not increase to offset these expected increases in our operating expenses, we will not be profitable in future periods. Any failure to increase our revenue sufficiently to keep pace with our investments and other expenses could prevent us from achieving or maintaining profitability or positive cash flow on a consistent basis. If we are unable to successfully address these risks and challenges as we encounter them, our business, results of operations, and financial condition could be adversely affected. We cannot assure you that we will ever achieve or sustain profitability and may continue to incur significant losses going forward. Any failure by us to achieve or sustain profitability on a consistent basis could cause the value of our common stock to decline.\n\nOur future revenue and operating results are dependent on our ability to generate a sustainable order rate for our products and services and develop new technologies to meet the needs of our customers or potential new customers.\n\nOur financial performance is dependent on our ability to generate a sustainable order rate for our products and services. This can be challenging and may fluctuate on an annual basis as the number of contracts awarded varies. If we are unable to win new awards or execute existing contracts as expected, our business, results of operations, and financial position could be further adversely affected. Furthermore, if our customers experience delays or technical challenges with their products or services or exercise delay or termination rights under new or existing contracts, our ability to recognize the full potential value of such contracts could also adversely affect our business, results of operations and financial position.\n\nThe cyclical nature of the rocket launch services, mission services, spacecraft and spacecraft component markets could negatively impact our ability to accurately forecast customer demand. The markets that we serve may not grow in the future and we may not be able to maintain adequate gross margins or profits in these markets. Our growth is dependent on the growth in the sales of services provided by our customers, our customers’ ability to anticipate market trends, and our ability to anticipate changes in the businesses of our customers and to successfully identify and enter new markets. If we fail to anticipate such changes in demand, or such demand does not materialize to the extent we expected or at all, our business, results of operations, and financial position could be adversely affected.\n\n18\n\n\nThe rocket launch services, mission services, spacecraft and spacecraft component industries are each characterized by development of technologies to meet changing customer demand for complex and reliable products and services. Our current development projects include spacecraft capabilities; new reaction wheel sizes; and a new medium-lift rocket, called Neutron, for constellation deployment, interplanetary missions and human spaceflight. Our products and services embody complex technology and may not always be compatible with current and evolving technical standards and systems developed by others. Failure or delays to meet the requisite and evolving industry or user standards could have a material adverse effect on our business, results of operations, and financial condition. Failure of suppliers to deliver against end customer requirements could lead to a material adverse effect on our financial results.\n\nWe have previously experienced, and may experience in the future, delays or other complications in the design, manufacture and commercialization of new rocket launch services, mission services, spacecraft, spacecraft components and related technology. If we fail to develop and successfully commercialize new technologies, if we fail to develop such technologies before our competitors, or if such technologies fail to perform as expected, or are inferior to those of our competitors, our business, financial condition and results of operations could be materially and adversely impacted.\n\nOur business with various governmental entities is subject to the policies, priorities, regulations, mandates and funding levels of such governmental entities and may be negatively or positively impacted by any change thereto.\n\nChanges in government policies, priorities, regulations, government agency mandates, funding levels through agency budget reductions, the imposition of budgetary constraints, or a decline in government support or deferment of funding for programs in which we or our customers participate could result in contract terminations, delays in contract awards, reduction in contract scope, performance penalties or breaches of our contracts, the failure to exercise contract options, the cancellation of planned procurements, and fewer new business opportunities, all of which could negatively impact our business, financial condition, results of operations and cash flows. Such government policies, priorities, regulations and government agency mandates are evolving at a significant pace, and we expect further changes in policy positions and spending priorities from the new U.S. government administration..\n\nThe new U.S. government administration has been aggressively pursuing cost reductions policies and elimination of government agencies and programs that could negatively impact the funding of government projects and programs in which we or our customers participate or compete for new contracts. They may also pursue changes in contract and payment terms, procurement practices, award criteria; and other actions that may make such programs or contracts less profitable to us or not economically viable. The change in practices and policies, termination of projects, reduction or elimination of funding, and reduction in personnel staffing these entities may have a material impact on our or our customer’s existing government projects, including delays in completion and payments, and may eliminate certain contract opportunities in the future. Additionally, any failure by the new administration and Congress to enact a full-year appropriations bill could cause significant disruption to all government discretionary programs and corresponding impacts on the entire aerospace and defense industry, which could adversely affect our business, results of operations, financial condition and cash flows.\n\nWe are subject to the procurement policies and procedures set forth in the Federal Acquisition Regulation (“FAR”). The FAR governs aspects of U.S. government contracting, including contractor qualifications and acquisition procedures. The FAR provisions in U.S. government contracts must be complied with in order for the contract to be awarded and provides for audits and reviews of contract procurement, performance, and administration. Failure to comply with the provisions of the FAR could result in contract termination.\n\nIn addition, contracts with any government, including the U.S. government, may be terminated or suspended by the government at any time and could result in significant liability obligations for us. Remedies for termination may fall short of the financial benefit associated with full completion and operation of a contract. In addition, we may not be able to procure new contracts to offset the revenue or backlog lost as a result of any termination of government contracts. The loss of one or more large contracts could have a material adverse impact on our business, financial condition, results of operations and cash flows.\n\nDuring 2024, 2023 and 2022, approximately 33%, 31% and 33%, respectively, of our total annual revenues were derived from contracts with the U.S. government, U.S. prime contractors and its agencies or from subcontracts with other U.S. government contractors. Our contracts with the U.S. government are fixed-price contracts. Under firm fixed-price contracts, work performed and products shipped are priced at a fixed amount without adjustment for actual costs incurred in connection with the contract. Therefore, we bear the risk of loss if costs increase.\n\n19\n\n\nOur ability to pursue many of our business activities is regulated by various agencies and departments of the U.S. government and, in certain circumstances, the governments of other countries. Commercial space launches require licenses from the U.S. Department of Transportation (“DoT”) and the FAA. The Federal Communications Commission also requires licenses for radio communications during our rocket launches. Our classified programs require that we and certain of our employees maintain appropriate security clearances. We also require export licenses from the U.S. Department of State (“DoS”), the U.S. Department of Commerce (“DoC”) and, occasionally, the governments of other countries with respect to transactions we have with foreign customers or foreign subcontractors.\n\nWe derive a substantial amount of our revenues from only a few of our customers. A loss of, or default by, one or more of these major customers, or a material adverse change in any such customer’s business or financial condition, could materially reduce our future revenues and contracted backlog.\n\nFor the year ended December 31, 2024, our top five customers together accounted for approximately 51% of our revenues and our top five backlog customers accounted for approximately 69% of our backlog as of December 31, 2024. Our customers could experience a downturn in their business or find themselves in financial difficulties, which could result in their ceasing or reducing their use of our services or becoming unable to pay for services they had contracted to buy. A substantial amount of our backlog for government customers is also subject to risks of future government funding levels, which may be substantially curtailed or abandoned, resulting in contract cancellations, modifications, delays, or reduction in orders. In addition, some of our customers’ industries are undergoing significant consolidation, and our customers may be acquired by each other or other companies, including by our competitors. Such acquisitions could adversely affect our ability to sell services to such customers and to any end-users whom they serve. Some customers have in the past defaulted, and our customers may in the future default, on their obligations to us due to bankruptcy, lack of liquidity, operational failure, or other reasons. Such defaults could adversely affect our revenues, operating margins and cash flows. If our contracted revenue backlog is reduced due to the financial difficulties of our customers or other reasons, including cancellations for convenience, our revenues, operating margins, and cash flows would be further negatively impacted.\n\nDisruptions in U.S. government operations and funding could have a material adverse effect on our revenues, earnings and cash flows, and otherwise adversely affect our financial condition.\n\nAny disruptions in federal government operations could have a material adverse effect on our revenues, earnings, and cash flows. A prolonged failure to maintain significant U.S. government operations, particularly those pertaining to our business, could have a material adverse effect on our revenues, earnings, and cash flows. Continued uncertainty related to recent and future government shutdowns, the budget and/or the failure of the government to enact annual appropriations, such as long-term funding under a continuing resolution, could have a material adverse effect on our revenues, earnings and cash flows. Additionally, disruptions in government operations may negatively impact regulatory approvals and guidance that are important to our operations.\n\nWe may not be successful in developing new technology, including our Neutron launch vehicle, and the technology we are successful in developing may not meet the needs of our customers or potential new customers.\n\nThe markets in which we operate are characterized by changing technology and evolving industry standards, and we may not be successful in identifying, developing and marketing products and services that respond to rapid technological change, evolving technical standards and systems developed by others. Our competitors may develop technology that better meets the needs of our customers. If we do not continue to develop, manufacture, and market innovative technologies or applications that meet customers’ requirements, or if we are unsuccessful in the development, manufacture or sale of any new technology or application we attempt to develop or are able to develop, including Neutron, sales may suffer and our business may not continue to grow in line with historical rates or at all. If we are unable to achieve sustained growth, we may be unable to execute our business strategy, expand our business, or fund other liquidity needs, and our business prospects, financial condition and results of operations could be materially and adversely affected.\n\nWe operate in highly competitive industries and in various jurisdictions across the world which may cause us to have to reduce our prices.\n\nWe operate in highly competitive industries and many of our competitors are larger and have substantially greater resources than we have.\n\nWe may also face competition in the future from emerging low-cost competitors. Competition in the rocket launch, spacecraft, spacecraft services and spacecraft component businesses is highly diverse, and while our competitors offer different products and services, there is often competition for contracts.\n\n20\n\n\nIn addition, some of our foreign competitors currently benefit from, and others may benefit in the future from, protective measures by their home countries where governments are providing financial support, including significant investments in the development of new technologies. Government support of this nature greatly reduces the commercial risks associated with rocket launch, spacecraft and spacecraft component development activities for these competitors. This market environment may result in increased pressures on our pricing and other competitive factors.\n\nAcquisitions or divestitures could result in adverse impacts on our operations.\n\nIn order to grow our business, we may acquire additional assets or companies. For example, we acquired Sinclair Interplanetary on April 28, 2020, Advanced Solutions, Incorporated on October 12, 2021, Planetary Systems Corporation on November 30, 2021 and SolAero Technologies Corp. on January 18, 2022. In connection with these acquisitions or any future acquisitions, there can be no assurance that we will be able to identify, acquire or obtain the required regulatory approvals, or profitably manage the additional businesses or successfully integrate any acquired businesses, products, or technologies without substantial expenses, delays or other operational, regulatory or financial problems. In addition, any acquired businesses, products or technologies may not achieve anticipated revenues and income growth.\n\nFurther, acquisitions may involve a number of additional risks, including diversion of management’s attention, failure to retain key personnel, or failure to attract the necessary talent to manage organizational growth. We may become responsible for unexpected liabilities that were not discovered or disclosed in the course of due diligence in connection with historical acquisitions and any future acquisitions. Additionally, acquisitions with international operations, such as the Sinclair Interplanetary acquisition with operations in Canada, expose us to greater international business risks. If we do not realize the expected benefits or synergies of an acquisition, such as revenue gains or cost reductions, there could be a material adverse effect on our business, results of operations, and financial condition.\n\nWe may also seek to divest portions of our businesses which may no longer be aligned with our strategic initiatives and long-term objectives. Various factors could materially affect our ability to successfully do so, including the availability of buyers willing to purchase the assets on terms acceptable to us, difficulties in the separation of operations, the diversion of management’s attention from other business concerns, the disruption of our business, the potential loss of key employees, and the retention of uncertain contingent liabilities related to the divested business. We cannot assure that we will be successful in managing these or any other significant risks that we encounter in divesting a business or product line, and any divestiture we undertake could materially and adversely affect our business, financial condition, results of operations and cash flows.\n\nUncertain global macro-economic and political conditions could materially adversely affect our results of operations and financial condition.\n\nOur results of operations are materially affected by economic and political conditions in the United States and internationally, including inflation, deflation, interest rates, recession or fears of recession, availability of capital, energy and commodity prices, the availability and cost of labor, trade laws and the effects of governmental initiatives to manage economic conditions. In certain prior periods, we have seen a broad-based weakening in the global macroeconomic environment which has impacted and could impact in the future certain of our markets. Additionally, instability in the global credit markets, the impact of uncertainty regarding global central bank monetary policy, the instability in the geopolitical environment in many parts of the world (including as a result of the on-going Russia and Ukraine war, the Israel-Hamas war, and China-Taiwan relations), the current economic challenges in China, including global economic ramifications of Chinese economic difficulties, and other disruptions may continue to put pressure on global economic conditions. Further, the Trump administration has proposed taking certain actions, including the implementation of tariffs, that could adversely impact trade relations and the global economy. If global economic and market conditions, or economic conditions in key markets, remain uncertain or deteriorate further, we may experience material impacts on our business, operating results, and financial condition. In addition, due to such conditions current or potential customers may delay or decrease spending on our products and services as their business and/or budgets are impacted by economic conditions. The inability of current and potential customers to pay us for our products and services may adversely affect our earnings and cash flows.\n\nThe current invasion of Ukraine by Russia has escalated tensions among the United States, the North Atlantic Treaty Organization (“NATO”) and Russia. The United States and other NATO member states, as well as non-member states, have announced new sanctions against Russia and certain Russian banks, enterprises and individuals. These and any future additional sanctions and any resulting conflict between Russia, the United States and NATO countries could have an adverse impact on our current operations. Further, such invasion, ongoing military conflict, resulting sanctions and related countermeasures by NATO states, the United States and other countries are likely to lead to market disruptions, including significant volatility in commodity prices, credit and capital markets, as well as supply chain interruptions for equipment, which could have an adverse impact on our operations and financial performance.\n\n21\n\n\nWe often rely on a single vendor or a limited number of vendors to provide certain key products or services and the inability of these key vendors to meet our needs could have a material adverse effect on our business.\n\nHistorically, we have contracted with a single vendor or a limited number of vendors to provide certain key products or services, such as composites, inertial measurement units, construction of launch vehicle structures, and ground network services. In addition, our manufacturing operations depend on specific technologies and companies for which there may be a limited number of vendors. If these vendors are unable to meet our needs because they fail to perform adequately, are unable to match new technological requirements or problems, or are unable to dedicate engineering and other resources necessary to provide the services contracted for, our business, financial position and results of operations may be adversely affected. While alternative sources for these products, services, and technologies may exist, we may not be able to develop these alternative sources quickly and cost-effectively, which could materially impair our ability to operate our business. Furthermore, these vendors may request changes in pricing, payment terms, or other contractual obligations, which could cause us to make substantial additional investments.\n\nAdditionally, some of our suppliers’ employees are represented by labor unions. Labor union actions at suppliers can also affect us. Work stoppages and instability in our relationships with labor unions could delay the production and/or development of our products, which could strain relationships with customers and cause a loss of revenues which would adversely affect our operations.\n\nLaunch vehicles are subject to manufacturing delays, damage or destruction during pre-launch operations, and launch failures, the occurrence of which can materially and adversely affect our operations.\n\nDelays in the manufacturing of launch vehicles, damage or destruction during pre-launch operations, or launch failures could have a material adverse effect on our business, financial condition and results of operations. The loss of, or damage to, a launch vehicle could result in significant delays in anticipated revenue to be generated by other rocket launch services using the same or similar launch vehicles or their components.\n\nSpacecraft are subject to manufacturing and launch delays, damage or destruction during pre-launch operations, launch failures and incorrect orbital placement, the occurrence of which can materially and adversely affect our operations.\n\nDelays in the manufacturing of spacecraft, launch delays, damage or destruction during pre-launch operations, launch failures or incorrect orbital placement could have a material adverse effect on our business, financial condition and results of operations. The loss of, or damage to, a spacecraft due to a launch failure could result in significant delays in anticipated revenue to be generated by that spacecraft. Any significant delay in the commencement of service of a spacecraft would delay or potentially permanently reduce the revenue anticipated to be generated by that spacecraft. In addition, if the loss of a spacecraft were to occur, we may not be able to accommodate affected customers with our other spacecraft until a replacement spacecraft is available, and we may not have on hand, or be able to obtain in a timely manner, the necessary funds to cover the cost of any necessary spacecraft replacement. Any launch delay, launch failure, underperformance, delay, or perceived delay could have a material adverse effect on our results of operations, business prospects and financial condition.\n\nIf our launch vehicles and spacecraft fail to operate as intended, it could have a material adverse effect on our business, financial condition and results of operations.\n\nThe manufacturing, testing, launching and operation of launch vehicles and spacecraft involves complex processes and technology. Our launch vehicles and spacecraft employ advanced technologies and sensors that are exposed to severe environmental stresses that have and could affect the performance of our launch vehicles. Hardware component problems and software issues could lead to deterioration in performance or loss of functionality of a launch vehicle and spacecraft. In addition, human operators may execute improper commands that may negatively impact a launch vehicle’s or spacecraft performance. Exposure of our launch vehicles and spacecraft to an unanticipated catastrophic event, such as collision with space debris, could reduce the performance of, or completely destroy, the affected launch vehicle and spacecraft. For example, as of December 31, 2024, we have had 54 successful orbital missions and three failed customer launches, which occurred in July 2020, May 2021 and September 2023. In July 2020, the failed launch resulted from a battery related power-supply issue on the second stage propulsion system. In May 2021, our failed launch resulted from a second stage engine computer malfunction. In September 2023, our failed launch resulted from high voltage from the second stage’s power supply system resulting in a total loss of power. The failed missions resulted in the loss of all payloads onboard and prevented us from conducting future launches until we had investigated the cause of the failures and obtained authorization from the Federal Aviation Administration to resume launches, which, in each case, took slightly less than three weeks. \n\n22\n\n\nWe may experience other problems with our launch vehicles or spacecraft that may reduce their performance and we cannot provide assurances that our spacecraft will continue to operate successfully in space throughout their expected operational lives. Even if a spacecraft is operated properly, technical flaws in that spacecraft’s sensors or other technical deficiencies or anomalies could significantly hinder its performance. During any period of time in which a type of launch vehicle or spacecraft is not operational, we may lose most or all of the revenue that otherwise would have been derived from it. Our inability to repair or replace a defective type of launch vehicle or spacecraft, or correct any other technical problem in a timely manner could result in a significant loss of revenue. If a launch vehicle or spacecraft experiences a significant anomaly such that its type is no longer operational, it would significantly impact our business, prospects and profitability. Additionally, any launch failures could damage our reputation and ability to obtain future customers for our launch services, prevent us from receiving any payments contingent on a successful launch and increase our insurance rates, which could have a material adverse effect on our business and prospects.\n\nOur revenue, results of operations and reputation may be negatively impacted if our products contain defects or fail to operate in the expected manner.\n\nWe sell complex and technologically advanced products and services, including rocket launch services, mission services, spacecraft and spacecraft components. Sophisticated software used in our products and services, including software developed by us, may contain defects that can unexpectedly interfere with the software’s intended operation. Defects may also occur in components and products that we manufacture or purchase from third parties. Most of the launch vehicles, spacecraft and spacecraft components we have developed must function under demanding and unpredictable operating conditions and in harsh and potentially destructive environments. Our products and services may not be successfully implemented, pass required acceptance criteria, or operate or give the desired output, or we may not be able to detect and fix all defects in the launch vehicles, spacecraft, spacecraft components and systems we sell and/or use. Failure to do so could result in lost revenue, such as occurred after our launch failure in September 2023, and damage to our reputation and may adversely affect our ability to win new contract awards.\n\nAny inability to operate Electron at our anticipated launch rate could adversely impact our business, financial condition and results of operations.\n\nOur launch services business is currently dependent on Electron. To be successful, we will need to maintain a sufficient launch rate, which will be negatively impacted if we are not able to operate Electron for any reason, including not being granted appropriate government clearance after a launch failure such as occurred in connection with our launch failure in September 2023. We may be unable to operate Electron at our anticipated launch rate for a number of reasons, including, but not limited to, production delays or failures, design and engineering flaws, launch failures, natural disasters, epidemics or pandemics, changes in governmental regulations or in the status of our regulatory approvals or applications, customer delays or cancellations, or other events that force us to cancel or reschedule launches.\n\nDisruptions in the supply of key raw materials or components and difficulties in the supplier qualification process, as well as increases in prices of raw materials, could adversely impact us.\n\nMany raw materials, major components, and product equipment items are procured or subcontracted on a single or sole-source basis. Although we maintain a qualification and performance surveillance process and we believe that sources of supply for raw materials and components are generally adequate, it is difficult to predict what effects shortages or price increases may have in the future. Our ability to manage inventory and meet delivery requirements may be constrained by our suppliers’ inability to scale production and adjust delivery of long-lead time products during times of volatile demand. Our inability to fill our supply needs would jeopardize our ability to fulfill obligations under commercial and government contracts, which could, in turn, result in reduced sales and profits, contract penalties or terminations, and damage to customer relationships, and could have a material adverse effect on our operating results, financial condition, or cash flows.\n\nKey raw materials and components used in our operations include chemicals; composites; electronic, electro-mechanical and mechanical components; subassemblies; and subsystems that are integrated with the manufactured parts for final assembly into finished products and systems. We are impacted by increases in the prices of raw materials used in production on fixed-price business. We monitor sources of supply to attempt to assure that adequate raw materials and other components and supplies needed in manufacturing processes are available. Prolonged disruptions in the supply of any of our key raw materials or components, difficulty completing qualification of new sources of supply, implementing use of replacement materials, components or new sources of supply, or a continuing increase in the prices of raw materials, energy, or components could have a material adverse effect on our operating results, financial condition, or cash flows.\n\n23\n\n\nThe expansion of our operations subjects us to additional risks that can adversely affect our operating results.\n\nWe contemplate further expansion of our operations as part of our growth strategy, including acquisitions and the development of our Neutron launch vehicle. Our current and contemplated operations subject us to a variety of risks, including:\n\n•recruiting and retaining talented and capable management and employees;\n\n•competition from other companies with significant market share in those markets and with better understanding of demand;\n\n•difficulties in enforcing contracts, collecting accounts receivables, and longer payment cycles;\n\n•regulatory, political or contractual limitations on our ability to operate in certain foreign markets, including trade barriers such as export requirements, tariffs, taxes and other restrictions and expenses;\n\n•compliance with anti-bribery laws, including without limitation the Foreign Corrupt Practices Act;\n\n•varying security laws and regulations in other countries;\n\n•management distraction and constraints on bandwidth from acquisitions;\n\n•increased management, travel, infrastructure and legal compliance costs associated with having multiple operations and integrating acquisitions;\n\n•differing regulatory and legal requirements and possible enactment of additional regulations or restrictions on the use, import or export of our products and services, which could delay or prevent the sale or use of our products and services in some jurisdictions;\n\n•currency translation and transaction risk, which may negatively affect our revenue, cost of net revenue, and gross margins, and could result in exchange losses;\n\n•heightened exposure to political instability, war and terrorism;\n\n•continued access to our LC-1 at Mahia, New Zealand at lease expiration;\n\n•access to launch capacity at government-controlled launch sites, such as our Launch Complex 2 at the NASA-operated Mid-Atlantic Regional Spaceport at Wallops Island, Virginia;\n\n•weaker protection of intellectual property rights in some countries; and\n\n•overlapping of different tax regimes.\n\nAny of these risks could harm our operations and reduce our sales, adversely affecting our business, operating results, financial condition and growth prospects.\n\nSpace is a harsh and unpredictable environment where our products and service offerings are exposed to a wide and unique range of environmental risks, including, among others, coronal mass ejections, solar flares and other extreme space weather events and potential collision with space debris or another spacecraft, which could adversely affect our launch vehicle and spacecraft performance.\n\nSpace weather, including coronal mass ejections and solar flares have the potential to impact the performance and controllability of launch vehicles and spacecraft on orbit, including completely disabling our launch vehicles or spacecraft on orbit. Although we have some ability to actively maneuver our spacecraft to avoid potential collisions with space debris or other spacecraft, this ability is limited by, among other factors, uncertainties and inaccuracies in the projected orbit location of and predicted conjunctions with debris objects tracked and cataloged by the U.S. government. Additionally, some space debris is too small to be tracked and therefore its orbital location is completely unknown; nevertheless, this debris is still large enough to potentially cause severe damage or a failure of our launch vehicles or spacecraft should a collision occur.\n\nIncreased congestion from the proliferation of low Earth orbit constellations could materially increase the risks of potential collision with space debris or another spacecraft and limit or impair our launch flexibility and/or access to our own orbital slots.\n\nRecent years have seen increases in the number of spacecraft deployed to low earth orbits, and publicly announced plans call for many thousands of additional spacecraft deployments over the next decade. The proliferation of these low Earth orbit constellations could materially increase the risks of potential collision with space debris or another spacecraft and affect our ability to effectively access sufficient orbital slots to support the expected growth across our business.\n\n24\n\n\nOur business involves significant risks and uncertainties that may not be covered by insurance.\n\nA significant portion of our business relates to designing, developing and manufacturing advanced space technology products and services. New technologies may be untested or unproven. Failure of some of these products and services could result in extensive property damage. Accordingly, we may incur liabilities that are unique to our products and services.\n\nThe amount of insurance coverage that we maintain may not be adequate to cover all claims or liabilities. Existing coverage may be canceled while we remain exposed to the risk and it is not possible to obtain insurance to protect against all operational risks, natural hazards and liabilities.\n\nWe have historically insured against liability to third parties from launch activities as required, by law to the extent that insurance was available on acceptable premiums and other terms. The insurance coverage for third-party damages may not be sufficient to cover the liability. Although the U.S. government may pay claims for third-party damages to the extent they exceed our insurance coverage, this depends on a government appropriation and is subject to a statutory limit. In addition, this insurance will not protect us against our own losses, including to our launch vehicle, launch complex and spacecraft.\n\nThe price and availability of insurance fluctuate significantly. Insurance market conditions or factors outside our control at the time we are in the market for the required insurance, such as failure of launch vehicles and spacecraft, could cause premiums to be significantly higher than current estimates and could reduce amounts of available coverage. The cost of our insurance has been increasing and may continue to increase. Higher premiums on insurance policies will reduce our operating income by the amount of such increased premiums. If the terms of insurance policies become less favorable than those currently available, there may be limits on the amount of coverage that we can obtain or we may not be able to obtain insurance at all.\n\nIn addition, even though we carry business interruption insurance policies, any business interruption losses could exceed the coverage available or be excluded from our insurance policies. Any disruption of our ability to operate our business could result in a material decrease in our revenues or significant additional costs to replace, repair, or insure our assets, which could have a material adverse impact on our financial condition and results of operations.\n\nInterruption or failure of our infrastructure could hurt our ability to effectively perform our daily operations and provide and produce our products and services, which could damage our reputation and harm our operating results.\n\nWe are vulnerable to natural disasters and significant disruptions including tsunamis, floods, earthquakes, fires, water shortages, other extreme weather conditions, epidemics or pandemics, acts of terrorism, power shortages and blackouts, aging infrastructures and telecommunications failures. In the event of such a natural disaster or other disruption, we could experience: disruptions to our operations or the operations of suppliers, subcontractors, distributors or customers; destruction of facilities; and/or loss of life.\n\nThe availability of many of our products and services depends on the continuing operation of our information technology and communications systems. Any downtime, damage to, or failure of our systems could result in interruptions in our operations and services, which could reduce our revenue and profits. Our systems are vulnerable to damage or interruption from floods, fires, power loss, aging infrastructure, telecommunications failures, computer viruses, computer denial of service attacks, or other attempts to harm our systems. Our manufacturing facilities are also subject to risks associated with an aging infrastructure. An infrastructure failure could result in the destruction of launch vehicles, spacecraft and spacecraft components being manufactured or in inventory, manufacturing delays, or additional costs. We do not maintain back-up manufacturing facilities or operations. The occurrence of any of the foregoing could result in lengthy interruptions in our operations and services and/or damage our reputation, which could have a material adverse effect on our financial condition and results of operations.\n\nAny significant disruption in or unauthorized access to our computer systems or those of third parties that we utilize in our operations, including those relating to cybersecurity or arising from cyber-attacks, could result in a loss or degradation of service, unauthorized disclosure of data, or theft or tampering of intellectual property, any of which could materially adversely impact our business.\n\nOur operations, products, services and intellectual property are inherently at risk of disruption, loss, inappropriate access, or tampering by both insider threats and external bad actors. In particular, our operations face various cyber and other security threats, including attempts to gain unauthorized access to sensitive information, intellectual property and networks. In addition, insider threats, threats to the safety of our directors and employees, threats to the security of our facilities, infrastructure, and supply chain, and threats from terrorist acts or other acts of aggression could have a material adverse impact on our business.\n\n25\n\n\nOur customers and suppliers face similar threats. Customer or supplier proprietary, classified, or sensitive information stored on our networks is at risk. Assets, intellectual property and products in customer or supplier environments are also inherently at risk. We also have risk where we have access to customer and supplier networks and face risks of breach, disruption, or loss as well.\n\nOur systems and processes can be attacked by third parties to obtain access to our data, systems and assets. The techniques used to gain unauthorized access are constantly evolving, and we may be unable to anticipate or prevent all unauthorized access, disruption, loss, or harm. Because of our highly desired intellectual property and our support of the U.S. government and other governments, we (and our customers and suppliers) may be a particularly attractive target for such attacks by hostile foreign governments. From time to time, we have experienced attacks on our systems from bad actors that, to date, have not had a material adverse effect on our business. We cannot offer assurances, however, that future attacks will not materially adversely affect our business.\n\nA security event or other significant disruption of our operations, systems, assets, products, or services could:\n\n•disrupt the proper functioning of our networks, applications and systems and therefore our operations and/or those of certain of our customers or suppliers;\n\n•result in the unauthorized access to, and destruction, loss, theft, misappropriation, or release of, our, our customers’, or our suppliers’ proprietary, confidential, sensitive or otherwise valuable information, including trade secrets, which others could use to compete against us or for disruptive, destructive or otherwise harmful purposes and outcomes;\n\n•destroy or degrade assets including space, ground and intellectual property assets;\n\n•manipulate or tamper with our operations, products, services or other systems delivered to our customers or suppliers;\n\n•compromise other sensitive government functions; and\n\n•damage our reputation with our customers (particularly agencies of various governments) and the public generally.\n\nA security event that involves classified or other sensitive government information or certain controlled technical information could subject us to civil or criminal penalties and could result in loss of security clearances and other accreditations, loss of our government contracts, loss of access to classified information, loss of export privileges or debarment as a government contractor.\n\nIf we cannot successfully protect our intellectual property, our business could suffer.\n\nWe rely on a combination of intellectual property rights, contractual protections, and other practices to protect our proprietary information, technologies and processes. We primarily rely on patent, copyright and trade secret laws to protect our proprietary technologies and processes, including the operations systems and technology we use throughout our business. Others may independently develop the same or similar technologies and processes or may improperly acquire and use information about our technologies and processes, which may allow them to provide products and services similar to ours, which could harm our competitive position. To the extent we pursue additional patent protection for our innovations, patents we may apply for may not issue, and patents that do issue or that we acquire may not provide us with any competitive advantages or may be challenged by third parties. There can be no assurance that any patents we obtain will adequately protect our inventions or survive a legal challenge, as the legal standards relating to the validity, enforceability, and scope of protection of patent and other intellectual property rights are uncertain. We may be required to spend significant resources to monitor and protect our intellectual property rights, and the efforts we take to protect our proprietary rights may not be sufficient.\n\nWe rely in part on trade secrets, proprietary know-how and other confidential information to maintain our competitive position. Although we enter into confidentiality and invention assignment agreements with our employees and consultants and enter into confidentiality agreements with the parties with whom we have strategic and business relationships, no assurance can be given that these agreements will be effective in controlling access to and distribution of our proprietary information. Further, these agreements do not prevent our competitors from independently developing technologies that are substantially equivalent or superior to our technologies.\n\n26\n\n\nTo protect our intellectual property rights, we may be required to spend significant resources to monitor and protect these rights, and we may or may not be able to detect infringement by third parties. Litigation may be necessary in the future to enforce our intellectual property rights and to protect our trade secrets. Such litigation could be costly, time consuming and distracting to management and could result in the impairment or loss of portions of our intellectual property. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims and countersuits attacking the validity and enforceability of our intellectual property rights. Our inability to protect our proprietary technology against unauthorized copying or use, as well as any costly litigation or diversion of our management’s attention and resources, could delay future sales and introductions of new capabilities, result in our substituting inferior or more costly technologies into our business, or injure our reputation. In addition, we may be required to license additional technology from third parties to develop and market new capabilities, and we cannot assure you that we could license that technology on commercially reasonable terms or at all, and our inability to license this technology could harm our ability to compete.\n\nThird parties may allege that our technology violates their proprietary data rights, which could have a negative impact on our operations.\n\nIf any of our technology violates proprietary rights, including copyrights and patents, third parties may assert infringement claims against us. Certain software modules and other intellectual property used by us or in our launch vehicles, spacecraft, spacecraft components and systems make use of or incorporate licensed software components and other licensed technology. These components are developed by third parties over whom we have no control. Any claims brought against us may result in limitations on our ability to use the intellectual property subject to these claims. We may be required to redesign our launch vehicles, spacecraft, spacecraft components and systems or to obtain licenses from third parties to continue our offerings without substantially re-engineering such products or systems. Our intellectual property rights may be invalidated, circumvented, challenged, infringed or required to be licensed to others. An infringement or misappropriation could harm any competitive advantage we currently derive or may derive from our proprietary rights.\n\nIndemnity provisions in various agreements potentially expose us to substantial liability for intellectual property infringement and other losses.\n\nOur agreements with certain other parties include indemnification provisions, under which we agree to indemnify them for losses suffered or incurred as a result of claims of intellectual property infringement and, in some cases, for damages caused by us to property or persons. The term of these indemnity provisions is generally perpetual after execution of the corresponding agreement. Large indemnity payments could harm our business, operating results and financial condition.\n\nWe are highly dependent on the services of Peter Beck, our President, Chief Executive Officer and Chairman, and if we are unable to retain Mr. Beck, our ability to compete could be harmed.\n\nOur success depends, in part, on our ability to retain our key personnel. We are highly dependent on the services of Peter Beck, our President, Chief Executive Officer and Chairman. Mr. Beck is the source of many, if not most, of the ideas and execution driving our company. Mr. Beck participates in various high-risk activities, such as recreational aviation, motorsports and operating heavy machinery, all which carry the risk of serious injury and death. If Mr. Beck were to discontinue his service to us due to death, disability or any other reason, there could be a material adverse impact on our operations and the market prices for our securities, and we would be significantly disadvantaged. We do not maintain, and we do not expect to maintain in the future, a key person life insurance policy with respect to Mr. Beck.\n\nOur inability to hire or retain key personnel could adversely affect our business, operating results and financial condition.\n\nWe depend on the continued contributions of our senior management and other key personnel. The loss of the services of one or more of these individuals could significantly delay or prevent the achievement of our development and strategic objectives and could divert other senior management time in searching for their replacements. We registered the resale of shares of common stock issuable upon exercise of stock options or settlement of restricted stock units held by members of our management. To the extent that members of our management were to sell significant amounts of equity in us, we may have more difficulty in retaining and continuing to incentivize these members of management than we have historically.\n\n27\n\n\nOur future success also depends on our ability to identify, attract and retain highly skilled technical, managerial, financial and other personnel. The loss of the services of any of our key personnel, the inability to attract or retain qualified personnel, or delays in hiring required personnel, particularly in engineering and sales, may seriously harm our business, financial condition and results of operations. We face intense competition for qualified individuals from numerous companies. Often, significant amounts of time and resources are required to train technical, sales and other personnel. Qualified individuals are in high demand. We may incur significant costs to attract and retain them, and we may lose new employees to our competitors or other companies before we realize the benefit of our investment in recruiting and training them. We may be unable to attract and retain suitably qualified individuals who are capable of meeting our growing technical, operational and managerial requirements, on a timely basis or at all, and we may be required to pay increased compensation in order to do so. If we are unable to attract and retain the qualified personnel we need to succeed, our business would suffer. Also, to the extent we hire personnel from competitors, we may be subject to allegations that they have been improperly solicited or divulged proprietary or other confidential information.\n\nLabor-related matters, including labor disputes, may adversely affect our operations.\n\nNone of our employees are currently represented by a union. If our employees decide to form or affiliate with a union, we cannot predict the negative effects such future organizational activities will have on our business and operations. If we were to become subject to work stoppages, we could experience disruption in our operations, including delays in manufacturing and operations, and increases in our labor costs, which could harm our business, results of operations, and financial condition.\n\nIn addition, we have in the past and could face in the future a variety of employee claims against us, including but not limited to general discrimination, privacy, wage and hour, labor and employment, Employee Retirement Income Security Act and disability claims. Any claims could also result in litigation against us or regulatory proceedings being brought against us by various government agencies that regulate our business, including the U.S. Equal Employment Opportunity Commission. Often these cases raise complex factual and legal issues and create risks and uncertainties.\n\nGiven the relative contribution and materiality of our New Zealand operations, fluctuations in foreign exchange rates or future hedging activities could have a negative impact on our business.\n\nWe are exposed to foreign exchange risk as certain of our expenses and liabilities are required to be paid in currencies other than the U.S. dollar, primarily the New Zealand dollar, and are translated into U.S. dollars for the purposes of compiling our consolidated financial statements. During 2024, approximately 17% of our expenditures, or $106.3 million, were denominated in foreign currencies, whereas primarily all of our revenues were denominated in U.S. dollars. In addition, we generally maintain our cash and cash equivalents in U.S. dollars or investments denominated in U.S. dollars. Fluctuations in foreign exchange rates, which can be unpredictable, could result in disproportion increases in our expenses and future liabilities as compared to our revenue and current assets. In particular, the Trump administration has enacted and proposed to enact certain policies, including tariffs, which could impact the global economy and global exchange rates. We do not currently, but may in the future, use hedging strategies or seek to maintain a greater portion of our cash and cash equivalents in foreign currencies or investments denominated in foreign currencies to manage and minimize the impact of exchange rate fluctuations on our financial statements. If we decide to hedge our foreign currency exchange rate exposure, we may not be able to hedge effectively due to lack of experience, unreasonable costs, or illiquid markets.\n\nWe may require additional capital to support business growth, and this capital might not be available on company favorable terms, if at all, or may be available only by diluting existing stockholders or putting excessive debt leverage and insolvency risk on the business.\n\nHistorically, we have funded our operations and capital expenditures primarily through equity issuances, debt and cash generated from our operations. Although we currently anticipate that our existing cash and cash equivalents and cash flow from operations will be sufficient to meet our cash needs for the foreseeable future, we may require additional financing, and we may not be able to obtain debt or equity financing on favorable terms, if at all. If we raise equity financing to fund operations or on an opportunistic basis, our stockholders may experience significant dilution of their ownership interests. If we obtain debt financing, the terms of such debt financing may restrict our ability to incur additional indebtedness, require us to maintain certain financial covenants, or restrict our ability to pay dividends. For example, in connection with the Direct Funding Agreement with the United States Department of Commerce, we are currently restricted from buying back outstanding shares of our capital stock without obtaining prior approval and from paying dividends. If we need additional capital and cannot raise it on acceptable terms, or at all, we may not be able to, among other things, develop new products, technologies and services, enhance our operating infrastructure, expand the markets in which we operate and potentially acquire complementary businesses and technologies.\n\n28\n\n\nWe are incurring, and will continue to incur, significant increased expenses and administrative burdens as a public company, which could have an adverse effect on its business, financial condition and results of operations.\n\nAs a public company, we are facing, and will continue to face, increased legal, accounting, administrative and other costs and expenses as a public company that we did not incur as a private company. The Sarbanes-Oxley Act, including the requirements of Section 404, as well as rules and regulations subsequently implemented by the SEC, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010 and the rules and regulations promulgated and to be promulgated thereunder, the PCAOB and the securities exchanges, impose additional reporting and other obligations on public companies. Compliance with public company requirements will increase costs and make certain activities more time-consuming. In addition, expenses associated with SEC reporting requirements are being incurred. Furthermore, if any issues in complying with those requirements are identified (for example, if management, internal auditors, or external auditors identify a material weakness or significant deficiency in the internal control over financial reporting), we could incur additional costs rectifying those issues, and the existence of those issues could adversely affect our reputation or investor perceptions of it. It may also be more expensive to maintain director and officer liability insurance. Risks associated with our status as a public company may make it more difficult to attract and retain qualified persons to serve on our board of directors or as executive officers. The additional reporting and other obligations imposed by these rules and regulations will increase legal and financial compliance costs and the costs of related legal, accounting and administrative activities. These increased costs will require us to divert a significant amount of money that could otherwise be used to expand the business and achieve strategic objectives. Advocacy efforts by stockholders and third parties may also prompt additional changes in governance and reporting requirements, which could further increase costs.\n\nThe release, unplanned ignition, explosion, or improper handling of dangerous materials used in our business could disrupt our operations and adversely affect our financial results.\n\nOur business operations involve the handling, production and disposition of potentially explosive and ignitable energetic materials and other dangerous chemicals, including materials used in rocket propulsion. The handling, production, transport and disposition of hazardous materials could result in incidents that temporarily shut down or otherwise disrupt our manufacturing operations and could cause production delays. A release of these chemicals or an unplanned ignition or explosion could result in death or significant injuries to employees and others. Material property damage to us and third parties could also occur. Extensive regulations apply to the handling of explosive and energetic materials, including but not limited to regulations governing hazardous substances and hazardous waste. The failure to properly store and ultimately dispose of such materials could create significant liability and/or result in regulatory sanctions. Any release, unplanned ignition, or explosion could expose us to adverse publicity or liability for damages or cause production delays, any of which could have a material adverse effect on our operating results, financial condition and/or cash flows.\n\nIf we experience cost overruns on our contracts, we would have to absorb the excess costs which could adversely affect our financial results.\n\nDuring the year ended December 31, 2024, the majority of our net sales were from fixed-price contracts. Under fixed-price contracts, we agree to perform specified work for a fixed price and realize all of the profit or loss resulting from variations in the costs of performing the contract. As a result, all fixed-price contracts involve the inherent risk of unreimbursed cost overruns. To the extent we incur unanticipated cost overruns on a fixed-price contract, our profitability would be adversely affected. Future profitability is subject to risks including the ability of suppliers to deliver components of acceptable quality on schedule.\n\nOur fixed-price contracts include development work. This type of work is inherently more uncertain as to future events than non-development contracts, and, as a result, there is typically more variability in estimates of the costs to complete the development stage. While management uses its best judgment to estimate costs associated with fixed-price development, future events could result in adjustments to those estimates. \n\n29\n\n\nWe are obligated in our existing equipment financing agreement to comply with covenants that restrict our operating activities, and we may become obligated in future credit facilities or other debt agreements to comply with financial and other covenants that could further restrict our operating activities. A failure to comply could result in a default which could, if not waived by the lenders, result in increased cost, inability to make future draws on credit facilities to the extent then available, acceleration of the payment of any outstanding amounts and potentially foreclosure on our assets securing our obligations.\n\nOur existing equipment financing agreement contains various restrictive covenants which include, among others, provisions which may restrict our ability to do any of the following, subject to certain exceptions:\n\n•incur additional debt;\n\n•enter into transactions with affiliates;\n\n•create certain liens;\n\n•sell, lease, license, transfer or otherwise dispose of assets; and\n\n•consolidate, merge or sell all or substantially all of our assets.\n\nFuture credit facilities or other debt agreements also may contain similar or additional covenants, which could include requirements that we maintain certain financial ratios.\n\nAny of the covenants described in this risk factor may restrict our operations and our ability to pursue potentially advantageous business opportunities. In addition, our failure to pay principal and interest when due, a material adverse change in our business, operations or financial condition, a default under certain other indebtedness, the existence of unpaid fines, penalties or judgments above specified amounts, material misrepresentation and specified other events will constitute an event of default under our existing secured loan agreement and future credit facilities or other debt agreements also may contain similar event of default provisions. Our failure to comply with these covenants or the occurrence of another event of default, if not cured or waived, could result in increased cost, inability to make future draws on credit facilities to the extent then available, acceleration of the payment of any outstanding amounts and potentially foreclosure on our assets securing our obligations.\n\nOur indebtedness and liabilities could limit the cash flow available for our operations, expose us to risks that could adversely affect our business, financial condition and results of operations and impair our ability to satisfy our obligations under our debt instruments when they come due.\n\nAs of December 31, 2024, we had $413.3 million aggregate principal amount of indebtedness, of which $58.3 million was secured indebtedness. We may also incur additional indebtedness to meet future financing needs. Our indebtedness could have significant negative consequences for our security holders and our business, results of operations and financial condition by, among other things:\n\n•increasing our vulnerability to adverse economic and industry conditions;\n\n•limiting our ability to obtain additional financing on acceptable terms or at all;\n\n•requiring the dedication of a substantial portion of our cash flow from operations to service our indebtedness, which will reduce the amount of cash available for other purposes;\n\n•limiting our flexibility to plan for, or react to, changes in our business;\n\n•exposing us to the risk of increased interest rates as certain of our borrowings, including borrowings under equipment financing agreement, are at variable rates of interest;\n\n•diluting the interests of our existing stockholders as a result of issuing shares of our common stock upon conversion of the notes; and\n\n•placing us at a possible competitive disadvantage with competitors that are less leveraged than us or have better access to capital.\n\nOur business may not generate sufficient funds, and we may otherwise be unable to maintain sufficient cash reserves, to pay amounts due under our indebtedness and our cash needs may increase in the future.\n\n30\n\n\nWe may be unable to raise the funds necessary to repurchase our convertible senior notes for cash following a fundamental change, or to pay any cash amounts due upon conversion, and our other then-existing indebtedness may limit our ability to repurchase the notes or pay cash upon their conversion. \n\nThe holder of our convertible senior notes may, subject to a certain limited exceptions, require us to repurchase their convertible senior notes following a “fundamental change” (as defined in the indenture governing the convertible senior notes) at a cash repurchase price generally equal to the principal amount plus accrued and unpaid interest. In addition, upon conversion, we will satisfy part or all of our conversion obligation in cash unless we elect to settle conversions solely in shares of our common stock. We may not have enough available cash or be able to obtain financing at the time we are required to repurchase the convertible senior notes or pay any cash amounts due upon conversion. In addition, applicable law, regulatory authorities and the agreements governing any of our other indebtedness may restrict our ability to repurchase the convertible senior notes or pay any cash amounts due upon conversion. For example, certain fundamental change transactions would constitute an event of default under our equipment financing agreement. Our failure to repurchase convertible senior notes or pay any cash amounts due upon conversion when required will constitute a default under the indenture governing the convertible senior notes. A default under the indenture or the fundamental change itself could also lead to a default under agreements governing our other indebtedness, which may result in that other indebtedness becoming immediately payable in full. We may not have sufficient funds to satisfy all amounts due under our other indebtedness and the convertible senior notes.\n\nProvisions in the indenture could delay or prevent an otherwise beneficial takeover of us.\n\nCertain provisions in the convertible senior notes and the indenture could make a third party attempt to acquire us more difficult or expensive. For example, if a takeover constitutes a fundamental change, then noteholders will have the right to require us to repurchase their convertible senior notes for cash. In addition, if a takeover constitutes a make-whole fundamental change, then we may be required to temporarily increase the conversion rate. In either case, and in other cases, our obligations under the convertible senior notes and the indenture could increase the cost of acquiring us or otherwise discourage a third party from acquiring us or removing incumbent management, including in a transaction that holders of our common stock or convertible senior notes may view as favorable. \n\nThe capped call transactions may affect the value of our convertible senior notes and our common stock.\n\nIn connection with the issuance of our convertible senior notes, we entered into privately negotiated capped call transactions with certain financial institutions (the “option counterparties”). The capped call transactions are expected generally to reduce or offset the potential dilution upon conversion of the convertible senior notes and/or at our election (subject to certain conditions) offset any potential cash payments we are required to make in excess of the principal amount of converted convertible senior notes, as the case may be, with such reduction and/or offset subject to a cap.\n\nWe have been advised that, in connection with establishing their initial hedges of the capped call transactions, the option counterparties or their respective affiliates purchased shares of our common stock and/or entered into various derivative transactions with respect to our common stock.\n\nIn addition, we have been advised that the option counterparties and/or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions following the pricing of the convertible senior notes and from time to time prior to the maturity of the convertible senior notes (and are likely to do so on each exercise date of the capped call transactions, which are expected to occur during the 40 trading day period beginning on the 41st scheduled trading day prior to the maturity date of the convertible senior notes, or following our election to terminate any portion of the capped call transactions in connection with any repurchase, redemption or early conversion of the convertible senior notes). This activity could cause or avoid an increase or a decrease in the market price of our common stock.\n\nWe are subject to counterparty risk with respect to the capped call transactions, and the capped call may not operate as planned.\n\nThe option counterparties are, or are affiliates of, financial institutions, and we will be subject to the risk that any or all of them might default under the capped call transactions. Our exposure to the credit risk of the option counterparties will not be secured by any collateral. Past global economic conditions have resulted in the actual or perceived failure or financial difficulties of many financial institutions. If an option counterparty becomes subject to insolvency proceedings, we will become an unsecured creditor in those proceedings with a claim equal to our exposure at that time under the capped call transactions with such option counterparty. Our exposure will depend on many factors but, generally, an increase in our exposure will be correlated to an increase in the market price and in the volatility of our common stock. In addition, upon a default by an option counterparty, we may suffer more dilution than we currently anticipate with respect to our common stock. We can provide no assurance as to the financial stability or viability of the option counterparties.\n\n31\n\n\nIn addition, the capped call transactions are complex, and they may not operate as planned. For example, the terms of the capped call transactions may be subject to adjustment, modification or, in some cases, renegotiation if certain corporate or other transactions occur. Accordingly, these transactions may not operate as we intend if we are required to adjust their terms as a result of transactions in the future or upon unanticipated developments that may adversely affect the functioning of the capped call transactions.\n\nChanges in our accounting estimates and assumptions could negatively affect our financial position and results of operations.\n\nWe prepare our consolidated financial statements in accordance with GAAP. These accounting principles require us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of our financial statements. We are also required to make certain judgments that affect the reported amounts of revenues and expenses during each reporting period. We periodically evaluate our estimates and assumptions including, but not limited to, those relating to business acquisitions, revenue recognition, restructuring costs, recoverability of assets including customer receivables, valuation of goodwill and intangibles, contingencies, stock-based compensation and income taxes. We base our estimates on historical experience and various assumptions that we believe to be reasonable based on specific circumstances. These assumptions and estimates involve the exercise of judgment and discretion, which may evolve over time in light of operational experience, regulatory direction, developments in accounting principles and other factors. Actual results could differ from these estimates as a result of changes in circumstances, assumptions, policies or developments in the business, which could materially affect our consolidated financial statements.\n\nOur actual operating results may differ significantly from our guidance.\n\nFrom time to time, we may release guidance regarding our future performance that represents our management’s estimates as of the date of release. This guidance, which consists of forward-looking statements, is prepared by our management and is qualified by, and subject to, the assumptions and the other information contained or referred to in the release. Our guidance is not prepared with a view toward compliance with published guidelines of the American Institute of Certified Public Accountants, and neither any independent registered public accounting firm nor any other independent expert or outside party compiles, examines or reviews the guidance and, accordingly, no such person expresses any opinion or any other form of assurance with respect thereto.\n\nGuidance is based upon a number of assumptions and estimates that, while presented with numerical specificity, is inherently subject to significant business, economic and competitive uncertainties and contingencies, many of which are beyond our control and are based upon specific assumptions with respect to future business decisions, some of which will change. We may generally state possible outcomes as high and low ranges which are intended to provide a sensitivity analysis as variables are changed but are not intended to represent that actual results could not fall outside of these ranges. The principal reason that we may release this data is to provide a basis for our management to discuss our business outlook with analysts and investors. We do not accept any responsibility for any projections or reports published by any such persons.\n\nGuidance is necessarily speculative in nature, and it can be expected that some or all of the assumptions of the guidance furnished by us will not materialize or will vary significantly from actual results, particularly any guidance relating to the results of operations of acquired businesses or companies as our management will be less familiar with their business, procedures and operations. Accordingly, our guidance is only an estimate of what management believes is realizable as of the date of release. Actual results will vary from the guidance and the variations may be material. Investors should also recognize that the reliability of any forecasted financial data will diminish the farther in the future that the data are forecast. In light of the foregoing, investors are urged to put the guidance in context and not to place undue reliance on it. Any failure to successfully implement our operating strategy could result in the actual operating results being different than the guidance, and such differences may be adverse and material.\n\nCertain future operational facilities may require significant expenditures in capital improvements and operating expenses to develop and foster basic levels of service needed for our operations, and the ongoing need to maintain existing operational facilities requires us to expend capital.\n\nAs part of our growth strategy, we may need to acquire, build or utilize additional facilities. Construction of incremental factories and launch pads or other facilities in which we conduct our operations may require significant capital expenditures to develop, and in the future we may be required to make similar expenditures to expand, improve or construct adequate facilities for our operations. If we cannot access the capital we need, we may not be able to execute on our growth strategy, take advantage of future opportunities or respond to competitive pressures. If the costs of funding new locations or renovations or enhancements at existing locations exceed budgeted amounts or the time for building or renovation is longer than anticipated, our business, financial condition and results of operations could be materially adversely affected.\n\n32\n\n\nWe currently have, and will continue to have, significant lease obligations, and our failure to meet those obligations could adversely affect our financial condition and business.\n\nWe currently have, and will continue to have, significant lease obligations for our for properties, vehicles and equipment. We depend on cash flow from operations to pay our lease expenses.\n\nIf our business does not generate sufficient cash flow from operating activities to fund these expenses, we may not be able to meet our lease obligations, which could have a material adverse effect on our financial condition and business. Furthermore, the significant cash flow required to satisfy our financial obligations under the leases could limit our ability to incur indebtedness and make capital expenditures or other investments in our business.\n\nIf we expand further outside the United States, we will be exposed to a variety of risks associated with international operations that could materially and adversely affect our business.\n\nAs part of our growth strategy, we may leverage our U.S., New Zealand and Canada operations to further expand internationally. In that event, we expect that we would be subject to additional risks related to entering into other international business relationships, including:\n\n•restructuring our operations to comply with local regulatory regimes;\n\n•identifying, hiring and training highly skilled personnel;\n\n•unexpected changes in tariffs, trade barriers and regulatory requirements;\n\n•economic weakness, including inflation, or political instability in foreign economies and markets;\n\n•compliance with tax, employment, immigration and labor laws for employees living or traveling abroad;\n\n•foreign taxes, including withholding of payroll taxes;\n\n•the need for U.S. government approval to operate our launch vehicles and spacecraft systems outside the United States;\n\n•foreign currency fluctuations, which could result in increased operating expenses and reduced revenue;\n\n•government appropriation of assets;\n\n•workforce uncertainty in countries where labor unrest is more common than in the United States; and\n\n•disadvantages of competing against companies from countries that are not subject to U.S. laws and regulations, including anti-corruption laws and anti-money laundering regulations, as well as exposure of our foreign operations to liability under these regulatory regimes.\n\nWe are subject to many hazards and operational risks that can disrupt our business, including interruptions or disruptions in service at our primary facilities, which could have a material adverse effect on our business, financial condition and results of operations.\n\nOur operations are subject to many hazards and operational risks inherent to our business, including general business risks, product liability and damage to third parties, our infrastructure or properties that may be caused by fires, floods and other natural disasters, power losses, telecommunications failures, terrorist attacks, human errors, pandemics and other similar health crises and similar events. Additionally, our manufacturing operations are hazardous at times and may expose us to safety risks, including environmental risks and health and safety hazards to our employees or third parties.\n\nAny significant interruption due to any of the above hazards and operational to the manufacturing or operation of our spacecraft systems at one of our primary facilities, including from weather conditions, growth constraints, performance by third-party providers (such as electric, utility or telecommunications providers), failure to properly handle and use hazardous materials, failure of computer systems, power supplies, fuel supplies, infrastructure damage, disagreements with the owners of the land on which our facilities are located, or damage sustained to our runway could result in manufacturing delays or the delay or cancellation of our spacecraft and, as a result, could have a material adverse effect on our business, financial condition and results of operations.\n\nMoreover, our insurance coverage may be inadequate to cover our liabilities related to such hazards or operational risks. In addition, we may not be able to maintain adequate insurance in the future at rates we consider reasonable and commercially justifiable, and insurance may not continue to be available on terms as favorable as our current arrangements. The occurrence of a significant uninsured claim, or a claim in excess of the insurance coverage limits maintained by us, could harm our business, financial condition and results of operations.\n\n33\n\n\nNatural disasters, unusual weather conditions, epidemic outbreaks, terrorist acts and political events could disrupt our business and flight schedule.\n\nThe occurrence of one or more natural disasters such as tornadoes, hurricanes, fires, floods and earthquakes, unusual weather conditions, epidemic or pandemic outbreaks, terrorist attacks or disruptive political events in certain regions where our facilities are located, or where our third-party contractors’ and suppliers’ facilities are located, could adversely affect our business. Natural disasters including tornados, hurricanes, floods and earthquakes may damage our facilities or those of our suppliers, which could have a material adverse effect on our business, financial condition and results of operations. Severe weather, such as rainfall, snowfall or extreme temperatures, may impact the ability for spacecraft to operate as planned, resulting in additional expense to reschedule the operation and customer travel plans, thereby reducing our sales and profitability. Terrorist attacks, actual or threatened acts of war or the escalation of current hostilities, or any other military or trade disruptions impacting our domestic or foreign suppliers of components of our products, may impact our operations by, among other things, causing supply chain disruptions and increases in commodity prices, which could adversely affect our raw materials or transportation costs. These events also could cause or act to prolong an economic recession or depression in the United States or abroad. To the extent these events also impact one or more of our suppliers or contractors or result in the closure of any of their facilities or our facilities, we may be unable to maintain spacecraft schedules, provide other support functions to our astronaut experience or fulfill our other contracts. In addition, the disaster recovery and business continuity plans we have in place currently are limited and are unlikely to prove adequate in the event of a serious disaster or similar event. We may incur substantial expenses as a result of the limited nature of our disaster recovery and business continuity plans and, more generally, any of these events could cause consumer confidence and spending to decrease, which could adversely impact our operations.\n\nAny acquisitions, partnerships or joint ventures that we enter into could disrupt our operations and have a material adverse effect on our business, financial condition and results of operations.\n\nFrom time to time, we may evaluate potential strategic acquisitions of businesses, including partnerships or joint ventures with third parties. We may not be successful in identifying acquisition, partnership and joint venture candidates. In addition, we may not be able to continue the operational success of such businesses or successfully finance or integrate any businesses that we acquire or with which we form a partnership or joint venture. We may have potential write-offs of acquired assets and/or an impairment of any goodwill recorded as a result of acquisitions. Furthermore, the integration of any acquisition may divert management’s time and resources from our core business and disrupt our operations or may result in conflicts with our business. Any acquisition, partnership or joint venture may not be successful, may reduce our cash reserves, may negatively affect our earnings and financial performance and, to the extent financed with the proceeds of debt, may increase our indebtedness. We cannot ensure that any acquisition, partnership or joint venture we make will not have a material adverse effect on our business, financial condition and results of operations.\n\nRisks Related to Legal and Regulatory Matters\n\nOur business is subject to various regulatory risks that could adversely affect our operations.\n\nThe environment in which we operate is highly regulated due to the sensitive nature of our complex and technologically advanced systems, including launch vehicles, spacecraft and spacecraft components, in addition to those regulations broadly applicable to publicly listed corporations. There are numerous regulatory risks that could adversely affect operations, including but not limited to:\n\n•Changes in laws and regulations. It is possible that the laws and regulations governing our business and operations will change in the future. A substantial portion of our revenue is generated from customers outside of the U.S. There may be a material adverse effect on our financial condition and results of operations if we are required to alter our business to comply with changes in both domestic and foreign regulations, tariffs, or taxes and other trade barriers that reduce or restrict our ability to sell our products and services on a global basis, or by political and economic instability in the countries in which we conduct business. Specifically with respect to tariffs, the Trump administration has proposed to implement tariffs on imports from Canada and Mexico, and has implemented tariffs on imports from China. Further tariffs with respect to other countries, in particular the European Union, could be on the horizon. Any failure to comply with such regulatory requirements could also subject us to various penalties or sanctions.\n\n34\n\n\n•Import and Export Restrictions. Certain of our launch vehicles, spacecraft, spacecraft components, systems, services, or technologies we have developed require the implementation or acquisition of products or technologies from third parties and affiliates, including those in other jurisdictions. In addition, certain of our launch vehicles, spacecraft, spacecraft components, systems, services or technologies may be required to be forwarded, imported or exported to other jurisdictions. In certain cases, if the use of the technologies can be viewed by the jurisdiction in which that supplier, subcontractor or affiliate resides as being subject to import or export constraints or restrictions relating to national security, we may not be able to obtain the technologies and products that we require from subcontractors and suppliers who would otherwise be our preferred choice or may not be able to obtain the export permits necessary to transfer or export our technology. The inability to obtain or maintain export approvals, and export restrictions or changes during contract execution or non-compliance by our suppliers, subcontractors and customers, could have an adverse effect on our revenues and margins.\n\n•U.S. Government Approval Requirements. For certain aspects of our business operations, we are required to obtain U.S. government licenses and approvals and to enter into agreements with various government bodies in order to export launch vehicles, spacecraft, spacecraft components and related equipment, to disclose technical data, or provide defense services to foreign persons. The delayed receipt of or the failure to obtain the necessary U.S. government licenses, approvals and agreements may prohibit entry into or interrupt the completion of contracts which could lead to a customer’s termination of a contract for default or monetary penalties. In addition, certain aspects of our business operations depend on the Agreement between the Government of New Zealand and the Government of the United States of America on Technology Safeguards Associated with United States Participation in Space Launches from New Zealand. Any change or termination of this agreement could materially adversely affect our financial condition and results of operations.\n\n•Other Government Regulations. Our ability to pursue our business activities is regulated by various agencies and departments of the U.S. government and the governments of other countries. Commercial space launch activities require licenses from the Department of Transportation and, for launches from Launch Complex 1, the New Zealand Space Agency. Our license to conduct launches at Launch Complex 2 requires certification of our flight termination system software by NASA. Radio communications for launch activities and spacecraft operations require licenses from the Federal Communications Commission and/or New Zealand Radio Spectrum Management and frequency coordination with the International Telecommunication Union. The operation of private remote sensing space systems requires a license from the Department of Commerce. Any failure to comply with these and other regulatory requirements could subject us to various penalties or sanctions and could have a significant adverse effect on our reputation, financial condition and results of operations.\n\n•Competitive Impact of U.S. Regulations. Export and import control, economic sanction and trade embargo laws and regulations, including those administered by the U.S. Department of Commerce’s Bureau of Industry and Security, the U.S. State Department’s Directorate of Defense Trade Controls and the U.S. Treasury Department’s Office of Foreign Assets Control, including, but not limited to the International Traffic in Arms Regulations (ITAR) and Export Administration Regulations (EAR), may limit certain business opportunities or delay or restrict our ability to contract with potential foreign customers or suppliers. To the extent that our non-U.S. competitors are not subject to similar export and import control, economic sanction and trade embargo laws and regulations, they may enjoy a competitive advantage with foreign customers, and it could become increasingly difficult for us to recapture this lost market share.\n\n•Anti-Corruption Laws. As part of the regulatory and legal environments in which we operate, we are subject to global anti-corruption laws that prohibit improper payments directly or indirectly to government officials, authorities or persons defined in those anti-corruption laws in order to obtain or retain business or other improper advantages in the conduct of business. Our policies mandate compliance with anti-corruption laws. Failure by our employees, agents, subcontractors, suppliers and/ or partners to comply with anti-corruption laws could impact us in various ways that include, but are not limited to, criminal, civil and administrative fines and/or legal sanctions and the inability to bid for or enter into contracts with certain entities, all of which could have a significant adverse effect on our reputation, operations and financial results.\n\nOur operations in the U.S. government market are subject to significant regulatory risk.\n\nOur operations in the U.S. government market are subject to significant government regulation. A failure by us to maintain the relevant clearances and approvals could limit our ability to operate in the U.S. government market. Further, there can be no assurance that we will continue to be awarded contracts by the U.S. government. In addition, a failure by us to keep current and compliant with relevant U.S. regulations could result in fines, penalties, repayments or suspension or debarment from U.S. government contracting or subcontracting for a period of time and could have an adverse effect on our standing and eligibility for future U.S. government contracts.\n\n35\n\n\nU.S. government contractors (including their subcontractors and others with whom they do business) must comply with many significant procurement regulations and other specific legal requirements. These regulations and other requirements, although often customary in government contracting, increase our performance and compliance costs and risks and are regularly evolving. New laws, regulations or procurement requirements or changes to current ones (including, for example, regulations related to cybersecurity, privacy, information protection, cost accounting, counterfeit parts, anti-human trafficking, specialty metals, conflict minerals and use of certain non-US equipment) can significantly increase our costs and risks and reduce our profitability.\n\nWe operate in a highly regulated environment and may be audited and reviewed by the U.S. government and its agencies, such as the Defense Contract Management Agency and agency Offices of Inspector General. These agencies may review performance under our contracts, our cost structure and accounting, and our compliance with applicable laws, regulations, terms, and standards, as well as the adequacy of our systems and processes in meeting government requirements. If an audit uncovers improper or illegal activities, we may be subject to civil and criminal penalties, sanctions, forfeiture of profits or suspension or debarment. In addition, we could suffer serious reputational harm if allegations of impropriety were made against us or our business partners.\n\nIf we or those with whom we do business do not comply with the laws, regulations, contract terms and processes to which we are subject or if government customer business practices or requirements change significantly, it could affect our ability to compete and have a material adverse effect on our financial position, results of operations and/or cash flows.\n\nFailure to comply with the requirements of the National Industrial Security Program Operating Manual could result in interruption, delay or suspension of our ability to provide our products and services, and could result in loss of current and future business with the U.S. government.\n\nCertain contracts with the U.S. government may require us to be issued facility security clearances under the National Industrial Security Program. The National Industrial Security Program requires that a corporation maintaining a facility security clearance be effectively insulated from foreign ownership, control or influence (“FOCI”). Failure to maintain an agreement with the DoD regarding the appropriate FOCI mitigation arrangement could result in invalidation or termination of the facility security clearances, which in turn would mean that we would not be able to enter into future contracts with the U.S. government requiring facility security clearances, and may result in the loss of our ability to complete existing contracts with the U.S. government.\n\nChanges in tax law, in our tax rates or in exposure to additional income tax liabilities or assessments may materially and adversely affect our financial condition, results of operations and cash flows.\n\nChanges in law and policy relating to taxes may materially and adversely affect our financial condition, results of operations and cash flows. For example, on March 27, 2020 the U.S. enacted the Coronavirus Aid, Relief and Economic Security Act (“CARES Act”). The CARES Act, among other things, includes provisions relating to refundable payroll tax credits, deferment of employer side social security payments, NOL carryback periods, alternative minimum tax credit refunds, modification to the net interest deduction limitations, and technical corrections to tax depreciation methods for qualified improvement property.\n\nThe U.S. also enacted the Tax Cuts and Jobs Act of 2017 (“2017 Tax Act”) on December 22, 2017, which significantly changed the U.S. federal income taxation of U.S. corporations. The 2017 Tax Act remains unclear in many respects and has been, and may continue to be, the subject of amendments and technical corrections, as well as interpretations and implementing regulations by the Treasury and IRS, which have mitigated or increased certain adverse impacts of the 2017 Tax Act and may continue to do so in the future. In addition, it is unclear how certain of these U.S. federal income tax changes will affect state and local taxation, which often uses federal taxable income as a starting point for computing state and local tax liabilities. We continue to examine the impact the CARES Act and the 2017 Tax Act may have on our business in future quarters.\n\nThe U.S. Congress is currently considering other legislative proposals, including increasing the U.S. federal income tax rate on corporations like us, which, if enacted, could materially impact our financial condition and cash flows in the future.\n\n36\n\n\nOur operations are subject to governmental law and regulations relating to environmental matters, which may expose us to significant costs and liabilities that could negatively impact our financial condition.\n\nWe are subject to various federal, state, provincial and local environmental laws and regulations relating to the operation of our businesses, including those governing pollution, the handling, storage, disposal and transportation of hazardous substances, and the ownership and operation of real property. Such laws and regulations may result in significant liabilities and costs to us due to the actions or inactions of the previous owners. In addition, new laws and regulations, more stringent enforcement of existing laws and regulations or the discovery of previously unknown contamination could result in additional costs.\n\nWe may experience warranty claims for product failures, schedule delays or other problems with existing or new products.\n\nMany of the products we develop and manufacture are technologically advanced systems that must function under demanding operating conditions. The sophisticated and rigorous design, manufacturing and testing processes and practices we employ do not entirely prevent the risk that we may not be able to successfully launch or manufacture our products on schedule or that our products may not perform as intended.\n\nWhen our products fail to perform adequately, some of our contracts require us to forfeit a portion of our expected profit, receive reduced payments, provide a replacement product or service or reduce the price of subsequent sales to the same customer. Performance penalties may also be imposed when we fail to meet delivery schedules or other measures of contract performance. We do not generally insure against potential costs resulting from any required remedial actions or costs or loss of sales due to postponement or cancellation of scheduled operations or product deliveries.\n\nWe may be subject to securities litigation, which is expensive and could divert management attention.\n\nOur share price may be volatile and, in the past, companies that have experienced volatility in the market price of their stock have been subject to securities litigation, including class action litigation. We may be the target of this type of litigation in the future. Litigation of this type could result in substantial costs and diversion of management’s attention and resources, which could have a material adverse effect on the Company’s business, financial condition, and results of operations. Any adverse determination in litigation could also subject the Company to significant liabilities.\n\nWe may become involved in litigation that may materially adversely affect us.\n\nFrom time to time, we may become involved in various legal proceedings relating to matters incidental to the ordinary course of our business, including intellectual property, commercial, product liability, employment, class action, whistleblower and other litigation and claims, and governmental and other regulatory investigations and proceedings. Such matters can be time-consuming, divert management’s attention and resources, cause us to incur significant expenses or liability or require us to change our business practices. Because of the potential risks, expenses and uncertainties of litigation, we may, from time to time, settle disputes, even where we believe that we have meritorious claims or defenses. Because litigation is inherently unpredictable, we cannot assure you that the results of any of these actions will not have a material adverse effect on our business.\n\n37\n\n\nOur amended and restated certificate of incorporation requires, to the fullest extent permitted by law, that derivative actions brought in our name, actions against our directors, officers, other employees or stockholders for breach of fiduciary duty and other similar actions may be brought only in the Court of Chancery in the State of Delaware and, if brought outside of Delaware, the stockholder bringing the suit will be deemed to have consented to service of process on such stockholder’s counsel, which may have the effect of discouraging lawsuits against our directors, officers, other employees or stockholders.\n\nOur amended and restated certificate of incorporation requires, to the fullest extent permitted by law, that derivative actions brought in our name, actions against our directors, officers, other employees or stockholders for breach of fiduciary duty and other similar actions may be brought only in the Court of Chancery in the State of Delaware and, if brought outside of Delaware, the stockholder bringing the suit will be deemed to have consented to service of process on such stockholder’s counsel except any action (A) as to which the Court of Chancery in the State of Delaware determines that there is an indispensable party not subject to the jurisdiction of the Court of Chancery (and the indispensable party does not consent to the personal jurisdiction of the Court of Chancery within ten days following such determination), (B) which is vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery, (C) for which the Court of Chancery does not have subject matter jurisdiction, or (D) any action arising under the Securities Act, as to which the Court of Chancery and the federal district court for the District of Delaware shall have concurrent jurisdiction. Any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock shall be deemed to have notice of and consented to the forum provisions in our amended and restated certificate of incorporation. This choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our directors, officers, other employees or stockholders, which may discourage lawsuits with respect to such claims, although our stockholders will not be deemed to have waived our compliance with federal securities laws and the rules and regulations thereunder. Alternatively, if a court were to find the choice of forum provision contained in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, operating results and financial condition.\n\nOur amended and restated certificate of incorporation provides that the exclusive forum provision will be applicable to the fullest extent permitted by applicable law. Section 27 of the Exchange Act creates exclusive federal jurisdiction over all suits brought to enforce any duty or liability created by the Exchange Act or the rules and regulations thereunder. As a result, the exclusive forum provision will not apply to suits brought to enforce any duty or liability created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction.\n\nRisks Related to Ownership of our Common Stock \n\nFuture resales of common stock may cause the market price of our securities to drop significantly, even if our business is doing well.\n\nSales of a substantial number of shares of our common stock in the public market could occur at any time. These sales, or the perception in the market that the holders of a large number of shares intend to sell shares, could reduce the market price of our common stock.\n\nAs restrictions on resale end and registration statements for the sale of the shares held by parties who have contractual registration rights are available for use, the sale or possibility of sale of these shares could have the effect of increasing the volatility in the market price of our common stock, or decreasing the market price itself. As a result of any such decreases in price of our common stock, purchasers who acquire shares of our common stock may lose some or all of their investment.\n\nAny significant downward pressure on the price of our common stock as the selling stockholders sell the shares of our common stock, or the prospect of such shares could encourage short sales by the selling stockholders or others. Any such short sales could place further downward pressure on the price of our common stock.\n\n38\n\n\nOur issuance of additional capital stock, warrants or convertible debt securities in connection with financings, refinancings of existing indebtedness, acquisitions, investments, the Equity Incentive Plan or otherwise will dilute all other stockholders.\n\nWe expect to issue additional capital stock or securities exercisable for or convertible into capital stock in the future that will result in dilution to all other stockholders. We expect to grant equity awards to employees, directors and consultants under the Equity Incentive Plan. We may also raise capital through equity financings in the future. As part of our business strategy, we may acquire or make investments in complementary companies, products or technologies and issue equity securities to pay for any such acquisition or investment. Any such issuances of additional capital stock may cause stockholders to experience significant dilution of their ownership interests and the per share value of our common stock to decline. In addition, if we raise additional capital through further issuances of equity or convertible debt securities or elect to settle conversions of our convertible senior notes in shares of our common stock, our existing shareholders could suffer significant dilution in their percentage ownership of us. Moreover, any new equity securities we issue could have rights, preferences and privileges senior to those of holders of our common stock.\n\nProvisions in our amended and restated certificate of incorporation and Delaware law may inhibit a takeover of us, which could limit the price investors might be willing to pay in the future for our common stock and could entrench management. \n\nOur amended and restated certificate of incorporation contains provisions that may discourage unsolicited takeover proposals that stockholders may consider to be in their best interests. These provisions include a staggered board of directors and the ability of the board of directors to designate the terms of and issue new series of preferred shares, which may make the removal of management more difficult and may discourage transactions that otherwise could involve payment of a premium over prevailing market prices for our securities.\n\nWe are also subject to anti-takeover provisions under Delaware law, which could delay or prevent a change of control. Together these provisions may make the removal of management more difficult and may discourage transactions that otherwise could involve payment of a premium over prevailing market prices for our securities.",
      "char_count": 116341
    }
  },
  "extracted_at": "2026-01-19T15:55:01.612225"
}