{
  "ticker": "RUN",
  "company_name": "Sunrun Inc.",
  "cik": 1469367,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001469367-25-000039",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001469367&accession_number=000146936725000039&xbrl_type=v",
  "sic_code": "3690",
  "industry": "Miscellaneous Electrical Machinery, Equipment & Supplies",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\nOverview\n\nSunrun's (the “Company,” “our,” “we”) mission is to connect people to the cleanest energy on earth. Sunrun transformed the solar industry in 2007 by removing financial barriers and democratizing access to locally-generated, renewable energy. Today, Sunrun is the nation’s leading provider of clean energy as a subscription service, offering residential solar and storage with no upfront costs. Sunrun’s innovative products and solutions can connect homes to the cleanest energy on earth, providing them with energy security, predictability, and peace of mind. Sunrun also manages energy services that benefit communities, utilities, and the electric grid while enhancing customer value.\n\nWe are engaged in the design, development, installation, sale, ownership and maintenance of residential solar energy systems (“Projects”) in the United States. We provide clean, solar energy typically at savings compared to traditional utility energy. Our primary customers are residential homeowners. We also offer battery storage along with solar energy systems to our customers in select markets and sell our services to certain commercial developers through our multi-family and new homes offerings. After inventing the residential solar service model and recognizing its enormous market potential, we have built the infrastructure and capabilities necessary to rapidly acquire and serve customers in a low-cost and scalable manner. Today, our scalable operating platform provides us with a number of unique advantages. First, we are able to drive distribution by marketing our solar service offerings through multiple channels, including our diverse partner network and direct-to-consumer operations. This multi-channel model supports broad sales and installation capabilities, which together allow us to achieve capital-efficient growth. Second, we are able to provide differentiated solutions to our customers that, combined with a great customer experience, we believe will drive meaningful margin advantages for us over the long term as we strive to create the industry’s most valuable and satisfied customer base.\n\nOur core solar service offerings are provided through our lease and power purchase agreements, which we refer to as our “Customer Agreements,” and which provide customers with simple, predictable pricing for solar energy that is insulated from rising retail electricity prices. They also provide customers who opt for storage offerings the benefit of increased resiliency from backup energy and enhanced energy management capabilities. While customers have the option to purchase a solar energy system outright from us, most of our customers choose to buy solar as a service from us through our Customer Agreements without the significant upfront investment of purchasing a solar energy system. With our solar service offerings, we install solar energy systems on our customers’ homes and provide them with the solar power produced by those systems for typically a 20- or 25-year initial term.  In addition, we monitor, maintain and insure the system during the term of the contract. In exchange, we receive predictable cash flows from high credit quality customers and qualify for tax and other benefits. We finance portions of these tax benefits and cash flows through tax equity, non-recourse debt and project equity structures in order to fund our upfront costs, overhead and growth investments. We develop valuable customer relationships that can extend beyond this initial contract term and provide us an opportunity over time to integrate additional solar, battery storage, electrification and distributed power plant offerings into a smart solution for each home and community. Since our founding, we have continued to invest in a platform of services and tools to enable large scale operations for us and our partner network, and these partners include solar integrators, sales partners, installation partners and other strategic partners. The platform includes processes and software, as well as fulfillment and acquisition of marketing leads. We believe our platform empowers new market entrants and smaller industry participants to profitably serve our large and underpenetrated market without making the significant investments in technology and infrastructure required to compete effectively against established industry players. Our platform provides the support for our multi-channel model, which drives broad customer reach and capital-efficient growth.\n\nDelivering a differentiated customer experience is core to our strategy. We emphasize a customized solution, including a design specific to each customer’s home and pricing configurations that typically drive both customer savings and value to us. We believe that our passion for engaging our customers, developing a trusted brand, and providing a customized solar service offering resonates with our customers who are accustomed to a traditional residential power market that is often overpriced and lacking in customer choice.\n\n5\n\nWe have experienced substantial growth in our business and operations since our inception in 2007, as well as through our acquisition of Vivint Solar on October 8, 2020. As of December 31, 2024, we operated the largest fleet of residential solar energy systems in the United States. We have a Networked Solar Energy Capacity of 7,531 megawatts as of December 31, 2024, which represents the aggregate megawatt production capacity of our solar energy systems that have been recognized as deployments, from our inception through the measurement date. Gross Earning Assets as of December 31, 2024 were approximately $17.8 billion. Please see the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations — Key Operating Metrics” for more details on how we calculate Networked Solar Energy Capacity and Gross Earning Assets.\n\nWe also have a long track record of attracting low-cost capital from diverse sources, including tax equity and debt investors. Since inception we have raised tax equity investment funds to finance the installation of solar energy systems.\n\nOur Multi-Channel Capabilities\n\nOur unique, multi-channel capabilities offer consumers a compelling solar service through scalable, cost-effective and consumer-friendly channels. Customers can access our products through three channels: direct-to-consumer, solar partnerships and strategic partnerships.\n\nDirect-to-Consumer\n\nWe sell solar service offerings and install solar energy systems for customers through our direct-to-consumer channel. These solar energy systems are offered to customers either under a Customer Agreement or for purchase. This channel consists of an online lead generation function, a telesales and field sales team, a direct-to-home sales force, a retail sales team and an industry-leading installation organization.\n\nSolar Partnerships\n\nWe contract with diverse solar organizations that act as either exclusive or non-exclusive (depending on the terms of their contract with us) distributors of our solar service offerings and subcontractors for the installation of the related solar energy systems. Because of our commitment to these solar organizations and our vested interest in their success, we refer to them as our “solar partners,” although the actual legal relationship is that of an independent contractor. Our solar partners include:\n\n•Solar integrators: trained and trusted partners who originate customers for our solar service offerings and procure and install the solar energy systems on our customers’ homes on our behalf as our subcontractors. Partnerships with solar integrators allow us to expand our brand, quickly enter new markets and drive capital-efficient growth. We compensate our solar integrators on a per solar energy system basis for generating Customer Agreements and the installation work they perform for us.\n\n•Sales partners: sales and lead generation partners who provide us with high-quality leads and customers at competitive prices. We typically compensate our sales partners on a per customer basis for the sales and lead generation services they perform for us. All contracts are between the customer and us, based on a price set by us.\n\n•Installation partners: trusted installation partners who procure and install a subset of our solar energy systems as our subcontractors and allow us to deploy a mix of in-house and outsourced installation capabilities more efficiently. We compensate our installation partners on a per solar energy system basis for the procurement of materials and installation work they perform for us. Installation partners are solely our subcontractors and do not enter into any agreements with our customers.\n\nOur ability to connect specialized sales and installation firms on a single platform, which we license to our solar partners at no cost, allows us to enjoy the benefits of vertical integration without the additional fixed cost structure. This creates margin opportunities, system efficiencies and benefits from network effects in matching these ecosystem participants.\n\n6\n\nStrategic Partnerships\n\nOur strategic partnerships encompass relationships with new market entrants not previously engaged in solar, including consumer marketing, retail and specialized energy retail companies. Our strategic partners find the residential solar market attractive, but recognize that significant barriers to entry make partnerships the preferred method to reach solar customers. Through these strategic arrangements, we typically market our solar service offerings to the strategic partner’s customer base and install the solar energy systems directly or through one of our solar partners. We manage the customer experience and retain the value of the economic relationship through the term of the customer’s contract and potential renewal period. We have executed strategic partnerships in competitive processes that give us access to millions of potential customers. As our industry grows, we believe that our unique platform and deep partnership experience position us to be the partner of choice for new market entrants. We believe that these broad strategic relationships will help us drive down our customer acquisition costs and make solar accessible to even more customers.\n\nThe combination of direct-to-consumer, solar partnerships and strategic partnerships offers distinct advantages. The direct-to-consumer channel allows us to scale rapidly, drive incremental unit costs down over the long term, and refine operational processes to share with our partners. Our solar partnerships and strategic partnerships enable nimble market entry and exit, while allowing for capital efficient growth. Together, this multi-channel strategy supported by our open platform allows us to reach more customers with our leading solar service offerings without compromising our ability to provide exceptional customer service.\n\nCustomer Agreements\n\nSince we were founded in 2007, we have been providing solar energy to residential customers at prices typically below utility rates through a variety of offerings, most commonly through our leases and power purchase agreements which we refer to as our Customer Agreements.  Under our Customer Agreements, customers have the right to use and consume all electricity produced by the solar energy system on a continuous basis or, for customers who also opted for our battery storage offerings, stored in batteries which can be discharged as needed. Most Customer Agreements, other than those billed based on generation, entitle the customer to a refund for underproduction below a guaranteed amount, which we refer to as our \"performance guarantee.\" Either directly or through a solar partner, we construct a solar energy system on a customer’s home which generates electricity at set prices through Customer Agreements which typically have an initial term of 20 or 25 years. Rates for both forms of our Customer Agreements can be fixed for the duration of the contract or escalated at a pre-determined percentage annually. Upon installation, a system is interconnected to the local utility grid. The home’s energy usage is provided by the solar energy system with any additional energy needs provided by the local utility. Any excess solar energy that is not immediately used by our customers or stored in batteries is exported to the utility grid using a bi-directional utility net meter, and in states with net metering, customers generally receive a credit for this excess power from their utility to offset future usage of utility-generated energy.\n\nAlthough many of our customers choose to pay little-to-nothing upfront and instead receive a monthly bill, some customers choose to prepay an amount upfront, thereby reducing their monthly bill. The amount of an upfront payment is customized for each customer. Customers may also choose to fully prepay their 20- or 25-year contracts. The prepayment amount is based on the estimated amount of the solar energy system’s output over the typically 20- or 25-year term of the Customer Agreement. If the estimated production of the solar energy system is less than the actual production for a given year after the first full one to two years of the agreement, prepaid customers are refunded the difference at the end of each such year. If the solar energy system’s energy production is in excess of the estimate, we allow customers to keep the excess energy at no charge. After the initial term of the Customer Agreement, customers have the option to renew their contracts for the remaining life of the solar energy system, typically at a 10% discount to then-prevailing power prices, to purchase the system from us at its fair market value, or have us remove the system.\n\nRegardless of the type of Customer Agreement our customers choose, we operate the system and agree to monitor it at no cost to the customer. System maintenance is included in our power purchase agreement (“PPA”) or lease. We offer an industry-leading performance guarantee to ensure that our customers are receiving the energy they expect at the price they expect. Our customers also receive up to a ten-year warranty for roof penetrations.\n\n7\n\nIf a customer sells his or her home, the customer has the right to purchase the system or assign the Customer Agreement to the new homeowner, provided the new homeowner meets our credit requirements and agrees to be bound by the terms and conditions of the Customer Agreement. In connection with this service transfer, the customer may prepay all or a portion of the remaining payments due under the Customer Agreement to lower or eliminate the monthly rate to be paid by the new homeowner. If the customer fails to purchase the system or assign the Customer Agreement to a new homeowner, we may negotiate directly with the new homeowner to transfer the Customer Agreement (at times on modified terms) and/or look to the original customer to pay all remaining payments due. We have completed thousands of service transfers and, from inception through December 31, 2024, the aggregate expected net present value of the Customer Agreements once assigned represented approximately 100% of what it was prior to assignment.\n\nSales and Marketing\n\nWe sell our solar energy offerings through a scalable sales organization using both a direct-to-consumer approach across online, retail, mass media, digital media, canvassing, field marketing and referral channels as well as our diverse partner network. We sell to customers over the phone, online, in the field through canvassing and in-home sales and through our strategic retail sales partnerships. We also partner with sales-only organizations that focus on direct-to-consumer marketing and sales on our behalf, typically with a Sunrun-branded offering at point of sale, which further increases our brand and reach. We also generate sales volume through customer referrals. Customer referrals increase in relation to our penetration in a market and shortly after market entry become an increasingly effective way to market our solar energy systems. We believe that a customized, customer-focused selling process is important before, during and after the sale of our solar services to maximize our sales success and customer experience.\n\nWe train our sales team to customize their consultative presentation to the individual customer based on guidelines and principles outlined in our training materials. We are able to provide our sales team with real-time data and pricing tools through our proprietary technology which is designed to generate a tailored product offering with optimized pricing based on the actual characteristics of a customer's home, including roof characteristics and shading, as well as actual energy usage. This allows our sales team to differentially price homes in the same geographic region quickly and effectively.\n\nSupply Chain\n\nWe purchase equipment, including solar panels, inverters and batteries from a limited number of manufacturers and suppliers.  If we fail to maintain or expand our relationships with these suppliers and manufacturers, or if one or more that we rely upon to meet anticipated demand reduces or ceases production, it may be difficult to quickly identify and qualify alternatives on acceptable terms. In addition, equipment prices may increase in the coming years, or not decrease at the rates we historically have experienced, due to tariffs or other factors. As discussed in Item 1A. Risk Factors “We have historically benefited from declining costs in our industry, and our business and financial results may be harmed as a result of recent and any continued increases in costs associated with our solar service offerings and any failure of these costs to continue declining as we currently expect. If we do not reduce our cost structure in the future, our ability to continue to be profitable may be impaired.” Section 201 tariffs on solar modules were imposed beginning in 2018 and were extended through 2026. \n\nIn addition, federal agencies and Congress are increasing enforcement against the importation of products suspected of being manufactured with forced labor. U.S. customs enforcement and the implementation of a new federal law could negatively impact our supply chain and the availability of products that we use to conduct our business. See “Risks Related to the Solar Industry” below for more information. \n\nCompetition\n\nWe believe that our primary competitors are the traditional utilities that supply electricity to our potential customers. We compete with these traditional utilities primarily based on price (cents per kilowatt hour), predictability of future prices (by providing pre-determined annual price escalations), the backup power capabilities of our battery storage solution, and the ease by which customers can switch to electricity generated by our solar energy systems.\n\n8\n\nWe also compete with companies that are not regulated like traditional utilities but that have access to the traditional utility electricity transmission and distribution infrastructure pursuant to state and local pro-competitive and consumer choice policies, solar companies with business models that are similar to ours, and other renewable energy companies. Some customers might choose to subscribe to a community solar project or renewable subscriber program with these companies or their utilities, instead of installing a solar energy system on their home, which could affect our sales. Additionally, some utilities offer generation portfolios that are increasingly renewable in nature. We believe that we compete favorably with these companies based on our unique multi-channel approach and differentiated customer experience.\n\nWe also face competition from purely finance-driven organizations that acquire customers and then subcontract out the installation of solar energy systems, from installation businesses that seek financing from external parties, to large construction companies and utilities and sophisticated electrical and roofing companies.\n\nIntellectual Property\n\nAs of December 31, 2024, we had 61 issued patents and 11 filed patent applications in the United States relating to a variety of aspects of our solar solutions. Our issued U.S. patents will expire 20 years from their respective filing dates, with the earliest expiring in 2029. We intend to file additional patent applications as we continue to innovate through our research and development efforts.\n\nGovernment Regulation\n\nAlthough we are not regulated as a public utility in the United States under applicable national, state or other local regulatory regimes where we conduct business, we compete primarily with regulated utilities. As a result, we have developed and are committed to maintaining a policy team to focus on the key regulatory and legislative issues impacting the entire industry. We believe these efforts help us better navigate local markets through relationships with key stakeholders and facilitate a deep understanding of the national and regional policy environment.\n\nTo operate our systems, we obtain interconnection permission from the applicable local primary electric utility. Depending on the size of the solar energy system and local law requirements, interconnection permission is provided by the local utility directly to us and/or our customers. In almost all cases, interconnection permissions are issued on the basis of a standard process that has been pre-approved by the local public utility commission or other regulatory body with jurisdiction over net metering policies. As such, no additional regulatory approvals are required once interconnection permission is given.\n\nOur operations are subject to stringent and complex federal, state and local laws, including regulations governing the occupational health and safety of our employees and wage regulations. For example, we are subject to the requirements of the federal Occupational Safety and Health Act, as amended (“OSHA”), the U.S. Department of Transportation (“DOT”), and comparable state laws that protect and regulate employee health and safety. We endeavor to maintain compliance with applicable DOT, OSHA and other comparable government regulations.  However, we have in the past experienced workplace accidents and received citations from regulators resulting in fines, as discussed in Item 1A. Risk Factors “Compliance with occupational safety and health requirements and best practices can be costly, and noncompliance with such requirements may result in potentially significant penalties, operational delays and adverse publicity.” These incidents have not had a material impact on our business or our relations with our employees.\n\nIn Puerto Rico, we are subject to regulation as an electric power company by the Puerto Rico Energy Bureau and are required to comply with certain filing, certification, reporting and annual fee requirements. Regulation by the Puerto Rico Energy Bureau as an electric power company does not currently subject us to centralized utility-like regulation and currently we do not need the Puerto Rico Energy Bureau's approval of charges to customers.\n\n9\n\nGovernment Incentives\n\nFederal, state and local government bodies provide incentives to owners, distributors, system integrators and manufacturers of solar energy systems to promote solar energy in the form of rebates, tax credits, payments for renewable energy credits associated with renewable energy generation and exclusion of solar energy systems from property tax assessments. These incentives enable us to lower the price we charge customers for energy from, and to lease, our solar energy systems, helping to catalyze customer adoption of solar energy as an alternative to utility-provided power. In addition, for some investors, the acceleration of depreciation creates a valuable tax benefit that reduces the overall cost of the solar energy system and increases the return on investment. The federal government also currently offers an investment tax credit (“Commercial ITC”) under Section 48(a) of the Internal Revenue Code of 1986, as amended (the “Code”) as well as a technology-neutral investment tax credit under Section 48(E) of the Code (the “48E Credit” and collectively with the Commercial ITC, the “ITCs”), for the installation of certain energy properties, including solar power facilities and energy storage owned for business purposes. \n\nThe Inflation Reduction Act of 2022 (the “IRA”) was signed into law by President Biden on August 16, 2022, and some of its notable provisions include:\n\n•the eligibility of solar facilities placed in service in 2022 (regardless of when construction began) and prior to January 1, 2025, or, at the election of the taxpayer, solar facilities that began construction prior to January 1, 2025 and are placed in service on or after January 1, 2025, for a 30% Commercial ITC under Section 48(a) of the Code (assuming apprenticeship and prevailing wage requirements are met; these requirements are deemed met for projects less than 1 MW), with standalone storage beginning in 2023; \n\n•in the absence of meeting apprenticeship and prevailing wage requirements, the “base” amount of the Commercial ITC is 6% for facilities beginning construction prior to January 1, 2025 and 2% thereafter (however, as indicated above, the majority of our business qualifies for 30% credits upon which “bonus credits” could increase the total credit amount up to 70% in certain circumstances);\n\n•the eligibility of solar and storage facilities that begin construction after December 31, 2024 (or began construction prior to January 1, 2025 but do not elect application of the Commercial ITC) and are placed in service after 2024 and through at least 2033 (with phase down for projects that begin construction after (i) 2033 or (ii) if later, the first year after the year in which the U.S. Department of Treasury determines greenhouse gas emissions from the production of electricity in the United States are no more than 25% of 2022 levels), for a 30% 48E Credit (assuming application of same apprenticeship and prevailing wage requirements outlined above); and \n\n•several new ITC bonus credits under both the Commercial ITC and the 48E Credit, which apply to certain facilities placed in service beginning in 2023, including those meeting certain domestic content requirements, those located in “Energy Communities,” and those located in or that benefit low-income communities and tribal communities.\n\nThe federal government also offers a personal income tax credit under Section 25D of the Code (“Residential Clean Energy Credit”), for the installation of certain solar power facilities owned by residential taxpayers, which is applicable to customers who purchase a solar energy system outright as opposed to entering into a Customer Agreement. The Residential Clean Energy Credit was 26% if the facility was placed in service during 2020 or 2021; 30% for facilities placed in service from January 1, 2022 through December 31, 2032; 26% for facilities placed in service during 2033; and 22% for facilities placed in service during 2034. The Residential Clean Energy Credit is not available for property placed in service after December 31, 2034.\n\nWe and our tax equity partners have claimed and expect to continue to claim ITCs with respect to qualifying solar energy projects. In structuring tax equity partnerships and determining ITC eligibility, we have relied upon applicable tax law and published IRS guidance. The U.S. Treasury issued final regulations on the Commercial ITCs in December 2024 and on the 48E Credits and the ITC bonus credit for low-income communities in 2023 and is expected to issue final rules on the other ITC bonus credits in 2025. Some of these final rules may be subject to Congressional Review Act (“CRA”) challenges in 2025, based on legal outcomes determining whether certain final rules are subject to the CRA. Notably, the U.S. Treasury has not issued proposed or final rules on the Energy Communities Bonus Credit or the Domestic Content Bonus Credit, so we continue to rely on other published IRS guidance in this regard.  \n\nMore than half of the states in the U.S., and many local jurisdictions, have established property tax incentives for renewable energy systems that include exemptions, exclusions, abatements and credits. Many states also have \n\n10\n\nadopted procurement requirements for renewable energy. Approximately thirty states and the District of Columbia have adopted a renewable portfolio standard (and approximately eight other states have some voluntary goal) that requires regulated utilities to procure a specified percentage of total electricity delivered in the state from eligible renewable energy sources, such as solar energy systems, by a specified date. To prove compliance with such mandates, utilities must surrender solar renewable energy credits (“SRECs”) to the applicable authority. Solar energy system owners such as our investment funds often are able to sell SRECs to utilities directly or in SREC markets.\n\nWhile there are numerous federal, state and local government incentives that benefit our business, some adverse actions, interpretations or determinations of new or existing laws or regulations could have a negative impact on our business. For example, in the future, Congress could revise or eliminate certain provisions in the IRA that could negatively impact our business, such as reducing the percentage or duration of the ITCs. Federal agencies may also issue tax guidance or regulations that could negatively impact our business, by, for example, narrowing the applicability of ITC bonus credits or preventing certain businesses from participating.\n\nHuman Capital Management\n\nAt Sunrun, our human capital strategy is to attract, retain and develop the highest quality workforce. We do this by providing a differentiated company culture and employee experience, including through our compensation and benefits programming; and through the support of our employees’ career mobility, leadership development, continuous education and upskilling. In 2024, we invested and deployed a career mobility platform and this is our fourth year offering an education benefit. Through our education benefit, we develop future leaders with curated programs aligned to Sunrun’s priorities, enhancing business skills and job performance. Our career development programming is particularly focused on growing and developing our frontline sales and installation employees, who make up 81% of our workforce. In 2024 we also launched our wellbeing strategy to enhance and support our employees’ mental, physical, social, financial, and career wellbeing. \n\nInclusion and Diversity. We believe that a culture of belonging creates an engaged and motivated workforce focused on our customers and delivering value for our shareholders. We are focused on ensuring all of our employees are informed and regularly connected to values and performance based  leadership through our internal communication platform. To ensure we have a large pool of applicants from a variety of backgrounds, and therefore that we identify the best qualified talent, we develop a diverse slate of qualified candidates to be presented to hiring managers for all new management-level roles and above. Additionally, we require that our interview panels of all new management-level roles and above include a diverse panel of interviewers. We also have minimum requirements for the length in time that many roles are posted to promote in consideration of internal candidates and a broader range of external candidates. In 2024, we fostered deeper talent attraction partnerships with local organizations such as Illinois Solar For All (ILSFA) and military partnerships focused on hiring retiring military service members. We have grown our nine Sunrun Communities (“Employee Resource Groups”) to promote connection, collaboration and communication among our employees, foster inclusivity, and assist in the development and facilitation of programming to support personal and professional development. Annually, as part of our impact report on environment, sustainability and governance, we share details on our strategies, focus areas, outcomes achieved and workforce demographics. \n\nHuman Capital. As of December 31, 2024, we had approximately 11,058 full-time employees, inclusive of our active direct-to-home salesforce. We also engage independent contractors and consultants. None of our employees are covered by collective bargaining agreements. We have not experienced any work stoppages.\n\nHealth and Safety. At Sunrun, we start with safety. We prioritize the safety, health, and welfare of our team members as part of our people-centric culture. Our safety strategy consists of four pillars: visible leadership, technical qualification and knowledge, operational discipline, and formal safety communications. To reinforce our safety culture of excellence, we have implemented many initiatives, including an expanded fall protection policy; the implementation of a zero-tolerance policy for any life threatening safety violations; a required recurring competent persons and human factors training; regular onsite safety visits from our front-line managers and the executive leadership team; the adoption of a formal rewards and recognition program; and the incorporation of proactive safety targets within bonus structures. \n\nAvailable Information\n\nOur principal executive offices are located at 600 California Street, Suite 1800, San Francisco, California 94108, and our telephone number is (415) 580-6900. Our website address is www.sunrun.com. Information contained on, or that can be accessed through, our website does not constitute part of this Annual Report on Form 10-K and inclusions of our website address in this Annual Report on Form 10-K are inactive textual references only. \n\n11\n\nWe file annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Exchange Act. The SEC maintains a website at www.sec.gov that contains reports, proxy and information statements and other information that we file with the SEC electronically. Copies of our reports on Form 10-K, Forms 10-Q, Forms 8-K, and amendments to those reports may also be obtained, free of charge, electronically on the investor relations page on our website located at investors.sunrun.com as soon as reasonably practical after we file such material with, or furnish it to, the SEC.\n\nWe also use the investor relations page on our website as a channel of distribution for important company information. Important information, including press releases, analyst presentations and financial information regarding us, as well as corporate governance information, is routinely posted and accessible on the investor relations page on our website. We encourage investors, the media and others interested in Sunrun to review the information we make public in these locations, as such information could be deemed to be material information, including any information posted to our investor relations page on our website, which has been designated a Regulation FD compliant method of disclosure. Information on or that can be accessed through our website is not part of this Annual Report on Form 10-K, any other report or document we file with the SEC, and the inclusion of our website address is an inactive textual reference only.\n\nThe Sunrun design logo, “Sunrun” and our other registered or common law trademarks, service marks or trade names appearing in this Annual Report on Form 10-K are the property of Sunrun Inc. Other trademarks and trade names referred to in this Annual Report on Form 10-K are the property of their respective owners.\n\nData Privacy and Security\n\nIn the ordinary course of our business, we may process personal or sensitive data.  Accordingly, we are, or may become, subject to numerous data privacy and security obligations, including federal, state, local, and foreign laws, regulations, guidance, and industry standards related to data privacy, security, and protection.  Such obligations may include, without limitation, the European Union’s General Data Protection Regulation 2016/679 (“EU GDPR”), the EU GDPR as it forms part of United Kingdom (“UK”) law by virtue of section 3 of the European Union (Withdrawal) Act 2018 (“UK GDPR”), the ePrivacy Directive, and the Payment Card Industry Data Security Standard (“PCI DSS”).  Several states within the United States have enacted or proposed data privacy laws.  For example, Virginia passed the Consumer Data Protection Act, and Colorado passed the Colorado Privacy Act.  Additionally, we are, or may become, subject to various U.S. federal and state consumer protection laws which require us to publish statements that accurately and fairly describe how we handle personal data and choices individuals may have about the way we handle their personal data.\n\nThe California Consumer Privacy Act (“CCPA”) is an example of the increasingly stringent and evolving regulatory frameworks related to personal data processing that may increase our compliance obligations and exposure for any noncompliance.  For example, the CCPA imposes obligations on covered businesses to provide specific disclosures related to a business’s collecting, using, and disclosing personal data and to respond to certain requests from California residents related to their personal data (for example, requests to know of the business’s personal data processing activities, to delete the individual’s personal data, and to opt out of certain personal data disclosures).  Also, the CCPA provides for civil penalties and a private right of action for data breaches which may include an award of statutory damages.  In addition, the California Privacy Rights Act of 2020 (“CPRA”) expanded the CCPA by giving California residents the ability to limit use of certain sensitive personal data, establishing restrictions on personal data retention, expanding the types of data breaches that are subject to the CCPA’s private right of action, and establishing a new California Privacy Protection Agency to implement and enforce the new law.\n\nSee the section titled “Risks Related to Our Business Operations” for additional information about the laws and regulations to which we may become subject and about the risks to our business associated with such laws and regulations.",
      "char_count": 38613
    },
    "item1a": {
      "text": "Item 1A. Risk Factors. \n\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our consolidated financial statements and related notes, before making a decision to invest in our common stock. The risks and uncertainties described below may not be the only ones we face. If any of the risks actually occur, our business, financial condition, results of operations, cash flows and prospects could be materially and adversely affected. In that event, the market price of our common stock could decline, and you could lose part or all of your investment.\n\nRisks Related to the Solar Industry\n\nThe solar energy industry is an emerging market which is constantly evolving and may not develop to the size or at the rate we expect.\n\nThe solar energy industry is an emerging and constantly evolving market opportunity. We believe the solar energy industry is still developing and maturing, and we cannot be certain that the market will grow to the size or at the rate we expect. For example, we have experienced increases in cancellations of our Customer Agreements in certain geographic markets during various periods in our operating history. Any future growth of the solar energy market and the success of our solar service offerings depend on many factors beyond our control, including recognition and acceptance of the solar service market by consumers, the pricing of alternative sources of energy, a favorable regulatory environment, the continuation of expected tax benefits and other incentives, and our ability to provide our solar service offerings cost effectively. If the markets for solar energy do not develop to the size or at the rate we expect, our business may be adversely affected.\n\nSolar energy has yet to achieve broad market acceptance and depends in part on continued support in the form of rebates, tax credits, and other incentives from federal, state and local governments. Additionally, there have been significant changes in the residential solar policy and pricing framework in California, which is one of our key markets and represents over 45% of our customer base.  Changes to California’s net metering policy adopted in December 2022, with the new billing regime implemented in April 2023, present a significant change to the financial benefits California customers receive from our solar systems and may limit the financial attractiveness of our offerings in this market, particularly for solar-only systems. Originations in California are below levels prior to the Net Billing Tariff (“NBT”) transition, and without further increases in originations, our new installations in California may continue to decline compared to prior periods, which could have a material adverse effect on our business operations and financial performance. Further, if support diminishes materially for solar policy related to rebates, tax credits, bill crediting, or other incentives, our ability to obtain external financing on acceptable terms, or at all, could be materially adversely affected. These types of funding limitations could lead to inadequate financing support for the anticipated growth in our business. Furthermore, growth in residential solar energy depends in part on macroeconomic conditions, retail prices of electricity and customer preferences, each of which can change quickly. Declining macroeconomic conditions, including in job markets and residential real estate markets, could contribute to instability and uncertainty among customers and impact their financial wherewithal, credit scores or interest in entering into long-term contracts, even if such contracts would generate immediate and long-term savings. \n\nFurthermore, market prices of retail electricity generated by utilities or other energy sources could decline for a variety of reasons, as discussed further below. Any declines in macroeconomic conditions, changes in retail prices of electricity or changes in customer preferences would adversely impact our business.\n\nAchieving net zero emissions by 2050 will require an unprecedented transformation of American energy systems and the adoption of a wide variety of clean energy, storage, and home electrification solutions. Our successful deployment of such products will depend on several factors outside our control, including shifting market conditions and policy frameworks. Our failure to adapt to changing market conditions, to compete successfully with existing or new competitors, and to adopt new or enhanced offerings could limit our growth and have a material adverse effect on our business and prospects. \n\nWe have historically benefited from declining costs in our industry, and our business and financial results may be harmed as a result of recent and any continued increases in costs associated with our solar service \n\n13\n\nofferings and any failure of these costs to continue declining as we currently expect. If we do not reduce our cost structure in the future, our ability to continue to be profitable may be impaired.\n\nDeclining costs related to raw materials, manufacturing and the sale and installation of our solar service offerings have been a key driver in the pricing of our solar service offerings and, more broadly, customer adoption of solar energy. While historically the prices of solar panels and raw materials have declined, the cost of solar panels and raw materials have at times increased and may increase in the future, and such products’ availability could decrease, due to a variety of factors, including supply chain disruptions, inflation, tariffs and trade barriers, export regulations, geopolitical conflicts, regulatory or contractual limitations, industry market requirements, and changes in technology and industry standards.\n\nIn addition, on April 24, 2024, antidumping (“AD”) and countervailing duty (“CVD”) petitions were filed against Cambodia, Malaysia, Thailand, and Vietnam. AD and CVD measures (typically, in the form of tariffs) are used to remedy the economic advantage created by unfair foreign pricing and government subsidies. The U.S. Department of Commerce (“Commerce”) is responsible for investigating dumping and subsidization. Preliminary determinations in the AD investigations were issued on December 2, 2024 and ranged from 0% - 271%. Importers are now required to pay cash deposits (estimated duties) on all entries of cells and modules from the subject countries. Preliminary determinations in CVD investigations were issued on October 1, 2024 with Commerce finding injury and imposing CVD levels that averaged from 8-10% (with specific rates varying depending on the country and the company investigated). Further, Commerce determined that “critical circumstances” existed for some importers.  As a result, those importers now face retroactive collection of duty deposits for entries made during the 90-day period before the publication date of the preliminary determination.\n\nSimilarly, on February 4, 2022, the Biden Administration announced a four-year extension of the 2018 tariffs imposed in response to a petition filed under Section 201 of the Trade Act of 1974 (the “Section 201 Tariffs”). The Biden Administration set the Section 201 Tariffs at 14.75%, with a modest rate reduction each year. The decision exempted bifacial modules from the tariffs as well as 5 GW of imported solar cells each year. On May 16, 2024, the Biden Administration announced the removal of the exemption for bifacial modules and those products are now subject to the Section 201 Tariffs.  \n\nIn August 2021, an anonymous group of U.S. solar manufacturers filed petitions with Commerce alleging that Chinese companies were evading antidumping and countervailing duty orders on crystalline silicon photovoltaic cells and modules, which are used in the production of solar panels. Ultimately, Commerce objected to the anonymous nature of the petition, and it expired. Subsequently, on February 8, 2022, Auxin Solar, a U.S.-based solar panel manufacturer, submitted a petition to Commerce to request country-wide circumvention inquiries pursuant to Section 781(b) of the Tariff Act of 1930 concerning crystalline silicon photovoltaic cells and modules assembled in Malaysia, Thailand, Vietnam and Cambodia using Chinese inputs. On April 1, 2022, Commerce initiated the inquiries, and, after conducting an investigation, issued a preliminary decision on December 2, 2022, recommending that the Biden Administration impose tariffs on certain solar panel imports from the Southeast Asian countries. However, prior to Commerce issuing its preliminary decision, the Biden Administration in June 2022 issued Presidential Proclamation 10414, which paused the collection of any new anti-dumping or countervailing duty of certain solar cells and modules imported from Cambodia, Malaysia, Thailand, and Vietnam for two years, until June 2024. Since June 2024, new imports have been subject to these circumvention penalties unless suppliers can show they use sufficient non-Chinese materials in their production, including solar wafers and cells from outside China. In December 2023, Auxin Solar, a U.S.-based solar panel manufacturer filed a lawsuit seeking to overturn the regulations implementing Presidential Proclamation 10414 and overturn the Biden Administration’s moratorium on additional duties and tariffs on certain solar cells and modules imported from Cambodia, Malaysia, Thailand, or Vietnam. \n\nIn addition, U.S. laws and regulations intended to prevent the importation of goods manufactured with forced labor has and could continue to affect our business operation and supply chain, including the Uyghur Forced Labor Prevention Act and the withhold release order (“WRO”) that U.S. Customs and Border Protection (“CBP”) issued on June 24, 2021 applicable to certain silica-based products manufactured in the Xinjiang Uyghur Autonomous Region of China. Intensive examinations, withhold release orders, and related governmental procedures have resulted in supply chain and operational delays throughout the industry, and we have implemented policies and procedures to maintain compliance and minimize delays. These and similar trade restrictions that may be imposed in the future \n\n14\n\ncould cause delivery and installation delays, and restrict the global supply of polysilicon and solar products. This could result in near-term demand for available solar energy systems despite higher costs, increased costs of polysilicon and the overall cost of solar energy systems, and equipment shortages, potentially reducing overall demand for and limiting the supply of our products and services.\n\nWe cannot predict what actions may ultimately be taken with respect to tariffs or trade relations between the United States and other countries, which products may be subject to such actions, or what actions may be taken by other countries in retaliation. The tariffs described above, the adoption and expansion of trade restrictions, the occurrence of a trade war, or other governmental action related to tariffs, trade agreements or related policies have the potential to adversely impact our supply chain and access to equipment, and our costs and ability to economically serve certain markets. Any such cost increases or decreases in availability could slow our growth and cause our financial results and operational metrics to suffer. We cannot predict whether, and to what extent, U.S. trade policies will change in the future and cannot ensure that additional tariffs or other restrictive measures will not continue or increase.\n\nWe face competition from traditional energy companies as well as solar and other renewable energy companies.\n\nThe solar energy industry is highly competitive and continually evolving as participants strive to distinguish themselves within their markets and compete with large utilities. We believe that our primary competitors are the established utilities that supply energy to homeowners by traditional means. We compete with these utilities primarily based on price, predictability of price, and the ease by which homeowners can switch to electricity generated by our solar service offerings. If we cannot offer compelling value to customers based on these factors, then our business and revenue will not grow. Utilities generally have substantially greater financial, technical, operational and other resources than we do. As a result of their greater size, utilities may be able to devote more resources to the research, development, promotion and sale of their products or respond more quickly to evolving industry standards and changes in market conditions than we can. Furthermore, these competitors are able to devote substantially more resources and funding to regulatory and lobbying efforts.\n\nUtilities could also offer other value-added products or services that could help them compete with us even if the cost of electricity they offer is higher than ours. In addition, a majority of utilities’ sources of electricity are non-solar, which may allow utilities to sell electricity more cheaply than we can. Moreover, regulated utilities are increasingly seeking approval to “rate-base” their own residential solar and battery businesses. Rate-basing means that utilities would receive guaranteed rates of return for their solar and battery businesses. This is already commonplace for utility-scale solar projects and commercial solar projects. While few utilities to date have received regulatory permission to rate-base residential solar or storage, our competitiveness would be significantly harmed should more utilities receive such permission because we do not receive guaranteed profits for our solar service offerings.\n\nWe face competition from other residential solar service providers, and we also may face competition from new entrants into the market as a result of the passage of the IRA and its impacts and benefits to the solar industry. Some of these competitors may have a higher degree of brand name recognition, differing business and pricing strategies, lower barriers to entry into the solar market, and greater capital resources than we have, as well as extensive knowledge of our target markets. For example, more recently, we have seen some of these competitors offer significantly higher turnkey prices and sales commissions than prevailing industry norms. If we are unable to establish or maintain a consumer brand that resonates with customers, maintain high customer satisfaction, or compete with the pricing offered by our competitors, our sales and market share position may be adversely affected, as our growth is primarily dependent on originating new customers. We also face competitive pressure from companies that may offer lower-priced consumer offerings than we do.\n\nIn addition, we compete with companies that are not regulated like traditional utilities but that have access to the traditional utility electricity transmission and distribution infrastructure. These energy service companies are able to offer customers electricity supply-only solutions that are competitive with our solar service offerings on both price and usage of solar energy technology while avoiding the long-term agreements and physical installations that our current fund-financed business model requires. This may limit our ability to attract customers, particularly those who wish to avoid long-term contracts or have an aesthetic or other objection to putting solar panels on their roofs.\n\n15\n\nFurthermore, we face competition from purely finance-driven nonintegrated competitors that subcontract out the installation of solar energy systems, from installation businesses (including solar partners) that seek financing from external parties, from large construction companies and from electrical and roofing companies. In addition, local installers that might otherwise be viewed as potential solar partners may gain market share by being able to be the first providers in new local markets. Some of these competitors may provide energy at lower costs than we do. Finally, as declining prices for solar panels and related equipment has resulted in an increase in consumers purchasing instead of leasing solar energy systems, we face competition from companies that offer consumer loans for these solar panel purchases.\n\nAs the solar industry grows and evolves, we will continue to face existing competitors as well as new competitors who are not currently in the market (including those resulting from the consolidation of existing competitors) that achieve significant developments in alternative technologies or new products such as storage solutions, EV chargers, loan products, or other programs related to third-party ownership. Our failure to adapt to changing market conditions, to compete successfully with existing or new competitors and to adopt new or enhanced technologies could limit our growth and have a material adverse effect on our business and prospects.\n\nA material drop in the retail price of utility-generated electricity or electricity from other sources would harm our business, financial condition, and results of operations.\n\nA customer’s decision to buy solar energy from us often stems from a desire to lower electricity costs. Decreases in the retail prices of electricity from utilities or other energy sources would harm our ability to offer competitive pricing and could harm our business. The price of electricity from utilities could decrease as a result of:\n\n•the construction of a significant number of new power generation plants, including nuclear, coal, natural gas or renewable energy technologies;\n\n•the construction of additional electric transmission and distribution lines;\n\n•a reduction in the price of natural gas or other natural resources; \n\n•energy conservation technologies and public initiatives to reduce electricity consumption; \n\n•development of new energy technologies that provide less expensive energy, including storage; and\n\n•utility rate adjustments and customer class cost reallocation.\n\nA reduction in utility electricity prices would make the purchase of our solar service offerings less attractive. If the retail price of energy available from utilities were to decrease due to any of these or other reasons, we would be at a competitive disadvantage. As a result, we may be unable to attract new customers and our growth would be limited.\n\nThe production and installation of solar energy systems depends heavily on suitable meteorological and environmental conditions. If meteorological or environmental conditions are unexpectedly unfavorable, the electricity production from our solar service offerings may be below our expectations, and our ability to timely deploy new systems may be adversely impacted.\n\nThe energy produced and revenue and cash flows generated by a solar energy system depend on suitable solar and weather conditions, both of which are beyond our control. Furthermore, components of our systems, such as panels and inverters, could be damaged by severe weather or natural catastrophes, such as hailstorms, tornadoes, fires, hurricanes, atmospheric rivers, or earthquakes. In these circumstances, we generally would be obligated to bear the expense of repairing the damaged solar energy systems that we own. Sustained unfavorable weather or environmental conditions also could unexpectedly delay the installation of our solar energy systems, leading to increased expenses and decreased revenue and cash flows in the relevant periods. Extreme weather \n\n16\n\nconditions, as well as the natural catastrophes that could result from such conditions, can severely impact our operations by delaying the installation of our systems, lowering sales, and causing a decrease in the output from our systems due to smoke or haze. Weather patterns could change, making it harder to predict the average annual amount of sunlight striking each location where our solar energy systems are installed. This could make our solar service offerings less economical overall or make individual systems less economical. Any of these events or conditions could harm our business, financial condition, and results of operations. \n\nClimate change may have long-term impacts on our business, our industry, and the global economy.\n\nClimate change poses a systemic threat to the global economy and will continue to do so until our society transitions to renewable energy and decarbonizes. While our core business model seeks to accelerate this transition to renewable energy, there are inherent climate-related risks to our business operations. Warming temperatures throughout the United States, and in California, our biggest market, in particular, have contributed to extreme weather, intense drought, and increased wildfire risks. These extreme weather events have the potential to disrupt our business, our third-party suppliers, and our customers, and may cause us to incur additional operational costs. They can also cause a decrease in the output from our systems due to smoke or haze. Additionally, if weather patterns significantly shift due to climate change, it may be harder to predict the average annual amount of sunlight striking each location where our solar energy systems are installed. This could make our solar service offerings less economical overall or make individual systems less economical.\n\nNatural disasters and extreme weather events associated with climate change have impacted our operations by delaying the installation of our systems, leading to increased expenses and decreased revenue and cash flows.  Continued increases in similar types of extreme weather events may harm our business, financial condition, and results of operations.\n\nOur corporate mission is to connect people to the cleanest energy on earth, and we seek to mitigate these climate-related risks not only through our core business model and sustainability initiatives, but also by working with organizations who are also focused on mitigating their own climate-related risks.\n\nRisks Related to Our Operating Structure and Financing Activities\n\nWe need to raise capital to finance the continued growth of our operations and solar service business. If capital is not available to us on acceptable terms, as and when needed, our business and prospects would be materially and adversely impacted. In addition, our business is affected by general economic conditions and related uncertainties affecting markets in which we operate. Volatility in current economic conditions could adversely impact our business, including our ability to raise financing.\n\nOur future success depends on our ability to raise capital at acceptable terms from third parties to grow our business. To date, we have funded our business principally through low-cost tax equity investment funds. If we are unable to establish new investment funds when needed, or upon desirable terms, the growth of our solar service business would be impaired. Changes in tax law or changes in the interpretation of existing tax law could also affect our ability to establish such tax equity investment funds, impact the terms of existing or future funds, or reduce the pool of capital available for us to grow our business.\n\nThe passage of the IRA, which extended subsidies for various renewable energy technologies, is expected to lead to additional demands for tax equity. As a result, availability of tax equity may present constraints to our growth and harm our financial performance. In addition, terms for tax equity funds, including the realization of tax credit value through potential structures that utilize transferability of the ITC, may not be at terms we view as favorable.\n\nDuring the first quarter of 2024, we transitioned a large portion of our funding from a traditional tax equity framework (where tax equity funding is typically provided at or before installation) to a tax credit transfer framework under the IRA’s transferability provisions (where the timing of tax equity or cash equity funding can be dependent on the timing of the transfer of the tax credits, which occurs in arrears following the date the associated solar system is placed in service). Under this new transferability framework, any transfers of tax credits that occur in arrears can occur in a range from monthly up to a year or more following the date the associated solar system is placed in \n\n17\n\nservice. As a result, the timing of tax equity and/or cash equity funding can be delayed, which may adversely impact our business and operations and may cause volatility to our cash flows as we have an increased mix of transferability funds.\n\nThe contract terms in certain of our existing investment fund documents contain various conditions with respect to our ability to draw on financing commitments from the fund investors, including conditions that restrict our ability to draw on such commitments if an event occurs that could reasonably be expected to have a material adverse effect on the fund or, in some instances, us. If we are not able to satisfy such conditions due to events related to our business, a specific investment fund, developments in our industry, including tax or regulatory changes, or otherwise, and as a result, we are unable to draw on existing funding commitments, we could experience a material adverse effect on our business, liquidity, financial condition, results of operations and prospects. If any of the investors that currently invest in our investment funds decide not to invest in future investment funds to finance our solar service offerings due to general market conditions, concerns about our business or prospects, decreased appetite for tax benefits or any other reason, or materially change the terms under which they are willing to provide future financing, we would need to identify new investors to invest in our investment funds and our cost of capital may increase.\n\nIn addition, our business and results of operations are materially affected by conditions in the global capital markets and the economy. A general slowdown or volatility in current economic conditions, the level of U.S. national debt, currency fluctuations, unemployment rates, the availability and cost of credit, the U.S. housing market, tariffs, trade wars, inflation levels, interest rates, energy costs, and concerns over a slowing economy or other factors, could adversely affect our business, including our ability to raise financing.\n\nThere can be no assurance that we will be able to continue to successfully access capital in a manner that supports the growth of our business. Certain sources of capital may not be available in the future, and competition for any available funding may increase. We cannot be sure that we will be able to maintain necessary levels of funding without incurring high funding costs, unfavorable changes in the terms of funding instruments or the liquidation of certain assets. If we are unable to continue to offer a competitive investment profile, we may lose access to these funds or they may only be available on less favorable terms than those provided to our competitors or currently provided to us. If we are unable to arrange new or alternative methods of financing on favorable terms, our business, liquidity, financial condition, results of operations, and prospects could be materially and adversely affected.\n\nVolatility and increases in interest rates raise our cost of capital and may adversely impact our business.\n\nWhile interest rates had been at long-term historic lows during large parts of our operating history, they increased in recent years, and may continue to increase in the future. Rising interest rates, including the historic increases starting in 2021, have resulted and may continue to result in a decrease in our advance rates, reducing the proceeds we receive from certain investment funds. Because our financing structure is sensitive to volatility in interest rates, higher rates increase our cost of capital and decrease the amount of capital available to us to finance the deployment of new solar energy systems. Additionally, we have selectively increased pricing in many markets in prior years in response to higher interest rates, and may do so in the future, which may impact the overall attractiveness of our offerings to potential new customers. Our future success depends on our ability to raise capital from fund investors and obtain secured lending to help finance the deployment of our solar service offerings. Part of our business strategy is to seek to reduce our cost of capital through such financing arrangements to improve our margins, offset reductions in government incentives and maintain the price competitiveness of our solar service offerings. Rising base interest rates or credit spreads, which have been, and may continue to be, worsened by inflation, an economic recession, or other variables, may have an adverse impact on our ability to offer attractive pricing on our solar service offerings to customers, which could negatively impact sales of our solar energy offerings and our cash flows. Because we typically enter into interest rate swaps shortly after the installation of a system, we are subject to higher interest rate risk between customer pricing through system installation, which may cause volatility to our cash flows.\n\nThe majority of our cash flows to date have been from solar service offerings under Customer Agreements that have been monetized under various investment fund structures. One of the components of this monetization is the present value of the payment streams from customers who enter into these Customer Agreements. If the rate of return required by capital providers, including debt providers, rises as a result of a rise in interest rates, it will reduce \n\n18\n\nthe present value of the customer payment stream and consequently reduce the total value derived from this monetization. Any measures that we could take to mitigate the impact of rising interest rates could ultimately have an adverse impact on the value proposition that we offer customers.\n\nWe expect to incur substantially more debt in the future, which could intensify the risks to our business. \n\nWe and our subsidiaries expect to incur additional debt in the future, subject to the restrictions contained in our debt instruments. Some of our existing debt arrangements restrict our ability to incur additional indebtedness, including secured indebtedness, and we may be subject to similar restrictions under the terms of future debt arrangements. These restrictions could inhibit our ability to pursue our business strategies. Increases in our existing debt obligations would further heighten the debt related risk discussed above. \n\nFurthermore, there is no assurance that we will be able to enter into new debt instruments on acceptable terms or at all. If we were unable to satisfy financial covenants and other terms under existing or new instruments, or obtain waivers or forbearance from our lenders, or if we were unable to obtain refinancing or new financings for our working capital, equipment, and other needs on acceptable terms if and when needed, our business would be adversely affected. \n\nWe may be required to make payments or contribute assets to our investors upon the occurrence of certain events, including one-time reset or true-up payments or upon the exercise of a redemption option by one of our tax equity investors. \n\nOur investors in our tax equity investment funds typically advance capital to us based on, among other things, production capacity estimates. The models we use to calculate prepayments in connection with certain of our tax equity investment funds are updated at a fixed date occurring after placement in service of all applicable solar energy systems or an agreed upon date (typically within the first year of the applicable term) to reflect certain specified conditions, as they exist at such date including the ultimate system size of the equipment that was sold or leased to the tax equity investment fund, the cost thereof, and the date the equipment went into service. In some cases, these true-up models also incorporate any changes in law, which would include any reduction in rates (and thus any reduction in the benefits of depreciation). As a result of this true-up, applicable payments are resized, and we may be obligated to refund a portion of the tax equity investor’s prepayments or to contribute additional assets to the tax equity investment fund. In addition, certain of our tax equity fund investors have the right to require us to purchase their interests in the tax equity investment funds after a set period of time, generally at a price equal to the greater of a set purchase price or fair market value of the interests at the time of the repurchase. Any significant refunds, capital contributions, or purchases that we may be required to make could adversely affect our liquidity or financial condition. \n\nLoan financing developments could adversely impact our business. \n\nThe third-party ownership structure, which we bring to market through our solar service offerings, continues to be the predominant form of system ownership in the residential solar market in many states. However, with the development of new loan financing products, we have seen a modest shift from leasing and power purchase arrangements to outright purchases of the solar energy system by the customer (i.e., a customer purchases the solar energy system outright instead of leasing the system or buying power from us). Continued increases in third-party loan financing products and outright purchases could result in the demand for long-term Customer Agreements to decline, which would require us to shift our product focus to respond to the market trend and could have an adverse effect on our business. The majority of our customers have historically chosen our solar service offerings as opposed to buying a solar energy system outright. Our financial model is impacted by the volume of customers who choose our solar service offerings, and an increase in the number of customers who choose to purchase solar energy systems (whether for cash or through third-party financing) may harm our business and financial results. \n\nServicing our debt requires a significant amount of cash to comply with certain covenants and satisfy payment obligations, and we may not have sufficient cash flow from our business to pay our substantial \n\n19\n\ndebt and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful. \n\nWe have substantial amounts of debt, including our convertible senior notes (“Notes”), our credit facility and the non-recourse debt facilities entered into by our subsidiaries, as discussed in more detail in the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our consolidated financial statements, in each case, included in this periodic report. Our ability to make scheduled payments of the principal of, to pay interest on or to refinance our indebtedness depends on our future performance, which is subject to economic, financial, competitive, and other factors beyond our control. Our business may not continue to generate cash flow from operations in the future sufficient to service our debt and make necessary capital expenditures to operate our business. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt or obtaining additional equity capital on terms that may be onerous or highly dilutive. Our ability to timely repay or otherwise refinance our indebtedness will depend on the capital markets and our financial condition at such time. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations and negatively impact our financial condition and prospects. \n\nIndebtedness under certain of our Senior and Subordinated Debt Facilities and our other credit facilities accrue interest at variable interest rates based on the Secured Overnight Financing Rate (or other benchmark rates based thereof, collectively, “SOFR”). \n\nIn certain of our debt facilities accruing interest based on SOFR, daily changes in the rate have, on occasion, been more volatile than daily changes in comparable benchmark or market rates, and SOFR over time may bear little or no relation to the historical actual or historical indicative data. Additionally, some of our credit facilities based on SOFR include a credit spread adjustment on SOFR. In addition, ARRC has imposed certain curbs on interdealer trading in SOFR derivatives, which reduce market liquidity and may raise hedging costs for us as end-users. The possible volatility of SOFR, the addition of credit spread adjustment in certain of our facilities, and potential illiquidity in SOFR derivative markets could result in higher borrowing costs for us, which would adversely affect our financial condition, and results of operations.\n\nWe may not have the ability to raise the funds necessary to settle conversions of the Notes in cash or to repurchase the Notes upon a fundamental change, and our future debt may contain limitations on our ability to pay cash upon conversion or repurchase of the Notes.\n\nThe Notes will have the right to require us to repurchase all or a portion of their Notes upon the occurrence of a fundamental change under the indenture, which includes certain events such as a change of control, before the maturity date at a fundamental change repurchase price equal to 100% of the principal amount of the Notes to be repurchased, plus accrued and unpaid special interest, if any. In addition, upon conversion of the Notes, unless we elect to deliver solely shares of our common stock to settle such conversion (other than paying cash in lieu of delivering any fractional share), we will be required to make cash payments in respect of the Notes being converted. However, we may not have enough available cash or be able to obtain financing at the time we are required to make repurchases of Notes surrendered therefor or pay cash for Notes being converted. In addition, our ability to repurchase the Notes or to pay cash upon conversions of the Notes may be limited by law, by regulatory authority or by agreements governing our indebtedness at the time.\n\nOur failure to repurchase Notes at a time when the repurchase is required by the indenture governing such Notes or to pay any cash payable on future conversions of the Notes as required by the indenture would constitute a default. A default under the indenture or the fundamental change itself could also lead to a default under agreements governing our existing or future indebtedness. If the repayment of the related indebtedness were to be accelerated after any applicable notice or grace periods, we may not have sufficient funds to repay the indebtedness and repurchase the Notes or make cash payments upon conversions thereof.\n\nWe are subject to counterparty risk with respect to the capped call transactions.\n\nIn connection with our issuance of the convertible senior notes due 2026 in January 2021 and the convertible senior notes due 2030 in February 2024, we entered into privately negotiated capped call transactions (the “Capped Call transactions”) with certain financial institutions (the “option counterparties”). The option \n\n20\n\ncounterparties are financial institutions or affiliates of financial institutions, and we will be subject to the risk that one or more of such option counterparties may default under the Capped Call transactions. Our exposure to the credit risk of the option counterparties will not be secured by any collateral. If any option counterparty becomes subject to bankruptcy or other insolvency proceedings, with respect to such option counterparty’s obligations under the relevant Capped Call transaction, we will become an unsecured creditor in those proceedings with a claim equal to our exposure at that time under such transaction. Our exposure will depend on many factors but, generally, an increase in our exposure will be positively correlated to an increase in our common stock market price and in the volatility of the market price of our common stock. In addition, upon a default by any of the option counterparties, we may suffer adverse tax consequences and dilution with respect to our common stock. We can provide no assurance as to the financial stability or viability of any of the option counterparties.\n\nRisks Related to Regulation and Policy\n\nThe customer value proposition for distributed solar, storage, and home electrification products is influenced by a number of factors, including, but not limited to, the retail price of electricity, the valuation of electricity not consumed on site and exported to the grid, the rate design mechanisms of customers’ utility bills, various policies related to the permitting and interconnection costs of our products to homes and the grid, the availability of incentives for solar, batteries, and other electrification products, and other policies which allow aggregations of our systems to provide the grid value. Significant changes to any of these factors may impact the competitiveness of our service offerings to customers. \n\nThe value proposition of our solar and storage offering, as well as our other related home electrification offerings, such as the electric vehicle charging station, is impacted by several factors outside of our control including, but are not limited to, the retail price of electricity, the valuation of electricity not consumed on site but exported to the grid, the rate design mechanisms of customers’ utility bills, various policies related to the permitting and interconnection costs of our products to homes and the grid, the availability of incentives for solar, batteries, and other electrification products, and other policies which allow aggregations of our systems to provide the grid value. For over two decades across the United States, utilities, their trade associations, fossil fuel interests, and some other stakeholders not aligned with a decentralized grid have been challenging many legislative and regulatory policies that enhance the customer value proposition of residential solar and storage. \n\nIn connection with the value attributed to exported electricity, net metering (“NEM”) has traditionally been the main policy mechanism to measure and value exported electricity sent back to the grid in the markets within which we do business. That value has always varied depending on the retail price of power in a certain market, substantial differences in rate design per market, and NEM market specific differences, including detail around how to carry over NEM credits, whether or not to cap the amount of net metered solar in a specific market, or how a specific market values the exported electricity. A substantial majority of the markets in which we operate have implemented NEM policies, allowing end customers to receive credits for the electricity not consumed on site and exported to the grid. \n\nSome states, including our largest market of California, have moved away from the traditional retail NEM credit structure of paying the full retail rate for exported electricity, and instead, such states have chosen to value excess generation by customers’ solar systems in different ways. In 2016, the Arizona Corporation Commission (“ACC”) replaced retail NEM with a declining fixed export rate. In 2017, Nevada implemented a reduced credit step down to NEM credits over time. Hawaii ended retail NEM in 2016 and has since developed programs that utilize values from rooftop solar paired with batteries to support grid needs. At the end of 2024, Illinois transitioned from traditional retail NEM to a Smart Solar Billing tariff, which includes an upfront distribution system payment paired with a time-varying export rate that can be responded to by utilizing solar paired with batteries. Many states across the United States have traditionally set limits on the amount of rooftop solar that can be exported for retail credit and there is a long legislative and regulatory history of those limitations being extended in various states, including California, New Jersey, Illinois, North Carolina, and South Carolina. \n\nOur ability to sell our solar service offerings may be adversely impacted by the failure to extend existing limits or “caps” to retail NEM or the elimination of other existing policies that value exported electricity to the grid. In 2022, Florida Governor DeSantis vetoed legislation that would have established a threshold date and percentage trigger when retail NEM could have faced declines in the immediate export rate in Florida. New Jersey currently has no NEM cap but reached a threshold that triggers regulatory review of its NEM policy, which will proceed over the next two years. Recently, the Fiscal Oversight and Management Board of Puerto Rico filed a lawsuit that would require \n\n21\n\nthe Puerto Rico Energy Board in 2025 to review and determine the future of NEM, which could revise or reverse Puerto Rico’s Act 10, which had unanimously extended NEM through 2031. \n\n Most notably, as a result of the finalization of the NEM proceeding on December 15, 2022 by the California Public Utilities Commission (“CPUC”), California moved to a NBT structure in which exported electricity is no longer valued at the retail rate and is instead valued by the state’s “avoided cost” annual calculations, which substantially decreases the credit allocated to an exported electron during the day. The final California NEM decision rejected a very controversial solar-specific fixed charge and rejected the creation of new non-bypassable charges, minimum bills, and grid participation charges for solar and solar plus storage customers. Additionally, the final California NEM decision made no retroactive changes to legacy NEM 1.0 or 2.0 California customers. In April 2023, new California solar customers located in areas serviced by investor-owned utilities (“IOU”) began applying for service under the new NBT. Also, in April 2023, the California IOUs and other parties filed initial proposals that would represent the highest fixed charges in the United States. In a June 2023 ruling, the CPUC indicated that it will approve by July 2024 guidelines for future development and implementation of income-graduated fixed charges, but the implementation of the first iteration of these charges is not expected to occur until late 2025 or early 2026. In May 2024, the CPUC approved a final decision instituting a fixed charge of $24.15/month for most customers of the three major investor-owned utility territories, with no change in existing income-tiers. The decision added a smaller fixed monthly charge of $6/month and $12/month, respectively, for the two-tiers of existing low-income customers.\n\nThe final California NEM decision presents a significant change to the residential solar market in California. Under this new framework, storage paired with solar has a heightened value proposition to customers, and we have seen an increased demand for our solar plus storage offerings, thereby increasing the importance of procuring a variety of battery storage products and potentially accentuating supply chain risks related to battery storage systems. The new NBT pricing framework may also result in the introduction of new product offerings and pricing structures by our competitors throughout the solar and utilities industries, and led to our introduction of Sunrun Shift™, our home solar subscription offering that maximizes the value of solar energy under California’s NBT by increasing self-consumption during peak hours when rates are highest and reducing low-value exports back to the grid through the use of a new storage configuration. This may also result in increased competition and uncertainty regarding the demand for such new products and offerings, which may adversely impact our business and results of operations. Recently, California Governor Newsom issued an executive order directing the CPUC and other state agencies to evaluate and report on efforts to address rising electricity costs, and the potential impact of this executive order is still unclear.   \n\nElectric utility statutes and regulations and changes to such statutes or regulations may present technical, regulatory and economic barriers to the purchase and use of our solar service offerings that may significantly reduce demand for such offerings.\n\nFederal, state, and local government statutes and regulations concerning electricity heavily influence the market for our solar service offerings and are constantly evolving. These statutes, regulations, and administrative rulings relate to electricity pricing, net metering, consumer protection, incentives, taxation, competition with utilities and the interconnection of homeowner-owned and third party-owned solar energy systems to the electrical grid. These statutes and regulations are constantly evolving. Governments, often acting through state utility or public service commissions, change and adopt different rates for residential customers on a regular basis and these changes can have a negative impact on our ability to deliver savings, or energy bill management, to customers.\n\nIn addition, many utilities, their trade associations, and fossil fuel interests in the country, which have significantly greater economic, technical, operational, and political resources than the residential solar industry, are currently challenging solar-related policies, which may have the effect of reducing the competitiveness of residential solar energy. Any adverse changes in solar-related policies could have a negative impact on our business and prospects.\n\nRegulations and policies related to rate design could deter potential customers from purchasing our solar service offerings, reduce the value of the electricity our systems produce, and reduce any savings that our customers could realize from our solar service offerings.\n\nAll states regulate investor-owned utility retail electricity pricing. In addition, there are numerous publicly owned utilities and electric cooperatives that establish their own retail electricity pricing through some form of regulation or internal process. These regulations and policies could deter potential customers from purchasing our \n\n22\n\nsolar service offerings. For example, some utilities in states such as Arizona and Utah have sought and secured rate design changes that reduce the credit for residential solar exports to below the retail rate and impose new charges for rooftop solar customers. Utilities in additional states may follow suit. Such rate changes can include changing rates to charge lower volume-based rates—the rates charged for kilowatt hours of electricity purchased by a residential customer—while raising unavoidable fixed charges that an end customer is subject to when they purchase solar energy from third parties, and levying charges on homeowners based on their point of maximum demand during a month (referred to as “demand charge”). For example, the Arizona Public Service Company offers residential demand charge rate plans and if our solar customers have subscribed to those plans, they may not realize typical savings from our offerings. These forms of rate design could adversely impact our business by reducing the value of the electricity our solar energy systems produce compared to retail net metering, and reducing any savings customers realize by purchasing our solar service offerings. These proposals could continue or be replicated in other states. In addition to changes in general rates charged to all residential customers, utilities sometimes have proposed solar-specific charges (which may be fixed charges, capacity-based charges, or other rate charges). Any of these changes could materially reduce the demand for our offerings and could limit the number of markets in which our offerings are competitive with electricity provided by the utilities.\n\nWe are not currently regulated as a utility under applicable laws, but we may be subject to regulation as a utility in the future or become subject to new federal and state regulations for any additional solar service offerings we may introduce in the future.\n\nMost federal, state, and municipal laws do not currently regulate us as a utility. As a result, we are not subject to the various regulatory requirements applicable to U.S. utilities. However, federal, state, local or other applicable regulations could place significant restrictions on our ability to operate our business and execute our business plan by prohibiting or otherwise restricting our sale of electricity. These regulatory requirements could include restricting our sale of electricity, as well as regulating the price of our solar service offerings. For example, the New York Public Service Commission and the Illinois Power Agency have issued orders requiring registration of distributed energy providers in certain ways similar to energy service companies, which increases the regulatory compliance burden for us in such states. If we become subject to the same regulatory authorities as utilities in other states or if new regulatory bodies are established to oversee our business, our operating costs could materially increase and we may not be able to execute on our business plans.\n\nOur business depends in part on the regulatory treatment of third-party-owned solar energy systems.\n\nOur Customer Agreements are third-party ownership arrangements. Sales of electricity by third parties face regulatory challenges in some states and jurisdictions. These challenges pertain to issues such as whether third-party-owned systems qualify for the same rebates, tax exemptions or other non-tax incentives available for homeowner-owned solar energy systems, whether third-party-owned systems are eligible at all for these incentives, whether our Customer Agreements are properly characterized as leases or PPAs, and whether third-party-owned systems are eligible for net metering and the associated significant cost savings. Texas and Connecticut clarified through legislation that third-party-owned residential solar systems would be treated the same as customer-owned systems, and would qualify for the existing residential solar property tax exemption. Additionally, Virginia passed legislation in 2024 that clarified leased systems are allowed. Adverse regulatory treatment of third-party ownership arrangements could reduce demand for our solar service offerings, adversely impact our access to capital and cause us to increase the price we charge customers for energy.\n\nInterconnection limits or circuit-level caps imposed by regulators may significantly reduce our ability to sell electricity from our solar service offerings in certain markets or slow interconnections, harming our growth rate and customer satisfaction scores.\n\nInterconnection rules establish the circumstances in which rooftop solar will be connected to the electricity grid. Interconnection limits or circuit-level caps imposed by regulators may curb our growth in key markets. Utilities throughout the country have different rules and regulations regarding interconnection and some utilities cap or limit the amount of solar energy that can be interconnected to the grid. Our systems do not provide power to customers until they are interconnected to the grid, and some relevant laws and regulations in certain markets may considerably slow the timing of interconnection, which may in turn impact the system production and our business and sales results.\n\n23\n\nInterconnection regulations are based on claims from utilities regarding the amount of solar energy that can be connected to the grid without causing grid reliability issues or requiring significant grid upgrades. Although recent rulings from the Hawaii Utilities Commission have helped resolve some problems, historically, interconnection limits or circuit-level caps have slowed the pace of our installations in Hawaii. Similar interconnection limits could slow our future installations in Hawaii, Puerto Rico, Colorado, New Jersey, or other markets, harming our growth rate and customer satisfaction scores. Similarly, the California, Illinois, and Hawaii Public Utilities Commissions require the activation of some advanced inverter functionality to head off presumed grid reliability issues, which may require more oversight of the operation of the solar energy systems over time, but may also help ensure circuits remain open or interconnection costs remain low. Interconnection constraints and limits may hamper our ability to sell our offerings in certain markets and increase our costs, adversely affecting our business, operating results, financial condition, and prospects. We expect utility requirements to incorporate these advanced functions provided by the IEEE 1547-2018/UL-1741 SB inverters and that they will become more commonplace. Additional states are expected to adopt the usage of advanced inverters to align with California’s anticipated requirement that all new systems use inverters certified to the new UL 1741 SB standard. This requirement became effective in March 2023. All of our vendors are certified to this standard.\n\nRisks Related to Our Business Operations\n\nOur growth depends in part on the success of our relationships with third parties, including our solar partners.\n\nA key component of our growth strategy is to develop or expand our relationships with third parties. For example, we are investing resources in establishing strategic relationships with market players across a variety of industries, including large retailers, to generate new customers. These programs may not roll out as quickly as planned or produce the results we anticipated. A significant portion of our business depends on attracting and retaining new and existing solar partners. Negotiating relationships with our solar partners, investing in due diligence efforts with potential solar partners, training such third parties and contractors, and monitoring them for compliance with our standards require significant time and resources and may present greater risks and challenges than expanding a direct sales or installation team. If we are unsuccessful in establishing or maintaining our relationships with these third parties, our ability to grow our business and address our market opportunity could be impaired. Even if we are able to establish and maintain these relationships, we may not be able to execute on our goal of leveraging these relationships to meaningfully expand our business, brand recognition and customer base. This would limit our growth potential and our opportunities to generate significant additional revenue or cash flows.\n\nWe and our solar partners depend on a limited number of suppliers of solar panels, batteries, and other system components to adequately meet anticipated demand for our solar service offerings. Any shortage, bottlenecks, delay, detentions, or component price change from these suppliers, or the acquisition of any of these suppliers by a competitor, could result in sales and installation delays, cancellations, and loss of market share.\n\nWe and our solar partners purchase solar panels, inverters, batteries, and other system components from a limited number of suppliers, making us susceptible to quality issues, shortages, bottlenecks, and price changes. If we or our solar partners fail to develop, maintain and expand our relationships with these or other suppliers, we may be unable to adequately meet anticipated demand for our solar service offerings, or we may only be able to offer our systems at higher costs or after delays. If one or more of the suppliers that we or our solar partners rely upon to meet anticipated demand ceases or reduces production, we may be unable to quickly identify alternate suppliers or to qualify alternative products on commercially reasonable terms, and we may be unable to satisfy this demand.\n\nThe acquisition of a supplier by one of our competitors could also limit our access to such components and require significant redesigns of our solar energy systems or installation procedures and have a material adverse effect on our business.\n\nIn particular, there is a limited number of suppliers of inverters, which are components that convert electricity generated by solar panels into electricity that can be used to power the home. For example, once we design a system for use with a particular inverter, if that type of inverter is not readily available at an anticipated price, we may incur delays and additional expenses to redesign the system. Further, the inverters on our solar energy \n\n24\n\nsystems generally carry only ten year warranties. If there is an inverter equipment shortage in a year when a substantial number of inverters on our systems need to be replaced, we may not be able to replace the inverters to maintain proper system functioning or may be forced to do so at higher than anticipated prices, either of which would adversely impact our business.\n\nSimilarly, there is a limited number of suppliers of batteries. Once we design a system for use with a particular battery, if that type of battery is not readily available from our supplier, we may incur delays and additional expenses to install the system or be forced to redesign the system. Cost and mass production of battery cells depends in part upon the prices and availability of raw materials such as lithium, nickel, cobalt and/or other metals. The prices for these materials fluctuate and their available supply may be unstable, depending on market conditions and global demand for these materials. For example, as a result of increased global production of electric vehicles and energy storage products, global demand has increased for lithium-ion battery cells, which may cause challenges for our battery suppliers, including delays or price volatility. Any such delays or reduced availability of battery cells (or other component materials) may impact our sales and operating results. Further, these risks may increase as market demand for our solar and battery offering grows. Any reduced availability of these batteries may impact our growth, and any increases in their prices may reduce our profitability if we cannot recoup such costs through increased prices. Our inability to meet demand and any product price increases may harm our brand, growth, prospects and operating results.\n\nThere have also been periods of industry-wide shortage of key components, including solar panels, batteries and inverters, in times of rapid industry growth or regulatory change. Further, new or unexpected changes in rooftop fire codes or building codes may require new or different system components to satisfy compliance with such newly effective codes or regulations, which may not be readily available for distribution to us or our suppliers. The manufacturing infrastructure for some of these components has a long lead time, requires significant capital investment and relies on the continued availability of key commodity materials, potentially resulting in an inability to meet demand for these components and, as a result, could negatively impact our ability to install systems in a timely manner. Additionally, any decline in the exchange rate of the U.S. dollar compared to the functional currency of our component suppliers could increase our component prices. Any of these shortages, delays or price changes could limit our growth, cause cancellations or adversely affect our operating margins, and result in loss of market share and damage to our brand.\n\nHuman rights issues in foreign countries and the U.S. government response to them could also disrupt our supply chain and operations. In particular, the WRO issued by the CBP on June 24, 2021 applicable to certain silica-based products manufactured in the Xinjiang Uyghur Autonomous Region of China, and any other allegations regarding forced labor in China and U.S. trade regulations to prohibit the importation of any goods derived from forced labor, could affect our operations. Further, the Uyghur Forced Labor Prevention Act that President Biden signed into law on December 23, 2021, which took effect on June 21, 2022, has affected, and may continue to affect, our supply chain and operations. Intensive examinations, withhold release orders, and related governmental procedures have resulted in supply chain and operational delays throughout the industry, and we have implemented policies and procedures to maintain compliance and minimize delays. These and other similar trade restrictions that may be imposed in the future could cause delivery and installation delays, and restrict the global supply of polysilicon and solar products. This, coupled with the passage of the IRA, could result in near-term demand for available solar energy systems despite higher costs, as well as increased costs of polysilicon and the overall cost of solar energy systems, potentially reducing overall demand for our products and services.\n\nIn addition, our supply chain and operations (or those of our partners) could be subject to events beyond our control, such as earthquakes, wildfires, flooding, hurricanes, tsunamis, typhoons, volcanic eruptions, droughts, tornadoes, the effects of climate change and related extreme weather, public health issues and pandemics, war, terrorism, government restrictions or limitations on trade, and geo-political unrest and uncertainties, such as Russia’s invasion of Ukraine and the current armed conflict in Israel and the Gaza Strip. We currently do not, and do not plan to in the future, source any products, materials, components, parts, or services directly from providers in these regions. As a result, we do not anticipate any material impacts to our supply chain directly arising from these conflicts at this time.\n\nAs the primary entity that contracts with customers, we are subject to risks associated with construction, cost overruns, delays, customer cancellations, regulatory compliance, and other contingencies, any of which could have a material adverse effect on our business and results of operations.\n\n25\n\nWe are a licensed contractor in certain communities that we service, and we are ultimately responsible as the contracting party for every solar energy system installation. We may be liable, either directly or through our solar partners, to customers for any damage we cause to them, their home, belongings, or property during the installation of our systems. For example, we, either directly or through our solar partners, frequently penetrate customers’ roofs during the installation process and may incur liability for the failure to adequately weatherproof such penetrations following the completion of construction. In addition, because the solar energy systems we or our solar partners deploy are high voltage energy systems, we may incur liability for any failure to comply with electrical standards and manufacturer recommendations. \n\nFor example, on December 2, 2020, the California Contractors State License Board (the “CSLB”) filed an administrative proceeding against us and certain of our officers related to an accident that occurred during an installation by one of our affiliate channel partners, Horizon Solar Power, which held its own license with the CSLB. On November 8, 2021, the parties entered into a stipulated settlement imposing citations and withdrawing the administrative proceeding with additional conditions. We consistently denied wrongdoing concerning the allegations in the administrative proceeding and made no admissions of wrongdoing incident to the settlement. We could face other similar claims or proceedings in the future, which, if not resolved favorably, could potentially result in fines, public reprimand, probation, or the suspension or revocation of certain of our licenses. \n\nCompleting the sale and installation of a solar energy system requires many different steps including a site audit, completion of designs, permitting, installation, electrical sign-off and interconnection. Customers may cancel their Customer Agreement, subject to certain conditions, during this process until commencement of installation, and we have experienced increased customer cancellations in certain geographic markets during certain periods in our operating history. We or our solar partners may face customer cancellations, delays or cost overruns which may adversely affect our or our solar partners’ ability to ramp up the volume of sales or installations in accordance with our plans. These cancellations, delays or overruns may be the result of a variety of factors, such as labor shortages or other labor issues, defects in materials and workmanship, adverse weather conditions, transportation constraints, construction change orders, site changes or roof conditions, geographic factors, extended permitting and inspection times and other unforeseen difficulties or any other factors that may extend the timing to install, any of which could lead to increased cancellation rates, reputational harm and other adverse effects. For example, some customer orders are canceled after a site visit if we determine that a customer needs to make repairs to or install a new roof, or that there is excessive shading on their property. Additionally, as the demand for solar plus storage offerings grows, we anticipate facing additional operational challenges associated with the complexity of deploying storage solutions that tend to have longer cycle times due to factors such as lengthened permitting and inspection times and potential need of a main panel upgrade. Any such factors that extend the timeframes from customer signature to installation or increased project complexity may result in increased operational challenges and correspondingly lower realization rates. If we continue to experience increased customer cancellations, our financial results may be materially and adversely affected. In addition, the current macroeconomic environment, including rising interest rates, instability in financial markets and bank failures, may impact our ability to engage with new customers and expand our relationships with existing customers. If our customers are materially negatively impacted by these factors, our business could be negatively impacted.\n\nPolicy can impact solar installation completion timelines. For example, in fall 2022, California passed SB 379, which imposes a required timeline for cities and counties to implement an online, automated solar permitting platform like SolarAPP+. Cities with populations over 50,000 and counties with populations over 150,000 were required to have instant, online, automated residential solar and storage permitting as of September 30, 2023, which may increase the speed at which we install solar systems. The remaining, smaller jurisdictions were required to implement instant, online residential solar and storage permitting by September 30, 2024. \n\nIn addition, the installation of solar energy systems and other energy-related products requiring building modifications are subject to oversight and regulation in accordance with national, state and local laws and ordinances relating to building, fire and electrical codes, safety, environmental protection, utility interconnection and metering, and related matters. We also rely on certain of our and our partners’ employees to maintain professional licenses in many of the jurisdictions in which we operate, and our failure to employ properly licensed personnel could adversely affect our licensing status in those jurisdictions. It is difficult and costly to track the requirements of every individual authority having jurisdiction over our installations and to design solar energy systems to comply with these varying standards. Any new government regulations or utility policies pertaining to our systems may result in significant additional expenses to us and our customers and, as a result, could cause a significant reduction in demand for our solar service offerings.\n\n26\n\nWe have a variety of stringent quality standards that we apply in the selection, supervision, and oversight of our third-party suppliers and solar partners. We exercise oversight over our partners through written agreements requiring compliance with the laws and requirements of all jurisdictions, including regarding safety and consumer protections, by oversight of compliance with these agreements, and enforced by termination of a partner relationship for failure to meet those obligations. However, because our suppliers and partners are third parties, ultimately, we cannot guarantee that they will follow our standards or ethical business practices, such as fair wage practices and compliance with environmental, safety and other local laws, despite our efforts to hold them accountable to our standards. A lack of demonstrated compliance could lead us to seek alternative suppliers or contractors, which could increase our costs and result in delayed delivery or installation of our products, product shortages or other disruptions of our operations. Violation of labor or other laws by our suppliers and solar partners or the divergence of a supplier’s or solar partner’s labor or other practices from those generally accepted as ethical in the United States or other markets in which we do business could also attract negative publicity for us and harm our business, brand and reputation in the market.\n\nIf we fail to manage our recent and future growth effectively, we may be unable to execute our business plan, maintain high levels of customer service, or adequately address competitive challenges.\n\nWe have experienced significant growth in recent periods and we intend to continue to expand our business within existing markets, such as Puerto Rico, and in a number of new locations in the future, and with our product offerings, such as EV chargers. This growth has placed, and any future growth may continue to place, a significant strain on our management, operational and financial infrastructure. In particular, we have been in the past, and may in the future, be required to expand, train and manage our growing employee base and solar partners. Our management will also be required to maintain and expand our relationships with customers, suppliers, and other third parties and attract new customers and suppliers, as well as to manage multiple geographic locations.\n\nIn addition, our current and planned operations, personnel, systems and procedures might be inadequate to support our future growth and may require us to make additional unanticipated investment in our infrastructure, including additional costs for the expansion of our employee base and our solar partners as well as marketing and branding costs. Our success and ability to further scale our business will depend, in part, on our ability to manage these changes in a cost-effective and efficient manner. If we cannot manage our growth, we may be unable to take advantage of market opportunities, execute our business strategies or respond to competitive pressures. This could also result in declines in quality or customer satisfaction, increased costs, difficulties in introducing new solar service offerings or other operational difficulties. Any failure to effectively manage growth could adversely impact our business, operating results, financial condition, and reputation.\n\nWe typically bear the risk of loss and the cost of maintenance, repair and removal on solar energy systems that are owned or leased by our investment funds.\n\nWe typically bear the risk of loss and are generally obligated to cover the cost of maintenance, repair and removal for any solar energy system that we sell or lease to our investment funds. At the time we sell or lease a solar energy system to an investment fund, we enter into a maintenance services agreement where we agree to operate and maintain the system for a fixed fee that is calculated to cover our future expected maintenance costs. If our solar energy systems require an above-average amount of repairs or if the cost of repairing systems were higher than our estimate, we would need to perform such repairs without additional compensation. If our solar energy systems, more than 45% of which were located in California as of December 31, 2024, are damaged as the result of a natural disaster beyond our control, losses could exceed or be excluded from, our insurance policy limits, and we could incur unforeseen costs that could harm our business and financial condition. We may also incur significant costs for taking other actions in preparation for, or in reaction to, such events. We purchase property insurance with industry standard coverage and limits approved by an investor’s third-party insurance advisors to hedge against such risk, but such coverage may not cover our losses.\n\nProduct liability claims against us could result in adverse publicity and potentially significant monetary damages.\n\nIf our solar service offerings, including our racking systems, photovoltaic modules, batteries, inverters, or other products, injured someone, we would be exposed to product liability claims. Because solar energy systems and many of our other current and anticipated products are electricity-producing devices, it is possible that \n\n27\n\ncustomers or their property could be injured or damaged by our products, whether by product malfunctions, defects, improper installation or other causes. We rely on third-party manufacturing warranties, warranties provided by our solar partners and our general liability insurance to cover product liability claims and have not obtained separate product liability insurance. Our solar energy systems, including our photovoltaic modules, batteries, inverters, and other products, may also be subject to recalls due to product malfunctions or defects. Any product liability claim we face could be expensive to defend and divert management’s attention. The successful assertion of product liability claims against us could result in potentially significant monetary damages that could require us to make significant payments, as well as subject us to adverse publicity, damage our reputation and competitive position and adversely affect sales of our systems and other products. In addition, product liability claims, injuries, defects or other problems experienced by other companies in the residential solar industry could lead to unfavorable market conditions to the industry as a whole, and may have an adverse effect on our ability to attract customers, thus affecting our growth and financial performance.\n\nOur business is concentrated in certain markets, putting us at risk of region-specific disruptions.\n\nAs of December 31, 2024, California represented over 45% of our customer base. This concentration of our customer base and operational infrastructure could lead to our business and results of operations being particularly susceptible to adverse economic, regulatory, political, weather and other conditions in this market and in other markets that may become similarly concentrated, in particular the east coast, where we have seen significant growth recently. Recent changes to net metering policy and the tariff structure in California in December 2022 have created additional uncertainty and challenges, given the size of our customer base in California. Originations in California continue to be below levels prior to the NBT transition, and without further increases in originations, our new installations in California may continue to decline compared to prior periods, which could have a material adverse effect on our business operations and financial performance. \n\nOur corporate and sales headquarters are located in San Francisco, California, an area that has a heightened risk of earthquakes and nearby wildfires. We may not have adequate insurance, including business interruption insurance, to compensate us for losses that may occur from any such significant events. A significant natural disaster, such as an earthquake or wildfire, or a public health crisis, such as a pandemic, or civil unrest could have a material adverse impact on our business, results of operations and financial condition. In addition, acts of terrorism or malicious computer viruses could cause disruptions in our or our solar partners’ businesses or the economy as a whole. To the extent that these disruptions result in delays or cancellations of installations or the deployment of our solar service offerings, our business, results of operations and financial condition would be adversely affected.\n\nChanges to the applicable laws and regulations governing direct-to-home sales and marketing may limit or restrict our ability to effectively compete.\n\nWe utilize a direct-to-home sales model as a primary sales channel and are vulnerable to changes in laws and regulations related to direct sales and marketing that could impose additional limitations on unsolicited residential sales calls and may impose additional restrictions such as adjustments to our marketing materials and direct-selling processes, and new training for personnel. If additional laws and regulations affecting direct sales and marketing are passed in the markets in which we operate, it would take time to train our sales professionals to comply with such laws, and we may be exposed to fines or other penalties for violations of such laws. If we fail to compete effectively through our direct-selling efforts, our financial condition, results of operations and growth prospects could be adversely affected.\n\nExpanding and maintaining new sales channels and affiliate channel partner networks could be costly and time-consuming. As we enter new channels and establish new partnerships, we could be at a disadvantage relative to other companies who have more history in these spaces. \n\nAs we continue to grow and expand our sales channels and affiliate channel partner networks, we may encounter challenges and additional costs.\n\nWith respect to developing our sales channels, such as direct-to-home, homebuilder, retail, and e-commerce channels and adapting to a remote selling model, we have incurred and may continue to incur significant costs. In \n\n28\n\naddition, we may not initially or ever be successful in utilizing these new channels. Furthermore, we may not be able to compete successfully with companies with a historical presence in such channels, and we may not realize the anticipated benefits of entering such channels, including efficiently increasing our customer base and ultimately reducing costs. Entering new channels also poses the risk of conflicts between sales channels. If we are unable to successfully compete in new channels, our operating results and growth prospects could be adversely affected.\n\nIf we fail to maintain or expand our affiliate channel partner relationships, we may be unable to adequately meet anticipated demand for our solar service offerings, or we may only be able to offer our systems at higher costs or after delays. Further, if the terms, including geographic scope, exclusivity, pricing, duration, or other key terms of our agreements with our solar partners are substantially altered, it may impact our operational results and financial performance.\n\nObtaining a sales contract with a potential customer does not guarantee that the potential customer will not decide to cancel or that we will not need to cancel due to a failed inspection, which could cause us to generate no revenue despite incurring costs and adversely affect our results of operations.\n\nEven after we secure a sales contract with a potential customer, we (either directly or through our solar partners) must perform an inspection to ensure the home, including the rooftop, meets our standards and specifications. If the inspection finds repairs to the rooftop are required in order to satisfy our standards and specifications to install the solar energy system, and a potential customer does not want to make such required repairs, we would lose that anticipated sale. In addition, per the terms of our Customer Agreements, a customer maintains the ability to cancel before commencement of installation, subject to certain conditions. Any delay or cancellation of an anticipated sale could materially and adversely affect our financial results, as we may have incurred sales-related, design-related, and other expenses and generated no revenue.\n\nThe value of our solar energy systems at the end of the associated term of the lease or PPA may be lower than projected, which may adversely affect our financial performance and valuation.\n\nWe depreciate the costs of our solar energy systems over their estimated useful life of 35 years. At the end of the initial typically 20- or 25-year term of the Customer Agreement, customers may choose to purchase their solar energy systems, ask to remove the system at our cost or renew their Customer Agreements. Customers may choose to not renew or purchase for any reason, including pricing, decreased energy consumption, relocation of residence, or switching to a competitor product.\n\nFurthermore, it is difficult to predict how future environmental regulations may affect the costs associated with the removal, disposal or recycling of our solar energy systems. If the value in trade or renewal revenue is less than we expect, we may be required to recognize all or some of the remaining unamortized costs. This could materially impair our future results of operations.\n\nWe are exposed to the credit risk of customers and payment delinquencies on our accounts receivables.\n\nOur Customer Agreements are typically for 20 or 25 years and require the customer to make monthly payments to us. Accordingly, we are subject to the credit risk of customers. As of December 31, 2024, the average FICO score of our customers under a Customer Agreement with a monthly payment schedule remained at or above 740, which is generally categorized as a “Very Good” credit profile by the Fair Isaac Corporation. However, this may decline to the extent FICO score requirements under future investment funds are relaxed. While customer defaults have been immaterial to date, we expect that the risk of customer defaults may increase as we grow our business. Due to the immaterial amount of customer defaults to date, our reserve for this exposure is minimal, and our future exposure may exceed the amount of such reserves. If we experience increased customer credit defaults, our revenue and our ability to raise new investment funds could be adversely affected. If economic conditions worsen, certain of our customers may face liquidity concerns and may be unable to satisfy their payment obligations to us on a timely basis or at all, which could have a material adverse effect on our financial condition and results of operations.\n\n29\n\nWe may not realize the anticipated benefits of past or future investments, strategic transactions, or acquisitions, and integration of these acquisitions may disrupt our business and management.\n\nWe have in the past and may in the future, acquire companies, Project pipelines, Projects, SRECs, products, or technologies or enter into joint ventures or other strategic transactions. For example, we completed the acquisition of Vivint Solar on October 8, 2020. Also, in July 2020, we announced a venture with SK E&S Co., Ltd. and other affiliated companies focused on home electrification. We may not realize the anticipated benefits of past or future investments, strategic transactions, or acquisitions, and these transactions involve numerous risks that are not within our control. These risks include the following, among others:\n\n•failure to satisfy the required conditions and otherwise complete a planned acquisition, joint venture or other strategic transaction on a timely basis or at all;\n\n•legal or regulatory proceedings, if any, relating to a planned acquisition, joint venture or other strategic transaction and the outcome of such legal proceedings;\n\n•difficulty in assimilating the operations, systems, and personnel of the acquired company, especially given our unique culture;\n\n•difficulty in effectively integrating the acquired technologies or products with our current products and technologies;\n\n•difficulty in maintaining controls, procedures and policies during the transition and integration;\n\n•disruption of our ongoing business and distraction of our management and employees from other opportunities and challenges due to integration issues;\n\n•difficulty integrating the acquired company’s accounting, management information and other administrative systems;\n\n•inability to retain key technical and managerial personnel of the acquired business;\n\n•inability to retain key customers, vendors and other business partners of the acquired business;\n\n•inability to achieve the financial and strategic goals for the acquired and combined businesses;\n\n•incurring acquisition-related costs or amortization costs for acquired intangible assets that could impact our results of operations;\n\n•significant post-acquisition investments which may lower the actual benefits realized through the acquisition;\n\n•potential failure of the due diligence processes to identify significant issues with product quality, legal, and financial liabilities, among other things;\n\n•moderating and anticipating the impacts of inherent or emerging seasonality in acquired customer agreements;\n\n•potential inability to assert that internal controls over financial reporting are effective; and\n\n30\n\n•potential inability to obtain, or obtain in a timely manner, approvals from governmental authorities, which could delay or prevent such acquisitions.\n\nOur failure to address these risks, or other problems encountered in connection with our past or future investments, strategic transactions, or acquisitions, could cause us to fail to realize the anticipated benefits of these acquisitions or investments, cause us to incur unanticipated liabilities, and harm our business generally. Future acquisitions could also result in dilutive issuances of our equity securities, the incurrence of debt, contingent liabilities, amortization expenses, or incremental expenses, any of which could harm our financial condition or results of operations, and the trading price of our common stock could decline.\n\nFrom time to time, we may pursue acquisitions of previously installed solar systems to further expand future solar and storage upsell and retrofit opportunities. While we do not expect such acquisitions to represent a material portion of our growth on an annual basis, we plan to pursue such transactions opportunistically. We may not realize the anticipated benefits of such transactions, and these transactions involve numerous risks that are not within our control.\n\nMergers and acquisitions are inherently risky, may not produce the anticipated benefits and could adversely affect our business, financial condition or results of operations.\n\nIf we are unsuccessful in developing and maintaining our proprietary technology, including our BrightPath software, our ability to attract and retain solar partners could be impaired, our competitive position could be harmed and our revenue could be reduced.\n\nOur future growth depends on our ability to continue to develop and maintain our proprietary technology that supports our solar service offerings, including our design and proposal software, BrightPath. In addition, we rely, and expect to continue to rely, on licensing agreements with certain third parties for aerial images that allow us to efficiently and effectively analyze a customer’s rooftop for solar energy system specifications. In the event that our current or future products require features that we have not developed or licensed, or we lose the benefit of an existing license, we will be required to develop or obtain such technology through purchase, license or other arrangements. If the required technology is not available on commercially reasonable terms, or at all, we may incur additional expenses in an effort to internally develop the required technology. In addition, our BrightPath software was developed, in part, with U.S. federal government funding. When new technologies are developed with U.S. government funding, the government obtains certain rights in any resulting patents, including a nonexclusive license authorizing the government to use the invention for non-commercial purposes. These rights may permit the government to disclose certain confidential information related to BrightPath to third parties and to exercise “march-in” rights to use or allow third parties to use our patented technology. We are also subject to certain reporting and other obligations to the U.S. government in connection with funding for BrightPath. If we are unable to maintain our existing proprietary technology, our ability to attract and retain solar partners could be impaired, our competitive position could be harmed and our revenue could be reduced.\n\nDisruptions to our solar production metering solution could negatively impact our revenue and increase our expenses.\n\nOur ability to monitor solar energy production for various purposes depends on the operation of our metering solution. We could incur significant expense and disruption to our operations in connection with failures of our metering solution, including meter hardware failures and failure or obsolescence of the cellular technology that we use to communicate with those meters. For example, many of our meters operate on either the 3G or 4G cellular data networks, which are expected to sunset before the term of our Customer Agreements, and newer technologies we use today may become obsolete before the end of the term of Customer Agreements entered into now. Upgrading our metering solution may cause us to incur significant expense. Additionally, our meters communicate data through proprietary software, which we license from our metering partners. Should we be unable to continue to license, on agreeable terms, the software necessary to communicate with our meters, it could cause a significant disruption in our business and operations.\n\n31\n\nProblems with product quality or performance may cause us to incur warranty expenses and performance guarantee expenses, may lower the residual value of our solar energy systems and may damage our market reputation and cause our financial results to decline.\n\nCustomers who enter into Customer Agreements with us are covered by production guarantees and roof penetration warranties. As the owners of the solar energy systems, we or our investment funds receive a warranty from the inverter and solar panel manufacturers, and, for those solar energy systems that we do not install directly, we receive workmanship and material warranties as well as roof penetration warranties from our solar partners. Furthermore, one or more of our third-party manufacturers or solar partners could cease operations and no longer honor these warranties, leaving us to fulfill these potential obligations to customers, or such warranties may be limited in scope and amount, and may be inadequate to protect us. We also provide a performance guarantee with certain solar service offerings pursuant to which we compensate customers on an annual basis if their system does not meet the electricity production guarantees set forth in their agreement with us. Customers who enter into Customer Agreements with us are covered by production guarantees equal to the length of the term of these agreements, typically 20 or 25 years. We may suffer financial losses associated if significant performance guarantee payments are triggered.\n\nBecause of our limited operating history and the length of the term of our Customer Agreements, we have been required to make assumptions and apply judgments regarding a number of factors, including our anticipated rate of warranty claims and the durability, performance and reliability of our solar energy systems. Our assumptions could prove to be materially different from the actual performance of our systems, causing us to incur substantial expense to repair or replace defective solar energy systems in the future or to compensate customers for systems that do not meet their production guarantees. Product failures or operational deficiencies also would reduce our revenue from power purchase or lease agreements because they are dependent on system production. Any widespread product failures or operating deficiencies may damage our market reputation and adversely impact our financial results.\n\nOur business may be harmed if we fail to properly protect our intellectual property, and we may also be required to defend against claims or indemnify others against claims that our intellectual property infringes on the intellectual property rights of third parties.\n\nWe believe that the success of our business depends in part on our proprietary technology, including our software, information, processes and know-how. We rely on copyright, trade secret and patent protections to secure our intellectual property rights. Although we may incur substantial costs in protecting our technology, we cannot be certain that we have adequately protected or will be able to adequately protect it, that our competitors will not be able to utilize our existing technology or develop similar technology independently, that the claims allowed with respect to any patents held by us will be broad enough to protect our technology or that foreign intellectual property laws will adequately protect our intellectual property rights. Moreover, we cannot be certain that our patents provide us with a competitive advantage. Despite our precautions, it may be possible for third parties to obtain and use our intellectual property without our consent. Unauthorized use of our intellectual property by third parties, and the expenses incurred in protecting our intellectual property rights, may adversely affect our business. In the future, some of our products could be alleged to infringe existing patents or other intellectual property of third parties, and we cannot be certain that we will prevail in any intellectual property dispute. In addition, any future litigation required to enforce our patents, to protect our trade secrets or know-how or to defend us or indemnify others against claimed infringement of the rights of third parties could harm our business, financial condition, and results of operations.\n\nWe use “open source” software in our solutions, which may require that we release the source code of certain software subject to open source licenses or introduce vulnerabilities into our software that could become exploitable and expose sensitive data, either of which could subject us to possible litigation or other actions that could adversely affect our business.\n\nWe utilize software that is licensed under so-called “open source,” “free” or other similar licenses. Open source software is made available to the general public on an “as-is” basis under the terms of a non-negotiable license. We currently combine our proprietary software with open source software but not in a manner that we believe requires the release of the source code of our proprietary software to the public. However, our use of open source software may entail greater risks than use of third-party commercial software. Open source licensors \n\n32\n\ngenerally do not provide warranties or other contractual protections regarding infringement claims or the quality of the code, which could introduce vulnerabilities that could be exploited and lead to the loss of sensitive or protected data. In addition, if we combine our proprietary software with open source software in a certain manner, we could, under certain open source licenses, be required to release the source code of our proprietary software to the public. This would allow our competitors to create similar offerings with lower development effort and time.\n\nWe may also face claims alleging noncompliance with open source license terms or infringement or misappropriation of proprietary software. These claims could result in litigation, require us to purchase a costly license or require us to devote additional research and development resources to change our software, any of which would have a negative effect on our business and results of operations. In addition, if the license terms for open source software that we use change, we may be forced to re-engineer our solutions, incur additional costs or discontinue the use of these solutions if re-engineering cannot be accomplished on a timely basis. Few courts have interpreted open source licenses, and there is a risk that these licenses could be construed in a way that could impose unanticipated conditions or restrictions on our ability to use our proprietary software. We cannot guarantee that we have incorporated or will incorporate open source software in our software in a manner that will not subject us to liability or in a manner that is consistent with our current policies and procedures.\n\nAny security breach, unauthorized access or disclosure, or theft of data, including personal information, we, our third-party service providers, and suppliers gather, store, transmit, and use, or other hacking, cyber-attack, phishing attack, and unauthorized intrusions into or through our systems or those of our third party service providers, could harm our reputation, subject us to claims, litigation, financial harm, and have an adverse impact on our business.\n\nIn the ordinary course of business, we, our third-party providers upon which we rely, and our suppliers collect, receive, store, transmit, process, and use proprietary, confidential, and sensitive data, including the personal information of customers, such as names, addresses, email addresses, credit information and other housing and energy use information, as well as the personal information of our employees. \n\nCyber-attacks, malicious internet-based activity, online and offline fraud, and other similar activities threaten the confidentiality, integrity, and availability of our sensitive information and information technology systems, and those of the third parties with whom we work. Such threats are prevalent and continue to rise, are increasingly difficult to detect, and come from a variety of sources, including “hackers,” threat actors, “hacktivists,” organized criminal threat actors, personnel (such as through theft or misuse), sophisticated nation states, and nation-state-supported actors. \n\nSome actors now engage and are expected to continue to engage in cyber-attacks, including without limitation nation-state actors for geopolitical reasons and in conjunction with military conflicts and defense activities. During times of war and other major conflicts, we, the third parties with whom we work, and our customers may be vulnerable to a heightened risk of these attacks, including retaliatory cyber-attacks, that could materially disrupt our systems and operations, supply chain, and ability to produce, sell and distribute our goods and services.\n\nIn addition, we, our third-party service providers with whom we work are subject to a variety of evolving threats, such as computer malware (including as a result of advanced persistent threat intrusions), ransomware, malicious code (such as viruses or worms), social engineering (including through deep fakes, which may be increasingly more difficult to identify as fake, and phishing attacks), telecommunications failures, denial-of-service attacks, credential stuffing attacks, credential harvesting, personnel misconduct or error, supply-chain attacks, software bugs, server malfunctions, software or hardware failures, loss of data or other information technology assets, adware, natural disasters and extreme weather events, general hacking, telecommunications failures, attacks enhanced or infiltrated by AI, and other similar threats. Cybersecurity threats have become more prevalent, and could impact our systems and those of our third parties in the future. Our team members who work remotely pose increased risks to our information technology systems and data, because many of them utilize network connections outside our premises that are less secure.\n\nIn particular, severe ransomware attacks are becoming increasingly prevalent and can lead to significant interruptions in our operations, ability to provide our products or services, loss of sensitive data and income, reputational harm, and diversion of funds. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments.\n\n33\n\nApplicable data privacy and security obligations may require us to notify relevant stakeholders, including affected individuals, customers, regulators, and investors, of security incidents. Such disclosures are costly, and the disclosure or the failure to comply with such requirements could lead to adverse consequences. Inadvertent disclosure of confidential data, such as personal information, or if a third party were to gain unauthorized access to this type of data in our possession, has resulted in, and could result in future claims or litigation arising from damages suffered by those affected, government enforcement actions (for example, investigations, fines, penalties, audits, and inspections), additional reporting requirements and/or oversight, indemnification obligations, reputational harm, interruptions in our operations, financial loss, and other similar harms. In addition, we could incur significant costs in complying with the multitude of federal, state and local laws, and applicable independent security control frameworks, regarding the unauthorized disclosure of personal information. \n\nWhile we have implemented security measures designed to protect against security incidents, there can be no assurance that these measures will be effective. Finally, any perceived or actual unauthorized disclosure of such information, unauthorized intrusion, or other cyberthreat could harm our reputation, substantially impair our ability to attract and retain customers, interrupt our operations, and have an adverse impact on our business.\n\nWe rely on third parties and technologies to operate critical business systems to process sensitive information in a variety of contexts, including, without limitation, cloud-based infrastructure, encryption and authentication technology, employee email, and other functions. Our ability to monitor these third parties’ information security practices is limited, and these third parties may not have adequate information security measures in place.  If the third parties with whom we work experience a security incident or other interruption, we could experience adverse consequences. While we may be entitled to damages if our third-party service providers fail to satisfy their privacy or security-related obligations to us, any award may be insufficient to cover our damages, or we may be unable to recover such award.\n\nWe take steps designed to detect, mitigate, and remediate vulnerabilities in our information systems (such as our hardware and/or software, including that of third parties with whom we work). We may not, however, detect and remediate all such vulnerabilities on a timely basis. Further, we may experience delays in developing and deploying remedial measures and patches designed to address identified vulnerabilities.\n\nAny of the previously identified or similar threats could cause a security incident or other interruption that could result in unauthorized, unlawful, or accidental acquisition, modification, destruction, loss, alteration, encryption, disclosure of, or access to our sensitive information or our information technology systems, or those of the third parties with whom we work. A security incident or other interruption could disrupt our ability (and that of third parties with whom we work) to provide our services.\n\nOur contracts may not contain limitations of liability, and even where they do, there can be no assurance that limitations of liability in our contracts are sufficient to protect us from liabilities, damages, or claims related to our data privacy and security obligations. While we currently maintain cybersecurity insurance, such insurance may not be sufficient to cover us against claims, and we cannot be certain that cyber insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim.\n\nIn addition to experiencing a security incident, third parties may gather, collect, or infer sensitive information about us from public sources, data brokers, or other means that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or market position. Additionally, sensitive information of the Company or our customers could be leaked, disclosed, or revealed as a result of or in connection with our employees’, personnel’s, or vendors’ use of generative AI technologies.\n\nWe, and the third parties with whom we work, are, and may become, subject to stringent and evolving U.S. and foreign laws, regulations, and rules, contractual obligations, industry standards, policies and other obligations related to data privacy and security. Many of these laws and regulations are subject to change and uncertain interpretation, and could result in claims, increased cost of operations, or otherwise harm our business.\n\nIn the ordinary course of business, we collect, receive, store, process, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share (collectively, “process”) personal data and other sensitive information, including proprietary and confidential business data, trade secrets, intellectual property, and sensitive third-party data. Our data processing activities subject us to numerous data privacy and security \n\n34\n\nobligations, such as various laws, regulations, guidance, industry standards, external and internal privacy and security policies, contractual requirements, and other obligations relating to data privacy and security. Obligations related to data privacy and security (and consumers’ data privacy expectations) are quickly changing, becoming increasingly stringent, and creating uncertainty.  Additionally, these obligations may be subject to differing applications and interpretations, which may be inconsistent or conflict among jurisdictions.  Preparing for and complying with these obligations requires us to devote significant resources, which may necessitate changes to our services, information technologies, systems, and practices, and to those of any third parties that process personal data on our behalf.  \n\nIn the United States, federal, state, and local governments have enacted numerous data privacy and security laws, including data breach notification laws, personal data privacy laws, consumer protection laws (e.g., Section 5 of the Federal Trade Commission Act), and other similar laws (e.g., wiretapping laws). For example, the Telephone Consumer Protection Act of 1991 (“TCPA”) imposes various consumer consent requirements and other restrictions on certain telemarketing activity and other communications with consumers by phone, fax, or text message, and violations of the TCPA violations can result in significant financial penalties, including penalties or criminal fines imposed by the Federal Communications Commission or fines of up to $1,500 per violation imposed through private litigation or by state authorities.\n\nNumerous U.S. states—including California, Colorado, Utah, Virginia, and Connecticut —have enacted comprehensive data privacy and security laws that impose certain obligations on covered businesses, including providing specific disclosures in privacy notices and affording residents with certain rights concerning their personal data. As applicable, such rights may include the right to access, correct, or delete certain personal data, and to opt-out of certain data processing activities, such as targeted advertising, profiling, and automated decision-making. The exercise of these rights may impact our business and ability to provide our products and services. Certain states also impose stricter requirements for processing certain personal data, including sensitive information. These state laws allow for statutory fines for noncompliance. For example, the CCPA applies to personal data of consumers, business representatives, and employees who are California residents, and requires businesses to provide specific disclosures in privacy notices and honor requests of such individuals to exercise certain privacy rights. The CCPA provides for fines of up to $7,500 per intentional violation and allows private litigants affected by certain data breaches to recover significant statutory damages. These developments further complicate compliance efforts, and increase legal risk and compliance costs for us, the third parties with whom we work, and our customers. Similar laws are being considered in several other states, as well as at the federal and local levels, and we expect more states to pass similar laws in the future.\n\nOur employees and personnel use generative artificial intelligence (“AI”) technologies, and the disclosure and use of personal data in generative AI technologies is subject to various privacy laws and other privacy obligations. Governments have passed and are likely to pass additional laws regulating generative AI. Our use of this technology could result in additional compliance costs, regulatory investigations and actions, and lawsuits. If we are unable to use generative AI, it could make our business less efficient and result in competitive disadvantages. \n\nIn addition to data privacy and security laws, we are or may become contractually subject to industry standards adopted by industry groups, such as the Payment Card Industry Data Security Standard (“PCI DSS”). Noncompliance with PCI-DSS by us or the third parties with whom we work can result in penalties from credit card companies ranging from $5,000 to $100,000 per month, as well as litigation, reputational damage, and revenue losses.\n\nWe publish privacy policies, marketing materials, whitepapers, and other statements, regarding data privacy and security. Regulators in the United States are increasingly scrutinizing these statements, and if these policies, materials, or statements are found to be deficient, lacking in transparency, deceptive, unfair, or misrepresentative of our practices, we may be subject to investigation, enforcement actions by regulators or other adverse consequences. We may at times fail (or be perceived to have failed) in our efforts to comply with our data privacy and security obligations. Moreover, despite our efforts, our personnel or third parties with whom we work may fail to comply with such obligations, which could negatively impact our business operations. If we or the third parties on which we rely fail, or are perceived to have failed, to address or comply with applicable data privacy and security obligations, we could face significant consequences, including but not limited to: government enforcement actions (e.g., investigations, fines, penalties, audits, inspections), litigation (including class-action claims), mass arbitration claims, additional reporting requirements and/or oversight, bans on processing personal data, and orders to destroy or not use personal data.\n\nIn particular, plaintiffs have become increasingly more active in bringing privacy-related claims against companies, including class claims and mass arbitration demands. Some of these claims allow for the recovery of \n\n35\n\nstatutory damages on a per violation basis, and, if viable, carry the potential for monumental statutory damages, depending on the volume of data and the number of violations.\n\nInformation technology systems are a critical component of our long-term competitive strategy. Failure to implement, adopt, and innovate responsibly and in a timely manner in response to rapidly evolving technological developments, including the use of artificial intelligence, could adversely impact our ability to compete, as well as our financial condition and operating results. \n\nOur ability to compete effectively requires our continued investment in technology to ensure we provide ongoing value to our current and potential customers and operate efficiently. The adoption and integration of newly emerging technologies involve significant uncertainties. If we are unable to effectively develop, integrate, or introduce new technologies, products, and services, our competitive position could be negatively impacted, and our business may suffer material adverse effects.\n\nWhether we compete effectively may also be impacted by our ability to accurately anticipate and effectively respond to the risks and opportunities presented by the disruptions and developments of emerging and newly available technologies, including artificial intelligence (“AI”).  We may not be successful in anticipating or responding to these developments on a timely and cost-effective basis, and if the rate at which we adopt and the ways in which we apply new technologies lags or differs negatively in meaningful ways from our competitors, our business could be adversely affected. \n\nIn particular, generative AI and other new and emerging technologies present a number of inherent risks and incorporating them into our information technology infrastructure, products, and services responsibly is crucial to maintaining and strengthening our competitive position in the market. For example, the use of generative AI technologies may result in unintended biases, accuracy issues, or discriminatory outcomes, potentially leading to errors in decision-making, product development, or other business activities. Such outcomes could negatively affect our business operations, financial performance, and overall financial condition. Further, the unauthorized use of generative AI technologies by our employees, third-party providers, or our suppliers pose additional risks relating to data privacy and security, including the potential exposure of our confidential information to unauthorized recipients. Use of generative AI tools could result in future claims or litigation related to unauthorized access to or use of confidential information and failure to comply with open source software requirements.  \n\nDamage to our brand and reputation or failure to expand our brand would harm our business and results of operations.\n\nWe depend significantly on our brand and reputation for high-quality solar service offerings, engineering and customer service to attract customers and grow our business. If we fail to continue to deliver our solar service offerings within the planned timelines, if our solar service offerings do not perform as anticipated or if we damage any customers’ properties or cancel Projects, our brand and reputation could be significantly impaired. We also depend greatly on referrals from customers for our growth. Therefore, our inability to meet or exceed customers’ expectations would harm our reputation and growth through referrals. We have at times focused particular attention on expeditiously growing our direct sales force and our solar partners, leading us in some instances to hire personnel or partner with third parties who we may later determine do not fit our company culture and standards. Given the sheer volume of interactions our direct sales force and our solar partners have with customers and potential customers, it is also unavoidable that some interactions will be perceived by customers and potential customers as less than satisfactory and result in complaints. If we cannot manage our hiring and training processes to limit potential issues and maintain appropriate customer service levels, our brand and reputation may be harmed and our ability to grow our business would suffer. In addition, if we were unable to achieve a similar level of brand recognition as our competitors, some of which may have a broader brand footprint, more resources and longer operational history, we could lose recognition in the marketplace among prospective customers, suppliers and partners, which could affect our growth and financial performance. Our growth strategy involves marketing and branding initiatives that will involve incurring significant expenses in advance of corresponding revenue. We cannot assure you that such marketing and branding expenses will result in the successful expansion of our brand recognition or increase our revenue. We are also subject to marketing and advertising regulations in various jurisdictions, and overly restrictive conditions on our marketing and advertising activities may inhibit the sales of the affected products.\n\n36\n\nA failure to hire and retain a sufficient number of employees and service providers in key functions would constrain our growth and our ability to timely complete customers’ projects and successfully manage customer accounts.\n\nTo support our growth, we need to hire, train, deploy, manage and retain a substantial number of skilled employees, engineers, installers, electricians, sales and project finance specialists. Competition for qualified personnel in our industry is increasing, particularly for skilled personnel involved in the installation of solar energy systems. We have in the past been, and may in the future be, unable to attract or retain qualified and skilled installation personnel or installation companies to be our solar partners, which would have an adverse effect on our business. We and our solar partners also compete with the homebuilding and construction industries for skilled labor. As these industries grow and seek to hire additional workers, our cost of labor may increase. The unionization of the industry’s labor force could also increase our labor costs. Shortages of skilled labor could significantly delay a project or otherwise increase our costs. Because our profit on a particular installation is based in part on assumptions as to the cost of such a project, cost overruns, delays or other execution issues may cause us to not achieve our expected margins or cover our costs for that project. In addition, because we are headquartered in the San Francisco Bay Area, we compete for a limited pool of technical and engineering resources that requires us to pay wages that are competitive with relatively high regional standards for employees in these fields. Further, we need to continue to expand upon the training of our customer service team to provide high-end account management and service to customers before, during and following the point of installation of our solar energy systems. Identifying, and recruiting qualified personnel and training them requires significant time, expense and attention. It can take several months before a new customer service team member is fully trained and productive at the standards that we have established. If we are unable to hire, develop and retain talented technical and customer service personnel, we may not be able to realize the expected benefits of this investment or grow our business.\n\nIn addition, to support the growth and success of our direct-to-consumer channel, we need to recruit, retain and motivate a large number of sales personnel on a continuing basis. We compete with many other companies for qualified sales personnel, and it could take many months before a new salesperson is fully trained on our solar service offerings. If we are unable to hire, develop and retain qualified sales personnel or if they are unable to achieve desired productivity levels, we may not be able to compete effectively.\n\nIf we or our solar partners cannot meet our hiring, retention and efficiency goals, we may be unable to complete customers’ Projects on time or manage customer accounts in an acceptable manner or at all. Any significant failures in this regard would materially impair our growth, reputation, business and financial results. If we are required to pay higher compensation than we anticipate, these greater expenses may also adversely impact our financial results and the growth of our business.\n\nRegulators may limit the type of electricians qualified to install and service our solar and battery systems in California, which may result in workforce shortages, operational delays, and increased costs.\n\nIn June 2023, the CSLB initiated a formal rule proposal to allow solar installers (C-46 license holders) to continue to install energy storage systems less than 80 kWh when “incidental and supplemental” to the installation of a PV system, but would require the use of a C-10 license holder for repair and retrofit work. The proposed rule was adopted by the CSLB on April 18, 2024. The Office of Administrative Law approved the proposed rule on June 5, 2024, and the rule was set to be effective as of October 1, 2024. However, there is currently a preliminary injunction in the case and the CSLB is enjoined from taking any action to enforce or implement the regulation pending resolution of the case. The energy storage systems that we install in the residential market typically do not exceed 80 kWh.    \n\nWhile our workforce includes workers operating under both C-10 and C-46 licenses in California, there are a limited number of C-10 certified electricians in the state and we are required to have each jobsite staffed with a Commercial Journeyperson or Residential Wireman (if it is a residential job) if any electrical work is being performed under a C-10, which may result in workforce shortages, operational delays, and increased costs. Obtaining a C-10 license can be an extended process, and the timing and cost of having a large number of our C-46 licensed Solar Contractors seek such additional qualification is unclear. A significant portion of our customer base is in California, and as the state deals with growing wildfire risk and grid instability, an increasing number of our customers are choosing our solar and battery offerings. If we are unable to hire, develop and retain sufficient certified electricians, our growth of solar and battery customers in California may be significantly constrained, which would negatively \n\n37\n\nimpact our operating results. We have actively managed our workforce in anticipation of these changing contractor regulations by signing up Electrical Trainees in all of our California branches and through on the job training plus enrollment in schooling we have had many of our trainees become Journeypersons as well.  \n\nOur workforce has led the industry in safely installing solar and battery systems for tens of thousands of customers across the country, and we intend to work with regulators, industry partners, and stakeholders to grow the solar and battery market throughout California. \n\nThe loss of one or more members of our senior management or key employees may adversely affect our ability to implement our strategy.\n\nWe depend on our experienced management team, and the loss of one or more key executives could have a negative impact on our business. With any change in leadership, there is a risk to organizational effectiveness and employee retention as well as the potential for disruption to our business. None of our key executives or our key employees are bound by employment agreements for any specific term, and we may be unable to replace key members of our management team and key employees in the event we lose their services. Integrating new employees into our management team could prove disruptive to our operations, require substantial resources and management attention and ultimately prove unsuccessful. An inability to attract and retain sufficient managerial personnel who have critical industry experience and relationships could limit or delay our strategic efforts, which could have a material adverse effect on our business, financial condition, and results of operations.\n\nWe are subject to legal proceedings, regulatory inquiries and litigation, and we have previously been, and may in the future be, named in additional legal proceedings, become involved in regulatory inquiries or be subject to litigation in the future, all of which are costly, distracting to our core business and could result in an unfavorable outcome, or a material adverse effect on our business, financial condition, results of operations, or the trading price for our securities.\n\nWe are involved in legal proceedings and receive inquiries from government and regulatory agencies from time to time. In the event that we are involved in significant disputes or are the subject of a formal action by a regulatory agency, we could be exposed to costly and time-consuming legal proceedings that could result in any number of outcomes. Although outcomes of such actions vary, any current or future claims or regulatory actions initiated by or against us, whether successful or not, could result in significant costs, costly damage awards or settlement amounts, injunctive relief, increased costs of business, fines or orders to change certain business practices, significant dedication of management time, diversion of significant operational resources, or otherwise harm our business.\n\nIf we are not successful in our legal proceedings and litigation, we may be required to pay significant monetary damages, which could hurt our results of operations. Lawsuits are time-consuming and expensive to resolve and divert management’s time and attention. Although we carry general liability insurance, our insurance may not cover potential claims or may not be adequate to indemnify us for all liability that may be imposed. We cannot predict how the courts will rule in any potential lawsuit against us. Decisions in favor of parties that bring lawsuits against us could subject us to significant liability for damages, adversely affect our results of operations and harm our reputation.\n\nA failure to comply with laws and regulations relating to our interactions with current or prospective residential customers could result in negative publicity, claims, investigations, and litigation, and adversely affect our financial performance.\n\nOur business involves transactions with customers. We and our solar partners must comply with numerous federal, state and local laws and regulations that govern matters relating to our interactions with customers, including those pertaining to data privacy and security, consumer financial and credit transactions, home improvement contracts, warranties and direct-to-home solicitation, along with certain rules and regulations specific to the marketing and sale of residential solar products and services. These laws and regulations are dynamic and subject to potentially differing interpretations, and various federal, state and local legislative and regulatory bodies may expand current laws or regulations, or enact new laws and regulations, regarding these matters. Changes in these laws or regulations or their interpretation could dramatically affect how we do business, acquire customers, \n\n38\n\nand manage and use information we collect from and about current and prospective customers and the costs associated therewith. We strive to comply with all applicable laws and regulations relating to our interactions with residential customers. It is possible, however, that these requirements may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another and may conflict with other rules or our practices. Noncompliance with any such laws or regulations, or the perception that we or our solar partners have violated such laws or regulations or engaged in deceptive practices that could result in a violation, could also expose us to claims, proceedings, litigation and investigations by private parties and regulatory authorities, as well as substantial fines and negative publicity, each of which may materially and adversely affect our business. We have incurred, and will continue to incur, significant expenses to comply with such laws and regulations, and increased regulation of matters relating to our interactions with residential customers could require us to modify our operations and incur significant additional expenses, which could have an adverse effect on our business, financial condition, and results of operations.\n\nAny investigations, actions, adoption or amendment of regulations relating to the marketing of our products to residential consumers could divert management’s attention from our business, require us to modify our operations and incur significant additional expenses, which could have an adverse effect on our business, financial condition, and results of operations or could reduce the number of our potential customers.\n\nWe cannot ensure that our sales professionals and other personnel will always comply with our standard practices and policies, as well as applicable laws and regulations. In any of the numerous interactions between our sales professionals or other personnel and our customers or potential customers, our sales professionals or other personnel may, without our knowledge and despite our efforts to effectively train them and enforce compliance, engage in conduct that is or may be prohibited under our standard practices and policies and applicable laws and regulations. Any such non-compliance, or the perception of non-compliance, has exposed us to claims and could expose us to additional claims, proceedings, litigation, investigations, or enforcement actions by private parties or regulatory authorities, as well as substantial fines and negative publicity, each of which may materially and adversely affect our business and reputation. We have incurred, and will continue to incur, significant expenses to comply with the laws, regulations and industry standards that apply to us.\n\nCompliance with occupational safety and health requirements and best practices can be costly, and noncompliance with such requirements may result in potentially significant penalties, operational delays and adverse publicity.\n\nThe installation of solar energy systems requires our employees and employees of our solar partners to work with complicated and potentially dangerous electrical and utility systems. The evaluation and installation of our energy-related products also require these employees to work in locations that may contain potentially dangerous levels of asbestos, lead or mold or other substances. We also maintain large fleets of vehicles that these employees use in the course of their work. There is substantial risk of serious illness, injury, or death if proper safety procedures are not followed. Our operations are subject to regulation under OSHA and equivalent state laws. Changes to OSHA requirements, or stricter interpretation or enforcement of existing laws or regulations, could result in increased costs. If we fail to comply with applicable OSHA regulations, even if no work-related serious illness, injury, or death occurs, we may be subject to civil or criminal enforcement and be required to pay substantial penalties, incur significant capital expenditures, or suspend or limit operations. Any accidents, citations, violations, illnesses, injuries or failure to comply with industry best practices may subject us to adverse publicity, damage our reputation and competitive position and adversely affect our business.\n\nIf our products do not work as well as planned or if we are unsuccessful in developing and selling new products or in penetrating new markets, our business, financial condition, and results of operations could be adversely affected.\n\nOur success and ability to compete are dependent on the products that we have developed or may develop in the future. There is a risk that the products that we have developed or may develop may not work as intended, or that the marketing of the products may not be as successful as anticipated. The development of new products generally requires substantial investment and can require long development and testing periods before they are commercially viable. We intend to continue to make substantial investments in developing new products and it is possible that we may not develop or acquire new products or product enhancements that compete effectively within \n\n39\n\nour target markets or differentiate our products based on functionality, performance or cost and thus our new technologies and products may not result in meaningful revenue. In addition, any delays in developing and releasing new or enhanced products could cause us to lose revenue opportunities and potential customers. Any technical flaws in product releases could diminish the innovative impact of our products and have a negative effect on customer adoption and our reputation. If we fail to introduce new products that meet the demands of our customers or target markets or do not achieve market acceptance, or if we fail to penetrate new markets, our business, financial conditions and results of operations could be adversely affected.\n\nWe have incurred losses and may be unable to sustain profitability in the future.\n\nWe have incurred net losses in the past and may continue to incur net losses as we increase our spending to finance the expansion of our operations, expand our installation, engineering, administrative, sales and marketing staffs, increase spending on our brand awareness and other sales and marketing initiatives, make significant investments to drive future growth in our business and implement internal systems and infrastructure to support our growth. We do not know whether our revenue will grow rapidly enough to absorb these costs and our limited operating history makes it difficult to assess the extent of these expenses or their impact on our results of operations. Our ability to sustain profitability depends on a number of factors, including but not limited to:\n\n•growing our customer base;\n\n•reducing our operating costs by lowering our customer acquisition costs and optimizing our design and installation processes and supply chain logistics;\n\n•finding investors willing to invest in our investment funds on favorable terms;\n\n•maintaining or further lowering our cost of capital;\n\n•reducing the cost of components for our solar service offerings;\n\n•growing and maintaining our affiliate channel partner network;\n\n•maintaining high levels of product quality, performance, and customer satisfaction; and\n\n•growing our direct-to-consumer business to scale.\n\nEven if we do sustain profitability, we may be unable to achieve positive cash flows from operations in the future.\n\nOur results of operations may fluctuate from quarter to quarter, which could make our future performance difficult to predict and could cause our results of operations for a particular period to fall below expectations, resulting in a decline in the price of our common stock.\n\nOur quarterly results of operations are difficult to predict and may fluctuate significantly in the future. We have experienced seasonal and quarterly fluctuations in the past and expect these fluctuations to continue. However, given that we are operating in a rapidly changing industry, those fluctuations may be masked by our recent growth rates and thus may not be readily apparent from our historical results of operations. As such, our past quarterly results of operations may not be good indicators of future performance.\n\nIn addition to the other risks described in this “Risk Factors” section, as well as the factors discussed in the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” section, the following factors, among others, could cause our results of operations and key performance indicators to fluctuate:\n\n40\n\n•the expiration, reduction or initiation of any governmental tax rebates, tax exemptions, or incentives;\n\n•significant fluctuations in customer demand for our solar service offerings or fluctuations in the geographic concentration of installations of solar energy systems;\n\n•changes in financial markets, which could restrict our ability to access available and cost-effective financing sources;\n\n•seasonal, environmental or weather conditions that impact sales, energy production, and system installations;\n\n•the amount and timing of operating expenses related to the maintenance and expansion of our business, operations and infrastructure;\n\n•announcements by us or our competitors of new products or services, significant acquisitions, strategic partnerships, joint ventures, or capital-raising activities or commitments;\n\n•changes in our pricing policies or terms or those of our competitors, including utilities;\n\n•changes in regulatory policy related to solar energy generation;\n\n•the loss of one or more key partners or the failure of key partners to perform as anticipated;\n\n•actual or anticipated developments in our competitors’ businesses or the competitive landscape;\n\n•actual or anticipated changes in our growth rate;\n\n•general economic, industry and market conditions beyond our control, such as bank failures, the COVID-19 pandemic, inflationary pressures, other macroeconomic factors, and associated economic downturn; and\n\n•changes to our cancellation rate.\n\nIn the past, we have experienced seasonal fluctuations in sales and installations, particularly in the fourth quarter. This has been the result of decreased sales through the holiday season and weather-related installation delays. Our incentives revenue is also highly variable due to associated revenue recognition rules, as discussed in greater detail in Management’s Discussion and Analysis of Financial Condition and Results of Operations. Seasonal and other factors may also contribute to variability in our sales of solar energy systems and product sales. For these or other reasons, the results of any prior quarterly or annual periods should not be relied upon as indications of our future performance. In addition, our actual revenue or key operating metrics in one or more future quarters may fall short of the expectations of investors and financial analysts. If that occurs, the trading price of our common stock could decline and you could lose part or all of your investment.\n\nOur actual financial results may differ materially from any guidance we may publish from time to time.\n\nWe have in the past provided, and may from time to time provide, guidance regarding our future performance that represents our management’s estimates as of the date such guidance is provided. Any such guidance is based upon a number of assumptions with respect to future business decisions (some of which may change) and estimates that, while presented with numerical specificity, are inherently subject to significant business, economic, and competitive uncertainties and contingencies (many of which are beyond our control, including those related to the COVID-19 pandemic, inflationary pressures, geopolitical conflict, bank failures, other macroeconomic factors, and associated economic downturn). Guidance is necessarily speculative in nature, and it can be expected that some or all of the assumptions that inform such guidance will not materialize or will vary significantly from actual results. Our ability to meet deployment volume, cost, net present value or any other forward-looking guidance is \n\n41\n\nimpacted by a number of factors including, but not limited to, the number of our solar energy systems purchased outright versus the number of our solar energy systems that are subject to long-term Customer Agreements, changes in installation costs, the availability of additional financing on acceptable terms, changes in the retail prices of traditional utility generated electricity, the availability of rebates, tax credits and other incentives, changes in policies and regulations including net metering and interconnection limits or caps, the availability of solar panels and other raw materials, as well as the other risks to our business that are described in this section. Accordingly, our guidance is only an estimate of what management believes is realizable as of the date such guidance is provided. Actual results may vary from such guidance and the variations may be material. Investors should also recognize that the reliability of any forecasted financial data diminishes the farther in the future that the data is forecast. In light of the foregoing, investors should not place undue reliance on our financial guidance, and should carefully consider any guidance we may publish in context.\n\nThe requirements of being a public company may strain our resources, divert management’s attention and affect our ability to attract and retain qualified board members and officers.\n\nWe are subject to the reporting requirements of the Exchange Act, the listing requirements of the Nasdaq Stock Market and other applicable rules and regulations, including, among other requirements, U.S. laws regarding requirements to disclose efforts to identify the origin and existence of certain “conflict minerals.” Compliance with these rules and regulations has increased our legal and financial compliance costs, made some activities more difficult, time-consuming or costly and increased demand on our systems and resources. The Exchange Act requires, among other things, that we file annual, quarterly and current reports with respect to our business and results of operations and maintain effective disclosure controls and procedures and internal controls over financial reporting. Maintaining our disclosure controls and procedures and internal controls over financial reporting in accordance with this standard requires significant resources and management oversight. As a result, management’s attention may be diverted from other business concerns, which could harm our business and results of operations. Although we have already hired additional employees to comply with these requirements, we may need to hire more employees in the future, which will increase our costs and expenses.\n\nRisks Related to Taxes and Accounting\n\nOur ability to provide our solar service offerings to customers on an economically viable basis depends in part on our ability to finance these systems with fund investors who seek particular tax and other benefits. \n\nOur solar service offerings have been eligible for federal investment tax credits, U.S. Treasury grants, and other tax benefits. We have relied on, and will continue to rely on, tax equity investment funds, which are financing structures that monetize a substantial portion of those benefits, in order to finance our solar service offerings. If, for any reason, we are unable to continue to monetize those benefits through these arrangements, we may be unable to provide and maintain our solar service offerings for customers on an economically viable basis.\n\nThe availability of this tax-advantaged financing depends upon many factors, including:          \n\n•our ability to compete with other solar energy companies for the limited number of potential fund investors, each of which has limited funds and limited appetite for the tax benefits associated with these financings; \n\n•the state of financial and credit markets;\n\n•changes in the legal or tax risks associated with these financings; and\n\n•legislative or regulatory changes or decreases to these incentives.\n\nThe federal government currently offers ITCs under Section 48(a) and 48E of the Code, for the installation of certain energy properties, including solar power and storage facilities owned for business purposes. The Commercial ITC was extended and expanded upon and the 48E Credit was created by the IRA, which was signed into law by President Biden on August 16, 2022. The IRA also created several ITC “bonus credits” to further incentivize various types of solar and storage facilities.\n\n42\n\nOur inability to operationalize these tax credits, avail ourselves of IRA benefits in a timely fashion, or ensure the facilities we intend to qualify under the ITC bonus credits satisfy the applicable requirements could impact our ability to compete, and compromise or eliminate opportunities to financially benefit from these tax credits, which would adversely impact our business. The U.S. Department of the Treasury has issued various stages of issuing guidance on the ITC bonus credits. \n\nThe U.S. Department of Treasury recently issued final regulations and further guidance on the Commercial ITC, 48E Credits and ITC bonus credits. We are continuing to review and analyze such final regulations and guidance and whether, to what extent, and when we may benefit from the ITCs and bonus credits.\n\nThe federal government also currently offers a Residential Clean Energy Credit, for the installation of certain solar power facilities owned by residential taxpayers, which is applicable to customers who purchase a solar energy system outright as opposed to entering into a Customer Agreement.\n\nWe and our tax equity partners have claimed and expect to continue to claim ITCs with respect to qualifying solar energy projects. However, the application of law and guidance regarding ITC eligibility to the facts of particular solar energy projects is subject to a number of uncertainties. In particular with respect to the new IRA provisions for which U.S. Treasury regulations (“Treasury Regulations”) had been proposed and were only recently finalized, there can be no assurance that the IRS will agree with our approach in the event of an audit. While the U.S. Department of the Treasury addressed and clarified certain outstanding issues from the proposed Treasury Regulations regarding energy property and aggregation, the final rules may be subject to further interpretation and guidance. The U.S. Congress and Executive branches may enact legislation or issue executive orders that impact the newly enacted IRA provisions, and the IRS and U.S. Treasury may modify existing guidance, possibly with retroactive effect. For example, on January 20, 2025, the current U.S. administration issued an executive order for all federal agencies to immediately review all agency actions that potentially burden development of domestic energy resources, including any clean energy-related federal disbursements, followed by additional guidance and judicial action that generally make the fate of clean energy tax credits unclear. Additionally, on January 1, 2025, the ITC framework of Section 48 that the solar industry has historically relied upon shifted to the “tech-neutral” 48E Credit applied separately to a qualified facility and energy storage technology. This transition may create uncertainty regarding the implementation of Section 48E of the Code under this new framework, which may cause delays or potentially adverse impacts on our business. Any of the foregoing items could reduce the amount of ITCs available to us and our tax equity partners. In this event, we could be required to indemnify tax equity partners for disallowed ITCs, adjust the terms of future tax equity partnerships, or seek alternative sources of funding for solar energy projects, each of which could have a material adverse effect on our business, financial condition, results of operations and prospects.\n\nFuture reductions in the ITCs or any further legislative reductions or changes to the ITC may impact the attractiveness of solar energy to certain tax equity investors and could potentially harm our business. Obtaining tax equity funding (and tax equity funding on advantageous terms) also may become more challenging. Additionally, the benefits of the Commercial ITC have historically enhanced our ability to provide competitive pricing for customers. Reductions in, eliminations of or expirations of governmental incentives such as the Residential Clean Energy Credit could reduce the number of customers who choose to purchase our solar energy systems.\n\nAdditionally, potential investors must remain satisfied that the structures that we offer make the tax benefits associated with solar energy systems available to these investors, which depends on the investors’ assessment of the tax law, the absence of any unfavorable interpretations of that law and the continued application of existing tax law and interpretations to our funding structures. Changes in existing law or interpretations of existing law by the IRS and/or the courts could reduce the willingness of investors to invest in funds associated with these solar energy systems. Moreover, reductions to the corporate tax rate may reduce the appetite for tax benefits overall, which could reduce the pool of available funds. Accordingly, we cannot provide assurances that this type of financing will continue to be available to us. New investment fund structures or other financing mechanisms may become available, but if we are unable to take advantage of these fund structures and financing mechanisms, we may be at a competitive disadvantage. If, for any reason, we are unable to finance our solar service offerings through tax-advantaged structures or if we are unable to realize or monetize ITCs or other tax benefits, we may no longer be able to provide our solar service offerings to new customers on an economically viable basis, which would have a material adverse effect on our business, financial condition, and operations.\n\n43\n\nIf the IRS makes determinations that the creditable basis of our solar energy systems is materially lower than what we have claimed, we may have to pay significant amounts to our fund investors, and our business, financial condition, and prospects may be materially and adversely affected.\n\nWe and our fund investors claim the ITCs in amounts based on the purchase price paid by our funds for our solar energy systems (i.e., the funds’ basis in the solar energy systems, or creditable basis).  Such purchase prices are based on the fair market value of our systems as determined pursuant to independent appraisals obtained by us. With respect to ITCs, the IRS may on audit determine that the creditable basis for our solar energy systems is lower than the amount determined by the appraisal and accordingly argue that the tax credits previously claimed must be reduced. If the creditable basis is determined in these circumstances to be less than what we or our tax equity investment funds reported, we may owe our fund investors an amount equal to the amount by which the ITCs are reduced (including any interest and penalties), plus any costs and expenses associated with a challenge to that valuation. We could also be subject to tax liabilities, including interest and penalties. If the IRS further disagrees now or in the future with the amounts we or our tax equity investment funds reported regarding the creditable or depreciable basis of our solar energy systems, it could have a material adverse effect on our business, financial condition, and prospects. \n\nWe have purchased insurance policies insuring us and related parties for additional taxes owed in respect of lost Commercial ITCs, depreciation, gross-up costs and expenses incurred in defending the types of claims described above. However, these policies only cover certain investment funds and have negotiated exclusions from, and limitations to, coverage and therefore may not cover us for all such lost Commercial ITCs, taxes, costs and expenses.\n\nIn 2018, the IRS opened an audit of our investors and reviewed the tax basis of our solar energy systems in the investment fund, which is covered by our 2018 insurance policy. In December 2024, this IRS audit resolved with no adverse findings involving the fair market value of the price paid by the investment fund for our solar energy systems. We incurred no out-of-pocket costs except the time, procedural, and administrative expenses associated with such a multi-year process. We do not expect increases in insurance premiums as a result of this audit. Now or in the future, routine IRS audits may subject us to indemnity obligations to investors, and may result in certain limited out-of-pocket costs and potential increased insurance premiums in the future. \n\nOur business currently depends on the availability of utility rebates, tax credits and other benefits, tax exemptions and exclusions, and other financial incentives on the federal, state, and/or local levels. We may be adversely affected by changes in, and application of, these laws or other incentives to us, and the expiration, elimination or reduction of these benefits could adversely impact our business.\n\nOur business depends on government policies that promote and support solar energy and enhance the economic viability of owning solar energy systems. U.S. federal, state and local governmental bodies provide incentives to owners, distributors, installers and manufacturers of solar energy systems to promote solar energy. These incentives include ITCs and Residential Energy Efficient Property Credit, as discussed above, as well as other tax credits, rebates and SRECs associated with solar energy generation. Some markets, such as New Jersey and Maryland, currently utilize SRECs. SRECs can be volatile and their value could decrease over time as the supply of SREC-producing solar energy systems installed in a particular market increases. We rely on these incentives to lower our cost of capital and to attract investors, all of which enable us to lower the price we charge customers for our solar service offerings. These incentives have had a significant impact on the development of solar energy but they could change at any time, especially after changes in the Administration or Congress. These incentives may also expire on a particular date, when the allocated funding is exhausted, or be reduced, terminated or repealed without notice. The financial value of certain incentives may also decrease over time.  \n\nIn December 2017, significant federal tax legislation was enacted, including a change to the corporate tax rate (the “Tax Act”). As part of the Tax Act, the current corporate income tax rate was reduced, and there were other changes including limiting or eliminating various other deductions, credits and tax preferences. This reduction in the corporate income tax rate may have reduced appetite for the ITC and depreciation benefits available with respect to solar facilities. The IRA implemented a corporate alternative minimum tax of 15% of financial statement income (subject to certain adjustments) for companies that report over $1 billion in profits to shareholders; similar to existing law, business credits (including Commercial ITCs) are limited to 75% of income in excess of $25,000 (with no limit \n\n44\n\nagainst the first $25,000). We cannot predict whether and to what extent the U.S. corporate income tax rate will change as a result of the new White House administration and changes in Congress. Congress has been consistently considering changes to the tax code. For example, Congress and the current administration are discussing several approaches to adjust the 48E Credit and other tax credits. Further limitations on, or elimination of, the tax benefits that support the financing of solar energy under current U.S. law could significantly impact our ability to raise tax equity investment funds or impact the terms thereof, including the amount of cash distributable to our investors. Similarly, any unfavorable interpretations of tax law by the IRS and/or the courts with respect to our financing structures could reduce the willingness of investors to invest in our funds associated with any such structure.\n\nAny effort to overturn federal and state laws, regulations or policies that are supportive of solar energy generation or that remove costs or other limitations on other types of energy generation that compete with solar energy projects could materially and adversely affect our business.\n\nOur business model also relies on multiple tax exemptions offered at the state and local levels. For example, some states have property tax exemptions that exempt the value of solar energy systems in determining values for calculation of local and state real and personal property taxes. State and local tax exemptions can have sunset dates, triggers for loss of the exemption, and can be changed by state legislatures and other regulators, and if solar energy systems were not exempt from such taxes, the property taxes payable by customers would be higher, which could offset any potential savings our solar service offerings could offer. Similarly, if state or local legislatures or tax administrators impose property taxes on third-party owners of solar energy systems, solar companies like us would be subject to higher costs. \n\nIn general, we rely on certain state and local tax exemptions that apply to the sale of equipment, sale of power, or both. These state and local tax exemptions can expire, can be changed by state legislatures, or their application to us can be challenged by regulators, tax administrators, or court rulings, and such changes could adversely impact our business and the profitability of our offerings in certain markets.\n\nWe may be subject to adverse California property tax consequences.\n\nThe State of California provides an exclusion (the “Solar Exclusion”) from the assessment of California property taxes for qualifying “active solar energy systems” installed as fixtures before January 1, 2027, provided such systems are locally rather than centrally assessed (“Eligible Property”). However, the Solar Exclusion is not a permanent exclusion from the assessment of property tax. Once a change in ownership of the Eligible Property occurs, the Eligible Property may be subject to reassessment and California property taxes may become due.\n\nVivint Solar, through certain of its subsidiaries, owns solar energy systems that constitute Eligible Property (the “California PV Systems”). To the extent Vivint Solar or its subsidiaries are considered the tax owners of the California PV Systems for purposes of the California Revenue and Tax Code, our acquisition of Vivint Solar may constitute a change of control of the California PV Systems, triggering the loss of the Solar Exclusion and the imposition of California property taxes, which could adversely affect our business.\n\nIf we are unable to maintain effective disclosure controls and internal controls over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and, as a result, the value of our common stock may be materially and adversely affected.\n\nWe are required, pursuant to the Exchange Act, to furnish a report by management on, among other things, the effectiveness of our internal controls over financial reporting. This assessment includes disclosure of any material weaknesses, if any, identified by our management in our internal controls over financial reporting. We are continuing to develop and refine our disclosure controls and improve our internal controls over financial reporting. We have expended, and anticipate that we will continue to expend, significant resources in order to maintain and continuously look for ways to enhance existing effective disclosure controls and procedures and internal controls over financial reporting. Our current controls and any new controls that we develop may become inadequate because of changes in conditions in our business, which presents additional complexities relating to the design and implementation of our disclosure controls and internal control over financial reporting. In addition, we or our independent accounting firm may identify weaknesses and deficiencies that we may not otherwise identify in a \n\n45\n\ntimely manner in the future. If we are not able to complete the work required under Section 404 of the Sarbanes-Oxley Act on a timely basis for future fiscal years, our annual report on Form 10-K may be delayed or deficient. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud will be detected.\n\nWe cannot guarantee that our internal controls over financial reporting will prevent or detect all errors and fraud. The risk of errors is increased in light of the complexity of our business and investment funds. For example, we must deal with significant complexity in accounting for our fund structures and the resulting allocation of net (loss) income between our stockholders and noncontrolling interests under the HLBV method as well as the income tax consequences of these fund structures. As we enter into additional investment funds, which may have contractual provisions different from those of our existing funds, the analysis as to whether we consolidate these funds, the calculation under the HLBV method, and the analysis of the tax impact could become increasingly complicated. This additional complexity could require us to hire additional resources and increase the chance that we experience errors in the future.\n\nIf we are unable to assert that our internal controls over financial reporting is effective, we could lose investor confidence in the accuracy and completeness of our financial reports, which would cause the price of our common stock to decline. In addition, we could become subject to investigations by Nasdaq, the SEC or other regulatory authorities, which could require additional management attention and which could adversely affect our business.\n\nOur reported financial results may be affected, and comparability of our financial results with other companies in our industry may be impacted, by changes in the accounting principles generally accepted in the United States.\n\nGenerally accepted accounting principles in the United States are subject to change and interpretation by the Financial Accounting Standards Board (“FASB”), the SEC, and various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our reported financial results and on the financial results of other companies in our industry, and may even affect the reporting of transactions completed before the announcement or effectiveness of a change. Other companies in our industry may be affected differently by the adoption of new accounting standards, including timing of the adoption of new accounting standards, adversely affecting the comparability of financial statements. \n\nOur ability to use our net operating loss carryforwards and certain other tax attributes may be limited.\n\nAs of December 31, 2024, we had U.S. federal, state and foreign net operating loss carryforwards (“NOLs”) of approximately $720.7 million, $3.3 billion, and $459.9 million respectively, which begin expiring in varying amounts in 2028, 2025, and 2031 respectively, if unused. Our U.S. federal and certain state NOLs generated in tax years beginning after December 31, 2017 total approximately $2.0 billion and $334.4 million, respectively, have indefinite carryover periods, and do not expire. Under Sections 382 and 383 of the Code, if a corporation undergoes an “ownership change,” the corporation’s ability to use its pre-change NOLs and other pre-change tax assets, such as tax credits, to offset its post change income and taxes may be limited. In general, an “ownership change” occurs if there is a cumulative change in our ownership by “5% stockholders” that exceeds 50 percentage points over a rolling three-year period. Similar rules may apply under state tax laws. Additionally, states may impose other limitations on the use of NOLs and tax credit carryforwards. Any such limitations on our ability to use our NOLs and other tax assets could adversely impact our business, financial condition, and results of operations. We have performed an analysis to determine whether an ownership change under Section 382 of the Code had occurred and determined no ownership changes were identified as of December 31, 2024. \n\nWe may be required to record an impairment expense on our goodwill in the future.\n\nWe are required under generally accepted accounting principles to test goodwill for impairment at least annually or when events or changes in circumstances indicate that the carrying value may be impaired. Factors that can lead to impairment of goodwill include significant adverse changes in the business climate and actual or projected operating results, declines in the financial condition of our business and sustained decrease in our stock \n\n46\n\nprice. As of October 1, 2024, we conducted our annual goodwill impairment test and concluded that the fair value of our one reporting unit exceeded its carrying value. However, during the fourth quarter of fiscal 2024, we performed an interim quantitative assessment as of December 31, 2024 related to the recoverability of our goodwill for our one reporting unit as a result of a material sustained decline in the Company’s market capitalization. We concluded that the fair value of our one reporting unit did not exceed its carrying value as of December 31, 2024 and recorded an impairment of $3.1 billion in our consolidated statements of operations equal to the full value of the previously recorded goodwill.  We may be required to record an impairment expense on any goodwill to arise from a future acquisition.\n\nFor further information regarding the assessment please see Note 2, Summary of Significant Accounting Policies, in this Annual Report on Form 10-K. \n\nRisks Related to Ownership of Our Common Stock\n\nOur executive officers, directors and principal stockholders continue to have substantial control over us, which will limit your ability to influence the outcome of important matters, including a change in control.\n\nOur executive officers, directors and each of our stockholders who beneficially own 5% or more of our outstanding common stock and their affiliates, in the aggregate, beneficially own approximately 27.8% of the outstanding shares of our common stock, based on the number of shares outstanding as of December 31, 2024. As a result, these stockholders, if acting together, will be able to influence or control matters requiring approval by our stockholders, including the election of directors and the approval of mergers, acquisitions or other extraordinary transactions. They may also have interests that differ from yours and may vote in a way with which you disagree and which may be adverse to your interests. This concentrated control may have the effect of delaying or preventing a change in control of our company, could deprive our stockholders of an opportunity to receive a premium for their capital stock and might ultimately affect the market price of our common stock.\n\nThe market price of our common stock has been and may continue to be volatile, and you could lose all or part of your investment in our common stock.\n\nThe trading price of our common stock has been volatile since our initial public offering, and is likely to continue to be volatile. Factors that could cause fluctuations in the market price of our common stock include the following:\n\n•price and volume fluctuations in the overall stock market from time to time;\n\n•volatility in the market prices and trading volumes of companies in our industry or companies that investors consider comparable;\n\n•changes in operating performance and stock market valuations of other companies generally, or those in our industry in particular;\n\n•sales of shares of our common stock by us or our stockholders;\n\n•failure of securities analysts to maintain coverage of us, changes in financial estimates by securities analysts who follow us, or our failure to meet these estimates or the expectations of investors;\n\n•the financial projections we may provide to the public, any changes in those projections or our failure to meet those projections;\n\n•announcements by us or our competitors of new products or services;\n\n•the public’s reaction to our press releases, other public announcements and filings with the SEC;\n\n47\n\n•rumors and market speculation involving us or other companies in our industry;\n\n•actual or anticipated changes in our results of operations;\n\n•changes in tax and other incentives that we rely upon in order to raise tax equity investment funds;\n\n•actual or perceived data privacy or security incidents;\n\n•our ability to protect our intellectual property and other proprietary rights;\n\n•changes in the regulatory environment and utility policies and pricing, including those that could reduce any savings we are able to offer to customers;\n\n•actual or anticipated developments in our business, our competitors’ businesses or the competitive landscape generally;\n\n•litigation involving us, our industry or both, or investigations by regulators into our operations or those of our competitors;\n\n•announced or completed acquisitions of businesses or technologies by us or our competitors;\n\n•new laws or regulations or new interpretations of existing laws or regulations applicable to our business;\n\n•changes in accounting standards, policies, guidelines, interpretations or principles;\n\n•major catastrophic events, global armed conflicts or civil unrest;\n\n•negative publicity, including accurate or inaccurate commentary or reports regarding us, our products, our sales professionals or other personnel, or other third parties affiliated with us, on social media platforms, blogs, and other websites;\n\n•any significant change in our management; and\n\n•general economic conditions including instability in financial markets and bank failures, and slow or negative growth of our markets.\n\nFurther, the stock markets have experienced price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many companies. These fluctuations often have been unrelated or disproportionate to the operating performance of those companies. In addition, the stock prices of many renewable energy companies have experienced fluctuations that have often been unrelated to the operating performance of those companies. These broad market and industry fluctuations, as well as general economic, political and market conditions such as recessions, government shutdowns, interest rate changes, or international currency fluctuations, has, and may continue to, cause the trading price of the Notes and our common stock to decline. In the past, following periods of volatility in the overall market and the market price of a particular company’s securities, securities class action litigation has often been instituted against these companies. We are party to litigation that could result in substantial costs and a diversion of our management’s attention and resources.\n\nSales of a substantial number of shares of our common stock in the public market, including by our existing stockholders, could cause our stock price to fall.\n\n48\n\nSales of a substantial number of shares of our common stock in the public market, or the perception that these sales might occur, could depress the market price of our common stock and could impair our ability to raise capital through the sale of additional equity securities. We are unable to predict the effect that these sales and others may have on the prevailing market price of our common stock.\n\nIn addition, certain of our stockholders, including SK E&S Co., Ltd. and other affiliated companies as well as certain stockholders who received shares as a result of our acquisition of Vivint Solar, have registration rights that would require us to register shares of our capital stock owned by them for public sale in the United States. We have also filed a registration statement to register shares of our common stock reserved for future issuance under our equity compensation plans, including shares underlying equity awards assumed in connection with our acquisition of Vivint Solar. Subject to the satisfaction of applicable exercise periods and applicable volume and restrictions that apply to affiliates, the shares of our common stock issued upon exercise of outstanding options will become available for immediate resale in the public market upon issuance.\n\nFuture sales of our common stock may make it more difficult for us to sell equity securities in the future at a time and at a price that we deem appropriate. These sales also could cause the market price of our common stock to decline and make it more difficult for you to sell shares of our common stock.\n\nAnti-takeover provisions contained in our restated certificate of incorporation and amended and restated bylaws, as well as provisions of Delaware law, could impair a takeover attempt.\n\nOur restated certificate of incorporation, amended and restated bylaws and Delaware law contain provisions that could have the effect of rendering more difficult, delaying, or preventing an acquisition deemed undesirable by our board of directors and therefore depress the trading price of our common stock. Among other things, our restated certificate of incorporation and amended and restated bylaws include provisions:\n\n•authorizing “blank check” preferred stock, which could be issued by our board of directors without stockholder approval and may contain voting, liquidation, dividend and other rights superior to our common stock;\n\n•limiting the liability of, and providing indemnification to, our directors and officers;\n\n•limiting the ability of our stockholders to call and bring business before special meetings;\n\n•requiring advance notice of stockholder proposals for business to be conducted at meetings of our stockholders and for nominations of candidates for election to our board of directors; and\n\n•controlling the procedures for the conduct and scheduling of board of directors and stockholder meetings.\n\nThese provisions, alone or together, could delay or prevent hostile takeovers and changes in control or changes in our management.\n\nAs a Delaware corporation, we are also subject to provisions of Delaware law, including Section 203 of the Delaware General Corporation law, which prevents certain stockholders holding more than 15% of our outstanding capital stock from engaging in certain business combinations without approval of the holders of at least two-thirds of our outstanding capital stock not held by such stockholder. Any provision of our restated certificate of incorporation, amended and restated bylaws or Delaware law that has the effect of delaying or preventing a change in control could limit the opportunity for our stockholders to receive a premium for their shares of our capital stock and could also affect the price that some investors are willing to pay for our common stock.\n\nProvisions contained in our restated certificate of incorporation and amended and restated bylaws limit the ability of our stockholders to call special meetings and prohibit stockholder action by written consent.\n\n49\n\nOur restated certificate of incorporation provides that our stockholders may not take action by written consent. Instead, any such actions must be taken at an annual or special meeting of our stockholders. As a result, our stockholders are not able to take any action without first holding a meeting of our stockholders called in accordance with the provisions of our amended and restated bylaws, including advance notice procedures set forth in our amended and restated bylaws. Our amended and restated bylaws further provide that special meetings of our stockholders may be called only by a majority of our board of directors, the chairman of our board of directors, our Chief Executive Officer or our President. As a result, our stockholders are not allowed to call a special meeting. These provisions may delay the ability of our stockholders to force consideration of a stockholder proposal, including a proposal to remove directors.\n\nProvisions contained in our restated certificate of incorporation and amended and restated bylaws could preclude our stockholders from bringing matters before meetings of stockholders and delay changes in our board of directors.\n\nOur amended and restated bylaws provide advance notice procedures for stockholders seeking to bring business before, or nominate candidates for election as directors at, our annual or special meetings of stockholders. In addition, our restated certificate of incorporation provides that stockholders may remove directors only for cause. Any amendment of these provisions in our amended and restated bylaws or restated certificate of incorporation would require approval by holders of a majority of our then outstanding capital stock. These provisions could preclude our stockholders from bringing matters before annual or special meetings of stockholders and delay changes in our board of directors.\n\nOur amended and restated bylaws provide that a state or federal court located within the State of Delaware will be the sole and exclusive forum for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\n\nOur amended and restated bylaws provide that, unless we consent to the selection of an alternative forum, the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of fiduciary duty owed by any of our directors, officers or other employees to us or to our stockholders, (iii) any action asserting a claim arising pursuant to any provision of the Delaware General Corporation Law or (iv) any action asserting a claim governed by the internal affairs doctrine shall be a state or federal court located within the state of Delaware, in all cases subject to the court’s having personal jurisdiction over the indispensable parties names as defendants. The choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees, which may discourage such lawsuits against us and our directors, officers and other employees. In addition, our amended and restated bylaws also provide that, unless we consent to the selection of an alternative forum, to the fullest extent permitted by law, the federal district courts of the United States of America shall be the sole and exclusive forum for the resolution of any complaint asserting a cause of action arising under the Securities Act. If a court were to find the choice of forum provisions contained in our amended and restated bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, results of operations and financial condition.\n\nIf securities or industry analysts cease publishing research or reports about us, our business, our market or our competitors, or if they adversely change their recommendations regarding our common stock, the market price of our common stock and trading volume could decline.\n\nThe market for our common stock is influenced by the research and reports that securities or industry analysts publish about us, our business, our market or our competitors. If any of the analysts who cover us adversely change their recommendations regarding our common stock, or provide more favorable recommendations about our competitors, the market price of our common stock would likely decline. If any of the analysts who cover us cease coverage of our company or fail to regularly publish reports on us, we could lose visibility in the financial markets, which in turn could cause the market price of our common stock and trading volume to decline.\n\n50\n\nWe do not expect to declare any dividends in the foreseeable future, so investors may need to rely on sales of our common stock after price appreciation, which may never occur or only occur at certain times, as the only way to realize any future gains on their investment.\n\nWe do not anticipate declaring any cash dividends to holders of our common stock in the foreseeable future. In addition, our credit agreements contain restrictions on payments of cash dividends. Consequently, investors may need to rely on sales of our common stock after price appreciation, which may never occur or only occur at certain times, as the only way to realize any future gains on their investment. Investors seeking cash dividends should not purchase shares of our common stock.\n\nAdditional issuances of our capital stock or equity-linked securities could result in dilution to our stockholders.\n\nWe may issue additional equity securities to raise capital, make acquisitions or for a variety of other purposes. For example, in connection with the acquisition of Vivint Solar, we issued 0.55 shares of our common stock for each share of Vivint Solar’s common stock owned prior to the acquisition, which resulted in dilution to our stockholders. Additional issuances of our capital stock may be made pursuant to the exercise or conversion of new or existing convertible debt securities (including the Notes), warrants, stock options or other equity incentive awards to new and existing service providers. Any such issuances will result in dilution to existing holders of our stock. We also rely on equity-based compensation as an important tool in recruiting and retaining employees. The amount of dilution due to equity-based compensation of our employees and other additional issuances of our common stock or securities convertible into or exchangeable or exercisable for our common stock could be substantial, and the market price of our common stock could decline.\n\nThe Capped Call transactions may negatively affect the value of our common stock.\n\nIn connection with the issuance of the Notes, we entered into the Capped Call transactions with the option counterparties. The Capped Call transactions are expected generally to reduce the potential dilution to our common stock upon any conversion of Notes and/or offset any cash payments we are required to make in excess of the principal amount of converted Notes, as the case may be, with such reduction and/or offset subject to a cap.\n\nThe option counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions prior to the maturity of the Notes (and are likely to do so during the observation period for conversions of Notes following November 1, 2025 for the 2026 Notes or December 1, 2029 for the 2030 Notes or following any repurchase of Notes by us). This activity could also cause or avoid an increase or a decrease in the market price of our common stock.\n\nThe potential effect, if any, of these transactions and activities on the market price of our common stock will depend in part on market conditions and cannot be ascertained at this time.",
      "char_count": 188187
    }
  },
  "extracted_at": "2026-01-19T15:55:50.105617"
}