{
  "ticker": "SAIC",
  "company_name": "Science Applications International Corp",
  "cik": 1571123,
  "form_type": "10-K",
  "filing_date": "2025-03-17",
  "period_of_report": "2025-01-31",
  "fiscal_year": 2025,
  "accession_number": "0001571123-25-000022",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001571123&accession_number=000157112325000022&xbrl_type=v",
  "sic_code": "7373",
  "industry": "Services-Computer Integrated Systems Design",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nThe Company\n\nScience Applications International Corporation (herein referred to as “SAIC,” the “Company,” “we,” “us,” or “our”) is a leading provider of technical, engineering and enterprise information technology (\"IT\") services primarily to the U.S. government. The Company provides these services for large, complex projects with a targeted emphasis on higher-end, differentiated technology services and solutions that accelerate and transform secure and resilient digital environments through systems design, development, modernization, integration, and sustainment to drive enterprise and mission outcomes. Our end-to-end enterprise IT offerings span the entire spectrum of our customers' IT infrastructure. \n\nOur business has a long and successful history of over 50 years serving all military forces (Army, Air Force, Navy, Marines, Coast Guard, and Space Force) and agencies of the Department of Defense (\"DoD\"), National Aeronautics and Space Administration (\"NASA\"), U.S. Department of State, Department of Justice, Department of Homeland Security and members of the Intelligence Community. We serve our customers through approximately 1,700 active contracts and task orders. We have approximately 24,000 employees that are led by an experienced executive team of proven industry leaders. \n\nEffective February 3, 2024, the first day of fiscal 2025, we completed a business reorganization which replaced our previous two operating sectors with five customer facing business groups supported by the enterprise organizations, including the Innovation Factory. The five business groups, which are also our operating segments, are aggregated into two reportable segments for financial reporting purposes given the similarity in economic and qualitative characteristics, and based on the nature of the customers they serve. Our two reportable segments are the Defense and Intelligence segment and the Civilian segment. \n\nThe Defense and Intelligence segment provides a diverse portfolio of national security solutions to the DoD and Intelligence Community of the United States Government. \n\nThe Civilian segment provides solutions to the civilian markets, encompassing federal, state, and local governments, in order to deliver services for citizen well-being, border security, and protecting lives. This includes integrating solutions into a spectrum of public service missions that impact travel, trade, health and the economy.\n\nThe offerings of both reportable segments entail the integration of emerging technologies into mission critical operations that modernize and enable national imperatives, including IT modernization, digital engineering, artificial intelligence (\"AI\"), mission systems support and advisory, training and simulation, and ground vehicles support. These services include end-to-end solutions spanning the design, development, integration, deployment, management and operations, sustainment and security of the customers’ entire IT infrastructure.\n\nOur long-standing customer relationships have enabled us to achieve an in-depth understanding of our customers’ missions and provide differentiated service offerings to meet our customers’ most complex requirements. Through our offerings, we provide end-to-end services spanning the design, development, integration, deployment, management and operations, sustainment and security of our customers’ entire IT infrastructure. Our offerings include:\n\nIT Modernization: We help defense, intelligence, and civilian agencies reimagine the way they accomplish their objectives through digital transformation by providing next-generation cloud computing, cybersecurity, and software capabilities. We modernize enterprise IT environments for government customers and then operate and maintain them via their preferred service delivery methods.\n\nDigital Engineering: Our digital engineering integrates industry-leading tools and processes for design; engineering; analytics; modeling, simulation and visualization; and manufacturing execution, all within a secure and collaborative ecosystem to ensure faster systems outcomes for our customers. \n\nArtificial Intelligence (\"AI\"): We deploy and integrate AI solutions for customers, including AI solutions that assist with the design, deployment, and management of AI applications and allow customers to work with their complex and sensitive data to power the most demanding analytics, data science, and AI use cases. \n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nWeapon Systems Support: We design, build, modify, integrate, and sustain weapon systems across all branches of the U.S. military, ensuring mission readiness on land, at sea, and in the air.\n\nTraining and Simulation: We are invested in accelerating the adoption and application of immersive technologies that solve pressing human performance and operational efficiency challenges.\n\nGround Vehicles Support: We integrate, modify, upgrade, and sustain ground vehicles for our nation's armed forces, leveraging commercial products and in-house solutions to address some of the toughest challenges facing warfighters. Our experts in cybersecurity, enhanced surveillance, secure communications, mobility, and more apply core as well as emerging capabilities to address evolving mission needs.\n\nOur Innovation Factory supports the operating segments by developing enterprise-class solutions which are delivered to our customers as stand-alone solutions or integrated with and aligned to our product offerings through the operations of the business to meet complex customer needs and accelerate digital transformation. The Innovation Factory includes designated teams focused on AI, application development, network services, platforms and cloud, engineering, and cybersecurity. It uses a highly automated, cloud-hosted tool set to rapidly build, test and deploy solutions and works with customers to enhance solutions going forward.\n\nWithin this report, we have recast historical financial information to reflect the new reportable segments. The recast historical information has no impact on our previously reported consolidated financial statements.\n\nSAIC integrates emerging technology securely and in real-time into mission critical operations that modernize and enable national imperatives:\n\nUndersea Dominance: We deliver systems to ensure the U.S. maintains proactive control over every threat in the undersea domain.\n\nBorder of the Future: We support integrated systems across all ports of entry (i.e., land, sea, air) for all U.S. travel, trade, contraband detection, and immigration functions.\n\nCitizen Experience: We drive commercial-quality U.S. government service delivery through scalable solutions that innovate mission outcomes of legacy systems.\n\nAll Domain Warfighting: We develop integrated conflict deterrence, combat preparedness, and data connectivity capabilities for the U.S. Military and Intelligence Community.\n\nNext Generation Space: We integrate advanced solutions to enable the rapid deployment of future space missions.\n\nOur core strengths have supported our successful performance on programs of national importance. Those strengths include:\n\nEnduring Customer Relationships and Mission-Orientation. We have strong and long-lasting customer relationships throughout the U.S. government. Our track record of serving the missions of our government customers spans decades, including several enduring customer relationships that have lasted 20 years or more. Our employees, many of whom are deployed at customer sites, work closely with our customers in fulfilling their missions. Our strong customer relationships enable us to develop deep customer knowledge and translate our mission understanding into successful program execution that fosters continued demand for our services.\n\nFull Life Cycle Offerings. We integrate technologies and deliver services that provide our customers with seamless end-to-end solutions. Our expertise includes initial requirements definition, development and integration services, training, logistics and sustainment. These full life cycle offerings, combined with deep customer knowledge, allow us to more effectively support our customers’ missions.\n\nSignificant Scale and Diversified Contract Base. With approximately $7.5 billion in revenue in fiscal 2025, we are one of the largest pure-play technology service providers to the U.S. government. Our significant scale advantage enables us to serve as a prime systems integrator on large, complex programs and to allocate resources toward further developing and expanding our repeatable, proven solutions and differentiated \n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\ntechnical capabilities. Our diversified revenue base consists of programs ranging from research and development to operations and maintenance.\n\nTechnical Experts Led by Experienced Management. The quality, training and knowledge of our employees are important competitive assets. Our skilled workforce ranges from entry-level technicians to expert-level, highly cleared professionals in network engineering, software design and development, IT modernization, logistics, technology integration and systems engineering. Additionally, the majority of our workforce holds an active security clearance, which is required on many of our existing programs and future program opportunities.\n\nOur workforce is led by a talented and experienced senior leadership team with a long history of solving our customers’ most difficult challenges. Our executive team consists of members who have served as senior leaders in public companies and are recognized as leaders in their respective markets by customers and partners.\n\nRepeatable Methodologies and Certified Processes. Our technical excellence is driven by our proven, repeatable, disciplined processes for management, engineering, technical support and services. We deploy our tools and processes enterprise-wide and emphasize a consistent approach to planning, designing and delivering solutions and services to our customers. We hold certifications from the International Organization for Standardization (\"ISO\") (including ISO 9001, ISO/IEC 27001, and AS9100D), and from the Capability Maturity Model Integration Institute as a CMMI®-DEV Maturity Level 3 organization.\n\nAcquisitions and Divestitures\n\nOn May 6, 2023, SAIC closed the sale of its logistics and supply chain management business (\"Supply Chain Business\") to ASRC Federal Holding Company, LLC (\"ASRC Federal\"). The sale enables the us to focus its resources on long-term strategic growth areas.\n\nOn February 4, 2023, the we sold 0.1% of our 50.1% majority ownership interest in Forfeiture Support Associates J.V. (\"FSA\") to its sole joint venture partner for a nominal amount. As a result of the sale and amendment to the joint venture operating agreement of FSA, we no longer control the joint venture and accounts for its retained interest as an equity method investment as of the date of the transaction. \n\nFor additional discussion and analysis related to recent business developments, see “Economic Opportunities, Challenges, and Risks” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this report.\n\nKey Customers\n\nIn fiscal 2025, 2024 and 2023, 98% of our total revenues were attributable to prime contracts with the U.S. government or to subcontracts with other contractors engaged in work for the U.S. government. \n\nIn fiscal 2025 and fiscal 2024, approximately 52% of our total revenues were attributable to the \"Department of Defense\", while 46% were attributable to \"Intelligence and other federal government agencies\" and the remainder attributable to \"Commercial, state and local governments and international\" customers. \n\nIn fiscal 2023, 49% of our total revenues were attributable to both the \"Department of Defense\" and \"Intelligence and other federal government agencies\" respectively, with the remainder attributable to \"Commercial, state and local governments and international\" customers.\n\n Substantially all of our revenues were earned by entities located in the United States. \n\nRegulation\n\nAs a government contractor, we operate in a heavily regulated environment and are subject to various laws, regulations, and policies at the federal, state, and local levels. The Federal Acquisition Regulation (\"FAR\") is the primary regulation governing the procurement process for U.S. government contracts. Together with various agency-specific supplements, the FAR governs the terms and conditions of government contracts, including bidding, performance, and pricing, and imposes specific compliance obligations related to security, intellectual property, data privacy, and environmental regulations. For contracts with the DoD, we are subject to the Defense Federal Acquisition Regulation Supplement (\"DFARS\"), which imposes additional requirements on defense contractors, \n\n3\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nincluding specific cybersecurity measures, contractor security clearances, and compliance with the Defense Contract Audit Agency (\"DCAA\") and Defense Contract Management Agency (\"DCMA\") audit and oversight processes. The DFARS also includes clauses related to the protection of classified and sensitive information, with which we must comply when handling such materials. The regulations govern contract pricing and reimbursable costs by, among other things, requiring government contractors to provide cost or pricing data when negotiating certain government contracts, defining allowable and unallowable costs, and otherwise governing the right to reimbursement under various flexibly priced contracts. \n\nThe U.S. government may revise its procurement practices or adopt new contract rules and regulations at any time. In some cases, such changes could have an adverse impact on our profitability and ability to win new business. The DoD is increasingly using procedures like “other transaction authority” agreements (\"OTAs\") to accelerate the procurement process for emerging technologies. OTAs bypass many of the formal and time-consuming requirements found in the typical government contracting process, reducing the barriers to entry and consequently increasing competition from companies that previously did not compete for public sector work. In addition, modifications to cost-reimbursement contract structures could limit our ability to seek reimbursement of certain costs and overhead expenses and therefore erode our profit margins.\n\nMost of our contracts are subject to the Cost Accounting Standards (\"CAS\"), which are a set of rules and guidelines that govern how companies account for costs on government contracts. We must ensure that our cost accounting practices comply with CAS requirements, which include specific methods for handling indirect costs, overhead rates, and labor allocation.\n\nThe U.S. government may terminate our contracts and subcontracts at any time either at its convenience or for default, based on our failure to meet specified performance requirements. If a contract is terminated for convenience, we generally are entitled to the costs already incurred on the contract and profit on those costs. If a contract is terminated for default, we should be entitled to payment for our work that the government customer has accepted.\n\nSome of our operations and service offerings require us to access personally identifiable information and protected health information. These activities are regulated by extensive federal and state privacy and data security laws requiring rigorous privacy protections and security safeguards. \n\nOur business and operations are subject to both U.S. and non-U.S. laws, regulations, and procurement policies and practices, including regulations relating to lobbying, conflicts of interest, import-export controls, foreign investment, tariffs, taxation, exchange controls, repatriation of earnings, and the Foreign Corrupt Practices Act and other anti-corruption laws. Violations of these laws could result in financial penalties, suspension or debarment, and/or the loss of government contracts. We have policies and procedures designed to ensure compliance with these laws and regulations, and a robust ethics and compliance program to maintain a compliance-oriented workforce. We are also susceptible to varying political and economic risks.\n\nThe regulations and risks affecting our business are described in more detail under “Risk Factors” in Part I, Item 1A of this report.\n\nContracts\n\nWe must comply with and are affected by laws and regulations relating to the formation, administration and performance of U.S. government and other contracts. The U.S. government procurement environment has evolved due to statutory and regulatory procurement reform initiatives. Budgetary pressures and reforms in the procurement process have increasingly caused many U.S. government agencies to purchase services and solutions using contracting processes that give them the ability to select multiple winners or pre-qualify certain contractors to provide various services or solutions on established general terms and conditions rather than through single award contracts. The predominant contracting methods through which U.S. government agencies procure services and solutions include the following:\n\nSingle Award Contracts. U.S. government agencies may procure services and solutions through single award contracts, which specify the scope of work that will be delivered and identify the contractor that will provide the specified services. When an agency has a requirement, interested contractors are solicited, qualified and then provided with a request for proposal. The process of qualifying prospective bidders, soliciting proposals and evaluating contractor bids and selection process can take a year or more to complete. This method of contracting may provide the contractor with greater certainty of the timing and amounts to be received at the \n\n4\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\ntime of contract award because it generally results in the customer contracting for a specific scope of work from the single successful awardee.\n\nSole Source Award Contracts. U.S. government agencies may procure services and solutions through sole source award contracts in situations where only one contractor is deemed to qualify to provide the specified services due to proprietary technology, unique capabilities, or specialized expertise. This method bypasses the competitive bidding process, and a detailed justification must be approved by the U.S. government agency to ensure that no other contractor can meet the specified requirements. Similar to single award contracts, this method provides the contractor with greater certainty regarding the timing and amounts to be received at the time of contract award.\n\nIndefinite Delivery, Indefinite Quantity (\"IDIQ\") Contracts. The U.S. government uses IDIQ contracts to obtain commitments from contractors to provide certain services or solutions on pre-established terms and conditions. The U.S. government then issues task orders under the IDIQ contracts to purchase the specific services or solutions it needs. IDIQ contracts are awarded to one or more contractors following a competitive procurement process. Under a single award IDIQ contract, all task orders under that contract are awarded to one pre-selected contractor. Under a multi-award IDIQ contract, task orders can be awarded to any of the pre-selected contractors, which can result in further limited competition for the award of task orders. Multi-award IDIQ contracts that are open for any government agency to use for the procurement of services are commonly referred to as “government-wide acquisition contracts.” IDIQ contracts often have multi-year terms and unfunded ceiling amounts that enable, but not commit, the U.S. government to purchase substantial amounts of services or solutions from one or more contractors. At the time an IDIQ contract is awarded (prior to the issuance of any task orders), a contractor may have limited or no visibility as to the ultimate amount of services or solutions that the U.S. government will purchase under the contract, and, in the case of a multi-award IDIQ, the contractor from which such purchases may be made.\n\nU.S. General Services Administration (\"GSA\") Schedule Contracts. The GSA maintains listings of approved suppliers of services and solutions with pre-negotiated prices for use throughout the U.S. government. In order for a company to provide services under a GSA Schedule contract, a company must be pre-qualified and awarded a contract by the GSA. When an agency uses a GSA Schedule to meet its requirements, the agency (or the GSA on behalf of the agency) conducts the procurement and bidders are limited to GSA Schedule-qualified contractors. GSA Schedule contracts are designed to provide the user agency with reduced procurement time and lower procurement costs. Similar to IDIQ contracts, at the time a GSA Schedule contract is awarded, a contractor may have limited or no visibility as to the ultimate amount of services or solutions that customers will ultimately purchase under the contract.\n\nOther Transaction Authority (“OTA”) Agreements. The U.S. government may procure and enter into OTA agreements, which are used for research projects, prototype development or follow-on production to encourage rapid innovation and technological advancement. The OTA process includes submitting proposals, being selected as a partner and negotiating terms which bypasses the traditional FAR contracts procurement processes.\n\nContract Types\n\nGenerally, the type of contract used for the acquisition of our services and solutions is determined by or negotiated with the U.S. government and may depend on certain factors, including: the type and complexity of the work to be performed; degree and timing of the responsibility to be assumed by the contractor for the costs of performance; the extent of price competition; and the amount and nature of the profit incentive offered to the contractor for achieving or exceeding specified standards or goals. We generate revenues under several types of contracts, including the following:\n\n•Cost-reimbursement contracts include cost-plus-fixed-fee, award-fee and incentive-fee contracts. These contracts provide for reimbursement of our direct contract costs and allocable indirect costs, plus a fee (contract profit). These types of contracts are generally used when uncertainties involved in contract performance do not permit costs to be estimated with sufficient accuracy to use a fixed-price contract. Cost-reimbursement contracts usually subject us to lower risk and generally require us to use our best efforts to accomplish the scope of the work within a specified time and amount of costs. Award and incentive fee contracts generally are based on certain performance criteria including technical performance and quality.\n\n5\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\n•Time-and-materials (\"T&M\") contracts typically provide for negotiated fixed hourly rates for specified categories of direct labor plus reimbursement of other direct costs. This type of contract is generally used when there is uncertainty of the extent or duration of the work to be performed by the contractor at the time of contract award or it is not possible to anticipate costs with any reasonable degree of confidence. On T&M contracts, we assume the risk of providing appropriately qualified staff to perform these contracts at the hourly rates set forth in the contracts over their period of performance. Fixed-price-level-of-effort contracts are similar except they require a specified level of effort over a specified period of time and payment is based on effort expended.\n\n•Firm-fixed price (\"FFP\") contracts provide for a predetermined price for specific solutions. These contracts offer us potential increased profits if we can complete the work at lower costs than planned. While FFP contracts allow us to benefit from cost savings, these contracts also increase our exposure to reduced profits or losses from increased or unexpected costs.\n\nOur earnings and profitability may vary materially depending on changes in the proportionate amount of revenues derived from each type of contract, the nature of services or solutions provided, as well as the achievement of performance objectives and the stage of performance at which the right to receive fees is finally determined. Given the relative amount of risk assumed by the contractor, cost-reimbursement and T&M contracts generally have lower profitability than FFP contracts. For the proportionate amount of revenues derived from each type of contract for the last three fiscal years, see “Other Key Performance Measures—Contract Types” in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this report.\n\nCompetition\n\nCompetition for contracts is intense, and we often compete against a large number of established multinational companies, which may have greater name recognition, financial resources and larger technical staffs than we do. We also compete against smaller, more specialized companies that concentrate their resources on particular areas, as well as the U.S. government’s own capabilities. As a result of the diverse requirements of the U.S. government, we frequently collaborate with other companies to compete for large contracts and bid against these same companies in other situations. Our principal competitors include the following:\n\n•the engineering and technical services divisions of large defense contractors that provide IT services in addition to other hardware systems and products, which include companies such as General Dynamics Corporation, Northrop Grumman Corporation, and RTX Corporation;\n\n•contractors focused principally on technical and IT services, such as Booz Allen Hamilton Inc., CACI International, Inc., Leidos Holdings, Inc., ManTech International Corporation, and Serco Group plc; and\n\n•diversified commercial providers that also provide U.S. government IT services, such as Accenture plc and International Business Machines Corporation.\n\nWe compete on various factors, which include: our technical expertise and qualified and/or security-cleared personnel; our ability to deliver innovative cost-effective solutions in a timely manner; successful program execution on previous programs; our reputation and standing with customers; pricing; and the size and geographic presence of our Company.\n\nCompetition within the government services industry has intensified, which has led to fewer sole-source awards and an increased emphasis on cost competitiveness and affordability. In addition, procurement initiatives to improve efficiency, refocus priorities, increase small business awards and enhance best practices could result in fewer new opportunities for our industry as a whole, which would intensify competition within the industry as companies compete for a more limited set of new programs.\n\nPatents and Proprietary Information\n\nOur technical services and solutions are not generally dependent on patent protection, although we do selectively seek patent protection. We claim a proprietary interest in certain of our solutions, software programs, methodologies and know-how. This proprietary information is protected by copyrights, trade secrets, licenses, contracts and other means. We selectively pursue opportunities to license or transfer our technologies to third parties.\n\n6\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nIn connection with the performance of services, the U.S. government has certain rights to inventions, data, software codes and related material that we develop under U.S. government-funded contracts and subcontracts. Generally, the U.S. government may disclose or license such information to third parties, including, in some instances, our competitors. In the case of some subcontracts that we perform, the prime contractor may also have certain rights to the programs and solutions that we develop under the subcontract.\n\nPeople and Culture\n\nOur success starts with our people. Because our business focuses on high-end solutions in mission IT, enterprise IT, engineering services, and professional services, the ability to acquire, develop, and retain highly skilled talent is central to our operations and prosperity. As of January 31, 2025, we employed approximately 24,000 individuals, including more than 6,000 active military or veterans.\n\nOur corporate values of innovation, inclusion and integrity underpin our culture, and that culture is key to advancing long-term shareholder interests. At SAIC, we strive for the most innovative solutions and best business results by respecting our people and partnering passionately with our customers and communities. We empower our people to take appropriate risks and leverage emerging technology to solve our customers’ most complex problems. Our employees excel because they are invested in our Company, our mission, and our customers’ success.\n\nWe work each day to create an environment where engaged employees perform meaningful work with purpose. We deliver solutions to our customers' most challenging problems while giving our employees opportunities to develop their careers through every phase of the talent lifecycle in a flexible and healthy work environment. Our commitment to our employees, and their commitment to our Company, are reflected in our fiscal 2025 culture survey results, where we achieved our highest overall score in five years ― exceeding certain national benchmarks by 6%. This mutual commitment is further illustrated by our employees’ generous donations of time and money to support SAIC’s three giving pillars of focus: military heroes, community wellness, and science, technology, engineering and mathematics (\"STEM\"). Last year, our employees volunteered 33,000 hours in their communities. At the same time, the SAIC Charitable Foundation (the \"Foundation\"), a public 501(c)(3) organization created by SAIC, collected emergency relief funds for employees faced with unforeseen financial hardships, such as those caused by natural disasters. In calendar year 2024, the Foundation awarded grants for more than $235,000 in direct support to our employees.\n\nOur customers and the business community recognize and appreciate our innovative workforce. In fiscal 2025, we received several noteworthy accolades, including Fortune’s Sector Leaders in Technology; The Wall Street Journal & Drucker Institute 250 Best-Managed Companies of 2024; and Forbes' America’s Best Employers for Engineers.\n\nTalent Development\n\nIn fiscal 2025, we continued to invest in our workforce through various talent development and retention initiatives, such as “upskilling,” rotational assignments, and leadership development programs. We have more than 20 third-party partners that help us deliver a wide range of job-specific training. In addition to technical and professional skills training, we offer higher education and tuition assistance programs for continuing education and industry certifications. Our employees completed more than 140,000 training hours, or nearly six hours per employee.\n\nWe seek to build our leadership team from within our workforce, with merit-based promotions of the most qualified candidates. We invest in tomorrow’s leaders by providing leadership development programs such as Leadership 365 and Developing Frontline Leaders. More than 450 employees participated in leadership development programs for nearly 8,500 hours of training. We also had more than 300 early career professionals joined us for internships.\n\nWhen we need to hire externally, we focus on identifying and attracting highly skilled, exceptional talent. Employee referrals often result in our best-performing new hires. In fiscal 2025, more than 21% of our approximately 5,000 new employees came from employee referrals. With a voluntary attrition rate of approximately 13% in the current fiscal year, we are an industry leader in employee retention, having steadily decreased voluntary turnover as a percentage of employees over the past three years.\n\nSupporting Well-being\n\nWe are committed to the health and well-being of our workforce. Our employees’ safety is paramount, and we actively work to prevent workplace hazards. We also encourage our employees to participate in health and wellness \n\n7\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\ninitiatives. Our wellness program helps employees incorporate healthy actions into everyday life through useful resources and valuable incentives. We offer a suite of convenient, easily accessible tools to support wellness, whether an employee works at an SAIC facility, at a customer site, or remotely. Our Employee Assistance Program provides confidential counseling, personal financial guidance and resources, legal support, and work-life assistance. We are committed to providing accommodations to employees with disabilities that enable them to perform the essential functions of their job and enjoy equal employment opportunities.\n\nResearch and Development\n\nFor information related to our research and development activities, see Note 1—Business Overview and Summary of Significant Accounting Policies to the consolidated financial statements contained within this report.\n\nSeasonality\n\nThe U.S. government’s fiscal year ends on September 30. It is not uncommon for U.S. government agencies to award extra tasks or complete other contract actions leading up to the end of its fiscal year in order to avoid the loss of unexpended fiscal year funds, which may favorably impact our third fiscal quarter. In addition, revenues may be unfavorably impacted during our fourth fiscal quarter due to a greater number of holidays and higher utilization of vacation time.\n\nEnvironmental Matters\n\nOur operations are subject to various foreign, federal, state, and local environmental protection and health and safety laws and regulations. Although we do not currently anticipate that compliance costs or the liabilities associated with environmental laws will adversely affect our business, financial position, and results of operations and/or cash flows, it is possible that we may incur material costs or liabilities in the future. These regulations and risks are described in more detail under “Risk Factors” in Part I, Item 1A of this report.\n\nExecutive Officers\n\nFor information about our executive officers, see “Directors, Executive Officers and Corporate Governance” in Part III, Item 10 of this report.\n\nCompany Website and Available Information\n\nOur corporate headquarters is located at 12010 Sunset Hills Road, Reston, VA 20190. Our phone number is (703) 676-4300 and our homepage is www.saic.com, which contains information about our Company and operations. Through a link on the Investor Relations section of our website, copies of each of our filings with the Securities and Exchange Commission (\"SEC\") can be viewed and downloaded free of charge as soon as reasonably practicable after the reports and amendments are electronically filed with or furnished to the SEC. The information on our website is not incorporated by reference into and is not a part of this report.\n\nYou may also request hard copies of the materials referenced in the preceding paragraph, at no cost, by emailing investor relations at InvestorRelations@saic.com.",
      "char_count": 35541
    },
    "item1a": {
      "text": "Table of Contents\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nItem 1A. Risk Factors\n\nIn your evaluation of our Company and business, you should carefully consider the risks and uncertainties described below, together with information included elsewhere within this report and other documents we file with the SEC. These risks, as well as additional risks and uncertainties not currently known to us or that we currently believe are immaterial also may materially harm our business, financial condition or operating results and thus result in a decline in the price of our stock.\n\nIndustry and Economic Risks\n\nWe depend on U.S. government agencies as our primary customers and, if our reputation or relationships with these agencies were to be harmed, it could adversely impact our financial performance.\n\nWe generated 98% of our total revenues during each of the last three fiscal years from contracts with the U.S. government, either as a prime contractor or as a subcontractor to other companies performing prime contracts for the U.S. government. We expect to continue to derive substantially all of our revenues from work performed under U.S. government contracts. Our relationship with the U.S. government – particularly with DoD agencies – is key to maintaining these contracts, winning new work, and growing our revenues. Negative press reports or publicity, regardless of accuracy, could harm our reputation and jeopardize our business with our customers, potentially adversely affecting our revenues, cash flows, and financial results. \n\nReduced U.S. government defense spending, changes in acquisition priorities, significant delays in U.S. government appropriations, and delays in contract awards, program starts, and other procurement activity, could adversely affect our future revenues, cash flow, and financial results.\n\nBecause we generate substantially all of our revenues from contracts with U.S. government agencies, our operating results could be adversely affected by spending caps, changes in budgetary priorities, or delays in the government budget process, program starts, or the award of contracts or task orders under contracts. Current U.S. government spending levels for defense-related and other programs may not be sustained through government fiscal year (\"GFY\") 2025. Future spending and program authorizations may be stagnant or decrease, or spending priorities may shift to programs in areas in which we do not provide services or are less likely to be awarded contracts. A change in administration or changing national priorities may reduce defense-related and other programs due to competing demands for federal funds and the number and intensity of military conflicts or other factors.\n\nWhen Congress fails to pass a budget before the end of the fiscal year, government operations typically are funded through one or more continuing resolutions (\"CRs\"), which enable government agencies to continue operating but do not allow new spending initiatives. CRs can lead to contract awards being delayed, canceled, or funded at lower levels, which could adversely impact our operations, cash flows, and financial results.\n\nIn addition, it is possible that an impasse on policy issues could threaten continuous government funding through September 30, 2025, or result in another federal government shutdown, which could cause us to incur labor or other costs without reimbursement under customer contracts or the delay or cancellation of key programs, and could adversely affect our operations, cash flows, and financial results.\n\nThe U.S. government also conducts periodic reviews of U.S. defense strategies and priorities, which may shift DoD budgetary priorities, reduce overall spending or delay contract or task order awards for defense-related programs from which we would otherwise expect to derive a significant portion of our future revenues. A significant decline in overall U.S. government spending, a significant shift in spending priorities, the substantial reduction or elimination of defense-related programs or significant budget-related delays in contract or task order awards for large programs could adversely affect our future revenues and limit our growth prospects.\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nWe face aggressive competition that can impact our ability to obtain contracts and may affect our future revenues, profitability, and growth prospects.\n\nWe expect that most of the contracts we pursue in the foreseeable future will be awarded through a competitive bidding process as the U.S. government increasingly relies on IDIQ, GSA Schedule, and other multi-award contracts, which has led to greater competition and increased pricing pressure. The competitive bidding process involves substantial resources and a number of risks, including significant cost and managerial time to prepare bids and proposals for contracts that may not be awarded to us, or that may be awarded but for which we do not receive meaningful task orders. Following contract award, we may encounter significant expense, delay, contract modifications, or even contract loss in the event our competitors protest the award of contracts to us in competitive bidding. Any resulting loss or delay of startup and funding of work under protested contract awards may adversely affect our revenues and/or profitability. In addition, multi-award contracts require that we make sustained post-award efforts to obtain task orders under the contract, failure of which may result in us not recognizing revenues under these multi-award contracts. Our failure to compete effectively in this procurement environment could adversely affect our revenues and profitability.\n\nWe compete with larger companies that have more name recognition, greater financial resources, and larger technical staffs, and we also compete with smaller, more specialized companies that concentrate their resources on particular areas. Additionally, we may compete with the U.S. government’s own capabilities. To remain competitive, we must consistently provide superior service, technology, and performance on a cost-effective basis to our customers.\n\nOur earnings and profitability may vary based on the mix of our contracts and may be adversely impacted if we fail to estimate and manage costs, time, and resources accurately.\n\nOur profitability and cash flow may vary materially depending on the types of government contracts we are awarded, the nature of services performed under those contracts, the costs incurred in performing the work, the achievement of performance objectives, and the stage of performance at which the right to receive fees is determined, particularly under incentive and award fee contracts. Failure to perform to customer expectations and contract requirements may result in reduced fees or losses and may adversely affect our financial performance.\n\nWe generate revenues under several contract types, including cost-reimbursable, T&M, and FFP contracts. Under cost-reimbursable contracts, the government pays allowable costs incurred during performance of the contract plus a fee up to a ceiling based on the amount that has been funded. Cost, schedule, or technical performance issues on cost-reimbursable contracts could result in reduced fees, decreased profit, or program cancellation. Under T&M contracts, the government pays for the exact cost of all materials, plus a predetermined hourly rate for the labor involved. Under FFP contracts, the government pays a fixed price regardless of the actual costs of performance, meaning that we bear the risk of cost overruns, but we also have the opportunity for profit if we manage the program efficiently. Cost-reimbursable and T&M contracts are generally less profitable than FFP contracts. In fiscal 2025, approximately 16%, 22% and 62% of our total revenues came from FFP contracts, T&M and cost-reimbursable contracts, respectively.\n\nTo varying degrees, there is financial risk with each of these contract types if we underestimate the costs of performance or fail to manage the program efficiently and cost-effectively. Unexpected expenses and/or unanticipated delays (including those caused by contract disputes or other factors outside our control, such as poor performance by our subcontractors, rising inflation, natural disasters, or other force majeure events) could result in reduced profits or losses.\n\nWe use estimates in recognizing revenues, and our profitability may be adversely affected if we make changes to those estimates.\n\nA significant portion of our revenues are recognized on contracts using a cost input measure, which requires estimates of total costs at completion, fees earned, or both. Due to the technical nature of our services and the length of certain contracts, this estimation process is complex and involves significant judgment. Adjustments to original estimates are often required as work progresses, experience is gained, and additional information becomes known, even though the scope of the work required under the performance obligation may not have changed. Changes in the underlying assumptions, circumstances, or estimates could necessitate adjustments that may adversely affect future financial results.\n\n10\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nLegal and Regulatory Risks\n\nOur failure to comply with the laws and regulations governing organizational conflicts of interest (“OCIs”) could lead to penalties including, potentially, termination of one or more of our U.S. government contracts.\n\nMany of our U.S. government contracts contain organizational conflict of interest (\"OCI\") clauses that may limit our ability to compete for or perform certain other contracts or other types of services for particular customers. OCI arises when we engage in activities that may make us unable to render impartial assistance or advice to the U.S. government, impair our objectivity in performing contract work, or provide us with an unfair competitive advantage. Existing OCI, and any OCI that may develop, could preclude our competition for or performance on a significant project or contract, which could limit our opportunities.\n\nThe U.S. government may issue or revise existing rules, regulations, and directives at any time, creating uncertainty and requiring unanticipated investments in related compliance efforts.\n\nIn recent quarters, the U.S. government customer has increasingly focused on affordability, efficiencies, and cost recovery when contracting with private companies. The new Department of Government Efficiency (“DOGE”) is currently evaluating federal agencies and existing government contracts, grants, and programs for affordability, efficiency, and alignment with U.S. government objectives. DOGE’s efforts to reduce federal spending create uncertainty and risk for government contractors, including potentially resulting in change in budgetary priorities and timing on issuing awards. Decreases in, or delays in contract awards and in government spending on the types of programs that we support, and terminations or stop-work-orders on government contracts on which we are currently performing could adversely affect our future revenues and profitability. At the same time, given the nature of our business, the administration’s focus on efficiency, along with the potential for certain traditionally government functions to be transferred to private entities, may present business opportunities for us.\n\nFederal legislation, regulations, executive orders, and other initiatives dealing with, among other things, procurement reform, the mitigation of potential OCIs, the deterrence of fraud, the elimination of diversity, equity, and inclusion (“DEI”), and changes in corporate environmental obligations, could affect our business. Additionally, we are subject to the laws and regulations of the states in which we operate, which, at times, may conflict with federal laws and regulations, introducing ambiguity.\n\nRecent executive orders relating to DEI and other social issues and “return-to-office” requirements, along with pending legal challenges, create uncertainty and may be temporarily unsettling for portions of our workforce. As always, we are committed to complying with all applicable laws and regulations, and we do not anticipate an adverse impact on our future operations and revenues related to these executive orders.\n\nThe ongoing reforms to the U.S. government acquisition process, including changes to procurement rules and regulations, could transform how contracts are awarded, negotiated, and managed, which could lead to delays in contract awards and/or modifications to the scope or terms of contracts we hold. We could face increased competition, greater scrutiny, a more complex regulatory environment, heightened compliance requirements, and additional administrative burdens, all of which have the potential to affect our profitability. \n\nThe FAR Council recently proposed significant revisions to the FAR related to OCIs, which, if adopted, could limit our ability to bid on certain contracts and/or require us to modify or restructure some business relationships. They could also impose additional compliance burdens and constraints on our business operations. Increased costs related to identifying, assessing, and mitigating OCI's could negatively impact our profitability.\n\nSimilarly, recent executive orders related to energy and the environment suggest a shift towards deregulation at the federal level. Although deregulation initiatives could provide short-term relief from regulatory obligations, the executive orders introduce uncertainty and risk, including the potential for legal challenges and the possibility of new environmental policies at the state or local levels that may impose stricter regulations. We are actively monitoring and adapting to changes in environmental laws, assessing the physical risks posed by climate change, and implementing sustainability initiatives aimed at reducing the environmental impact of our operations. However, the full extent of these risks and their potential impact on our business remains uncertain and could materially affect its financial performance.\n\n11\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nWe are subject to government audits, cost adjustments, reviews, and investigations that could adversely affect our profitability, cash flows, or growth prospects.\n\nThe DCAA, the DCMA, and others routinely audit a contractor’s performance on government contracts, indirect cost rates and pricing practices, and compliance with applicable government contracting and procurement laws, regulations, and standards. They also review the adequacy of the contractor’s compliance with government standards for its business systems, including its accounting, earned value management, estimating, materials management, property management, and purchasing systems. A finding of significant control deficiencies in a contractor’s business systems or a finding of noncompliance with the CAS can result in decremented billing rates until the control deficiencies are corrected and DCMA approves their remediation. Government audits and reviews have become more rigorous as the agencies that conduct them have come under increased scrutiny, leading to stricter interpretations of the standards to which government contractors are held and the increased likelihood of adverse outcomes.\n\nGovernment audits may conclude that our practices are not consistent with applicable laws and regulations, leading to adjustments to contract costs and mandatory customer refunds. Such adjustments can be applied retroactively. Adverse audit findings or the failure to obtain an “approved” determination on our systems could adversely affect our business by, among other things, restricting our ability to bid on new contracts and diminishing our competitive position for proposals under evaluation. A determination of noncompliance could also result in the U.S. government imposing penalties and sanctions against us, including withholding of payments, suspension of payments, and increased government scrutiny. Increased scrutiny could adversely impact contract performance, impede our invoicing for work performed, delay our receipt of timely payment, and weaken our ability to compete for new contracts.\n\nAs is typical in our industry, DCAA’s indirect cost audits of our business remain open for certain prior years and the current year. We have recorded contract revenues based on an estimate of costs that we believe will be approved. However, we cannot guarantee the outcome of any ongoing or future audits or that any required adjustments will not exceed our reserves. \n\nWe are also subject to government reviews and investigations relating to all aspects of our business, including our contracts and operations. If a review or investigation identifies improper or illegal activities, we may be subject to civil or criminal penalties or administrative sanctions, which could include the termination of contracts, forfeiture of profits, triggering of price reduction clauses, suspension of payments, imposition of fines, and/or suspension or debarment from doing business with the U.S. government. Allegations of impropriety, even if untrue, may cause us reputational harm and impede our ability to win new contract awards or receive contract renewals. Fines, penalties, and other sanctions are not uncommon in our industry and could negatively impact our profitability, cash position, and future opportunities.\n\nOur business is subject to governmental review and investigation, which could adversely affect our profitability, cash position and growth prospects.\n\nWe are routinely subject to governmental investigations relating to all aspects of our business including our contracts and operations. If a review or investigation identifies improper or illegal activities, we may be subject to civil or criminal penalties or administrative sanctions, which could include the termination of contracts, forfeiture of profits, the triggering of price reduction clauses, suspension of payments, fines, and suspension or debarment from doing business with governmental agencies. We may suffer harm to our reputation if allegations of impropriety are made against us, which would impair our ability to win new contract awards or receive contract renewals. Penalties and sanctions are not uncommon in our industry. If we incur a material penalty or administrative sanction or otherwise suffer harm to our reputation, our profitability, cash position and future prospects could be adversely affected.\n\n12\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nThe U.S. government may terminate, cancel, modify, or curtail our contracts at any time and, if we do not replace them, we may be unable to achieve or sustain revenue growth and may suffer a decline in revenues and profitability.\n\nMany of the U.S. government programs for which we are a prime contractor or subcontractor may extend for several years, and may include one or more base years and one or more option years. The U.S. government generally has the right not to exercise options to extend or expand our contracts, and may otherwise terminate, cancel, modify, or curtail our contracts at its convenience. Any decision by the U.S. government not to exercise contract options or to terminate, cancel, modify, or curtail our major programs or contracts would adversely affect our revenues, revenue growth, and profitability.\n\nWe have experienced, and will continue to experience in the normal course of business, periodic performance issues under certain of our contracts. If a government customer terminates a contract for default, we may be exposed to liability, including for excess costs incurred by the customer in procuring undelivered services and solutions from another source. Depending on the nature and value of the contract, a performance issue or termination for default could cause our actual results to differ from those anticipated and could harm our reputation.\n\nOur use of net operating loss carryforwards and other tax attributes to offset future taxable income may become limited if we or the IRS determine that we have experienced an ownership change.\n\nAs of January 31, 2025, we have estimated $223 million of gross net operating loss carryforwards and gross tax basis in our acquired amortizable goodwill, as well as other intangible assets of approximately $1.0 billion. Net operating loss carryforwards and other tax attributes are subject to various annual limitations under Sections 382 and 383 of the Internal Revenue Code, which restricts a corporation’s ability to use such carryforwards and attributes following an ownership change.\n\nChanges in tax laws and regulations or exposure to additional tax liabilities could adversely affect our financial results.\n\nChanges in federal or state tax regulations or in their interpretation and application, including those with retroactive effect, could cause increases in our tax expense and affect profitability and cash flows. For example, beginning in fiscal 2023, the Tax Cuts and Jobs Act of 2017 eliminated the option to deduct research and development expenditures in the year incurred, instead requiring taxpayers to amortize such expenditures over five years for tax purposes. The impact of this change is dependent on the amount of research and development expenses we incur, as well as the potential for Congress to modify or repeal the provision or for the U.S. Treasury Department to release new guidance or interpretive rules. The impact to our income taxes payable was most significant in fiscal 2023 decreasing over the five-year amortization period. By year six, we anticipate any impact to be immaterial.\n\nLegal disputes could require us to pay potentially large damage awards and could be costly to defend, which could adversely affect our cash balances and profitability, and could damage our reputation.\n\nWe are subject to several lawsuits and claims described under “Legal Proceedings” in Part I, Item 3 of this report. We are also subject to, and may become a party to, a variety of other immaterial litigation or claims arising from time to time in the ordinary course of our business. The Department of Justice and other U.S. or foreign enforcement agencies may bring claims or lawsuits in connection with our performance of government contracts or our billing or record-keeping relating to those contracts. Although rare, government agencies can seek to suspend or debar government contractors they believe have engaged in misconduct. The government has considerably more resources at its disposal to pursue these matters than we do to defend ourselves against them, and certain statutes under which the Department of Justice may bring claims (like the False Claims Act) provide for treble damages and penalties on a per invoice basis. Consequently, the government generally has more leverage against us than a commercial plaintiff or other private party would have. Settlements or adverse judgments may result in significant monetary damages or injunctions, and litigation and claims could be costly to defend. Even if we are successful, fully indemnified, or insured, we could suffer damage to our reputation that impedes our ability to compete for work or obtain adequate insurance in the future. The outcome of litigation and other claims, including those described under “Legal Proceedings” in Part I, Item 3 of this report, is inherently uncertain, and management’s view of these matters may change in the future.\n\n13\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nOur business is subject to numerous legal and regulatory requirements, and any violation of these requirements, or any misconduct by our employees, subcontractors, agents, or business partners, could harm our business and reputation.\n\nIn addition to government contract procurement laws and regulations, we are subject to numerous other federal, state, and foreign legal requirements related to, among other things, fraud (including but not limited to falsifying time and other records), data privacy and protection, employment and labor relations, immigration, taxation, anticorruption, import/export controls, trade restrictions, internal and disclosure control obligations, securities regulations, and antitrust. Compliance with diverse and changing legal requirements is costly, time-consuming, and requires significant resources. Violations can result in fines, penalties, restitution, or other damages (which can be significant), criminal sanctions against our Company and/or our officers, the loss of security clearances, the cancellation of current contracts and the ineligibility for future contracts, and suspension or debarment from federal, state, or local contracting – any of which could adversely affect our business and financial results. Additionally, depending on the circumstances, our Company can be held liable for the misconduct of its employees, subcontractors, agents, or business partners.\n\nBusiness and Operational Risks\n\nA failure to attract, train, retain, and utilize skilled employees and our senior management team would adversely affect our ability to execute our strategy and may disrupt our operations.\n\nOur business relies heavily on the expertise and skills of our employees. Many government programs require our personnel to have security clearances. Our continued success depends on the ability to recruit and retain highly trained, skilled and, at times, cleared engineering, technical, and professional personnel. Competition for talent is intense, and competitors aggressively recruit key employees. Security clearances can be difficult and time-consuming to obtain, and cleared talent is in demand. Particularly in highly specialized areas, it has become more difficult to recruit and retain qualified employees, which could affect our growth in the current and future fiscal years. We will continue to devote significant resources to recruiting, training, and retaining top talent, but we cannot guarantee the outcome of these efforts. The failure to timely secure qualified employees could impair our ability to win new business or meet existing contractual obligations, which could adversely affect our future financial performance. In addition, salaries and related expenses are a significant portion of the cost of our services and, accordingly, our ability to utilize our workforce efficiently can impact our profitability. If our employees are under-utilized, our profitability could suffer.\n\nOur success also depends on the continued employment of a highly qualified and experienced senior management team that focuses on retaining existing business and generating new business. Although we have succession plans in place, the loss of key personnel in critical functions could temporarily impair our ability to win new contracts or perform existing work.\n\nWe may make acquisitions, investments, joint ventures, and divestitures in the future that involve numerous risks, which, if realized, may adversely affect our business and financial performance.\n\nSubject to the limitations of our credit facility (as further described in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of this report), we may make strategic acquisitions or investments, engage in joint ventures, or divest existing businesses, which could cause unforeseen expenses, disrupt our business, fail to yield the anticipated benefits, or pose other risks that could adversely affect our reputation, operations, or financial results, including:\n\n•we may not retain key employees (including those with needed security clearances), customers, and business partners of an acquired business in the future;\n\n•we may fail to successfully integrate acquired businesses, such as failing to successfully implement IT and other control systems relating to the operations of any acquired business;\n\n•we may not generate sufficient earnings to meet the required Leverage Ratio under the Credit Facility, which would give lenders the right to, among other things, foreclose on our assets;\n\n14\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\n•acquisitions normally require a significant investment of time and resources, which may disrupt our business and distract our management from other important responsibilities;\n\n•we may not be able to accurately estimate the financial effect of any acquisitions and investments on our business and we may not realize anticipated revenue opportunities, cost savings, or other synergies or benefits, or acquisitions may not result in improved operating performance; and\n\n•we may assume known and unknown material liabilities, including legal or regulatory risks that were not identified as part of our due diligence or for which we are unable to receive a purchase price adjustment or reimbursement through indemnification.\n\nIf any acquisitions, investments, or joint ventures fail, perform poorly, or their value is otherwise impaired for any reason, including contractions in credit markets and global economic conditions, our business and financial results could be adversely affected.\n\nIn addition, we may periodically divest businesses, including businesses that are no longer a part of our ongoing strategic plan. These divestitures similarly require significant investment of time and resources. They may disrupt our business, distract management from other responsibilities, and create losses on disposal or continued financial involvement in the divested business, including through indemnification, guarantee, or other financial arrangements, for a period of time following the transaction, which could adversely affect our financial results.\n\nWe use and deploy AI solutions for our customers that could harm our reputation or create liability if they do not function as predicted. \n\nWe deploy and integrate AI solutions for our business operations and for customers, including AI solutions that assist with the design, deployment, and management of AI applications that allow customers to work with their complex and sensitive data to power the most demanding analytics, data science, and AI use cases. These AI solutions may be vulnerable to misuse or cyberattack. Additionally, because this technology is developing so rapidly, we may be unable to keep up with new AI developments. We use some AI solutions that we develop and some that we obtain others from third parties. The development methods and algorithms of these solutions could be flawed, and the datasets could contain incorrect or biased information. Content or code generated by AI systems may be vulnerable to cyberattack, require human review, be unreliable, illegal, or offensive, and could result in the AI solution not working as intended. If we deploy AI solutions that have unintended consequences or are more controversial than we anticipate, our customers may seek redress, and we may experience reputational harm that could affect our business or financial results. Our use of AI solutions could be limited by, or subject to regulatory action or legal liability under, proposed rules or legislation regarding privacy, intellectual property, and other laws.\n\nWe face various risks related to health epidemics, pandemics, and similar outbreaks, which may have material adverse effects on our business, financial position, results of operations, and/or cash flows.\n\nWe face various risks related to health epidemics, pandemics, and similar outbreaks such as the global outbreak of COVID-19. If significant portions of our workforce cannot work effectively due to illness, quarantines, government actions, facility closures, or for other reasons in connection with an epidemic, our operations will be impacted. We may be unable to perform fully on our contracts and some of our costs may not be fully recoverable or adequately covered by insurance. Another epidemic could cause disruption in our supply chain, could delay or limit the operations of the U.S. government and other customers to perform (including making timely payments to us), could impact investment performance, and could cause other negative events.\n\nIn addition, the resulting volatility in the global capital markets could restrict our access to capital and/or increase our cost of capital.\n\nCustomer systems failures could damage our reputation and adversely affect our revenues and profitability.\n\nMany of the systems and networks that we develop, install, and maintain for our customers involve managing and protecting personal information and information relating to national security and other sensitive government functions. While we have programs designed to comply with relevant privacy and security laws and restrictions, if a system or network that we develop, install, or maintain were to fail or experience a security breach or service interruption (whether caused by us, third-party service providers, cybersecurity threats, or other events), we may \n\n15\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nexperience loss of revenue, remediation costs, claims for damages, or contract termination. This could cause serious harm to our reputation and prevent us from having access to, or being eligible for, further work involving these systems and networks. Our errors and omissions liability insurance may not adequately compensate us for the damages that we incur, and our results could be adversely affected.\n\nWe depend on our teaming arrangements and relationships with other contractors and subcontractors. If we are not able to maintain these relationships, or if these parties fail to satisfy their obligations to us or the customer, our revenues, profitability, and growth prospects could be adversely affected.\n\nWe rely on teaming relationships with other prime contractors and subcontractors to bids on large procurements and other opportunities when we believe the combination of services, products, and solutions we can offer with teammates will help us win and perform the contract. Our future revenues and growth could be adversely affected if our partners reduce or end their contract relationships with us, or if the U.S. government terminates or reduces programs of prime contractors to which we subcontract, does not award them new contracts, or refuses to pay under a contract. We may contract with subcontractors that do not have experience on U.S. government contracts or with our customers, providing them with the experience, relationships, and past performance to compete with us on future contracts and potential result in contract losses. If subcontractors fail to timely meet their contractual obligations or have regulatory compliance or other problems, our ability to fulfill our obligations as a prime contractor or higher tier subcontractor may be jeopardized.\n\nWe have only a limited ability to protect our intellectual property rights, which are important to our success. Our failure to adequately protect our proprietary information and intellectual property rights could adversely affect our competitive position.\n\nWe rely principally on trade secrets to protect much of our intellectual property in cases where we do not believe that patent protection is appropriate or obtainable. However, trade secrets are difficult to protect. Although our employees are subject to confidentiality obligations, this protection may be inadequate to deter or prevent misappropriation of our confidential information. We may be unable to detect unauthorized use of our intellectual property or otherwise take appropriate steps to enforce our rights. Failure to obtain or maintain trade secret protection could adversely affect our competitive business position. If we are unable to prevent third parties from infringing or misappropriating our copyrights, trademarks, or other proprietary information, our competitive position could be adversely affected. In addition, in connection with the performance of services, the U.S. government has certain rights to inventions, data, software codes, and related material that we develop under government-funded contracts and subcontracts, which may permit the U.S. government to disclose or license this information to third parties, including, in some instances, our competitors.\n\nIn the course of conducting our business, we may inadvertently infringe the intellectual property rights of others, resulting in claims against us or our customers. Our contracts generally indemnify our customers for third-party claims for intellectual property infringement by the services and solutions we provide. The expense of defending these claims may adversely affect our financial results.\n\nWe face risks related to climate change if extreme weather events adversely affect our ability to work or our customers’ requirements or priorities.\n\nSevere storms, increased precipitation and flooding, heat waves, forest fires, and other natural disasters tied to climate change could adversely affect our ability to execute our strategy and may disrupt our operations. Any climate event limiting our employees’ ability to work could potentially impair our capability to perform and meet our contractual obligations, address our customers’ needs, and ultimately win new business, all of which could adversely affect our business, financial position, results of operations, and/or cash flows. While we have a distributed workforce with employees working remotely across the U.S., we do have employees who, because of client requirements or contractual obligations, must work at specified locations. In these instances, if there were a severe weather event that impacted such a location, we might not be able to meet the client’s requirements or our contractual obligations. In the shorter term, a climate-related event could temporarily impede our ability to do the required work in person, produce operational or other unforeseen challenges, and in the longer term, threaten our performance of contracts, any of which could harm our business and its results. \n\nAlthough we have business continuity plans and other safeguards in place, there is no assurance that such plans and safeguards will be effective in preventing adverse impacts on our operations or long-term plans. Local conditions and regulations may delay the return of employees to business sites, which could undermine our efforts \n\n16\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nto meet our contractual obligations. Climate-related limitations on individual employees may also create obstacles to meeting customer requirements or our contractual obligations. \n\nAdditionally, our customers could change priorities or direction due to a direct climate-change impact, concerns about long-term sustainability, legislative or regulatory pressure, or market factors such as investor, consumer, or societal requests or demands. Such changes and responses by our customers have the potential to adversely impact our future revenues, profitability, and prospects.\n\nWe could incur significant liabilities and suffer negative publicity if our detection systems fail to operate as intended or our assessment reports prove to be inaccurate.\n\nWe have developed and sold tsunami buoys and related services that are designed to assist in the detection of tsunamis or large waves that may have catastrophic consequences to coastal communities. Our buoys have been deployed by the U.S. National Oceanic and Atmospheric Administration and non-U.S. governments in other areas around the world. There are many factors, some of which are beyond our control, that could result in the failure of these buoys. We may develop other products or provide services for the detection of catastrophic natural or man-made threats. \n\nSome of our contracts involve evaluating and/or assessing the likelihood or potential consequences of natural disasters and other threats. The failure of our products and services to help detect the threats for which they were designed, or the failure of our reports to accurately assess the consequences of certain threats could contribute to injury, death, or extensive property damage, potentially leading to product liability, professional liability, or other claims against us. Further, if our products, services, or reports fail to (or are perceived to have failed to) help detect or adequately assess a threat, the negative publicity could have a material adverse effect on our business.\n\nOur services and operations sometimes involve using, handling, or disposing of hazardous substances or dangerous materials, which could expose us to potentially significant liabilities.\n\nSome of our services and operations involve the use, handling, or disposal of hazardous substances or dangerous materials, including explosive, chemical, biological, radiological, or nuclear materials. These activities generally subject us to extensive foreign, federal, state, and local environmental protection and health and safety laws and regulations, which, among other things, require us to incur compliance costs and the risk of liability. Failure to comply with these environmental protection and health and safety laws and regulations could result in civil, criminal, regulatory, administrative, or contractual sanctions, including but not limited to fines, penalties, and/or suspension or debarment actions. We could be required to incur costs to change, upgrade, remediate, and/or close some of our operations or properties. Although we do not have extensive real estate holdings, our ownership and operation of real property also subjects us to environmental protection laws, some of which create liability for current or previous owners or operators of businesses and real property liable for hazardous substance releases, even if they did not know of and were not responsible for the releases. If we have any violations of, or incur liabilities pursuant to, these laws or regulations, our financial condition and operating results could be adversely affected.\n\nWe face risks associated with our international business.\n\nOur international operations, which have historically generated a small portion of our revenues, may be subject to additional and different risks than our domestic operations. Failure to comply with U.S. government laws and regulations applicable to international business, such as the Foreign Corrupt Practices Act and U.S. export control regulations, could have an adverse impact on our business with the U.S. government and could expose us to administrative, civil, or criminal penalties, and potentially significant contract losses. \n\nWe provide services and solutions in support of U.S. government customers in countries that are politically unstable, active conflict zones, or subject to high-risk intelligence operations. Operating in these environments may increase the risk of an incident resulting in injury or loss of life, property damage or destruction, or the inability to meet our contractual obligations. It is impossible to predict the impact that these regulatory, geopolitical, and other factors may have on our business in the future.\n\n17\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nPension funding and costs are dependent upon several economic assumptions, which, if changed, may cause our future earnings and cash flow to fluctuate significantly.\n\nThrough our acquisition of Engility Holdings, Inc. (\"Engility\") in fiscal 2019, we assumed obligations under Engility's defined benefit pension plan (the \"Pension Plan\"). The impact of the Pension Plan on our generally accepted accounting principles (\"GAAP\") earnings may be volatile. Because our calculations are sensitive to funding levels and rely on several key economic assumptions, including interest rates, rates of return on plan assets, and participant mortality estimates, the expenses we record for the Pension Plan may materially change from year to year. Changes in these factors also affect our plan funding, cash flow, and stockholders’ equity. In addition, the Pension Plan funding may be subject to changes caused by legislative or regulatory actions.\n\nWe will make contributions to fund the Pension Plan when considered necessary or advantageous to do so. The macro-economic factors discussed above, including the return on assets and the minimum funding requirements established by government funding or taxing authorities, or established by other agreement, may influence future funding requirements. A significant decline in the fair value of the assets in the Pension Plan, or other adverse changes to the Pension Plan, could require us to make significant funding contributions and affect cash flows in future periods.\n\nWe also, in the acquisition of Engility, assumed obligations under a Retiree Health Reimbursement Account plan (\"RHRA\"). The impact of Engility’s RHRA on our GAAP earnings may be volatile in that the amount of expense we record for the plan may materially change from year to year because those calculations are sensitive to several key economic assumptions, including interest rates and actuarial assumptions related to participant mortality, retirement, and termination.\n\nCAS govern the extent to which postretirement costs and plan contributions are allocable to and recoverable under contracts with the U.S. government. On December 27, 2011, the CAS Board published a final rule that harmonizes CAS pension cost reimbursement rules with the Pension Protection Act of 2006 (\"PPA\") funding requirements. The rule is expected to mitigate the mismatch between CAS costs and minimum funding requirements under PPA-amended Employee Retirement Income Security Act of 1974 (\"ERISA\"), which should accelerate allowable CAS pension costs as compared to prior rules. We anticipate that government contractors will be entitled to an equitable adjustment for any additional CAS contract costs resulting from the final rule. We have sought, and expect to continue seeking, reimbursement from the U.S. government for a portion of our postretirement costs and plan contributions. For additional information related to our pension funding and costs, see Note 9—Retirement Plans to the consolidated financial statements contained within this report.\n\nGoodwill and intangible assets represent a significant amount of our total assets and any impairment of these assets would negatively affect our results of operations.\n\nGoodwill is tested for impairment annually or whenever events or changes in circumstances indicate that the carrying value may not be recoverable. This includes, for example, significant adverse changes in the legal or regulatory landscape or in the business climate, adverse actions or assessments by regulators, unanticipated competition, the loss of key contracts, significant decreases in our stock price, or disruptions in customer relationships that affect current and future operating cash flows of the reporting unit. We assess intangible assets with finite lives for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable at the asset group level. Any future impairment of goodwill or other intangible assets would have a negative impact on our profitability and financial results.\n\nWe maintain our cash at financial institutions, often in balances that exceed federally insured limits.\n\nMost of our cash is held in accounts at U.S. banking institutions that we believe are of high quality. Cash held in depository accounts may exceed the $250,000 Federal Deposit Insurance Corporation (\"FDIC\") insurance limits. If these banking institutions were to fail, we could lose part or all of the amounts in excess of the insurance limits. A material loss related to a bank failure could have a material adverse effect on our financial position and could impact our ability to pay operational expenses or make other payments. Additionally, if our customers, suppliers, insurers, joint venture partners, sureties, or other parties with which we partner are materially impacted by a bank failure or other issues in the banking industry, including changes in legislation and regulation, it may have an adverse impact on our operational and financial performance.\n\n18\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nCybersecurity Risks\n\nOur business and financial results could be negatively affected by cyber or other security threats.\n\nWe encounter cybersecurity and physical security threats as part of the work we do for our customers and our internal business. Our IT systems contain a variety of sensitive and classified information which attract adversaries including nation-state threat actors. We face cybersecurity threats including attempts to disrupt our critical systems, gain unauthorized access to data, release or corrupt sensitive information, and interfere with operations. Adversaries that acquire unauthorized access to customer accounts can use that information to compromise data. Inadequate account security practices could result in malicious activity affecting customer use of our solutions. We work cooperatively with our customers to address cybersecurity threats and we are subject to extensive regulations related to cybersecurity. \n\nActual or perceived cybersecurity vulnerabilities may lead to claims against us. Our customers, their employees, or third parties may seek to hold us liable for any costs or other damages associated with unauthorized access to sensitive information for which we are responsible under customer contracts. \n\nWe develop custom software code and our products may utilize or include open source or AI-generated code, which may make our products susceptible to cyberattacks. We also rely on our supply chain to deliver products and services to our customers. Threat actors have and may continue to seek and gain access to our systems through our business partners and suppliers. A cybersecurity incident affecting our business partners and suppliers could materially adverse impact on our business.\n\nOur information security staff manage cybersecurity risks by implementing security controls in accordance with industry standards and conducting regular employee cybersecurity training. Our cybersecurity policies, procedures and maturity are subject to review and audit by third parties. Although we have implemented and regularly update cybersecurity controls, there can be no assurance that these measures will successfully prevent or mitigate cybersecurity incidents.\n\nWe have been subject to cybersecurity incidents, disruptions and data loss targeting our data and systems of the data and systems of our customers. None of these incidents has had a material impact on us or, to our knowledge, our customers. We report cybersecurity incidents, as appropriate, to affected customers and the cognizant regulatory, law enforcement, and national security authorities. Future cybersecurity incidents could damage our reputation, expose us to liability, or prevent us from winning future work, and could have a material adverse impact on our business.\n\nBecause of the rapidly evolving nature of these threats, there can be no assurance that our policies, procedures and security controls will detect or prevent them, mitigate their affects and we cannot predict their full impact.\n\nIn addition, government agencies investigate and may bring actions against us for noncompliance with legal, contractual, or regulatory requirements regarding cybersecurity controls and disclosure of cybersecurity incidents to customers, regulators, law enforcement, or the public. Any remediation costs, damages or other liabilities related to cybersecurity incidents may not be fully insured or indemnified by other means.\n\nForward-Looking Statement Risks\n\nThis report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In some cases, you can identify forward-looking statements by words such as “may,” “will,” “should,” “expects,” “projects,” “intends,” “plans,” “anticipates,” “believes,” “estimates,” “predicts,” “potential,” “continue,” “outlook,” and similar words or phrases. The forward-looking statements in this report relate to anticipated events and future operating results and financial performance. These statements are not guarantees of future performance and are subject to risks and uncertainties, including but not limited to changes in market conditions, regulatory and legal developments, governmental and political conditions, competitive pressures, technological advancements, economic conditions, supply chain disruptions, and the risk factors discussed above that could cause actual results to differ materially from those expressed or implied in this report.\n\nExcept where required by law, we expressly disclaim a duty to update or revise any forward-looking statements after the date of this Form 10-K to reflect subsequent events, changed circumstances or expectations, or revised \n\n19\n\n\nSCIENCE APPLICATIONS INTERNATIONAL CORPORATION\n\nestimates and assumptions. The forward-looking statements in this Form 10-K are intended to be subject to the safe harbor protections in the federal securities laws.",
      "char_count": 53266
    }
  },
  "extracted_at": "2026-01-19T15:55:57.859793"
}