{
  "ticker": "SIBN",
  "company_name": "SI-BONE, Inc.",
  "cik": 1459839,
  "form_type": "10-K",
  "filing_date": "2025-02-25",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001459839-25-000036",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001459839&accession_number=000145983925000036&xbrl_type=v",
  "sic_code": "3841",
  "industry": "Surgical & Medical Instruments & Apparatus",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\nOverview \n\nWe are a medical device company dedicated to solving musculoskeletal disorders of the sacropelvic anatomy. Leveraging our knowledge of pelvic anatomy and biomechanics, we have pioneered proprietary minimally invasive surgical implant systems to address sacroiliac joint dysfunction as well as address unmet clinical needs in pelvic fixation and management of pelvic fractures. Our products include a series of patented titanium implants and the instruments used to implant them, as well as implantable bone products. Since launching our first generation iFuse in 2009, we have launched multiple implant product lines, including iFuse-3D in 2017, iFuse TORQ in 2021, iFuse Bedrock Granite in 2022, and iFuse INTRA and iFuse TORQ TNT in 2024. In the United States, iFuse, iFuse-3D, iFuse TORQ and iFuse Bedrock Granite have clearances for applications in sacroiliac joint dysfunction, adult spinal deformity and pelvic trauma. iFuse TORQ TNT has clearances for applications in pelvic trauma and sacroiliac joint dysfunction.\n\nWe market our products primarily with a direct sales force as well as a number of third-party sales agents in the United States, and with a combination of a direct sales force, and sales agents and resellers in other countries. As of December 31, 2024, over 115,000 procedures have been performed using our products by over 4,300 physicians in the United States and 38 other countries since we introduced iFuse in 2009.\n\nIn May 2023, we received a total of $83.7 million of net proceeds from the offering of 3,775,000 shares of our common stock, and the exercise of the underwriter's option to purchase an additional 566,250 shares of our common stock, at a public offering price of $22.00 per share. Of these shares, 272,753 shares were offered by a selling stockholder, and we did not receive any proceeds from the sale by the selling stockholder.\n\nProduct and Applications\n\nOur first-generation iFuse, a machined triangular titanium implant launched in 2009, has a triangular cross section that resists twisting or rotation of the implant. The triangular shape of this implant helps stabilize the joint, and the implant’s porous surface facilitates biologic fixation of the bone onto the implant, or bony on-growth and in-growth that results in fusion. The implant has at least three times the strength of a typical eight-millimeter cannulated surgical screw, and the large porous surface area of our implants allows for bony ingrowth. Our second generation iFuse product, the iFuse-3D implant, launched in 2017, is a patented titanium implant that combines the triangular cross-section of the first generation iFuse implant with a proprietary 3D-printed porous surface and fenestrated design. This design, with its open and porous structure, also allows the implant to self-harvest bone as it is impacted through the ilium. We hold patents on implants with cross-sections of many non-round shapes, including the triangular shape, as well as the fenestration configuration we use with our iFuse-3D implants. We also hold patents for the method of placing the implant across the sacroiliac joint, as well as other parts of the spine and pelvis. \n\nIn April 2019, we received clearance from the United States Food and Drug Administration (\"FDA\") to promote the use of our iFuse-3D implants for fusion of the sacroiliac joint in conjunction with multi-level spinal fusion procedures to provide further stabilization and immobilization of the sacroiliac joint, which we call the Bedrock technique. We CE marked and began marketing iFuse for this indication and surgical technique in the European Union (\"EU\") in December 2019. In March 2020, we received FDA 510(k) clearance for an expanded indication for our triangular titanium iFuse implants to support our trauma initiative\n\nIn late-2019, we introduced iFuse Bone, an implantable bone product manufactured from sterilized recovered cadaveric bone tissue, to meet the demand of some of our surgeon customers to use implantable bone products to support and augment the patient's own bone tissue in orthopedic procedures. In 2024, we expanded our platform of allograft solutions with the iFuse INTRA family of implants, which are allograft bone implants for physicians who believe that this kind of intra-articular implant can be important to obtaining stabilization and/or fusion.\n\nIn February 2021, we launched iFuse TORQ, a line of 3D-printed threaded implants designed for use in pelvic trauma, as well as applications in sacroiliac joint dysfunction and degeneration. Relative to competitive trauma products, iFuse TORQ is roughly four times as strong in bending and requires 10 times the rotational force, or torque, to insert due to its porosity and other design features. We believe that this rotational resistance gives physicians confidence in the strength of mechanical fixation that iFuse TORQ provides, and that the technological advancements incorporated into iFuse TORQ represent a significant improvement compared to conventional trauma screws. iFuse TORQ has a larger surface area for bone in-growth and was specifically designed to allow for osteointegration, or incorporation of the bone in the implant's porous surface and structure. In 2022, the FDA provided clearance for an expanded indication for iFuse TORQ to include acute, non-acute and non-traumatic fractures as well as for placement across the sacroiliac joint using our Bedrock technique. \n\n5\n\nIn May 2022, we launched our iFuse Bedrock Granite Implant System. The iFuse Bedrock Granite implant provides sacroiliac fusion and sacropelvic fixation as a foundational element for segmental spinal fusion. The iFuse Bedrock Granite implant has a machined titanium core surrounded by a fusion sleeve that is additively manufactured. The fusion sleeve offers greater surface area for both microporous and macroporous surface features as well as self-harvesting cutting flutes. The fusion sleeve provides numerous means for biological fixation (bony on-growth, in-growth and through-growth). The robust neck and the set screw design also provide more strength and reliability to the iFuse Bedrock Granite implant. Based on the implant's ability to drive fusion and fixation, iFuse Bedrock Granite is designated by the FDA as a breakthrough device. The Breakthrough Device Designation was based on the FDA's recognition of iFuse Bedrock Granite as a new technology that can provide substantial clinical improvement over already available therapies. This Breakthrough Designation enabled us to obtain New Technology Add-on Payment (\"NTAP\") and Transitional Pass-Through Payment (\"TPT\") awards, which provide for higher levels of reimbursement from the Medicare program to the healthcare facility in which a procedure is performed using this implant.  In December 2022, we received FDA clearance for promotion of the compatibility of iFuse Bedrock Granite with a broad class of commercially available rods. In January 2024, we received FDA clearance for a smaller diameter (9.5mm) iFuse Bedrock Granite implant with both an expanded indication that covers pediatric patients and an expanded application that includes use in the S1 trajectory.\n\nIn August 2022, the Centers for Medicare and Medicaid Services (\"CMS\") issued a final decision for a NTAP of up to $9,828 for eligible cases using iFuse Bedrock Granite in the hospital inpatient setting. The NTAP became effective October 1, 2022 and will be effective for a period of up to three years and is exclusive to iFuse Bedrock Granite. In November 2024, CMS then issued a final decision for a TPT status for eligible cases using iFuse Bedrock Granite when performed in the hospital outpatient setting. The TPT for iFuse Bedrock Granite became effective January 1, 2025.  \n\nIn August 2024, we received FDA clearance for our iFuse TORQ TNT Implant System. iFuse TORQ TNT includes a porous threaded implant with lengths capable of spanning the posterior pelvis, passing through the ipsilateral ilium, sacrum, and through the contralateral ilium. iFuse TORQ TNT was designated a breakthrough device by the FDA based on its potential to provide more effective treatment of pelvic fragility fractures than traditional machined cannulated screws, which are the current standard of care. iFuse TORQ TNT is designed to improve early fixation and reduce the rate of screw backout, which may allow for early patient weight-bearing and mobilization.\n\nMarket Opportunity \n\nAs a sacropelvic solutions company, our products have applications across sacroiliac joint dysfunction and degeneration, spinopelvic fixation, and pelvic fractures. We estimate that our total addressable market in the United States exceeds $3.0 billion.  \n\nSacroiliac Joint Dysfunction and Degeneration \n\nOver 30 million American adults are estimated to have chronic lower back pain. Studies indicate that 15% to 30% of patients with chronic low back pain may have symptoms originating with the sacroiliac joint. Our experience in both clinical trials and commercial settings indicates that at least 30% of these patients may be candidates for surgical treatment with our implants.  Based on our market experience and internal estimates, and the assumption that the average person suffering from sacroiliac joint dysfunction has been in pain for five years, we estimate that the potential annual market opportunity for sacroiliac joint fusion in the United States could be approximately 279,000 patients for a potential market in the United States of approximately $2.4 billion per year. \n\nSacroiliac joint patients may have experienced one or more events that have contributed to disruption and/or degeneration of the sacroiliac joint, such as pregnancy, falls, previous lumbar surgery, automobile accidents, and aging, which may cause degeneration of the cushioning in the joint much like other joints. Patients with sacroiliac joint dysfunction frequently experience significant pain simply from sitting, standing, or rolling over in bed. The pain can be exacerbated with activity - when a patient walks or runs. We believe that approximately 65% of people who suffer from sacroiliac pain are women. Although several non-surgical treatments exist for sacroiliac joint pain, including physical therapy, opiates and non-steroidal anti-inflammatory medications, intra-articular injection of steroid medications and radio frequency ablation, these treatments did not provide long-term pain or disability relief in our randomized controlled clinical trials. \n\nAdult Deformity and Degeneration\n\nTo strengthen the base of spinal constructs, spine surgeons have been using longer and larger diameter pedicle screws in iliac and sacro-alar iliac trajectories, in which these screws connecting to the spinal fusion construct are placed into the pelvis. Third party data has shown that the use of pedicle screws to anchor to the pelvis has delivered sub-optimal patient outcomes resulting in revision surgeries. Acute set screw failure of sacro-alar iliac screws has been reported in approximately 5% of cases. Screw loosening within the sacrum/ilium is another common failure, occurring in 4-27% of cases and screw fracture has been reported in up to 20% of cases. Building on our experience with the Bedrock technique which we introduced in 2019, we introduced iFuse Bedrock Granite, a novel, \n\n6\n\npatent-protected device designed for the specific demands of the sacropelvic anatomy at the end of spinal fusion constructs.  We believe there are over 30,000 surgeries involving fixation of five or more spinal segments that involve fixation to the pelvis and an additional 100,000 surgeries involving two to four level spinal segment fixations to the sacrum, which we estimate to be an approximately $1.0 billion aggregate annual market opportunity.   \n\nPelvic Trauma\n\nCurrent treatment options for pelvic fragility fractures are sub-optimal. Sacroplasty, in which bone cement is extruded into the sacrum to help fix the fracture, is associated with high rates of cement leakage and therefore lacks consistent coverage by payors. Traditional trauma screws do not integrate with the surrounding bone and therefore loosen in more than 20% of the cases in which they are used. As a result, most patients are prescribed bed-rest, involving significant capacity and financial burdens on the health care system, and a one-year mortality rate range of 14%-27%. With the introduction of iFuse TORQ in 2021 and iFuse TORQ TNT in 2024, we are specifically targeting the pelvic trauma market, which we estimate to be an approximately $350 million market opportunity. \n\nClinical Evidence\n\nOur triangular iFuse implants are the only minimally invasive products for sacroiliac joint fusion commercially available in the United States that, to our knowledge, are supported by substantial high-quality published evidence of safety, clinical effectiveness, durability, and economic utility. The safety, effectiveness and cost-effectiveness of our iFuse family of implants are supported by more than 160 publications and several prospective clinical studies, including four randomized trials, two large prospective multi-center trials and one long-term follow-up study. Additional long-term independent studies have reported follow-up data as far out as six years.\n\nTable 1. Summary of SI-BONE sponsored trials.\n\nStudy Name\n\nImplant\n\nGeography\n\nCondition**\n\nDesign*\n\nSample Size\n\nFollow-up period\n\nStatus\n\niMIA\n\niFuse\n\nEU\n\nSIJD\n\nMRCT\n\n103\n\n2 years\n\nComplete\n\nINSITE\n\niFuse\n\nUSA\n\nSIJD\n\nMRCT\n\n148\n\n2 years\n\nComplete\n\nSIFI\n\niFuse\n\nUSA\n\nSIJD\n\nPMSA\n\n172\n\n2 years\n\nComplete\n\nLOIS\n\niFuse\n\nUSA\n\nSIJD\n\nPMSA\n\n103\n\n5 years\n\nComplete\n\nSALLY\n\niFuse-3D\n\nUSA\n\nSIJD\n\nPMSA\n\n51\n\n5 years\n\nComplete\n\nSILVIA\n\niFuse-3D\n\nUSA, EU & AUS\n\nASD\n\nMRCT\n\n220\n\n2 years\n\nComplete; Publication Pending\n\nSAFFRON\n\niFuse TORQ\n\nUSA\n\nFFP\n\nMRCT\n\n120\n\n1 year\n\nEnrollment closed; Publication Pending\n\nPAULAiFuse Bedrock GraniteUSA\n\nASD\n\nPMSA\n\n2502 years\n\nEnrolling\n\nSTACI\n\niFuse TORQ\n\nUSA\n\nSIJD\n\nPMSA\n\n110\n\n2 years\n\nFollow-up\n\n*MRCT = multi-center randomized controlled trial; PMSA = prospective, multi-center single-arm\n\n**SIJD = sacroiliac joint dysfunction; ASD = adult spine deformity; FFP = fragility fracture of the pelvis\n\nTable 1 summarizes clinical trials sponsored by SI-BONE. Four studies of iFuse Implant System (INSITE, iMIA, SIFI and LOIS) have been completed. INSITE and iMIA were prospective multi-center, randomized controlled trials conducted in the US and Europe, respectively. In both trials, patients with chronic sacroiliac joint pain were assigned at random to either immediate sacroiliac joint fusion using iFuse implants or individually tailored non-surgical management. In both studies, subjects assigned to sacroiliac joint fusion reported large improvements in pain, disability related to pain and quality of life. In contrast, in subjects assigned to non-surgical management, only small, clinically unimportant improvements in these parameters were observed. \n\nIn INSITE (Investigation of Sacroiliac Fusion Treatment), more than 90% of subjects participating in the non-surgical group decided to cross over to sacroiliac joint fusion surgery, indicating that non-surgical treatment provided ineffective relief of pain and disability related to pain. At two years, patients undergoing sacroiliac joint fusion had sustained improvements in pain, disability and quality of life. Two-year results from INSITE were published in August 2016. Further, an embedded cost-effectiveness analysis within INSITE, published in December 2015, showed the procedure to be highly cost-effective for the treatment of chronic sacroiliac joint pain.\n\n7\n\nIn iMIA (iFuse Implant System Minimally Invasive Arthrodesis), similar large differences were observed between subjects undergoing sacroiliac joint fusion vs. those undergoing non-surgical management. Improvements in pain, disability and quality of life after sacroiliac joint fusion were sustained at two years. Two-year results were published in March 2019.\n\nIn SIFI (Sacroiliac Joint Fusion with iFuse Implant System), patients with chronic sacroiliac joint pain seen at 26 US centers underwent sacroiliac joint fusion using iFuse Implant System. Eligibility criteria were identical to those of INSITE and very similar to those of iMIA. Similar improvement in pain, disability and quality of life were observed throughout study follow-up. Two-year results were published in April 2016. \n\nIn INSITE, iMIA and SIFI, the rate of procedure-related adverse events was low. \n\nIn LOIS (Long-term Outcomes of INSITE and SIFI), subjects participating in INSITE and SIFI were enrolled in a long-term follow-up study. Five-year results, published in April 2018, showed sustained improvements in pain, disability and quality of life as well as a high satisfaction rate at five years. Moreover, independent radiographic analysis showed a high rate of bony apposition to implants on both the sacral and iliac sides (98%) as well as a high rate of sacroiliac joint fusion (88% bridging bone) at five years. There were no reported adverse events related to the study device or procedure at five years.\n\nSALLY (Study of Bone Growth in the Sacroiliac Joint After Minimally Invasive Surgery with Titanium Implants) is a prospective, multi-center single-arm clinical study of the same patient population (i.e., sacroiliac joint dysfunction) who underwent sacroiliac joint fusion using iFuse-3D. The purpose of the study was to show that the 3D printed version of the device produces results similar to prior studies of iFuse. Two-year results, published in June 2021, and five-year results, published in September 2024, showed similar improvements in pain, disability and quality of life compared to prior studies of iFuse as well as CT evidence of earlier fusion of the sacroiliac joint. The study also showed marked reduction in opioid use and improvement in objective functional tests. Five year results were published in SPINE in 2024.\n\nSAFFRON (Sacral Fracture Fusion/Fixation for Rapid Rehabilitation) is a prospective randomized controlled trial comparing pelvic fracture fixation and sacroiliac joint fusion using iFuse TORQ with non-surgical management in patients with debilitating pelvic fragility fractures. We stopped recruiting patients in mid-2024 and expect to publish the results in 2025. The results are supportive to iFuse TORQ in the surgical treatment of pelvic fragility fractures.\n\nSILVIA (sacroiliac joint Stabilization in Long Fusion to the Pelvis: Randomized Controlled Trial) is a prospective randomized trial of iFuse-3D placement during multilevel spine fusion with fixation to the pelvis. The target patient population of this trial is patients undergoing multilevel spine fusion surgery primarily for degenerative scoliosis of the spine. All participants undergo pelvic fixation. At random, approximately 50% of participants are assigned to additional placement of iFuse-3D in the sacro-alar iliac trajectory using the Bedrock technique. The primary endpoint of the study is the incidence of sacroiliac joint pain and/or distal junctional failures. The study aims to show that placement of iFuse-3D in the Bedrock configuration reduces the rate of these outcomes. Early study results, which focused on device placement feasibility and 90-day safety events, demonstrate the feasibility and safety of pelvic fixation utilizing a sacral-alar-iliac screw combined with iFuse-3D in the bedrock configuration. Additionally, the study reveals that sacroiliac joint pain is common among patients undergoing surgery for adult spine deformity, with a baseline prevalence of 16%. Enrollment in this trial was completed in 2022, and follow-up was completed in late 2024. We expect to publish main results from the study (2-year follow-up) in 2025.\n\nOngoing studies are as follows:\n\nSTACI (iFuse TORQ for the treatment of Sacroiliac Joint Dysfunction) is an ongoing prospective, multi-center, single-arm study of iFuse TORQ for patients with SI joint dysfunction when performed by interventional spine physicians. STACI enrolled 110 subjects between July 2023 and November 2024. The study’s eligibility criteria are similar to those of prior U.S. studies (INSITE, SIFI and SALLY). Like previous studies, STACI endpoints include improvement in pain, disability and quality of life. Early results showed no device-related adverse events and improvements in pain and disability are similar to those of prior studies of iFuse and iFuse-3D implants in similar patient population. We expect to publish follow-up results in 2025.\n\nPAULA is an ongoing multi-center, single-arm study of iFuse Bedrock Granite in patients undergoing spinopelvic fixation for adult spinal deformity or degenerative spine conditions. This study has a prospective and retrospective arms, with 128 and 29 patients enrolled, respectively. The study is evaluating the performance of Granite in multiple construct configurations. To date, the failure rate has been extremely low with a single case reported of set screw dissociation. We expect to publish six-month results in late 2025.\n\n8\n\nOther Published Clinical Studies\n\nTo date, several independent clinical studies have provided evidence to support the long-term safety and effectiveness of iFuse for sacroiliac joint fusion. These studies demonstrated pain reduction and/or ODI improvement that is statistically significant and clinically important and a safety file that was similar to that observed in prospective studies. One study showed marked reduction in opioid use after sacroiliac joint fusion compared to similar subjects who underwent non-surgical treatment, and in whom opioid use increased. An analysis of post-market surveillance data on the performance of iFuse Bedrock Granite was recently accepted for publication in the International Journal of Spine Surgery. Results show a low failure rate compared with conventional screws for pelvic fixation.\n\n9\n\nCoverage and Reimbursement \n\nCoverage and reimbursement for procedures using our implants vary by setting of care, payor type and region. Outside the United States, reimbursement levels vary significantly by country and by region within some countries. \n\nIn addition to coverage policies, third-party payors regularly update reimbursement amounts and sometimes revise the methodologies used to determine reimbursement amounts. This includes annual updates to payments to physicians, hospitals and ambulatory surgical centers for procedures requiring our products. To encourage innovation and to allow Medicare beneficiaries early access to new technologies, on October 1, 2022, CMS awarded the iFuse Bedrock Granite implant system a New Technology Add-on Payment (“NTAP”). NTAP provides incremental reimbursement to hospitals supporting eligible, inpatient procedures using iFuse Bedrock Granite technology, up to $9,828 in addition to the typical reimbursement they receive based on Medicare Severity Diagnosis-Related Groups (“MS-DRGs”). NTAP will expire on September 30, 2025. Effective January 1, 2025, hospital outpatient departments and ASCs are also eligible to receive Transitional Pass-Through (“TPT”) payment status for iFuse Bedrock Granite in outpatient settings, which allows the total facility-reported costs of iFuse Bedrock Granite to be “passed through” to the Medicare program, when performed as part of a separately reimbursed lumbar fusion procedure.\n\nSubstantially all U.S. payors reimburse for minimally invasive sacroiliac joint fusion when performed using a lateral transfixing device, and a significant number of U.S. payors have issued positive coverage policies exclusive to our patented design of triangular titanium implants for sacroiliac joint fusion because of the clinical evidence. We believe that the coverage and reimbursement for our lateral transfixing procedure under CPT code 27279 is generally adequate given the time and complexity of our procedures.   \n\nIn addition to Current Procedural Terminology (\"CPT\") code 27279, which is typically used to code for the iFuse procedure, effective January 1, 2024, the American Medical Association (\"AMA\") adopted a separate Category 1 CPT code 27278 to describe minimally invasive sacroiliac fusion when performed using an intra-articular implant, placed directly in the joint generally from a posterior approach.  This technique, developed more recently, is more commonly used by interventional spine physicians.\n\n10\n\nHealthcare Professional Training and Education \n\nSince our inception, we have made considerable investments in teaching healthcare professionals to accurately diagnose sacroiliac joint disorders. Our physician training programs are for orthopedic spine surgeons, neurosurgeons, general orthopedic surgeons, interventional spine specialists and orthopedic trauma surgeons. Our medical affairs team works with leading physician and spine surgeons to educate other orthopedic and neurosurgeons on the differential diagnosis of sacroiliac joint disorders and the use of our implants. Our non-surgeon physician training programs focus on interventionalists, who are generally trained as anesthesiologists, interventional radiologists, or physical medicine and rehabilitation specialists. We also work closely with medical specialty societies to raise the awareness of and teach the appropriate diagnosis of sacroiliac joint dysfunction and the associated treatment options.\n\nWe conduct many educational programs for the broader medical community including primary care physicians, pain management physicians and other healthcare practitioners that may manage a sacroiliac joint patient non-surgically, such as physical therapists and chiropractors. Our educational programs focus on helping healthcare professionals learn about the sacroiliac joint as a component of lower back pain, proper diagnosis of sacroiliac joint dysfunction, non-surgical treatment options and surgical treatment with our implants. In addition to these general educational programs, we provide continuing education programs focused on sacroiliac joint diagnosis and treatment. We can provide these programs worldwide including in all 50 states and the District of Columbia. \n\nIn July 2020, we began using the SI-BONE SImulator; an innovative, fully portable surgery training simulator. The computer-based surgery training simulator provides quality haptics, or the realistic feel during the physician’s use of the implants and instruments, and the training is performed without need for an operating room or a fluoroscope. The simulator is used to train physicians to perform sacroiliac joint injections, sacroiliac joint fusions from multiple trajectories, as well as the iFuse Bedrock procedure using iFuse-3D and iFuse TORQ, procedures using iFuse Bedrock Granite, procedures using INTRA and procedures using iFuse TORQ TNT. We currently have 25 simulators used worldwide. We utilize the simulators and our existing programs to train new physicians, increase the knowledge and proficiency of existing iFuse physicians and re-engage inactive physicians.  \n\nWe are targeting over 12,000 U.S. physicians including over 8,000 orthopedic and neurological surgeons and approximately 4,500 interventional spine physicians, to perform our procedures. As of December 31, 2024 and 2023, in the United States, more than 3,200 physicians and 2,700 physicians, respectively, have been trained on our solutions and have treated at least one patient using our solutions. Outside the United States, as of December 31, 2024 and 2023, more than 1,100 physicians and 900 physicians, respectively, have been trained on iFuse and have treated at least one patient using iFuse. \n\n11\n\nSales and Marketing \n\nWe market and sell our implants primarily through a direct sales force and third-party sales agents. Our target customer base includes over 12,000 physicians in the U.S. who perform advanced spinal procedures. \n\nOur direct sales organization in the United States covered 16 sales regions as of December 31, 2024. In each region, a number of territory sales managers act as the primary customer contact. Our territory sales managers have extensive training and experience selling medical devices for spinal surgery and pain management procedures, generally focusing on emerging technologies and markets. For large and/or high volume territories, we also employ territory representatives who cover cases and support revenue growth activities. As of December 31, 2024, our U.S. sales force consisted of 87 territory sales managers and 71 clinical specialists directly employed by us, and 252 third-party sales agents. As of December 31, 2024, we had 20 employees working in our European operations across multiple countries. As of December 31, 2024, our international sales force consisted of 9 sales representatives directly employed by us and 31 third-party sales agents, which together had sales in 38 countries through December 31, 2024. We intend to continue to grow our specialized sales force to foster physician engagement and support revenue growth. \n\nWe believe it is essential to raise awareness among lower back pain sufferers that their symptoms may be the result of sacroiliac joint disorders and that minimally invasive surgical treatments are available. To raise patient awareness, we have implemented targeted marketing, education and direct outreach programs. We continually update our social media initiatives and post content to educate and engage patients who may be candidates for our procedures. \n\nResearch and Development \n\nWe remain focused on the development of products and techniques to help physicians improve the treatment of their patients and anticipate continuing to build products and pursue additional indications. Our development team, in consultation with physicians, has a pipeline of products in various stages to provide solutions that respond to the needs of our physician customers and their patients. We plan to seek regulatory clearances for additional indications as required. We anticipate that research and development expenses will continue to increase in the future.\n\nCompetition \n\nWe believe from market research data that we are an industry leader in solving musculoskeletal disorders of the sacropelvic anatomy with our proprietary minimally invasive surgical implant systems. Over the past several years, other companies have recognized the multi-billion dollar addressable market opportunity and have entered the minimally invasive sacroiliac joint fusion market. Some of our competitors are large, publicly traded companies that have wide product offerings for spine and orthopedic surgery, which allow them to bundle products to win large hospital group contracts. This can create a barrier to entry for us. Another advantage large companies have is integrated surgical navigation and robotics platforms.  This allows them to create an ecosystem with their implant systems that can be difficult to penetrate.  Other competitors have entered the market with allograft bone implants marketed as human tissue products and intended for sacroiliac stabilization and/or fusion. Many of these competitors are smaller private companies and target interventional pain and other physicians not trained as orthopedic and neurological surgeons. \n\nWe believe that our largest competitors currently are Globus Medical, Inc. and Medtronic plc. However, these competitors sell products which we believe lack the features, evidence and advantages of our implants. \n\nBased on our commercial experience and market research, we believe our implants are currently used in the majority of minimally invasive surgical fusions and/or fixation of the sacroiliac joint in the United States. We believe we have the most comprehensive set of solutions which are supported by clinical evidence including randomized controlled studies that demonstrate the safety, clinical effectiveness, durability, and economic utility. We have received exclusive reimbursement coverage in the United States by certain payors based upon our differentiated product and quality of our evidence as well as NTAP and TPT given the breakthrough designation of certain devices. We believe that we have the largest dedicated direct salesforce focused on sacropelvic solutions competing in our segment.  We believe these factors provide competitive advantages to us in the market. The following are the primary competitive factors on which companies compete in our industry: \n\n•clinical data;\n\n•product and clinical procedure effectiveness;\n\n•ease of surgical technique and use of associated instruments;\n\n12\n\n•safety;\n\n•published clinical outcomes and evidence;\n\n•sales force effectiveness;\n\n•product support and service, and customer service;\n\n•comprehensive training, including disease, anatomy, diagnosis and treatment;\n\n•product innovation and the speed of innovation;\n\n•intellectual property;\n\n•accountability and responsiveness to customers’ demands; \n\n•scientific (biomechanics) data; and \n\n•pricing and reimbursement.\n\nIntellectual Property \n\nWe protect our intellectual property through our pending patent applications and issued patents. As of December 31, 2024, we had been issued 68 issued U.S. patents and had 40 pending U.S. patent applications, and we owned 20 issued foreign patents and had 24 pending foreign patent applications. We have focused the majority of our foreign patent efforts in China, Europe, and Japan. Our current U.S. patents on the design of our first generation iFuse implant, including its triangular shape, expire in December 2025. Our current U.S. patents on iFuse-3D, including the fenestrated design, expire in September 2035. Our current U.S. patents on the triangular cutting tool used to place our implants expire in February 2034, and our current U.S. patents protecting the design of our iFuse Bedrock Granite implants expire in February 2039. Our foreign patents will expire between August 2025 and September 2035.\n\nAs of December 31, 2024, we have 22 registered trademarks in the United States and have filed for three more. We have sought protection for at least 14 of these trademarks in 60 countries including the 27 European Union member countries.\n\nWe also rely upon trade secrets, know-how and continuing technological innovation, and may rely upon licensing opportunities in the future, to develop and maintain our competitive position. We may seek to protect our proprietary rights through a variety of methods, including confidentiality agreements and proprietary information agreements with suppliers, employees, consultants and others who may have access to proprietary information, under which they are bound to assign to us inventions made during the term of their agreements. \n\nThe term of individual patents depends on the legal term for patents in the countries in which they are granted. In most countries, including the United States, the patent term is generally 20 years from the earliest claimed filing date of a non-provisional patent application in the applicable country. There can be no assurance that patents will be issued from any of our pending applications or that, if patents are issued, they will be of sufficient scope or strength to provide meaningful protection for our technology. Notwithstanding the scope of the patent protection available to us, a competitor could develop treatment methods or devices that are not covered by our patents but that compete with our proprietary technology and products. Furthermore, numerous U.S. and foreign issued patents and patent applications owned by third parties exist in the fields in which we are developing products. Because patent applications can take many years to issue, there may be applications currently unknown to us, which may later result in issued patents that our existing or future products or proprietary technologies may be alleged and/or found to infringe.\n\nThere has been substantial litigation regarding patent and other intellectual property rights in the medical device industry. In the future, we may need to engage in litigation to enforce patents issued or licensed to us, to protect our trade secrets or know-how and brands, to defend against claims of infringement of the rights of others or to determine the scope and validity of the proprietary rights of others. Litigation could be costly and could divert our attention from other functions and responsibilities. Adverse determinations in litigation could reduce the barriers to entry that we have established for iFuse, or subject us to significant liabilities to third parties, require us to seek licenses from third parties or prevent us from manufacturing, selling or using iFuse, any of which could severely harm our business. \n\n13\n\nRegulation \n\nDomestic Regulation of Our Products and Business \n\nOur research, development and clinical programs, as well as our manufacturing and marketing operations, are subject to extensive regulation in the United States and other countries. Most notably, all of our products sold in the United States are subject to the Federal Food, Drug, and Cosmetic Act (“FDCA”) as implemented and enforced by the FDA. The processes for obtaining regulatory approvals in the United States and in foreign countries and jurisdictions, along with subsequent compliance with applicable statutes and regulations and other regulatory authorities, require the expenditure of substantial time and financial resources. \n\nThere are numerous FDA regulatory requirements governing the clearance or approval and marketing of our products. These include: \n\n•product listing and establishment registration, which helps facilitate FDA inspections and other regulatory action;\n\n•investigational device exemptions to conduct premarket clinical trials, which include extensive monitoring, recordkeeping, and reporting requirements in compliance with good clinical practices (“GCP”) and with institutional review board (“IRB”) oversight;\n\n•Quality System Regulation (“QSR”) and Quality Management System Regulation (\"QMSR\"), which requires manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all aspects of the manufacturing process;\n\n•labeling regulations and FDA prohibitions against the promotion of products for uncleared, unapproved or off-label use or indication;\n\n•clearance of product modifications that could significantly affect safety or effectiveness or that would constitute a major change in intended use of one of our cleared devices;\n\n•approval of product modifications that affect the safety or effectiveness of one of our approved devices;\n\n•medical device reporting regulations, which require that manufacturers comply with FDA requirements to report if their device may have caused or contributed to a death or serious injury, or has malfunctioned in a way that would likely cause or contribute to a death or serious injury if the malfunction of the device or a similar device were to recur;\n\n•post-approval restrictions or conditions, including post-approval study commitments;\n\n•post-market surveillance regulations, which apply when necessary to protect the public health or to provide additional safety and effectiveness data for the device;\n\n•the FDA’s recall authority, whereby it can ask, or under certain conditions order, device manufacturers to recall from the market a product that is in violation of governing laws and regulations; \n\n•regulations pertaining to voluntary recalls; and\n\n•notices of corrections or removals.\n\nFDA Premarket Clearance and Approval Requirements \n\nUnless an exemption applies, each medical device we wish to commercially distribute in the United States will require either premarket notification, or 510(k), clearance or approval of a pre-market approval (“PMA”) from the FDA. The FDA classifies medical devices into one of three classes. Devices deemed to pose lower risks are placed in either Class I or II, which typically requires the manufacturer to submit to the FDA a premarket notification requesting permission to commercially distribute the device. This process is generally known as 510(k) clearance. Some low risk devices are exempted from this requirement. Devices deemed by the FDA to pose the greatest risks, such as life-sustaining, life-supporting or implantable devices, or devices deemed not substantially equivalent to a previously cleared 510(k) device, are placed in Class III, requiring a PMA. \n\nClass I devices are those for which safety and effectiveness can be assured by adherence to FDA’s “general controls” for medical devices, which include compliance with the applicable portions of the FDA’s QSR facility registration and product listing, reporting of adverse medical events, and appropriate, truthful and non-misleading labeling, advertising, and promotional materials. Some Class I devices also require premarket clearance by the FDA through the 510(k) premarket notification process described below.\n\n14\n\nClass II devices are subject to FDA’s general controls, and any other “special controls” deemed necessary by FDA to ensure the safety and effectiveness of the device, such as performance standards, product-specific guidance documents, special labeling requirements, patient registries or post-market surveillance. Premarket review and clearance by the FDA for Class II devices is accomplished through the 510(k) premarket notification procedure, though certain Class II devices are exempt from this premarket review process. When a 510(k) is required, the manufacturer must submit to the FDA a premarket notification submission demonstrating that the device is “substantially equivalent” to a legally marketed device, which in some cases may require submission of clinical data. Unless a specific exemption applies, 510(k) premarket notification submissions are subject to user fees. If the FDA determines that the device, or its intended use, is not substantially equivalent to a legally marketed device, the FDA may place the device, or the particular use of the device, into Class III, and the device sponsor must then fulfill much more rigorous premarketing requirements.\n\nClass III devices, consisting of devices deemed by the FDA to pose the greatest risk, such as life-sustaining, life-supporting or implantable devices, or devices deemed not substantially equivalent to a predicate device. The safety and effectiveness of Class III devices cannot be assured solely by general or special controls. Submission and FDA approval of a PMA application is required before marketing of a Class III device can proceed. \n\n510(k) Clearance\n\nTo obtain 510(k) clearance for a medical device, an applicant must submit to the FDA a premarket notification submission demonstrating that the proposed device is “substantially equivalent” to a legally marketed device, known as a “predicate device.” A legally marketed predicate device may include a device that was legally marketed prior to May 28, 1976 for which a PMA is not required (known as a “pre-amendments device” based on the date of enactment of the Medical Device Amendments of 1976), a device that has been reclassified from Class III to Class II or Class I, or a device that was found substantially equivalent through the 510(k) process. A device is substantially equivalent if, with respect to the predicate device, it has the same intended use and has either (i) the same technological characteristics, or (ii) different technological characteristics, but the information provided in the 510(k) submission demonstrates that the device does not raise new questions of safety and effectiveness and is at least as safe and effective as the predicate device. A showing of substantial equivalence sometimes, but not always, requires clinical data. \n\nAfter a device receives 510(k) marketing clearance, any modification that could significantly affect its safety or effectiveness, or that would constitute a major change or modification in its intended use, will require a new 510(k) marketing clearance or, if the modification changes the classification of the product to Class III, PMA approval. The determination as to whether or not a modification could significantly affect the device’s safety or effectiveness is initially left to the manufacturer using available FDA guidance. Many minor modifications today are accomplished by a “letter to file” in which the manufacturer documents the rationale for the change and why a new 510(k) is not required. However, the FDA may review such letters to file to evaluate the regulatory status of the modified product at any time and may require the manufacturer to cease marketing and recall the modified device until 510(k) clearance is obtained. The manufacturer may also be subject to significant regulatory fines or penalties. \n\nRegulation of Human Cell and Tissue Based Products\n\nOur iFuse INTRA products are derived from human tissue (demineralized bone tissue). The FDA has specific regulations governing human cells, tissues, and cellular and tissue-based products (\"HCT/Ps\"). HCT/Ps regulated by the FDA under the authority of section 361 of the Public Health Service Act must be not more than minimally manipulated and be for homologous use. They are subject to requirements relating to registering facilities and listing products with the FDA, screening and testing for tissue donor eligibility, Good Tissue Practice when processing, storing, labeling and distributing HCT/Ps, including required labeling information, stringent record keeping and adverse event reporting. Our bone tissue products are regulated as 361 HCT/Ps. \n\nThe American Association of Tissue Banks (\"AATB\") has issued operating standards for tissue banking. Accreditation is voluntary, but compliance with these standards is a requirement to become an AATB-accredited tissue establishment. In addition, some states have their own tissue banking regulations. As of December 31, 2024, we are licensed or have permits for tissue banking in California and Maryland.\n\nProcurement of certain human organs and tissue for transplantation is subject to the restrictions of the National Organ Transplant Act (\"NOTA\"), which prohibits the transfer of certain human organs, including bone tissue for valuable consideration, but \n\n15\n\npermits reasonable payments associated with  removal, transportation, implantation, processing, preservation, quality control and storage.\n\nPervasive and Continuing Regulation \n\nAfter a device is placed on the market, numerous regulatory requirements continue to apply. \n\nWe have registered our facility with the FDA as a medical device manufacturer. The FDA has broad post-market and regulatory enforcement powers. We are subject to announced and unannounced inspections by the FDA to determine our compliance with the QSR and other regulations, and these inspections may include the manufacturing facilities of some of our subcontractors. Failure by us or by our suppliers to comply with applicable regulatory requirements can result in enforcement action by the FDA or other regulatory authorities, which may result in sanctions including, but not limited to: \n\n•untitled letters, warning letters, fines, injunctions, consent decrees, and civil penalties;\n\n•unanticipated expenditures to address or defend such actions;\n\n•customer notifications for repair, replacement, refunds;\n\n•recall, detention or seizure of our products;\n\n•operating restrictions or partial suspension or total shutdown of production;\n\n•refusing or delaying our requests for 510(k) clearance or PMA approval of new products or modified products;\n\n•operating restrictions;\n\n•withdrawing 510(k) clearances or PMA approvals that have already been granted;\n\n•refusal to grant export approval for our products; or\n\n•criminal prosecution.\n\nPromotional Materials - “Off-Label” Promotion \n\nAdvertising and promotion of medical devices, in addition to being regulated by the FDA, are also regulated by the Federal Trade Commission and by state regulatory and enforcement authorities. If the FDA determines that our promotional materials or training constitutes promotion of an unapproved use, it could request that we modify our training or promotional materials or subject us to regulatory or enforcement actions, including the issuance of an untitled letter, a warning letter, injunction, seizure, civil fine, or criminal penalties. It is also possible that other federal, state, or foreign enforcement authorities might take action if they consider our promotional or training materials to constitute promotion of an unapproved use, which could result in significant fines or penalties under other statutory authorities, such as laws prohibiting false claims for reimbursement. In that event, we could be subject to additional significant penalties, such as exclusion from participation in federal healthcare programs, and our reputation could be damaged and adoption of the products would be impaired. \n\nIn addition, under the federal Lanham Act and similar state laws, competitors, and others can initiate litigation relating to advertising claims. \n\nInternational Regulation of Our Products\n\nOur research, development and clinical programs, as well as our manufacturing and marketing operations, are subject to extensive regulation in countries outside of the US. \n\nIn the European Economic Area (“EEA”) (comprised of the 27 EU Member States, plus Iceland, Lichtenstein and Norway), Regulation (\"EU\") 2017/745 on Medical Devices, or the Medical Device Regulation (“MDR”) and its associated guidance documents and harmonized standards govern many aspects of the regulation of medical devices. This includes device design and development, preclinical and clinical or performance testing, premarket conformity assessment, registration and listing, manufacturing, labeling, storage, claims, sales and distribution, export and import and post-market surveillance, vigilance, and market surveillance. \n\nMedical devices must comply with the General Safety and Performance Requirements (“GSPRs”), set out in Annex I to the Medical Device Regulation. Compliance with these requirements is a prerequisite to affixing the CE mark to devices, without which they cannot be marketed or sold in the EEA. To demonstrate compliance with the GSPRs provided in the Medical Device Regulation and obtain the right to affix the CE mark, medical devices manufacturers must conduct a conformity assessment procedure, which \n\n16\n\nvaries according to the type of medical device and its classification. Apart from low-risk medical devices (Class I with no measuring function and which are not sterile), in relation to which the manufacturer may issue an EU Declaration of Conformity based on a self-assessment of the conformity of its products with the GSPRs, a conformity assessment procedure requires review by a Notified Body. A Notified Body is an organization designated by a Competent Authority of an EEA country to conduct conformity assessments. Depending on the relevant conformity assessment procedure, the Notified Body audits and examines the technical documentation and the quality system for the manufacture, design and final inspection of the medical device. Following a successful assessment process, the Notified Body issues a CE Certificate of Conformity. This Certificate and completion of the related conformity assessment process entitles the manufacturer to affix the CE mark to its medical devices after having prepared and signed a related EU Declaration of Conformity.\n\nAs a general rule, demonstration of conformity of medical devices and their manufacturers with the GSPRs must include the evaluation of clinical data supporting the safety and performance of the products during normal conditions of use. Specifically, a manufacturer must demonstrate that the device achieves its intended performance during normal conditions of use and that the known and foreseeable risks, and any adverse events, are minimized and acceptable when weighed against the benefits of its intended performance, and that any claims made about the performance and safety of the device (e.g., product labeling and instructions for use) are supported by suitable evidence. This assessment must be based on clinical data, which can be obtained from (1) clinical investigations conducted on the devices being assessed, (2) scientific literature from similar devices whose equivalence with the assessed device can be demonstrated or (3) both clinical investigations and scientific literature. Moreover, after a device is placed on the market, it remains subject to significant regulatory requirements that must commonly be fulfilled by the manufacturer or on their behalf.\n\nThe Medical Device Regulation includes a number of transitional provisions. Manufacturers of medical devices may only benefit from the transitional provisions if certain conditions are fulfilled.\n\nThe advertising and promotion of medical devices in the EEA is subject to the national laws of the individual EEA countries. Directive 2006/114/EC concerning misleading and comparative advertising, and Directive 2005/29/EC on unfair commercial practices, as well as other national legislation of individual EEA countries govern the advertisement and promotion of medical devices. The national legislation of individual EEA countries may also restrict or impose limitations on our ability to advertise our products directly to the general public. In addition, voluntary EU and national industry Codes of Conduct provide guidelines on the advertising and promotion of our products to the general public and may impose limitations on our promotional activities with healthcare professionals.\n\nMoreover, outside the United States, interactions between medical device companies and healthcare professionals are also governed by strict laws, such as national anti-bribery laws of EEA countries, national sunshine rules, regulations, industry self-regulation codes of conduct and physicians’ codes of professional conduct.\n\nIn Great Britain (i.e. England, Wales, and Scotland), medical devices are governed by the Medical Device Regulations (\"UK MDR\") 2002, as amended. In light of the fact that the CE Marking process discussed above is set out in EU law, which no longer applies in the United Kingdom (other than in Northern Ireland), the United Kingdom has devised a new route to market culminating in a UK Conformity Assessed (\"UKCA\") Mark to replace the CE Mark. The UK Government has established transitional provisions to recognize the acceptance of CE marked medical devices on the Great Britain market. \n\nRegulatory Status\n\nIn November 2008, we received 510(k) clearance to market our first generation iFuse implant from the FDA. Since 2008, we have received additional FDA 510(k) clearances for new instruments, additional implant sizes and labeling changes. In the United States, our first-generation iFuse implants and our iFuse-3D implants are intended for sacroiliac fusion for the following conditions: sacroiliac joint dysfunction that is a direct result of sacroiliac joint disruptions and degenerative sacroiliitis, which includes conditions where symptoms began during pregnancy or in the peripartum period and have persisted postpartum for more than six months; to \n\n17\n\naugment immobilization and stabilization of the sacroiliac joint in skeletally mature patients undergoing sacropelvic fixation as part of a lumbar or thoracolumbar fusion; and acute, non-acute, and non-traumatic fractures involving the sacroiliac joint. \n\nIn February 2021, we received 510(k) clearance to market our iFuse TORQ from the FDA. \n\nIn June 2022, we received an additional 510(k) clearance from the FDA to extend the use of iFuse TORQ to include fragility fractures. This clearance opens a new population that can benefit from sacroiliac joint fusion and fracture fixation using iFuse TORQ.\n\nIn September 2022, we received 510(k) clearance from the FDA for use of iFuse TORQ using the Bedrock technique. This clearance allows us to promote the use of a threaded implant (iFuse TORQ) in a trajectory that is familiar to surgeons through a previous clearance for the same use for iFuse-3D. In the United States, the iFuse TORQ Implant System is indicated for sacroiliac joint fusion for: \n\n•Sacroiliac joint dysfunction including sacroiliac joint disruption and degenerative sacroiliitis.  \n\n•Augmenting immobilization and stabilization of the sacroiliac joint in skeletally mature patients undergoing sacropelvic fixation as part of a lumbar or thoracolumbar fusion.\n\nThe iFuse TORQ Implant System is also indicated for fracture fixation of the pelvis, including acute, non-acute and non-traumatic fractures. \n\nIn May 2022, we received 510(k) clearance from the FDA for iFuse Bedrock Granite. This implant combines benefits of a pelvic fixation screw with attachment to posterior rods of pedicle screw systems and simultaneous fusion of the sacroiliac joint related to the device’s porous surface. This device previously received breakthrough device designation from the FDA in November 2021. The combination of breakthrough designation and FDA clearance allowed us to obtain an NTAP from Centers for Medicare & Medicaid Service (\"CMS\"). NTAP provides an additional payment to hospitals for eligible cases that use iFuse Bedrock Granite.\n\nIn June 2023, we received 510(k) clearance from the FDA for iFuse TORQ placement in the posterolateral or lateral oblique trajectory.  The most recent FDA 510(k) premarket clearance was received in January 2024 for the iFuse Bedrock Granite® Implant System in a smaller (9.5 mm) diameter with both an expanded indication in pediatric patients, and an expanded application that includes use in the S1 trajectory. \n\nIn August 2024, we received 510(k) clearance from the FDA for the iFuse TORQ TNTTM Implant System. The TNT implant system is designed to meet the specific anatomical and bone mineral density needs of the sacrum and ilium and will serve as the next generation technology for pelvic fragility fracture fixation and sacroiliac joint fusion. This implant includes a porous threaded implant with lengths capable of spanning the posterior pelvis, passing through the ipsilateral ilium, sacrum, and into the contralateral ilium. This implant received breakthrough device designation from the FDA. \n\nIn the future, we plan to pursue additional 510(k) clearances for new products and changes to the current indication for iFuse.  \n\nIn November 2010, we obtained a CE Certificate of Conformity from our Notified Body (DEKRA) and affixed a CE mark to our iFuse Implant System in accordance with the Medical Device Directive (\"MDD\") to allow commercialization of our triangular iFuse implants in the EEA.  In the EEA and Switzerland, iFuse is intended for sacroiliac joint fusion, including use in high and low energy fractures of the pelvic ring. Since 2010, we have renewed our Certificates, added additional instruments, implant sizes and labeling updates and iFuse-3D, our second generation iFuse implant, to our product offerings in the EEA. We plan to continue to work with our Notified Body to update our Technical Files and incorporate updates to our products in the EEA in accordance with applicable legislative requirements.\n\nIn 2021, a UK Responsible Person was appointed and we registered the iFuse Implant System with the Medicines and Healthcare products regulatory agency. We rely on our CE marks to continue to place our devices on the market in Great Britain until the requirement to obtain a UKCA mark applies to our devices.\n\nAs of May 26, 2021, the European Union no longer applies the Mutual Recognition Agreement between the EEA and Switzerland. However, Switzerland continues to recognize marked medical devices CE marked in accordance with the relevant EU legislation. As a result, we rely on our CE mark to continue to place our devices on the market in Switzerland. Manufacturers based outside of Switzerland are required to appoint a Swiss authorized representative in compliance with the Swiss Medical Device Ordinance. As a consequence, we have appointed an authorized representative in Switzerland and continue to work to meet Swiss requirements for the import of medical devices. \n\n In 2022, we began the effort of obtaining approval for iFuse and iFuse-3D under EU MDR. As of December 2023, our quality system received MDR approval under ISO 13485:2016. Additionally, EU MDR Certificates of Conformity were issued by DEKRA \n\n18\n\nfor iFuse and iFuse 3D surgical instruments.  We are awaiting issuance of our MDR Certificates of Conformity for iFuse-3D implants and iFuse TORQ instruments and implants.\n\nWe maintain approval for iFuse in regions beyond the United States and the EEA, including Australia, New Zealand, and Israel. \n\nEnvironmental Regulations\n\nWe outsource substantially all the manufacturing of our products, therefore we have not incurred significant expenses relating to our compliance with federal, state, or local environmental laws and do not expect to incur significant expenses in the foreseeable future. However, due to the nature of our operations and the frequently changing nature of environmental compliance standards and technology, we cannot predict with any certainty that future material capital or operating expenditures will not be required in order to comply with applicable environmental laws and regulations.\n\nHealthcare Fraud and Abuse\n\nFederal and state governmental agencies and equivalent foreign authorities subject the healthcare industry to intense regulatory scrutiny, including heightened civil and criminal enforcement efforts. These laws constrain the sales, marketing and other promotional activities of medical device manufacturers by limiting the kinds of financial arrangements we may have with hospitals, physicians and other potential purchasers and prescribers of our products. Federal healthcare fraud and abuse laws apply to our business when a customer submits a claim for an item or service that is reimbursable under Medicare, Medicaid, or other federally funded healthcare programs. The laws that may affect our ability to operate include:\n\n•the federal Anti-Kickback Statute, which prohibits, among other things, knowingly and willfully soliciting, receiving, offering or paying remuneration, directly or indirectly, in cash or in kind, to induce or reward either the referral of an individual for, or the purchase, lease, order, arrangement for, or recommendation of, items or services for which payment may be made, in whole or in part, under federal healthcare programs, such as the Medicare and Medicaid programs. The term “remuneration” has been broadly interpreted to include anything of value, and the government can establish a violation of the Anti-Kickback Statute without proving that a person or entity had actual knowledge of, or a specific intent to violate, the law;\n\n•the federal civil False Claims Act, which prohibits, among other things, individuals or entities from knowingly presenting, or causing to be presented, false or fraudulent claims for payment of government funds; knowingly making, using, or causing to be made or used, a false record or statement to get a false claim paid or to avoid, decrease, or conceal an obligation to pay money to the federal government. A claim including items or services resulting from a violation of the federal Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the False Claims Act. Actions under the False Claims Act may be brought by the government or as a qui tam action by a private individual in the name of the government and to share in any monetary recovery.  There are also criminal penalties for making or presenting a false or fictitious or fraudulent claim to the federal government;\n\n•the federal Health Insurance Portability and Accountability Act of 1996, which imposes criminal and civil liability for, among other actions, knowingly and willfully executing, or attempting to execute, a scheme to defraud any healthcare benefit program including private third-party payors, or knowingly and willfully falsifying, concealing, or covering up a material fact or making a materially false, fictitious, or fraudulent statement or representation, or making or using any false writing or document knowing the same to contain any materially false, fictitious, or fraudulent statement or entry in connection with the delivery of or payment for healthcare benefits, items, or services;\n\n•the federal Physician Payment Sunshine Act, implemented by the Centers for CMS as the Open Payments program, which requires manufacturers of drugs, devices, biologics and medical supplies for which payment is available under Medicare, Medicaid, or the Children’s Health Insurance Program to report annually to the CMS, information related to payments and other “transfers of value” made to physicians (currently defined to include doctors, dentists, optometrists, podiatrists and chiropractors), other healthcare professionals (including physician assistants and nurse practitioners), and teaching hospitals, \n\n19\n\nand requires applicable manufacturers to report annually to CMS ownership and investment interests held by physicians and their immediate family members and payments or other “transfers of value” to such physician owners;\n\n•analogous state and foreign law equivalents of each of the above federal laws, such as anti-kickback and false claims laws, which may apply to items or services reimbursed by any third-party payor, including commercial insurers and patients; state and foreign laws that require device companies to comply with the industry’s voluntary compliance guidelines and the applicable compliance guidance promulgated by the government or otherwise restrict payments that may be made to healthcare providers and other potential referral sources; state and foreign beneficiary inducement laws, and state and foreign laws that require device manufacturers to report information related to payments and other transfers of value to physicians and other healthcare providers or marketing expenditures, many of which differ from each other in significant ways and may not have the same effect, thus complicating compliance efforts.\n\nIf we or our employees are found to have violated any of the above laws we may be subject to significant administrative, civil and criminal penalties, including imprisonment, exclusion from participation in federal health care programs, such as Medicare and Medicaid, and equivalents foreign penalties, significant fines, monetary penalties and damages, the restructuring or curtailment of our operations, imposition of compliance obligations and monitoring, and damage to our reputation.  For a more detailed description of the federal and state health care fraud and abuse laws, see the risk factor “We and our sales representatives must comply with U.S. federal and state fraud and abuse laws, including those relating to healthcare provider kickbacks and false claims for reimbursement, and other applicable federal and state healthcare laws, as well as equivalent foreign laws, and failure to comply could negatively affect our business” in the Risks Related to Our Legal and Regulatory Environment section of Item 1A of this Annual Report on Form 10-K.  \n\nThe U.S. Foreign Corrupt Practices Act (“FCPA”) and similar anti-bribery laws in other countries, such as the United Kingdom Bribery Act (“UKBA”), generally prohibit companies and their intermediaries from making improper payments to government officials and/or other persons for the purpose of obtaining or retaining business. Our policies mandate compliance with these anti-bribery laws.\n\nBoth the federal and state governments in the United States and foreign governments continue to propose and pass new legislation and regulations designed to contain or reduce the cost of healthcare. Such legislation and regulations may result in decreased reimbursement for medical devices, which may further exacerbate industry-wide pressure to reduce the prices charged for medical devices.   \n\nData Privacy and Security Laws\n\nIn the ordinary course of our business, we process personal or sensitive data.  Accordingly, we are, or may become, subject to numerous data privacy and security obligations, including federal, state, local, and foreign laws, regulations, guidance, and industry standards related to data privacy and security. Such obligations may include, without limitation, the Federal Trade Commission Act, the European Union’s General Data Protection Regulation 2016/679 (“EU GDPR”), the EU GDPR as it forms part of United Kingdom (“UK”) law by virtue of section 3 of the European Union (Withdrawal) Act 2018 (“UK GDPR”), and the ePrivacy Directive. Several states within the United States have enacted or proposed data privacy laws. For example, California passed the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (“CPRA”) (collectively, “CCPA”). Virginia passed the Consumer Data Protection Act, and Colorado passed the Colorado Privacy Act. Additionally, we are, or may become, subject to various U.S. federal and state consumer protection laws which require us to publish statements that accurately and fairly describe how we handle personal data and choices individuals may have about the way we handle their personal data. \n\nThe CCPA and EU GDPR are examples of the increasingly stringent and evolving regulatory frameworks related to personal data processing that may increase our compliance obligations and exposure for any noncompliance.  For example, the CCPA imposes obligations on covered businesses to provide specific disclosures related to a business’s collecting, using, and disclosing personal data and to respond to certain requests from California residents related to their personal data (for example, requests to know of the business’s personal data processing activities, to delete the individual’s personal data, and to opt out of certain personal data disclosures).  Also, the CCPA provides for civil penalties and a private right of action for data breaches which may include an award of statutory damages.  In addition, the CPRA expanded the CCPA by giving California residents the ability to limit use of certain sensitive personal data, establishing restrictions on personal data retention, expanding the types of data breaches that are subject to the CCPA’s private right of action, and establishing a new California Privacy Protection Agency to implement and enforce the new law. Foreign data privacy and security laws (including but not limited to the EU GDPR and UK GDPR) impose significant and complex compliance obligations on entities that are subject to those laws. As one example, the EU GDPR applies to any company established in the EEA and to companies established outside the EEA that process personal data in connection with the offering of goods or services to data subjects in the EEA or the monitoring of the behavior of data subjects in the EEA. These obligations may include limiting personal data processing to only what is necessary for specified, explicit, and legitimate purposes; requiring a legal basis for personal data processing; requiring the appointment of a data protection officer in certain circumstances; increasing transparency \n\n20\n\nobligations to data subjects; requiring data protection impact assessments in certain circumstances; limiting the collection and retention of personal data; increasing rights for data subjects; formalizing a heightened and codified standard of data subject consents; requiring the implementation and maintenance of technical and organizational safeguards for personal data; mandating notice of certain personal data breaches to the relevant supervisory authority(ies) and affected individuals; and mandating the appointment of representatives in the UK and/or the EU in certain circumstances.\n\nWe are also subject to various federal, state and foreign laws that protect the confidentiality of certain patient health information, including patient medical records, and restrict the use and disclosure of patient health information by healthcare providers, such as the Health Insurance Portability and Accountability Act, and its implementing regulations, as amended by Health Information Technology for Economic and Clinical Health Act enacted under the American Recovery and Reinvestment Act 2009 (collectively, “HIPAA”), in the United States.\n\nHIPAA imposes obligations on “covered entities,” including certain healthcare providers, health plans, and healthcare clearinghouses, and their respective “business associates” that create, receive, maintain or transmit individually identifiable health information for or on behalf of a covered entity as well as their covered subcontractors, with respect to safeguarding the privacy, security and transmission of individually identifiable health information. HIPAA also requires the notification of patients, reporting to the U.S. Department of Health and Human Services (“HHS”), and other compliance actions, in the event of a breach of unsecured Protected Health Information (“PHI”). Required notification must be provided without unreasonable delay and in no event later than 60 calendar days after discovery of the breach, under HIPAA. In addition, if the PHI of 500 or more individuals is improperly used or disclosed, HHS would post the notification on its website, and we may be required to notify the media. Failure to comply with the HIPAA privacy and security standards can result in significant civil monetary penalties, and, in certain circumstances, criminal penalties, including imprisonment.\n\n In addition, even when HIPAA does not apply other federal and state laws impose security obligations.  For example, according to the Federal Trade Commission (“FTC”), failing to take appropriate steps to keep consumers’ personal information secure constitutes unfair acts or practices in or affecting commerce in violation of Section 5(a) of the FTCA, 15 U.S.C § 45(a). The FTC expects a company’s data security measures to be reasonable and appropriate in light of the sensitivity and volume of consumer information it holds, the size and complexity of its business, and the cost of available tools to improve security and reduce vulnerabilities. \n\nSee the section titled “Risk Factors – Risks Related to Our Business and Our Industry” for additional information about the laws and regulations to which we may become subject and about the risks to our business associated with such laws and regulation.\n\n21\n\nManufacturing and Supply \n\nWe use third-party manufacturers to produce our implants and instruments. To mitigate supply risk, we use a rolling twelve month forecast and take into consideration production lead times to maintain adequate levels of inventory for our iFuse-3D, iFuse TORQ and iFuse Bedrock Granite implants. Most of our instruments have secondary manufacturing suppliers and we continually work with additional manufacturers as our secondary suppliers. Substantially all of our products, including all of our implants, are manufactured in the United States.\n\nOur only supplier for our iFuse-3D and iFuse TORQ and iFuse TORQ TNT implants is rms Company (\"RMS\"). We entered into an exclusive Manufacture and Supply Agreement with RMS in February 2024 (the \"Manufacture and Supply Agreement\") which supersedes and replaces our prior Manufacturing, Quality and Supply Agreement with RMS. Pursuant to the Manufacture and Supply Agreement, RMS manufactures certain of our implants in accordance with our specifications. The agreement provides us with the right to quality alternative sources from whom we may purchase products in the event of a supply failure by RMS. The prices we pay for products are fixed under the agreement through 2026.  The agreement has a three-year initial term and automatically renews for successive one-year periods; provided, however, the agreement may be terminated early by either party, as specified in the agreement. \n\n Our iFuse Bedrock Granite implant is manufactured and assembled by third-party suppliers, including RMS.\n\nWe believe that our manufacturing operations, and those of our suppliers, comply with regulations mandated by the FDA and the EU. Manufacturing facilities that produce medical devices or component parts intended for distribution world-wide are subject to regulation and periodic planned and unannounced inspection by the FDA and other domestic and foreign regulatory authorities as well as Notified Bodies. \n\nIn the United States, products we sell are required to be manufactured in compliance with the FDA's Quality System Regulation, codified at 21 CFR Part 820, which covers the methods used in, and the facilities used for, the design, testing, control, manufacturing, labeling, quality assurance, packaging, storage, and shipping. In international markets, we are required to comply with similar requirements. Our status in FDA’s Establishment Registration and Device Listing is active and we also maintain the Medical Device Manufacturing License issued by the State of California’s Department of Public Health Food and Drug Branch. In the EEA, we are required to comply with Quality Management System (\"QMS\") requirements established in EU medical device legislation. To demonstrate compliance with these requirements, we obtain and maintain ISO13485:2016 Quality Management System certification for our locations in Santa Clara, California, and Gallarate Italy, issued by DEKRA Certification, B.V.\n\nWe obtain and maintain appropriate CE Certificates of Conformity delivered by our Notified Body, DEKRA, for any medical devices we placed on the EU market in accordance with applicable EU medical device legislation.\n\nWe are required to demonstrate continuing compliance with applicable requirements to maintain these certifications and CE Certificates of Conformity and will continue to be periodically inspected by international regulatory authorities for certification purposes. Further, we and certain of our suppliers are required to comply with all applicable regulations and current good manufacturing practices. As set forth above, these FDA and EU regulatory requirements cover, among other things, the methods and documentation of the design, testing, production, control, quality assurance, labeling, packaging, sterilization, storage, and shipping of our products. Compliance with applicable regulatory requirements is subject to continual review and is monitored rigorously through periodic inspections. If we or our manufacturers fail to adhere to current good manufacturing practice requirements, this could delay production of our products and lead to fines, difficulties in obtaining or renewing regulatory approvals or CE Certificates of Conformity, recalls, enforcement actions, including injunctive relief or consent decrees, or other consequences, which could, in turn, have a material adverse effect on our financial condition or results of operations.\n\nProduct Liability and Insurance \n\nThe manufacture and sale of our products subjects us to the risk of financial exposure to product liability claims. Our products are used in situations in which there is a risk of serious injury or death. We carry insurance policies which we believe to be customary for similar companies in our industry. We cannot assure you that these policies will be sufficient to cover all or substantially all losses that we experience. \n\nWe endeavor to maintain executive and organization liability insurance in a form and with aggregate coverage limits that we believe are adequate for our business purposes, but our coverage limits may prove not to be adequate in some circumstances. \n\n22\n\nHuman Capital Resources \n\nOur ability to recruit, develop and retain highly skilled talent is a significant determinant of our success. To attract, retain, and develop our talent, we seek to create a diverse and inclusive workplace with opportunities for our employees to thrive and advance in their careers.  We support this with market-competitive compensation, comprehensive benefits, and health and well-being programs.   \n\nIn addition to ensuring equitable compensation for our employees, we maintain a strong focus on enhancing employee retention and job satisfaction and promoting workforce diversity. To achieve this, we have established a feedback mechanism to continually monitor and respond to employee sentiment. Using this feedback, we deploy strategies that enhance the skills of our people managers and improve internal communications with employees.  Furthermore, we provide ongoing learning and leadership training opportunities to support professional growth. \n\n We seek to create a transparent and open culture that promotes lawful and ethical conduct. As part of our new hire orientation curriculum, each new employee undergoes training on our code of conduct, corporate compliance polices and the legal, regulatory and industry code frameworks governing our business as a manufacturer and distributor of medical devices. Based on their role, employees also participate in periodic refresher trainings and trainings around particular topics of current importance related to legal compliance.  We have established clear expectations of our employees and take corrective action if a compliance issue arises. We have a standing Compliance Committee in which our most senior executives participate in quarterly meetings, and we report annually to our Board of Directors on risk management and legal compliance. We also report quarterly to our Nominating and Corporate Governance Committee on compliance, including a dashboard presentation. We view our employees as our most important partners in creating a culture of compliance, led by our senior leadership team but in which each employee is also an accountable participant. \n\nAs of December 31, 2024, we had 349 employees, including sales and marketing, product development, general administrative and accounting, both domestically and internationally. As of December 31, 2024, we had a direct field sales organization of 158 in the United States and nine in Europe. During 2024, our voluntary attrition rate was approximately 8%.\n\nCompany History \n\nSI-BONE was founded in 2008 by the principal inventor of the iFuse triangle, orthopedist Mark A. Reiley, M.D., our current Chairman of the Board, Jeffrey W. Dunn, and orthopedic surgeon Leonard Rudolf, M.D.\n\nCorporate Information \n\nWe were incorporated in March 2008 in Delaware. Our principal executive offices are located at 471 El Camino Real, Suite 101, Santa Clara, California 95050 and our telephone number is (408) 207-0700. Our website address is www.si-bone.com. We completed our initial public offering in October 2018, and our common stock is listed on the Nasdaq Global Market under the symbol “SIBN.”  \n\nOur Annual Report on Form 10-K, Quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available free of charge on our website. The information contained on or that can be accessed through our website is not incorporated by reference into this report, and you should not consider information on our website to be part of this report.",
      "char_count": 83470
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nInvesting in our common stock involves a high degree of risk. Investors should carefully consider the risks described below, as well as the other information in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes and the section “Management’s Discussion and Analysis of Financial Condition and Results of Operations,” before deciding whether to invest in our common stock. The occurrence of any of the events or developments described below could materially and adversely affect our business, financial condition, results of operations, and growth prospects. In such an event, the market price of our common stock could decline, and our stockholders may lose all or part of their investment. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also impair our business operations.\n\nRisks Related to Our Business and Our Industry\n\nWe have incurred significant operating losses since inception, we may continue to incur operating losses in the future, and we may not be able to achieve or sustain future profitability.\n\nWe have incurred net losses since our inception in 2008. For the years ended December 31, 2024, 2023, and 2022 we had net losses of $30.9 million, $43.3 million, and $61.3 million, respectively. As of December 31, 2024, we had an accumulated deficit of $431.4 million. We have financed our operations primarily through the net proceeds of our public offerings of our common stock, private placements of equity securities, certain debt-related financing arrangements, and from sales of our products. We have devoted substantially all of our resources to research and development of our products, sales and marketing activities, investments in training and educating surgeons and other healthcare providers, and clinical and regulatory matters for our products. There can be no assurances that we will be able to generate sufficient revenue from our existing products or from any of our product candidates in development, and to transition to profitability and generate consistent positive cash flows. We expect that our operating expenses will continue to increase as we continue to develop, enhance, and commercialize our existing and new products and grow our commercial infrastructure. As a result, we may continue to incur operating losses for some time and may never achieve profitability. Furthermore, even if we do achieve profitability, we may not be able to sustain or increase profitability on an ongoing basis. If we do not achieve profitability, it will be more difficult for us to finance our business and accomplish our strategic objectives.\n\nOur expected future capital requirements depend on many factors including expanding our physician base, the expansion of our sales force including through hybrid sales agencies, investment in implants and instruments, the timing and extent of spending on the development of our technology to increase our product offerings, and potential investment in additional product and service offerings through the acquisition of other businesses. We may need additional funding for our operations, but additional funds may not be available to us on acceptable terms on a timely basis, if at all. We may seek funds through borrowings or through additional rounds of financing, including private or public equity or debt offerings. If we raise additional funds by issuing equity securities, our stockholders may experience dilution. Any future debt financing into which we enter may impose upon us additional covenants that restrict our operations, including limitations on our ability to incur liens or additional debt, pay dividends, repurchase our common stock, make certain investments, and engage in certain merger, consolidation or asset sale transactions. Any future debt financing or additional equity that we raise may contain terms that are not favorable to us or our stockholders. Furthermore, we cannot be certain that additional funding will be available on acceptable terms, if at all. The capital markets have deteriorated substantially since the beginning of 2022, especially with respect to securities issued by small- and mid-cap companies in the medical device sector. Equity and debt capital have become substantially more expensive and difficult to raise on attractive terms. If we are unable to raise additional capital or generate sufficient cash from operations to adequately fund our operations, we will need to curtail planned activities to reduce costs, which will likely harm our ability to execute on our business plan and continue operations.\n\nWe may not be able to convince physicians that our products are attractive alternatives to our competitors’ products and that our procedures are attractive alternatives to existing surgical and non-surgical treatments for their respective indications.\n\nPhysicians, in consultation with their patients, play the primary role in determining the course of treatment and, ultimately, any product that will be used in treatment. For us to sell our products successfully, we must demonstrate to physicians through education and training that treatment with one or more of our iFuse family of implants is beneficial, safe, and cost-effective for patients as compared to our competitors’ products. If we are not successful in demonstrating the merits of our products to physicians, their use of our products may decline, adversely affecting our revenues and profitability.\n\nHistorically, many physicians did not include an evaluation of the sacroiliac joint in their diagnostic work-up because they did not have an adequate surgical procedure to perform for patients diagnosed with sacroiliac joint dysfunction. We believe that educating physicians and other healthcare professionals about the clinical merits and patient benefits of our iFuse family of implants is an important element of building our business. If we fail to effectively educate physicians and other medical professionals, they may not \n\n24\n\ninclude a sacroiliac joint evaluation as part of their diagnosis and, as a result, those patients may continue to receive unnecessary surgical procedures or only non-surgical treatment.\n\nPhysicians may also hesitate to change their medical treatment practices for other reasons, including the following:\n\n•lack of experience with similar procedures;\n\n•perceived liability risks generally associated with the use of our products and procedures;\n\n•costs associated with the purchase of our products; and \n\n• time commitment that may be required for training.\n\nFurthermore, we believe physicians will not widely use our products unless they determine, based on experience, clinical data, and published peer-reviewed publications, that our products offer an attractive alternative to non-surgical treatments of sacroiliac joint dysfunction. In addition, we believe support for our products relies heavily on long-term data showing their benefits. If we are unable to provide that data, physicians may not use our products. In such circumstances, we may not achieve expected sales and may be unable to achieve profitability.\n\nWe believe that training is particularly important in instances of newly launched products or the introduction of a product into a new market. If physicians are not properly trained, they may misuse our products, which may result in unsatisfactory patient outcomes, patient injury, negative publicity, or lawsuits against us.  In addition, a failure to educate the medical community regarding our products may impair our ability to achieve market acceptance of our products.\n\nPatients with sacroiliac joint dysfunction are cared for by a variety of health care providers, including spine surgeons and pain physicians and other interventionalist spine physicians, who are generally trained as anesthesiologists, interventional radiologists, or physical medicine and rehabilitation specialists. These interventionalists often offer a variety of non-surgical and surgical interventions to sacroiliac joint dysfunction patients, including, but not limited to, steroid injections, radiofrequency ablation of the nerves serving the sacroiliac joint, and implantation of neurostimulation devices, stabilization and fusion implants and other products intended to treat the sacroiliac joint or the pain it can cause. Our professional education program seeks to teach these physicians, and other health care providers, about the benefits of our iFuse products, with the intent of either having them adopt and perform our procedures or refer their patients with sacroiliac joint dysfunction to physicians who have been trained to perform our procedures. Providers who have not been educated on or adopted our procedures may prefer to continue to treat these patients with other interventions they offer because of physician preference or their view that these interventions are superior. \n\nThe AMA CPT Editorial Panel introduced a new permanent Category 1 CPT Code, 27278, to describe minimally invasive sacroiliac fusion achieved with placement of an intra-articular implant without the use of a transfixing device.  While we offer products that can be used in procedures described by both CPT Codes 27278 and 27279, historically our primary focus has been on products used in procedures described by CPT Code 27279.  If more physicians elect to offer, or more patients elect to undergo, procedures described by CPT Code 27278, or if we are unable to demonstrate to physicians the comparative benefits of our products that are intended for use in CPT Code 27278 procedures, sales of our iFuse implants could decline or fail to grow, which could adversely affect our business, results of operations and financial condition.\n\nIf hospitals, physicians, and other healthcare providers are unable to obtain and maintain adequate or any coverage and reimbursement from third-party payors for procedures performed using our products, further adoption of our products may be delayed, and it is unlikely that they will gain further acceptance, and the prices paid for our implants may decline.\n\nMaintaining and growing sales of our products depends on the availability of adequate coverage and reimbursement from third-party payors, including government programs such as Medicare and Medicaid, private insurance plans, and managed care programs. Hospitals, physicians, and other healthcare providers that purchase or use medical devices generally rely on third-party payors to pay for all or part of the costs and fees associated with the procedures performed with these devices. When a procedure using our implants is performed, the reimbursement process depends on the site of service.  For procedures performed in a hospital or ambulatory surgical center, both the physicians and the healthcare facility submit claims for reimbursement to the healthcare payor. When the procedure is performed in an office-based lab, a single claim covers both physician services and facility costs. \n\nThe AMA develops and maintains CPT codes that are used by third-party payors to determine the amount of reimbursement that a healthcare provider and facility will receive for a particular service. As of January 1, 2025, the Medicare physician fee reimbursement for minimally invasive fusion with our laterally placed transfixing iFuse implants, described as CPT Code 27279, is $790. As of January 1, 2025, Medicare physician fee for procedures using intra-articular, non-transfixing implants, including our iFuse INTRA bone allograft products, is $465 when performed in the facility setting, and $11,805 when performed in the physician office \n\n25\n\n(e.g., office-based lab) setting. Minimally invasive sacroiliac fusion performed with a transfixing device is not eligible for payment in the office-based lab site-of-service and there is therefore no corresponding value for office-based reimbursement for CPT Code 27279.\n\nEven to the extent our products and procedures using our products are currently covered and reimbursed by third-party private and public payors, adverse changes in coverage and reimbursement policies that affect our products, discounts, and number of implants used may also drive our prices and revenue down and harm our ability to market and sell our products.\n\nWhile all Medicare Administrative Contractors are regularly reimbursing for minimally invasive sacroiliac joint fusion utilizing laterally placed transfixing devices under CPT Code 27279, a small number of private payors still have policies that treat the procedure as experimental or investigational and do not regularly reimburse for the procedure.\n\nIn contrast, the reimbursement environment for the procedure described by CPT Code 27278 (placement of intra-articular implant without the placement of a transfixing device) is less consistent.  In 2024, three Medicare Administrative Contractors finalized Local Coverage Determinations precluding coverage for CPT Code 27278. The coverage decisions of the remaining Medicare Administrative Contractors remain uncertain.  We believe this reimbursement environment has impacted demand for our iFuse INTRA products.\n\nCommercial payors generally set their physician fee reimbursement with reference to Medicare reimbursement rates. Many have yet to set coverage decisions for CPT Code 27278, and may decide not to cover these procedures until more evidence is developed. There is a small number of commercial payers with positive coverage policies for CPT Code 27278 procedures, and many may allow coverage on a case-by-case basis.\n\nWe may be unable to sell our products on a profitable basis if third-party payors deny coverage, or if reimbursement levels are insufficient to support use of our products by healthcare facilities or to compensate physicians for their time spent diagnosing patients and performing procedures using our products. Even if favorable coverage and reimbursement status is attained for procedures using our implants, less favorable coverage policies and reimbursement rates may be implemented in the future.\n\nFuture action by the Centers for CMS or third-party payors may reduce the availability of payments to physicians, outpatient surgery centers, and/or hospitals for procedures using our products. Volatility in the payment rates that physicians and hospitals receive from CMS may have a material impact on their willingness to perform procedures including our products, as well as place additional pressure on pricing of our implants.\n\nMarket acceptance of our products in foreign markets may depend, in part, upon the availability of coverage and reimbursement within prevailing healthcare payment systems. Reimbursement and healthcare payment systems in international markets vary significantly by country and include both government-sponsored healthcare and private insurance. We may not obtain additional international coverage and reimbursement approvals in a timely manner, if at all. Our failure to receive such approvals would negatively impact market acceptance of our products in the international markets in which those approvals are sought.\n\nUncertainty in the coverage and reimbursement environment may decrease demand for our products and adversely affect our business.\n\nMinimally invasive surgical sacroiliac joint fusion procedures are primarily separated into two main types: procedures where the devices transfix the joint, and newer procedures using intra-articular (in-line) devices that do not transfix the joint.  The transfixing procedures are described by CPT Code 27279. The non-transfixing procedures are described by CPT Code 27278, which was adopted by the AMA CPT Editorial Panel on January 1, 2024. \n\nWe believe that the favorable coverage and reimbursement profile of CPT Code 27279 as compared to CPT Code 27278 is a result of third-party payers’ review and assessment of peer-reviewed clinical literature supporting its use. Most procedures available to U.S. patients have a clear coding interpretation, reported as either CPT Code 27279 or 27278. Ambiguity exists, however, over the proper categorization of some sacroiliac joint devices which use an intra-articular (in-line) approach, but also have integrated fixation design features which “pierce” ilium and sacrum bones on either side of the implant. The AMA is currently receiving proposals to change some code definitions, including for CPT code 27278 and CPT code 27279, to allow for newer sacroiliac joint procedures via the CPT Editorial process, which would impact the reporting of procedures effective January 1, 2026.  These changes could impact the code definitions of either or both of these codes.\n\nIf procedures requiring lower work effort supported by lower-quality clinical evidence, and/or having less favorable patient outcomes are reported via CPT Code 27279 instead of CPT Code 27278 as a result of future changes to the code definitions, it may contribute to a loss of value for CPT Code 27279.  This dynamic could also prompt reevaluations of third-party payers’ coverage policies, which could ultimately decrease demand for our products and negatively impact our business and prospects. Additionally, if physicians and facilities are confused about the proper coding for our products or our competitors’ products, physicians may choose \n\n26\n\ncompetitors’ products or choose not to perform sacroiliac joint procedures altogether, which would adversely affect demand for our products. \n\nAny changes of, or uncertainty with respect to, future coverage or reimbursement rates could affect demand for our products, which in turn could impact our ability to successfully commercialize our products and could have an adverse material effect on our business, financial condition and results of operations.\n\nHealthcare reforms may have a material adverse effect on our operations.\n\nThe healthcare industry in the United States has experienced a trend toward cost containment as government and private insurers seek to control healthcare costs. Payors are imposing lower payment rates and negotiating reduced contract rates with service providers and being increasingly selective about the technologies and procedures they choose to cover. Payors may adopt policies in the future restricting access to medical technologies like ours and/or the procedures performed using such technologies. Therefore, we cannot be certain that the procedures performed with each of our products will be reimbursed. There can be no guarantee that, should we introduce additional products in the future, payors will cover those products or the procedures in which they are used.\n\nRecent political, economic, and regulatory influences are subjecting the healthcare industry to fundamental changes that can impact coverage and reimbursement from third-party payors. We expect that the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act of 2011, as currently enacted or as it may be amended in the future, and other healthcare reform measures that may be adopted in the future, could have a material adverse effect on our industry generally and on our ability to maintain or increase sales of our existing products. In addition, on August 16, 2022, President Biden signed the Inflation Reduction Act of 2022 (“IRA”) into law, which among other things, extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year 2025. The IRA also eliminates the “donut hole” under the Medicare Part D program beginning in 2025 by significantly lowering the beneficiary maximum out-of-pocket cost and creating a new manufacturer discount program. Further, CMS budget neutrality requirements may impose cuts to the Medicare physician fee schedule, which may be mitigated by acts of Congress or other changes to regulations. Other federal laws, known as budget sequestration, further reduce Medicare’s payments to providers by 2%, which, due to subsequent legislative amendments, will stay in effect through 2032. These reductions may reduce reimbursement for procedures performed using our products, which could potentially negatively impact our revenue, and may reduce providers’ revenues or profits, which could affect their ability to purchase new technologies. Both the federal and state governments in the United States and foreign governments continue to propose and pass new legislation and regulations designed to contain or reduce the cost of healthcare. Such legislation and regulations may result in decreased reimbursement for medical devices, which may further exacerbate industry-wide pressure to reduce the prices charged for medical devices. This could harm our ability to market our products and generate sales, which could adversely affect our business, results of operations and financial condition.\n\nPricing pressure from our competitors, healthcare provider consolidation, the presence of physician-owned distributorships, and payor consolidation may impact our ability to sell our product at prices necessary to support our current business strategies.\n\nIf competitive forces drive down the prices we are able to charge for our product, our profit margins will shrink, which will adversely affect our ability to invest in and maintain and grow our market share. The sacroiliac joint fusion market has attracted numerous new companies and technologies. As a result of this increased competition, we believe there will be continuing increased pricing pressure, resulting in lower gross margins, with respect to our products.\n\nConsolidation in the healthcare industry, including both third-party payors and healthcare providers, could lead to demands for price concessions or to the exclusion of some suppliers from certain markets, which could have an adverse effect on our business, results of operations, or financial condition. Because healthcare costs have risen significantly over the past several years, numerous initiatives and reforms initiated by legislators, regulators, and third-party payors to curb these costs have resulted in a consolidation trend in the healthcare industry to aggregate purchasing power. As the healthcare industry consolidates, competition to provide products and services to industry participants has become and will continue to become more intense. This in turn has resulted and will likely continue to result in greater pricing pressures and the exclusion of certain suppliers from important market segments as group purchasing organizations, independent delivery networks, and large single accounts continue to use their market power to consolidate purchasing decisions for hospitals. We expect that market demand, government regulation, third-party coverage, and reimbursement policies and societal pressures will continue to change the worldwide healthcare industry, resulting in further business consolidations and alliances among our customers, which may reduce competition, exert further downward pressure on the prices of our products, \n\n27\n\nand adversely impact our business, results of operations, or financial condition. As we continue to expand into international markets, we will face similar risks relating to adverse changes in coverage and reimbursement procedures and policies in those markets.\n\nPractice trends, market dynamics, and other factors, have caused, and may continue to cause, procedures to shift from the hospital environment to ambulatory surgical centers (\"ASCs\") or office-based labs (\"OBLs\") where pressure on the prices of our products is generally more acute.\n\nWe anticipate that more outpatient eligible procedures will be performed in ASCs and OBLs to control costs and expand patient access to medical procedures. This shift accelerated during the COVID-19 pandemic, and we expect it to continue because ASCs and OBLs are generally a more economically favorable site of service, and physicians performing the procedures and their practices sometimes have ownership interests in the ASC and generally own the OBL. Because reimbursement for procedures in an ASC or OBL is typically less than the reimbursement in an in-patient setting and due to physicians’ economic interest in ASCs and OBLs, we typically experience more pressure on the pricing of our products by ASCs and OBLs than by hospitals, and the average price for which we sell our products to ASCs and OBLs can be less than the average prices we charge to hospitals. In addition, some physicians may choose to use fewer implants due to their interest in the profitability of the ASC or OBL. An accelerated shift of procedures using our products to ASCs and OBLs could adversely impact the average selling prices of our products and our revenues could suffer as a result.\n\nIn 2024, CMS announced a TPT payment status for the use of the iFuse Bedrock Granite implant system in hospital outpatient and ASC settings of care, for procedures effective January 1, 2025. TPT allows the hospital outpatient departments and ASCs supporting the case to “pass through” the costs of the iFuse Bedrock Granite technology to the Medicare program, to encourage innovation and early access of new technologies for Medicare beneficiaries. We anticipate this may reduce pricing pressure on our Granite family of implants in the outpatient sites of care, particularly where the Medicare population is heavier.  However, we have less experience with our Granite implants being used in outpatient procedures and it remains to be seen whether surgeons will perform more of these procedures in the outpatient setting in the future.\n\nWe have historically been highly dependent on revenue from the sale of a single family of products focused on procedures, the goal of which is to stabilize and fuse the sacroiliac joint. Continued reliance on a single family of products and single family of procedures could negatively affect our results of operations and financial condition.\n\nThe majority of our revenue comes from the sale of iFuse, iFuse-3D, iFuse TORQ, and iFuse Bedrock Granite implants, and related tools and instruments. Therefore, we are dependent on widespread market adoption of the iFuse family of products, and we will continue to be dependent on the success of this single product family for the foreseeable future. There can be no assurance that our solutions will maintain a substantial degree of market acceptance among physicians, patients or healthcare providers. Our failure to successfully grow the market for our solutions and increase our share within that market or any other event impeding our ability to sell iFuse, could adversely affect our results of operations, financial condition and continuing operations.\n\nWe operate in a very competitive business environment and if we are unable to compete successfully against our existing or potential competitors, our sales and operating results may be adversely affected.\n\nOur currently marketed products are, and any future products we commercialize will likely be, subject to intense competition. Our field is subject to rapid change and is highly sensitive to the introduction of new products or other market activities of industry participants. Our ability to compete successfully will depend on our ability to develop proprietary products that reach the market in a timely manner, receive adequate coverage and reimbursement from third-party payors, and are viewed as safer, less invasive, and more effective than alternatives available for similar purposes as demonstrated in peer-reviewed clinical publications. Because of the size of the potential market, other companies have dedicated, and likely will continue to dedicate, significant resources to developing competing products.\n\nThe number of competitors that we are aware of marketing sacroiliac joint fusion products in the United States has grown considerably since 2008. Some of our current and potential competitors are major medical device companies that have substantially greater financial, technical, and marketing resources than we do, and they may succeed in developing products that would render our products obsolete or noncompetitive. In addition, many of these competitors have significantly longer operating history and more established reputations than we do. Some of these companies sell a broad suite of products that can be used together in the operating room in order to facilitate surgery, such as surgical imaging, navigation and robotic systems, or a large number of implants intended to treat different conditions affecting the spine and pelvis. The ability of these competitors to sell these products together or as part of larger purchasing arrangements may put us at a disadvantage. In addition, if these competitors use technology, contracts, or intellectual property measures to limit or eliminate the compatibility of their surgical imaging, navigation and robotic systems with our products, sales of our products could decline or fail to grow, which could adversely affect our business and results of operations. \n\nWe believe that our primary competitors marketing implantable devices currently are Globus Medical, Inc. and Medtronic plc. At any time, these or other industry participants may develop alternative treatments, products or procedures for the treatment of the \n\n28\n\nsacroiliac joint that compete directly or indirectly with our products. They may also develop and patent processes or products earlier than we can, or obtain domestic and international regulatory clearances or approvals and CE Certificates of Conformity for competing products in the  EEA, more rapidly than we can, which could impair our ability to develop and commercialize similar processes or products. If alternative treatments are, or are perceived to be, superior to our products, sales of our products and our results of operations could be negatively affected. \n\nNew participants have increasingly entered the medical device industry. Many of these new competitors specialize in a specific product or focus on a particular market segment, making it more difficult for us to increase our overall market position. The frequent introduction by competitors of products that are or claim to be superior to our current or planned future products may make it difficult to differentiate the benefits of our products over competing products. In addition, the entry of multiple new products and competitors may lead some of our competitors to employ pricing strategies that could adversely affect the pricing of our products and pricing in the market generally.\n\nAs a result, without the timely introduction of new products and enhancements, our products may become obsolete over time. If we are unable to develop innovative new products, maintain competitive pricing, and offer products that surgeons and other physicians perceive to be as reliable as those of our competitors, our market share or product margins could decrease, thereby harming our business.\n\nWe are dependent on a limited number of third-party suppliers, some of them single-source and some of them in single locations, for most of our products and components, and the loss of any of these suppliers, or their inability to provide us with an adequate supply of materials in a timely and cost-effective manner, could materially adversely affect our business.\n\nWe rely on third-party suppliers to manufacture and supply substantially all of our products. For us to be successful, we need our suppliers to provide us with products and components in substantial quantities, in compliance with regulatory requirements, in accordance with agreed upon specifications, at acceptable prices, and on a timely basis. We do not have long-term supply contracts for some of our suppliers, and in some cases, even where we do have agreements in place, we purchase important parts of the iFuse Implant System, including our implants, from a single supplier. Therefore, we cannot assure investors that we will be able to obtain sufficient quantities of product in the future.\n\nIn addition, future growth could strain the ability of our suppliers to deliver products, materials, and components. Suppliers often experience difficulties in scaling up production, including financial issues, or problems with production yields and quality \n\n29\n\ncontrol and assurance. For example, from time to time, we have experienced certain delays and may experience delays from our suppliers in the future.\n\nWe generally use a small number of suppliers for our instruments and currently rely on RMS for iFuse-3D and iFuse TORQ implants and for several of the components, including the assembly and packaging, of our iFuse Bedrock Granite implants. Our dependence on such a limited number of suppliers exposes us to risks, including, among other things:\n\n•    third-party contract manufacturers or suppliers may fail to comply with regulatory requirements or make errors in manufacturing that could negatively affect the safety or effectiveness of our products or cause delays in shipments of our products;\n\n•    third-party contract manufacturers or suppliers may fail to maintain good manufacturing practices, leading to quality control problems or regulatory findings that could cause disruptions in their manufacturing processes and affect the safety or effectiveness of our products or cause or lead to delays in shipments of our products;\n\n•    we or our third-party manufacturers and suppliers may not be able to respond to unanticipated changes in customer orders, and if orders do not match forecasts, we or our suppliers may have excess or inadequate inventory of materials and components;\n\n•      we or our third-party manufacturers and suppliers may be subject to price fluctuations due to a lack of long-term supply arrangements for key components;\n\n•      we or our third-party manufacturers and suppliers may lose access to critical services, raw materials and components, or experience significant delays in obtaining them, resulting in an interruption in the manufacture, assembly and shipment of our systems;\n\n•we or our third-party manufacturers could experience plant closures due to local epidemics of communicable diseases or local outbreaks of such diseases among their workforce, thereby shuttering a plant in which our products are manufactured;\n\n•we may experience delays in delivery by our third-party manufacturers and suppliers due to significant changes in our ordering volumes;\n\n•fluctuations in demand for products that our third-party manufacturers and suppliers manufacture for others may affect their ability or willingness to deliver components to us in a timely manner;\n\n•our third-party manufacturers and suppliers may wish to discontinue supplying components or services to us for risk management reasons;\n\n•we may not be able to find new or alternative components or reconfigure our system and manufacturing processes in a timely manner if the necessary components become unavailable; and\n\n•our third-party manufacturers and suppliers may encounter financial hardships unrelated to our demand, which could inhibit their ability to fulfill our orders and meet our requirements.\n\nIf any one or more of these risks materialize, it could significantly increase our costs and impact our ability to meet demand for our products and to launch new products. If we are unable to satisfy commercial demand for our system in a timely manner, our ability \n\n30\n\nto generate revenue would be impaired, market acceptance of our products could be adversely affected, and customers may instead purchase or use our competitors’ products. Additionally, we could be forced to seek alternative sources of supply.\n\nIn addition, most of our supply and manufacturing agreements do not have minimum manufacturing or purchase obligations. As such, with many of our suppliers, we have no obligation to buy any given quantity of products, and the suppliers have no obligation to sell to us or to manufacture for us any given quantity of components or products. As a result, our ability to purchase adequate quantities of components or our products may be limited and we may not be able to convince suppliers to make components and products available to us in some instances. Our suppliers may also encounter problems that limit their ability to supply components or manufacture products for us, including financial difficulties, damage to their manufacturing equipment or facilities, product discontinuations or adverse findings in quality audits. As a result, there is a risk that certain components could be discontinued and no longer available to us. We may be required to make significant “last time” purchases of component inventory that is being discontinued by the supplier to ensure supply continuity. If we fail to obtain sufficient quantities of high quality components to meet demand for our products in a timely manner or on terms acceptable to us, we would have to seek alternative sources of supply. Securing a replacement third-party manufacturer or supplier could be difficult. The introduction of new or alternative manufacturers or suppliers also may require design changes to our iFuse system that are subject to domestic and international regulatory clearances or approvals and the review of our Notified Body.\n\nBecause of the nature of our internal quality control requirements, regulatory requirements, and the custom and proprietary nature of the parts, we may not be able to quickly engage additional or replacement suppliers for many of our critical components. We may also be required to assess any potential new manufacturer’s compliance with all applicable regulations and guidelines, which could further impede our ability to manufacture our products in a timely manner. As a result, we could incur increased production costs, experience delays in deliveries of our products, suffer damage to our reputation, and experience an adverse effect on our business and financial results. Failure of any of our third-party suppliers to meet our product demand level would limit our ability to meet our sales commitments to our customers and could have a material adverse effect on our business.\n\nWe may also have difficulty obtaining similar components from other suppliers that are acceptable to the FDA, other foreign regulatory authorities, or applicable QMS requirements and the failure of our suppliers to comply with strictly enforced regulatory requirements could expose us to delays in obtaining marketing clearances, approvals or CE Certificates of Conformity, regulatory action including warning letters, product recalls, termination of distribution, operating restrictions, interruption of production, delays in the introduction of products into the market, product seizures, civil, administrative, or criminal penalties and the suspension, variation, or withdrawal of our CE Certificates of Conformity. We could incur delays while we locate and engage qualified alternative suppliers, and we may be unable to engage alternative suppliers on favorable terms or at all. Any such disruption or increased expenses could harm our commercialization efforts and adversely affect our ability to generate sales.\n\nIn addition, each of our third-party suppliers operates at a facility in a single location and substantially all of our inventory of component supplies and finished goods is held at these locations. Vandalism, terrorism, or a natural or other disaster, such as an earthquake, fire, or flood, could damage or destroy equipment or our inventory of component supplies or finished products, cause substantial delays in our operations, result in the loss of key information, and cause us to incur additional expenses. Our insurance may not cover our losses in any particular case. In addition, regardless of the level of insurance coverage, damage to our or our suppliers’ facilities could harm our business, financial condition, and operating results.\n\nProlonged inflation and supply chain disruptions could result in delayed product launches, lost revenue, higher costs and decreased profit margins. \n\n      A majority of our products are manufactured and sold inside of the United States, which increases our exposure to domestic inflation and fuel price increases. Inflationary pressures may result in increased fuel, raw materials and other costs which, if they continue for a prolonged period, may adversely affect our results of operations. We continue to actively monitor the impact of various macroeconomic trends, such as tariffs, changes to international trade agreements, labor costs, interest rates, inflation rates, and geopolitical instability within the United States and abroad. The implementation of more restrictive trade policies, including the imposition of further tariffs in connection with the new presidential administration in the United States and retaliatory tariffs in response thereto, or the renegotiation of existing trade agreements with the United States or countries where we source supplies, could have a material adverse effect on our business, results of operations and financial condition. For example, much of the titanium used in our implants is sourced from Canada and any disruption to trade with Canada caused by tariffs could increase the cost or disrupt the supply of our implants, which could materially harm our business, financial condition and results of operation.  Our efforts to mitigate supply chain weaknesses may not be successful or may have unfavorable effects. For example, efforts to purchase raw materials in advance for product manufacturing may result in increased storage costs or excess supply. If our costs rise due to significant inflationary pressures, tariffs, or supply chain disruptions, we may not be able to fully offset such higher costs through price increases. In addition, delays in obtaining materials, components or instruments from our suppliers could delay product launches or result in lost opportunities to sell our products due to their availability. Increased costs and decreased product availability due to supply chain issues \n\n31\n\ncould adversely impact our revenue and/or gross margin, and could thereby harm our business, financial condition, and results of operation.\n\nDisruptions in the supply of the materials and components used in manufacturing our products or the sterilization of our products by third-party suppliers could adversely affect our business, financial condition and results of operations.\n\nOur suppliers purchase many of the materials and components used in the manufacture of our products from third-party suppliers. Certain of these materials and components can only be obtained from a single source or a limited number of sources due to quality considerations, expertise, costs or constraints resulting from regulatory requirements. In certain cases, our suppliers may not be able to establish additional or replacement suppliers for such materials or components or outsourced activities in a timely or cost-effective manner. A reduction or interruption in the supply of materials or components used in manufacturing our products, such as due to one or more suppliers experiencing reductions in operations and/or worker absences due to health epidemics, an inability to timely develop and validate alternative sources if required, or a significant increase in the price of such materials or components, such as that caused by inflation and rising interest rates, could adversely affect our business, financial condition and results of operations. For example, certain of our products require titanium, which is sourced from third-party suppliers. While the titanium required for such products is not directly sourced from Russia, the current geopolitical events involving Russia and Ukraine are negatively impacting the wider titanium supply chain. These geopolitical events and related factors and results, including related sanctions, may negatively impact the ability of our suppliers’ third-party supply sources to timely supply titanium to our suppliers and may increase or result in additional costs to us.\n\nIn addition, many of our products require sterilization prior to sale, and our suppliers use contract sterilizers to perform this service. To the extent that these contract sterilizers are unable to sterilize our products, whether due to capacity, availability of materials for sterilization, regulatory or other constraints, including reductions in operations and/or worker absences due to health \n\n32\n\nepidemics, we may be unable to transition to other contract sterilizers, sterilizer locations or sterilization methods in a timely or cost effective manner or at all, which could have a material impact on our results of operations and financial condition.\n\nPhysicians and payors may not find the clinical evidence supporting our more recent products to be compelling, which could limit our sales and revenue, and on-going and future research may prove our products to be less safe and effective than currently thought.\n\nThe products we currently market in the United States have either received premarket clearance under Section 510(k) of the United States FDCA, or are exempt from premarket review. Those marketed in the EEA have been the subject of a CE Certificate of Conformity. The 510(k) clearance process of the FDA requires us to document that our product is “substantially equivalent” to another 510(k)-cleared product. The 510(k) process is shorter and typically requires the submission of less supporting documentation than other FDA approval processes, such as a PMA, and does not usually require pre-clinical or clinical studies. As a result, each of our products has been launched prior to gathering substantial prospective clinical trial evidence, and our post-market clinical studies may lack the size and scope of randomized controlled clinical trials required to support approval of a PMA. For these reasons, physicians may be slow to adopt our more recent products including iFuse TORQ, iFUse Bedrock Granite and iFuse INTRA, each of which are supported by smaller bodies of clinical evidence than iFuse and iFuse-3D, third-party payors may be slow to provide coverage for novel procedures and techniques using these products, and we may be subject to greater regulatory and product liability risks. Further, future patient studies or clinical experience may indicate that treatment with any of our products does not improve patient outcomes. Such results would slow the adoption of our products by physicians, significantly reduce our ability to achieve expected sales, and could prevent us from achieving profitability. \n\nIf clinical experience with our iFuse Bedrock technique or our iFuse Bedrock Granite, iFuse TORQ, or iFuse INTRA products do not result in positive outcomes for patients, or if clinical trials involving the use of iFuse Bedrock, iFuse Bedrock Granite, iFuse INTRA and/or iFuse TORQ fail to show meaningful patient benefit, sales of our iFuse, iFuse-3D, iFuse TORQ and/or iFuse Bedrock Granite implants could be adversely impacted.\n\nIn November 2018, we introduced our iFuse Bedrock technique, in which spine surgeons place iFuse triangular implants across the sacroiliac joint using a different surgical approach to treat sacroiliac joint dysfunction at the same time they are fusing multiple levels of the spine above and affixing those spinal fusion devices to the pelvis.  In April 2019, the FDA cleared promotion of iFuse Bedrock for a broader and more general purpose, to provide additional stability and immobilization of the sacroiliac joint in connection with a thoracolumbar fusion procedure. In June 2022, we also obtained a similar marketing clearance for iFuse TORQ, which can be used in the same Bedrock approach, In May 2022, we introduced iFuse Bedrock Granite, an implant which fuses the sacroiliac joint and attaches to the rods placed in a multi-segment spinal fusion construct, and which is used in substantially similar procedures as the iFuse Bedrock technique. To date, clinical experience with the iFuse Bedrock technique and with iFuse Bedrock Granite is limited and we have yet to publish results from our SILVIA trial of the iFuse Bedrock technique or complete a clinical trial to evaluate the iFuse Bedrock Granite implant. Surgeons do not know if the addition of sacroiliac fusion devices to the implants used to fuse multiple levels of the lumbar spine will result in patient benefit. If surgeons' clinical experience with our implants in these procedures is not positive, or if our clinical trials do not show meaningful benefits to the patients undergoing this procedure, sale of our iFuse implants for this indication could be adversely impacted, which could negatively affect our operations and financial condition.\n\nIn February 2021, we launched iFuse TORQ, a line of 3D-printed threaded implants designed for applications in pelvic trauma and sacroliliac fusion. In June 2022, the FDA provided clearance for an expanded indication for iFuse TORQ to include acute, non-acute and non-traumatic fractures as well as for placement across the sacroiliac joint using our Bedrock technique. In August 2024, we received FDA clearance for the iFuse TORQ TNT with indication for fracture fixation of the pelvis and sacroiliac joint fusion. Clinical experience with iFuse TORQ is limited and we have yet to publish results from SAFFRON, our clinical trial to evaluate the use of iFuse TORQ in patients with sacral fragility or insufficiency fractures. Physicians do not yet know if pelvic fracture fixation and sacroiliac joint fusion using iFuse TORQ is superior to nonsurgical management in this class of patients. If physicians' clinical experience with our implants in these procedures is not positive, or if our clinical trials do not show meaningful benefits to the patients undergoing this procedure, sale of our iFuse implants for this indication could be adversely impacted, which could negatively affect our operations and financial condition.\n\nIf we are not able to manage growth successfully, it could adversely affect our business, financial condition, and results of operations.\n\nWe have experienced considerable revenue growth as we have expanded into new markets. This growth has placed significant demands on our operational and administrative infrastructure, including our supply chain operations, quality control, customer service, salesforce, information technology, and general and financial administration. We anticipate that continued growth will continue to place significant demands on this infrastructure. We cannot be certain that our existing personnel, systems, and procedures and internal controls will be adequate to support our future operations and any expansion of our systems and infrastructure may require us \n\n33\n\nto commit significant additional financial, operational, and management resources. Expanding the capacity of these infrastructure systems may not be successfully implemented. If we cannot manage our growth effectively, our business will suffer.\n\nIf we are unable to maintain our network of direct sales representatives, third-party sales agents, and resellers, we may not be able to generate anticipated sales.\n\nAs of December 31, 2024, our U.S. sales force consisted of 87 territory sales managers and 71 clinical support specialists directly employed by us and 252 third-party sales agents. As of December 31, 2024, our international sales force consisted of 9 sales representatives directly employed by us and a total of 31 third-party sales agents and resellers, which together have had sales in 38 countries through December 31, 2024. Our operating results are directly dependent upon the sales and marketing efforts of both our direct sales force and of our third-party sales agents and resellers.\n\nAs we launch new products, expand physician call points, and increase our marketing efforts with respect to existing products, we will need to expand the reach of our marketing and sales networks. Our future success will depend largely on our ability to continue to hire, train, retain and motivate skilled direct sales representatives and third-party sales agents and resellers with significant technical knowledge in various areas, such as spine and pelvic health and treatment. New sales representatives and agents require training and take time to achieve full productivity. If we fail to train new sales representatives and agents adequately, or if we experience high turnover in our sales force in the future, we cannot be certain that new sales representatives and agents will become as productive as may be necessary to maintain or increase our sales. If a direct sales representative or third-party sales agent or reseller departs and is retained by one of our competitors, we may be unable to prevent them from helping competitors solicit business from our existing customers, which could further adversely affect our sales. The launch of new products or entrance into new markets could distract our sales representatives from existing customers and markets and redirect resources from existing to novel markets. Furthermore, any such change affects our ability to hire, contract with and retain members of our direct sales force and third-party sales agents and resellers. Because of the intense competition for their services, we may be unable to recruit or retain additional qualified third-party sales agents and resellers or to hire additional direct sales representatives to work with us. Furthermore, we may not be able to enter into agreements with them on favorable or commercially reasonable terms, if at all. Failure to hire or retain qualified direct sales representatives or third-party sales agents and resellers would prevent us from expanding our business and generating sales. If our direct sales representatives or third-party sales agents fail to adequately promote, market and sell our products or decide to leave or cease to do business with us, our sales could significantly decrease.\n\nIf we are unable to expand our sales and marketing capabilities domestically and internationally, we may not be able to effectively commercialize our products, which would adversely affect our business, results of operations, and financial condition.\n\nOur business could suffer if we lose the services of key members of our senior management, key advisors or personnel.\n\nWe are dependent upon the continued services of key members of our senior management and a limited number of key advisors and personnel. The loss of members of our senior management team, key advisors or personnel, or our inability to attract or retain other qualified personnel or advisors, could have a material adverse effect on our business, results of operations, and financial condition. We do not maintain “key person” insurance for any of our executives or employees. In addition, several of the members of our executive management team are not subject to non-competition agreements that restrict their ability to compete with us. Accordingly, the adverse effect resulting from the loss of certain executives could be compounded by our inability to prevent them from competing with us.\n\nOur business is highly reliant on a base of skilled employees, including those serving in engineering, information technology, operational, strategic marketing and sales functions. Many of these employees have developed specialized skills which are valuable within the medical device and life sciences industry, and, in some cases, in a broader variety of industries. Competition for skilled employees remains significant. If we experience turnover among our employees at a higher rate than expected, managing our labor force could become difficult and more costly, adversely impacting our results of operation. Sustained pressure in these labor markets could also cause prevailing wages to rise, which could adversely impact our business, results of operation and financial condition. \n\nIf use of our products results in adverse events, this may require them to be taken off the market, require them to include safety warnings or otherwise limit their sales.\n\nUnforeseen adverse events related to our products could arise either during clinical development or, if cleared, approved, or subject to CE Certificate of Conformity and CE marked, after the product has been marketed. In clinical research, the most common adverse event related to our implant was leg pain resulting from misplacement. The most common adverse event for our implant procedure has been minor wound infections. Additional adverse effects from iFuse or any of our other products could arise either during clinical development or, if approved, cleared, or subject to CE Certificate of Conformity and CE marked, after the product has been marketed.\n\nIf we or others later identify adverse events caused by our products:\n\n34\n\n•    sales of the product may decrease significantly, and we may not achieve the anticipated market share;\n\n•    regulatory authorities or our Notified Body may require changes to the labeling of our product. This may include the addition of labeling statements, specific warnings, and contraindications and issuing field alerts to physicians and patients;\n\n•    we may be required to change instructions regarding the way the product is implanted or conduct additional clinical trials;\n\n•    we may be subject to limitations on how we may promote the product;\n\n•    regulatory authorities may require us to temporarily or permanently take our approved product off the market or to conduct other field safety corrective actions;\n\n•     our Notified Body may suspend, amend, or withdraw our CE Certificate of Conformity or refuse or delay any ongoing applications relating to the issuance or renewal of CE Certificates of Conformity;\n\n•    we may be required to modify our product;\n\n•    we may be subject to litigation fines or product liability claims; and\n\n•    our reputation may suffer.\n\nAny of these events could prevent us from achieving or maintaining market acceptance of the affected product or could substantially increase commercialization costs and expenses, which in turn could delay or prevent us from generating significant revenue from the sale of our products.\n\nUnfavorable media reports or other negative publicity concerning both alleged improper methods of tissue recovery from donors and disease transmission from donated tissue could limit widespread acceptance of some of our products.\n\niFuse INTRA family of implants are implantable bone products manufactured from sterilized recovered cadaveric bone tissue. Unfavorable reports of improper or illegal tissue recovery practices, both in the United States and internationally, as well as incidents of improperly processed tissue leading to the transmission of disease, may affect the rate of future tissue donation and market acceptance of technologies incorporating human tissue. In addition, negative publicity could cause the families of potential donors to become reluctant to donate tissue to for-profit tissue processors. These reports could have a negative effect on sales of iFuse INTRA.\n\nNatural disasters and man-made business disruptions such as war and terrorism could seriously harm our future revenue and financial condition and increase our costs and expenses.\n\nWe operate our business in regions subject to natural and man-made disasters or business interruptions. Our corporate headquarters are located in Santa Clara, California, a region which has experienced and will continue to experience earthquakes, fires, power shortages, telecommunications failures, water shortages, floods, shifting climate patterns, and extreme weather conditions. We also rely on third-party manufacturers to produce our products and on third-party logistics companies to transport our products. A major earthquake, fire, tornado, blizzard or other disaster (such as a flood, storm, drought or terrorist attack) could significantly disrupt our operations, ranging from production and shipping delays to lost revenue and increased costs. The occurrence of any of these natural or man-made disasters or other business disruptions could seriously harm our operations and financial condition and increase our costs and expenses. Additionally, if our facilities or any of our customers' facilities are negatively impacted by a disaster, procedures using our products could be delayed or canceled. Even if we are able to quickly respond to a disaster, the ongoing effects of the disaster could create some uncertainty in the operations of our business. In addition, our facilities may be subject to a shortage of available electrical power and other energy supplies.  Any shortages may increase our costs for power and energy supplies or could result in blackouts or brownouts, which could disrupt the operations of our affected facilities and harm our business. Further, concerns about terrorism, the effects of a terrorist attack, or political turmoil could have a negative effect on our operations, those of our suppliers and customers, and the ability to travel, which could harm our business, financial condition, and results of operations. \n\nVarious factors outside our direct control may adversely affect manufacturing, sterilization, and distribution of our products.\n\nThe manufacture, sterilization, and distribution of our products is challenging. Changes that our suppliers may make outside the purview of our direct control can have an impact on our processes, quality of our products, and the successful delivery of products to our customers. Mistakes and mishandling are not uncommon and can affect supply and delivery. Some of these risks include:\n\n•    failure to complete sterilization on time or in compliance with the required regulatory standards;\n\n•    transportation and import and export risk;\n\n•    delays in analytical results or failure of analytical techniques that we depend on for quality control and release of products;\n\n35\n\n•    large-scale epidemics of communicable diseases;\n\n•    supply chain disruptions, including those caused by material and labor supply shortages and prolonged inflation;\n\n•    natural disasters, labor disputes, financial distress, raw material availability, issues with facilities and equipment, or other forms of disruption to business operations affecting our manufacturers or suppliers; and\n\n•    latent defects that may become apparent after products have been released and that may result in a recall or field safety corrective action with respect to such products.\n\nIf any of these risks were to materialize, our ability to provide our products to customers on a timely basis could be adversely impacted. \n\nWe may encounter problems or delays in the assembly of our products or fail to meet certain regulatory requirements which could result in an adverse effect on our business and financial results.\n\nTo become profitable we must assemble our products in adequate quantities in compliance with regulatory requirements and at an acceptable cost. Increasing our capacity to assemble and test our products will require us to improve internal efficiencies. We may encounter a number of difficulties in increasing our assembly and testing capacity, including:\n\n•    managing production yields; \n\n•    maintaining quality control and assurance;\n\n•    providing component and service availability;\n\n•    maintaining adequate control policies and procedures;\n\n•    hiring and retaining qualified personnel; and\n\n•    complying with state, federal, and foreign regulations.\n\nIf we are unable to assemble and test our products at a sufficient rate to satisfy commercial demand, our ability to generate revenue would be impaired, market acceptance of our products could be adversely affected and customers may instead purchase or use our competitors’ products.\n\nIf we do not enhance and broaden our product offerings through our research and development efforts, we may be unable to compete effectively.\n\nIn order to continue to grow revenue, we must enhance and broaden our product offerings in response to customer demands and competitive pressures and technologies. We might not be able to successfully develop, obtain domestic and international regulatory clearances or approvals, or CE Certificates of Conformity for, or market new products, and our future products might not be accepted \n\n36\n\nby the physicians or the third-party payors who reimburse for many of the procedures performed with our products. The success of any new product offering or enhancement to an existing product will depend on numerous factors, including our ability to:\n\n•    properly identify and anticipate physician and patient needs;\n\n•    develop and introduce new products or product enhancements in a timely manner;\n\n•    create sufficient product differentiation to expand overall market share and minimize cannibalization of existing product markets;\n\n•    obtain and maintain adequate coverage from third-party payors for new products or procedures;\n\n•mitigate downward pricing pressure on new and existing products;\n\n•    adequately protect our intellectual property and avoid infringing upon the intellectual property rights of third parties;\n\n•    demonstrate the safety and effectiveness of new products; and\n\n•    provide sufficient infrastructure needed for product commercialization.\n\nIf we do not develop and obtain domestic and international regulatory clearances or approvals and CE Certificates of Conformity for new products or product enhancements in time to meet market demand, or if there is insufficient demand for these products or enhancements, our business could be adversely affected. Our research and development efforts may require a substantial investment of time and resources before we are adequately able to determine the commercial viability of a new product, technology, material, or other innovation. In some cases, following a successful product development effort, we may need to invest substantial resources in surgical instrumentation and implant inventory, prior to launch of the product, and before we understand the demand for such product. If we overestimate the demand for such products and invest too heavily in inventory to support the product line, the additional revenue and product margins may not produce a positive return on such investments, which could cause our financial results to suffer. In addition, even if we are able to successfully develop enhancements or new generations of our products, these enhancements or new generations of products may not produce sales in excess of the costs of development and they may be quickly rendered obsolete by changing customer preferences or the introduction by our competitors of products embodying new technologies or features.\n\nWe are required to maintain adequate levels of inventory, the failure of which could consume our resources and reduce our cash flows.\n\nAs a result of the need to maintain adequate levels of inventory, we are subject to the risk of inventory obsolescence. Many of our products come in sets, which feature components and implants in a variety of sizes so that the implant or device may be chosen for size based on the patient’s needs. In order to market our products effectively, we often maintain and provide physicians and hospitals with back-up products and products of different sizes. For each surgery, fewer than all of the components of the set are used, and therefore certain portions of the set may become obsolete before they can be used. In addition, as we introduce new implants and instruments with the same intended uses as existing products, the older products may fall out of favor with our customers, causing them to become obsolete.  In addition, market demand for our new products may be less than expected, resulting in excess inventory from the supply purchased for launch.  For example, in the quarter ending December 31, 2023 we took a $1.7 million in reserves for excess inventory related to the \"lag\" configuration of our iFuse TORQ product, reflecting its below-expected market demand. In the event that a substantial portion of our inventory becomes obsolete, it could have a material adverse effect on our earnings and cash flows due to the resulting costs associated with the inventory impairment charges and costs that may be required to replace such inventory.\n\nThe size and future growth in the market for minimally invasive sacroiliac fusion performed with a lateral approach, such as the iFuse procedure, has not been established with precision and may be smaller than we estimate, possibly materially. In addition, we estimate cost savings to the economy and healthcare system as a result of the iFuse procedure based on our market research. If our \n\n37\n\nestimates and projections overestimate the size of this market or these benefits and cost savings, our sales growth may be adversely affected.\n\nWe are not aware of an independent third-party study that reliably reports the potential market size for minimally invasive sacroiliac fusion or cost savings as a result of the procedure. Therefore, our estimates of the size and potential for future growth in the market for our iFuse products, cost savings to patients, the healthcare system and the economy overall from its use, and the number of people currently suffering from lower back pain who may benefit from and be amenable to our iFuse procedure, is based on a number of internal and third-party studies, surveys, reports, and estimates. While we believe these factors have historically provided and may continue to provide us with effective tools in estimating the total market potential for our iFuse products and procedures and health cost savings, these estimates may not be correct and the conditions supporting our estimates may change at any time, thereby reducing the predictive accuracy of these underlying factors. The actual incidence of lower back pain, and the actual demand for our products or competitive products, could differ materially from our projections if our assumptions and estimates are incorrect. As a result, our estimates of the size and future growth in the market for our iFuse products may prove to be incorrect. In addition, actual health cost savings to the healthcare system as a result of the iFuse procedure may materially differ from those we expect. If the actual number of people with lower back pain who would benefit from our iFuse products and the size and future growth in the market for iFuse products and related costs savings to the healthcare system is smaller than we have estimated, it may impair our sales growth and have an adverse impact on our business.\n\nOur results of operations could suffer if we are unable to manage our international business effectively.\n\nThe sale of our products in select international markets is an element of our business strategy and involves risk. The sale and shipment of our products across international borders subject us to extensive U.S. and foreign governmental trade and export and customs regulations and laws. Compliance with these regulations and laws is costly and exposes us to penalties for non-compliance. Other laws and regulations that can significantly affect us include various anti-bribery laws, including the U.S. Foreign Corrupt Practices Act (“FCPA”), and the United Kingdom Bribery Act (“UKBA”), anti-boycott laws, anti-money laundering laws, and regulations relating to economic sanctions imposed by the United States, including the Office of Foreign Asset Control of the U.S. Treasury. Any failure to comply with applicable legal and regulatory obligations in the United States or abroad could adversely affect us in a variety of ways that include, but are not limited to, significant criminal, civil and administrative penalties, including imprisonment of individuals, fines and penalties, denial of export privileges, seizure of shipments and restrictions on certain business \n\n38\n\nactivities. Also, the failure to comply with applicable legal and regulatory obligations could result in the disruption of our distribution and sales activities.\n\nIn addition, some of the countries in which we sell or plan to sell our products are, to some degree, subject to various risks, including:\n\n•    exposure to different legal and regulatory standards;\n\n•    lack of stringent protection of intellectual property;\n\n•    inability of the local healthcare system to absorb prices for our product that would enable our business to become profitable in those markets;\n\n•    obstacles to obtaining domestic and foreign export, import, and other governmental approvals, permits, and licenses and compliance with foreign laws;\n\n•    lower average selling prices of our implants in most foreign markets;\n\n•    reliance on a more concentrated surgeon base in international markets due to the surgeon acquisition costs relative to the selling price of our implants;\n\n•    potentially adverse tax consequences and the complexities of foreign value-added tax systems;\n\n•    adverse changes in tariffs and trade restrictions; \n\n•    limitations on the repatriation of earnings;\n\n•    difficulties in staffing and managing foreign operations;\n\n•    potentially insufficient numbers of patients requiring procedures that use our products;\n\n•    transportation delays and difficulties of managing international distribution channels;\n\n•    longer collection periods and difficulties in collecting receivables from foreign entities;\n\n•    increased financing costs;\n\n•    currency risks; and\n\n•    political, social, and economic instability and increased security concerns.\n\nThese risks may limit or disrupt our expansion, restrict the movement of funds or result in the deprivation of contractual rights or the taking of property by nationalization or expropriation without fair compensation.\n\nFurther, U.S. government policies on international trade and investments such as import quotas, capital controls, punitive taxes or tariffs or similar trade barriers, whether imposed by individual governments or regional trade blocs, can affect our supply chain and ability to expand internationally. Our international sales and operations are also sensitive to changes in foreign nations’ priorities, including government budgets, as well as to political and economic instability. International transactions may involve increased financial and legal risks due to differing legal systems and customs in foreign countries.\n\nOur successful conduct of our international business depends, in part, on our ability to develop and implement policies and strategies that are effective in anticipating and managing these and other risks in the countries in which we plan to do business. Failure to manage these and other risks may have a material adverse effect on our operations in any particular country and on our business as a whole.\n\nIn the future our products may become obsolete, which would negatively affect operations and financial condition.\n\nThe medical device industry is characterized by rapid and significant change. There can be no assurance that other companies will not succeed in developing or marketing devices, and products that are more effective than our iFuse system or that would render the iFuse system obsolete or noncompetitive. Additionally, new surgical procedures, medications and other therapies could be developed that replace or reduce the importance of our product. Accordingly, our success will depend in part on our ability to respond quickly to changes in technology and the practice of medicine through the development and introduction of new products. Product \n\n39\n\ndevelopment involves a high degree of risk and there can be no assurance that our new product development efforts will result in any commercially successful products.\n\nIf our information technology systems or those third parties with whom we work or our data, are or were compromised, we could experience adverse consequences resulting from such compromise, including but not limited to regulatory investigations or actions; litigation; fines and penalties; disruptions of our business, impairment of our results of operations, reputational harm; loss of revenue or profits; loss of customers or sales; and other adverse consequences.\n\nIn the ordinary course of business, we and the third parties with whom we work process sensitive information. We rely extensively on information technology systems, networks and services, some of which are managed, hosted, provided or used by third parties, to conduct business. If we or the third parties with whom we work do not sufficiently allocate and effectively manage the resources necessary to build, sustain, and secure the proper information technology infrastructure, we could be subject to transaction errors, processing inefficiencies, the loss of customers, business disruptions, or the loss, unavailability of or damage to data and intellectual property.  Furthermore, regardless of the resources we allocate and the effectiveness with which we manage them, we face a risk of cyberattacks and other security breaches and incidents.  We have experienced breaches of our information technology infrastructure in the past; if we or the third parties with whom we work experience significant disruptions in our information technology systems in the future, our business, results of operations, and financial condition could be adversely affected.\n\nSevere ransomware attacks are becoming increasingly prevalent and can lead to significant interruptions in our operations, ability to provide our products or services, loss of sensitive data and income, reputational harm, and diversion of funds. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments.\n\nWe take steps designed to detect, mitigate, and remediate vulnerabilities in our information systems (such as our hardware and/or software, including that of third parties with whom we work). We may not, however, detect and remediate all such vulnerabilities including on a timely basis. Further, we may experience delays in developing and deploying remedial measures and patches designed to address identified vulnerabilities.\n\nIf our data management systems, or those of the third parties with whom we work, fail to collect, store, process, or report relevant business data due to issues like malfunctions, human error, natural disasters, or cyberattacks, our ability to operate, plan, and comply with laws could be significantly impaired. Any such impairment could negatively impact our financial condition, operations, and cash flow. Maintaining and enhancing our information technology systems requires significant resources to address evolving technologies, new threats, legal standards, and the need for data security. Despite our efforts to upgrade, secure, and develop these systems, we cannot guarantee success or prevent future disruptions or issues.\n\nFurthermore, our employees, third-party service providers, strategic partners, or other contractors or consultants may input sensitive information (including competitive, proprietary, personal or confidential information, or other business data) of ours, into a system (in particular, a system that is managed, owned, or controlled by a third party), which may disrupt and otherwise compromise our business operations, divert the attention of management and key information technology resources, potentially lead to security breaches or incidents or other unauthorized access to, or other use or processing of, personal information, our confidential information or other business data. Third-party service providers store and otherwise process certain personal data and other confidential or proprietary information of ourselves and third parties on our behalf, and these service providers face similar risks. \n\nThe scope and breadth of cyberattacks are expanding. The techniques used to obtain unauthorized access, or to sabotage systems, are becoming more sophisticated, frequent and adaptive, and therefore we may be unable to anticipate these techniques or to implement adequate preventative measures. For example, AI technologies may be used for certain cyberattacks or to increase the frequency or intensity of certain cyberattacks, which may increase our risks presented by cyberattack activity. \n\nThere can be no assurance that any efforts we make to prevent against such privacy or security breaches or incidents have been or will be able to prevent breakdowns or breaches or incidents in our systems that could adversely affect our business. The failure of our information technology systems to perform as we anticipate or our failure to effectively implement new systems  could result in: the unauthorized publication of our confidential business or proprietary information; the unauthorized release of employee, customer or vendor data and payment information; a loss of confidence by our customers; damage to our reputation; a disruption to our business; litigation and legal liability; and a negative impact on our future sales, all of which could have a material adverse effect on \n\n40\n\nour reputation, business, results of operations, and financial condition. In addition, the cost and operational consequences of implementing further data protection or data restoration measures could be significant.\n\nWe cannot guarantee that our liability limitations in contracts will be enforceable or adequate to protect us from damages related to security breaches. While we have cyber insurance, it may be insufficient or not cover all liabilities. We cannot ensure that our coverage will be adequate, available at reasonable terms, or that an insurer won't deny future claims. Large claims exceeding our coverage or changes in insurance terms could significantly impact our business, financial condition, and reputation. In addition to experiencing a security incident, third parties may gather, collect, or infer sensitive information about us from public sources, data brokers, or other means that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or market position. \n\nIn addition, we accept payments for many of our sales through credit card transactions, which are handled through third-party payment processors. As a result, we are subject to a number of risks related to credit card payments. As a result of these transactions, we pay interchange and other fees, which may increase over time and could require us to either increase the prices we charge for our products or experience an increase in our costs and expenses. In addition, as part of the payment processing process, we transmit our customers’ credit card information to our third-party payment processor. We may in the future become subject to lawsuits or other proceedings for purportedly fraudulent transactions arising out of the actual or alleged theft of our customers’ credit card information if the security of our third-party credit card payment processors are breached. We and our third-party credit card payment processors are also subject to payment card association operating rules, certification requirements and rules governing electronic funds transfers, which could change or be reinterpreted to make it difficult or impossible for us to comply. If we or our third-party credit card payment processors fail to comply with these rules or requirements, we may be subject to fines and higher transaction fees and lose our ability to accept credit card payments from our customers, and there may be an adverse impact on our business.\n\nWe have incorporated and continue to work to further incorporate artificial intelligence into our operations. Implementation of artificial intelligence and machine learning technologies may result in legal and regulatory risks, reputational harm, or other adverse consequences to our business. \n\nWe have integrated artificial intelligence (\"AI\"), including generative AI, and machine learning (\"ML\") technologies in our operations (collectively, “AI” technologies) in certain of our internal operations. Further, certain of our third-party vendors utilize AI and machine learning technologies in furnishing services to us. As with many technological innovations, AI presents risks and challenges that could affect its adoption, and therefore our business. AI tools may be incorrectly designed or provide inaccurate data, and business decisions could be made on the basis of AI-generated misinformation. Employees using publicly-available AI tools could leak our sensitive data. Risks can include, but are not limited to, the potential for errors or inaccuracies in the algorithms or models used by AI, the potential for bias or inaccuracies in the data used to train the AI, the potential for improper processing of personal information, and the potential for cybersecurity breaches that could compromise patient data or product functionality.  Moreover, AI models may create flawed, incomplete, or inaccurate outputs, some of which may appear correct.  This may happen if the inputs that the model relied on were inaccurate, incomplete or flawed (including if a bad actor “poisons” the AI with bad inputs or logic), or if the logic of the AI is flawed (a so-called “hallucination”). Though we have taken steps to be thoughtful in our implementation of AI, and training on appropriate uses of AI, such risks could negatively affect the performance of our products, services, and business, and we could incur liability through the violation of laws or contracts to which we are a party or civil claims.\n\nSeveral jurisdictions around the globe, including Europe and certain U.S. states, have proposed enacted, or are considering laws governing AI, including the EU’s AI Act.  We expect other jurisdictions will adopt similar laws. Additionally, certain privacy laws extend rights to consumers (such as the right to delete certain personal data) and regulate automated decision making, which may be incompatible with our use of AI. These obligations may make it harder for us to conduct our business using AI, lead to regulatory fines or penalties, require us to change our business practices, retrain our AI, or prevent or limit our use of AI. For example, the FTC has required other companies to turn over (or disgorge) valuable insights or trainings generated through the use of AI where they \n\n41\n\nallege the company has violated privacy and consumer protection laws. If we cannot use AI or that use is restricted, our business may be less efficient, or we may be at a competitive disadvantage. \n\nWe may seek to grow our business through acquisitions of or investments in new or complementary businesses, products or technologies, and the failure to manage acquisitions or investments, or the failure to integrate them with our existing business, could have a material adverse effect on us.\n\nFrom time to time, we expect to consider opportunities to acquire or make investments in other technologies, products, and businesses that may enhance our capabilities, complement our current products, or expand the breadth of our markets or customer base. Potential and completed acquisitions and strategic investments involve numerous risks, including:\n\n•    problems assimilating the purchased technologies, products, or business operations;\n\n•    issues maintaining uniform standards, procedures, controls, and policies;\n\n•    unanticipated costs and liabilities associated with acquisitions;\n\n•    diversion of management’s attention from our core business;\n\n•    adverse effects on existing business relationships with suppliers and customers;\n\n•    risks associated with entering new markets in which we have limited or no experience;\n\n•    potential loss of key employees of acquired businesses; and\n\n•    increased legal and accounting compliance costs.\n\nWe have no current commitments with respect to any acquisition or investment. We do not know if we will be able to identify acquisitions we deem suitable, whether we will be able to successfully complete any such acquisitions on favorable terms or at all, or whether we will be able to successfully integrate any acquired business, product, or technology into our business or retain any key personnel, suppliers, or third-party sales agents and resellers. Our ability to successfully grow through acquisitions depends upon our ability to identify, negotiate, complete, and integrate suitable target businesses and to obtain any necessary financing. These efforts could be expensive and time consuming, and may disrupt our ongoing business and prevent management from focusing on our \n\n42\n\noperations. If we are unable to successfully integrate any acquired businesses, products, or technologies effectively, our business, results of operations, and financial condition will be materially adversely affected. \n\nWe may enter into collaborations, in-licensing arrangements, joint ventures, strategic alliances, or partnerships with third-parties that may not result in the development of commercially viable products or the generation of significant future revenue.\n\nIn the ordinary course of our business, we may enter into collaborations, in-licensing arrangements, joint ventures, strategic alliances, partnerships, or other arrangements to develop products and to pursue new markets. These collaborations may not result in the development of products that achieve commercial success or result in significant revenue and could be terminated prior to developing any products. Additionally, we may not be in a position to exercise sole decision-making authority regarding the transaction or arrangement, which could create the potential risk of creating impasses on decisions, and our future collaborators may have economic or business interests or goals that are, or that may become, inconsistent with our business interests or goals. It is possible that conflicts may arise with our collaborators, such as conflicts concerning the achievement of performance milestones, or the interpretation of significant terms under any agreement, such as those related to financial obligations or the ownership or control of intellectual property developed during the collaboration. In addition, we may have limited control over the amount and timing of resources that any future collaborators devote to our or their future products.\n\nDisputes between us and our collaborators may result in litigation or arbitration which would increase our expenses and divert the attention of our management. If we enter into in-bound intellectual property license agreements, we may not be able to fully protect the licensed intellectual property rights or maintain those licenses. Future licensors could retain the right to prosecute and defend the intellectual property rights licensed to us, in which case we would depend on the ability of our licensors to obtain, maintain and enforce intellectual property protection for the licensed intellectual property. These licensors may determine not to pursue litigation against other companies or may pursue such litigation less aggressively than we would. Further, entering into such license agreements could impose various diligence, commercialization, royalty, or other obligations on us. Future licensors may allege that we have breached our license agreement with them, and accordingly seek to terminate our license, which could adversely affect our competitive business position and harm our business prospects.\n\nIf we fail to maintain an effective system of internal control over financial reporting, we may not be able to accurately report our financial results or prevent fraud. As a result, stockholders could lose confidence in our financial and other public reporting, which would harm our business and the market price of our common shares.\n\nEffective internal control over financial reporting is necessary for us to provide reliable financial reports and, together with adequate disclosure controls and procedures, are designed to prevent fraud. Any failure to implement required new or improved controls, or difficulties encountered in their implementation could cause us to fail to meet our reporting obligations. \n\nWe are required to disclose changes made in our internal controls and procedures on a quarterly basis and our management is required to assess the effectiveness of these controls annually. We are also required to obtain an independent assessment of the effectiveness of our internal controls which could detect problems that our management’s assessment might not. Going forward, even if our management concludes that our internal control over financial reporting is effective, our independent registered public accounting firm may conclude that there are material weaknesses or significant deficiencies with respect to our internal controls or the level at which our internal controls are documented, designed, implemented or reviewed. If we or our independent registered public accounting firm identifies deficiencies in our internal control over financial reporting that are deemed to be material weaknesses or that may require prospective or retroactive changes to our financial statements, investors may lose confidence in our reported financial information, which could cause the market price of our common shares to decline and we could be subject to sanctions or investigations by the SEC or other regulatory authorities, which would require additional financial and management resources. Irrespective of compliance with Section 404, any failure of our internal control over financial reporting could have a material adverse effect on our stated operating results and harm our reputation.\n\nEpidemic diseases, or the perception of their effects, may continue to adversely affect our business, financial condition, results of operations, or cash flows.\n\nIf an epidemic, like the COVID-19 pandemic, occurs, our business, financial condition, results of operations and cash flows could be adversely affected. Business disruptions have included, and could in the future include, disruptions or restrictions on our ability to travel or to distribute our products, government orders suspending the performance of elective surgical procedures, inability of our customers to meet their financial commitments due to strain on the healthcare system, as well as temporary closures of our facilities or the facilities of our suppliers and their contract manufacturers, and a reduction in the business hours of hospitals and ambulatory surgery centers. Any disruption of our suppliers and their contract manufacturers or our customers would likely impact our sales and operating results. In addition, a significant outbreak of an infectious disease in the human population could result in a widespread health crisis that could adversely affect the economies and financial markets of many countries, resulting in regional or global economic downturns that could affect demand for our products, as well as increase risk of customer defaults or delays in payments. Any of these events could negatively impact the number of procedures using our implants that are performed and have a material adverse effect on our business, financial condition, results of operations, cash flows, or ability to raise capital.\n\n43\n\nRisks Related to Our Legal and Regulatory Environment\n\nWe, our suppliers, and our third-party manufacturers are subject to extensive governmental regulation both in the United States. and abroad, and failure to comply with applicable requirements could cause our business to suffer.\n\nThe medical device industry is regulated extensively by governmental authorities, principally the FDA and corresponding state and foreign regulatory authorities. The FDA and other U.S. and foreign regulatory authorities regulate, among other things, with respect to medical devices:\n\n•    design, development, and manufacturing;\n\n•    testing, labeling, content, and language of instructions for use and storage; \n\n•    clinical trials;\n\n•    product safety;\n\n•    marketing, sales, and distribution;\n\n•    premarket clearance and approval;\n\n•    conformity assessment procedures and the issue of related CE Certificates of Conformity;\n\n•    record keeping procedures;\n\n•    advertising and promotion;\n\n•    compliance with good manufacturing practices requirements;\n\n•    recalls and field safety corrective actions;\n\n•    post-market surveillance, including reporting of deaths or serious injuries and malfunctions that, if they were to recur, could lead to death or serious injury;\n\n•    post-market approval studies; and\n\n•    product import and export.\n\nThe regulations to which we are subject are complex and have tended to become more stringent over time. Regulatory changes could result in restrictions on our ability to carry on or expand our operations, difficulties achieving new product clearances, higher than anticipated costs or lower than anticipated sales.\n\nBefore we can market or sell a new regulated medical device or make a significant modification to an existing product in the United States, with limited exceptions, we must obtain either clearance under Section 510(k) of the FDCA for Class II devices or approval of a PMA application from the FDA for a Class III device. \n\nIf the FDA requires us to go through a lengthier, more rigorous examination for future products or modifications to existing products than we expect, our product introductions or modifications could be delayed or canceled, which could cause our sales to decline. In addition, the FDA may determine that future products will require the more costly, lengthy, and uncertain PMA process. Although we do not currently market any devices under PMA, the FDA may demand that we obtain a PMA prior to marketing certain of our future products. In addition, if the FDA disagrees with our determination that a product we currently market is subject to an exemption from premarket review, the FDA may require us to submit a 510(k) or PMA in order to continue marketing the product. Further, even with respect to those future products where a PMA is not required, we cannot assure investors that we will be able to obtain the 510(k) clearances with respect to those products. If current or future products that we seek to commercialize are determined to require a PMA or De Novo 510(k) clearance, FDA may require evidence from clinical trials conducted under an investigational device exemption (“IDE”).  Trials conducted under an IDE and a PMA or De Novo 510(k) submission to the FDA can be lengthy and costly processes, which could delay and add to the cost of commercializing our products, which could adversely affect our financial results. \n\nThe FDA can delay, limit or deny clearance or approval of a device for many reasons, including:\n\n•    we may not be able to demonstrate to the FDA’s satisfaction that our products are safe and effective for their intended uses;\n\n44\n\n•    the data from our pre-clinical studies and clinical trials may be insufficient to support clearance or approval, where required; and\n\n•    the manufacturing process or facilities we use may not meet applicable requirements.\n\nIn addition, the FDA may change its clearance and approval policies, adopt additional regulations or revise existing regulations, or take other actions which may prevent or delay clearance or approval of our products under development or impact our ability to modify our currently approved or cleared products on a timely basis.\n\nAny delay in, or failure to receive or maintain, clearance or approval for our products under development could prevent us from generating revenue from these products or achieving profitability.\n\nIn addition, even after we have obtained the proper regulatory clearance or approval to market a product, the FDA has the power to require us to conduct post-marketing studies. These studies can be very expensive and time consuming to conduct. Failure to comply with those studies in a timely manner could result in the revocation of the 510(k) clearance for a product that is subject to such a 522 Order and the recall or withdrawal of the product, which could prevent us from generating sales from that product in the United States\n\nIn the EU, the Medical Device Regulation became applicable on May 26, 2021, repealing and replacing the MDD. The Medical Device Regulation establishes transitional provisions. However, the changes to the regulatory system implemented in the EU by the Medical Device Regulation include stricter requirements for clinical evidence and pre-market assessment of safety and performance, new classifications to indicate risk levels, requirements for third party testing by Notified Bodies, tightened and streamlined QMS assessment procedures and additional requirements for the QMS, additional requirements for traceability of products and transparency as well a refined responsibility of economic operators. We are also required to provide clinical data in the form of a clinical evaluation report. Fulfillment of the obligations imposed by the Medical Device Regulation may cause us to incur substantial costs. We may be \n\n45\n\nunable to fulfil these obligations, or our Notified Body may consider that we have not adequately demonstrated compliance with our related obligations to merit a CE Certificate of Conformity on the basis of the Medical Device Regulation.\n\nThe FDA and other regulatory authorities, including foreign authorities, have broad enforcement powers. Regulatory enforcement or inquiries, or other increased scrutiny on us, could dissuade some physicians from using our products and adversely affect our reputation and the perceived safety and effectiveness of our products.\n\nFailure to comply with applicable regulations could jeopardize our ability to sell our products and result in enforcement actions such as:\n\n•    warning letters;\n\n•    fines;\n\n•    injunctions;\n\n•    civil penalties;\n\n•    termination of distribution;\n\n•    recalls or seizures of products;\n\n•    delays in the introduction of products into the market;\n\n•    total or partial suspension of production;\n\n•    facility closures;\n\n•    refusal of the FDA or our Notified Body or other regulator to grant future clearances or approvals or to issue CE Certificates of Conformity;\n\n•    withdrawals, variation, or suspensions of current clearances or approvals and CE Certificates of Conformity, resulting in prohibitions on sales of our products; and\n\n•    in the most serious cases, criminal penalties.\n\nAdverse action by an applicable regulatory authority, our Notified Body or the FDA could result in inability to produce our products in a cost-effective and timely manner, or at all, decreased sales, higher prices, lower margins, additional unplanned costs or actions, damage to our reputation, and could have material adverse effect on our reputation, business, results of operations, and financial condition. \n\nWe and our sales representatives must comply with U.S. federal and state fraud and abuse laws, including those relating to healthcare provider kickbacks and false claims for reimbursement, and other applicable federal and state healthcare laws, as well as equivalent foreign laws, and failure to comply could negatively affect our business.\n\nHealthcare providers, third-party sales agents and resellers and third-party payors play a primary role in the distribution, recommendation, ordering, and purchasing of any implant or other medical device for which we have or obtain marketing clearance or approval. Through our arrangements with customers and third-party payors, we are exposed to the risk that our employees, independent contractors, principal investigators, consultants, vendors, or third-party sales agents and resellers may engage in fraudulent or other illegal activity. Misconduct by these parties could include, among other infractions or violations, intentional, reckless and/or negligent conduct or unauthorized activity that violates FDA regulations, manufacturing standards, federal and state healthcare fraud and abuse laws and regulations, laws that require the true, complete, and accurate coding of claims for reimbursement for medical procedures submitted to private and governmental payors and reporting of other financial information or data, other commercial or regulatory laws or requirements, and equivalent foreign rules. It is not always possible to identify and deter misconduct by our employees and other third parties, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to comply with such laws or regulations, and government authorities may conclude that our business practices do not comply with applicable fraud and abuse or other healthcare laws and regulations or guidance despite our good faith efforts to comply.\n\nThere are numerous U.S. federal and state laws pertaining to healthcare fraud and abuse, including anti-kickback and false claims laws. Our relationships and our third-party sales agents and resellers’ relationships with physicians, other healthcare professionals, and hospitals are subject to scrutiny under these laws. For example, we are subject to the federal health-care Anti-Kickback Statute, the federal civil False Claims Act, the Health Insurance Portability and Accountability Act (“HIPAA”) and the \n\n46\n\nfederal Physician Payment Sunshine Act, each of which is described in detail in \"Item 1. Business - Healthcare Fraud and Abuse” and “-Data Privacy and Security Laws”.\n\nCertain states and countries also have enacted analogous state and foreign law equivalents of each of the above federal laws and may also mandate implementation of corporate compliance programs, require compliance with the industry’s voluntary compliance guidelines, impose restrictions on device manufacturer marketing practices, and/or require tracking and reporting of gifts, compensation, and other remuneration to healthcare professionals and entities. Many of these state and foreign laws differ from each other in significant ways and may not have the same effect, thus complicating compliance efforts.\n\nIf we or our employees are found to have violated any of the above laws we may be subject to significant administrative, civil and criminal penalties, including imprisonment, exclusion from participation in federal healthcare programs, such as Medicare, Medicaid, and equivalent foreign programs, significant fines, monetary penalties and damages, imposition of compliance obligations and monitoring, the curtailment or restructuring of our operations, and damage to our reputation.\n\nWe have entered into consulting agreements and royalty agreements with physicians and healthcare executives, including some who are customers. We also engage in co-marketing arrangements with certain physicians who use our products. In addition, prior to our IPO, a small number of our current customer surgeons acquired from us less than 1.0% of our current outstanding common stock, which they either purchased in an arm’s length transaction on terms identical to those offered to others or received from us as fair market value consideration for consulting services performed. While all of these transactions were structured to comply with applicable laws, including the federal Anti-Kickback Statute, state anti-kickback laws and other applicable laws, it is possible that regulatory agencies may view these transactions as prohibited arrangements that must be restructured, or discontinued, or for which we could be subject to significant penalties and criminal, civil and administrative liability. We would be materially and adversely affected if regulatory agencies interpret our financial relationships with physicians who order our products to be in violation of applicable laws and we were unable to comply with such laws, which could subject us to, among other things, monetary penalties for non-compliance, the cost of which could be substantial.\n\nVarious state and federal regulatory and enforcement agencies, and foreign equivalents, continue actively to investigate violations of health-care laws and regulations, and the U.S. Congress continues to strengthen the arsenal of enforcement tools. To enforce compliance with the federal laws, the U.S. Department of Justice has continued its scrutiny of interactions between healthcare companies and healthcare providers, which has led to a number of investigations, prosecutions, convictions and settlements in the healthcare industry. For example, in October 2024, we received a civil investigative demand (“CID”) from the U.S. Department of Justice, Civil Division, in connection with an investigation under the federal Anti-Kickback Statute and Civil False Claims Act (the “Investigation”). The CID requests information and documents primarily relating to meals and consulting service payments provided to health-care professionals. Responding to this Investigation and other investigations may be time- and resource-consuming and even if we are not determined to have violated these laws, government investigations into these issues typically require the expenditure of significant resources and generate negative publicity, which could harm our financial condition and divert resources and the attention of our management from operating our business. Additionally, if we settle the current Investigation, or any potential future investigation with the Department of Justice or other law enforcement agencies, we may need to agree to additional onerous compliance and reporting requirements as part of a consent decree, deferred or non-prosecution agreement, or corporate integrity agreement. The current Investigation and any new investigation or settlement could increase our costs or otherwise have an adverse effect on our business. \n\nThe scope and enforcement of these laws is uncertain and subject to rapid change. The shifting compliance environment and the need to build and maintain robust and expandable systems and processes to comply with different compliance and/or reporting requirements in multiple jurisdictions increase the possibility that we may run afoul of one or more of the requirements or that federal \n\n47\n\nor state regulatory authorities might challenge our current or future activities under these laws. Additionally, we cannot predict the impact of any changes in these laws, whether or not retroactive.\n\nWe and the third parties with whom we work are subject to stringent and evolving U.S. and foreign laws, regulations, and rules, contractual obligations, industry standards, policies and other obligations related to data privacy and security. Our (and the third parties with whom we work) actual or perceived failure to comply with such obligations could lead to regulatory investigations or actions; litigation (including class claims) and mass arbitration demands; fines and penalties; disruptions of our business operations; reputational harm; loss of revenue or profits; loss of customers or sales; and other adverse business consequences.\n\nIn the ordinary course of our business, we collect, receive, store, process, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share (collectively, \"process\") personal data and other sensitive information, including proprietary and confidential business data, trade secrets, intellectual property, sensitive third-party data, data we collect about trial participants in connection with clinical trials, and health/medical data (collectively, \"sensitive information\"). We process data of our employees, consultants, certain individuals who  may be affiliated with our customers, including physician users of our products and, in the context of clinical investigations, patients. We collect this kind of information for several purposes, such as billing, reimbursement support, marketing purposes, post-marketing safety vigilance, servicing potential warranty claims and during the course of clinical trials. \n\nOur data processing activities subject us to numerous data privacy and security obligations, such as various laws, regulations, guidance, industry standards, external and internal privacy and security policies, contractual requirements, and other obligations relating to data privacy and security. Such obligations include laws that protect the confidentiality of certain sensitive information including patient health information, such as patient medical records, and restrict the use and disclosure of patient health information by healthcare providers, such as HIPAA in the United States and regulations in the European Union (“EU”), which are described in detail in \"Item 1. Business - Data Privacy and Security Laws.”\n\nMany U.S. states have enacted laws regulating the collection, use and disclosure of sensitive information and requiring that companies implement reasonable data security measures. Applicable data privacy and security obligations require us, or we may voluntarily choose, to notify affected individuals, customers, governmental entities and/or credit reporting agencies of certain security breaches affecting personal data or to take other actions, such as providing credit monitoring and identity theft protection services. These laws are not consistent, and increase our compliance costs and potential liability in the event of a data breach. In the United States, federal, state, and local governments have enacted numerous data privacy and security laws, including data breach notification laws, personal data privacy laws, consumer protection laws (e.g., Section 5 of the Federal Trade Commission Act), and other similar laws (e.g., wiretapping laws). For example, HIPAA, imposes specific requirements relating to the privacy, security, and transmission of individually identifiable protected health information.\n\nIn the past few years, numerous U.S. states have enacted comprehensive privacy laws that impose certain obligations on covered businesses, including providing specific disclosures in privacy notices and affording residents with certain rights concerning their personal data. As applicable, such rights may include the right to access, correct, or delete certain personal data, and to opt-out of certain data processing activities, such as targeted advertising, profiling, and automated decision-making. The exercise of these rights may impact our business and ability to provide our products and services. Certain states also impose stricter requirements for processing certain personal data, including sensitive information, such as conducting data privacy impact assessments. These state laws allow for statutory fines for noncompliance. For example, the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (“CPRA”), (collectively, “CCPA”) applies to personal data of consumers, business representatives, and employees who are California residents, and requires businesses to provide specific disclosures in privacy notices and honor requests of such individuals to exercise certain privacy rights. The CCPA provides for fines and allows private litigants affected by certain data breaches to recover significant statutory damages.\n\n Although the CCPA and other comprehensive U.S. state privacy laws include exemptions for certain clinical trials data, and protected health information governed by HIPAA, the law may increase our compliance costs and potential liability with respect to other personal data we collect about California and other applicable residents. Similar laws are being considered in several other states, as well as at the federal and local levels, and we expect more states to pass similar laws in the future. While these states, like the CCPA, also exempt some data processed in the context of clinical trials, these developments further complicate compliance efforts, and increase legal risk and compliance costs for us, the third parties with whom we work, and our customers.\n\nOutside the United States, an increasing number of laws, regulations, and industry standards govern data privacy and security.  For example, the European Union’s General Data Protection Regulation (“EU GDPR”) and the United Kingdom’s GDPR (“UK GDPR” and together with the EU GDPR, the \"GDPR\") impose strict requirements for processing personal data. In Europe, the Network and Information Security Directive (“NIS2”) regulates resilience and incident response capabilities of entities operating in a number of sectors, including the health sector. Non-compliance with NIS2 may lead up to administrative fines of a maximum of 10 million Euros or up to 2% of the total worldwide revenue of the preceding fiscal year. The EU GDPR is directly applicable in each EU Member State. This should, in principle, result in a more uniform application of data privacy laws across the EU. The GDPR imposes onerous accountability obligations requiring data controllers and processors to maintain a record of their data processing and policies. \n\n48\n\nIt requires data controllers to, among others, be transparent and to disclose to data subjects (in a concise, intelligible and easily accessible form) how their personal information is to be used, imposes limitations on retention of information, increases requirements pertaining to pseudonymized (i.e., key-coded) data, introduces mandatory data breach notification requirements and sets higher standards for data controllers to demonstrate that they have obtained valid consent for certain data processing activities. Fines for non-compliance with the EU GDPR will be significant — the greater of € 20 million or 4% of global turnover. The EU GDPR provides that EU Member States may introduce further conditions, including limitations, to the processing of genetic, biometric, or health data, which could limit our ability to collect, use and share personal data, or could cause our compliance costs to increase, ultimately having an adverse impact on our business. Each EU Member State may also adopt additional related legislation and guidance in its own national data privacy regime and therefore the laws may differ by jurisdiction, sometimes significantly. We need to ensure compliance with the rules in each jurisdiction where we are established or are otherwise subject to local privacy laws.\n\nIn the ordinary course of business, we transfer personal data from Europe and other jurisdictions to the United States or other countries.  Europe and other jurisdictions have enacted laws requiring data to be localized or limiting the transfer of personal data to other countries. In particular, the European Economic Area (“EEA”) and the United Kingdom (“UK”) have significantly restricted the transfer of personal data to the United States and other countries whose privacy laws it generally believes are inadequate.  Other jurisdictions may adopt or have already adopted similarly stringent data localization and cross-border data transfer laws. Although there are currently various mechanisms that may be used to transfer personal data from the EEA and UK to the United States in compliance with law, such as the EEA standard contractual clauses, the UK’s International Data Transfer Agreement / Addendum, and the EU-U.S. Data Privacy Framework and the UK extension thereto (which allows for transfers to relevant U.S.-based organizations who self-certify compliance and participate in the Framework), these mechanisms are subject to legal challenges, and there is no assurance that we can satisfy or rely on these measures to lawfully transfer personal data to the United States.\n\nIf there is no lawful manner for us to transfer personal data from the EEA, the UK or other jurisdictions to the United States, or if the requirements for a legally-compliant transfer are too onerous, we could face significant adverse consequences, including the interruption or degradation of our operations, the need to relocate part of or all of our business or data processing activities to other jurisdictions (such as Europe) at significant expense, increased exposure to regulatory actions, substantial fines and penalties, the inability to transfer data and work with partners, vendors and other third parties, and injunctions against our processing or transferring of personal data necessary to operate our business.   Additionally, companies that transfer personal data out of the EEA and UK to other jurisdictions, particularly to the United States, are subject to increased scrutiny from regulators, individual litigants, and activist groups.  Some European regulators have ordered certain companies to suspend or permanently cease certain transfers out of Europe for allegedly violating the GDPR’s cross-border data transfer limitations. \n\nIn addition to data privacy and security laws, we are contractually subject to industry standards adopted by industry groups and, we are, and may become subject to such obligations in the future. For example, we may also be subject to the Payment Card Industry Data Security Standard (“PCI DSS”).  The PCI DSS requires companies to adopt certain measures to ensure the security of cardholder information, including using and maintaining firewalls, adopting proper password protections for certain devices and software, and restricting data access.  Noncompliance with PCI-DSS can result in penalties ranging from $5,000 to $100,000 per month by credit card companies, litigation, damage to our reputation, and revenue losses. We also rely on vendors to process payment card data, who may be subject to PCI DSS, and our business may be negatively affected if our vendors are fined or suffer other consequences as a result of PCI DSS noncompliance.\n\nWe depend on a number of third parties in relation to the provision of our services, a number of which process personal data on our behalf. These third party service providers may breach their contractual or legal obligations, which could negatively affect our business and/or our reputation. \n\nWe publish privacy policies, marketing materials and other statements, such as statements related to compliance with certain certifications or self-regulatory principles, concerning data privacy and security, and artificial intelligence. Regulators in the United States are increasingly scrutinizing these statements, and if these policies, materials or statements are found to be deficient, lacking in transparency, deceptive, unfair, misleading, or misrepresentative of our practices, we may be subject to investigation, enforcement actions by regulators or other adverse consequences. \n\nObligations related to data privacy and security (and consumers’ data privacy expectations) are quickly changing, becoming increasingly stringent, and creating uncertainty.  Additionally, these obligations may be subject to differing applications and interpretations, which may be inconsistent or conflict among jurisdictions.  Preparing for and complying with these obligations requires us to devote significant resources, which may necessitate changes to our services, information technologies, systems, and practices and to those of any third parties that process personal data on our behalf.  In addition, these obligations may require us to change our business model.\n\nWe have in the past, and could be in the future, subject to data breaches. Our failure (or perceived failure) to comply with applicable data privacy and security obligations, or to protect sensitive information, could result in significant consequences to us, including government enforcement actions (e.g., investigations, fines, penalties, audits, inspections, and similar), additional reporting requirements and/or oversight; bans or restrictions on processing personal data; orders to destroy or not use personal data, imprisonment of company officials and public censure, claims for damages by end-customers, and other affected individuals, and the \n\n49\n\nimposition of integrity obligations and agency oversight, damage to our reputation, and loss of goodwill, any of which could harm our operations, financial performance, and business. Moreover, despite our efforts, our personnel or third parties with whom we work may fail to comply with such obligations.\n\nIn particular, plaintiffs have become increasingly more active in bringing privacy-related claims against companies, including class claims and mass arbitration demands. Some of these claims allow for the recovery of statutory damages on a per violation basis, and, if viable, carry the potential for monumental statutory damages, depending on the volume of data and the number of violations. Evolving and changing definitions of personal data, within the European Union, the United States, and elsewhere, may limit or inhibit our ability to operate or expand our business, including limiting strategic partnerships that may involve the sharing of data. Moreover, if the relevant laws and regulations change, or are interpreted and applied in a manner that is inconsistent with our data practices or the operation of our products, or if we expand into new regions and are required to comply with new requirements, we may need to expend resources in order to change our business operations, data practices, or the manner in which our products operate. Even the perception of privacy concerns, whether or not valid, may harm our reputation and inhibit adoption of our products.\n\nWe are subject to risks associated with our non-U.S. operations.\n\nThe FCPA prohibits companies and their intermediaries from making improper payments to foreign officials for the purpose of obtaining or retaining business. Other anti-corruption or anti-bribery laws, such as the UKBA, prohibit companies and their intermediaries from making improper payments for the purpose of obtaining or retaining business in foreign countries. The FCPA also imposes accounting standards and requirements on publicly traded U.S. corporations and their foreign affiliates, which are intended to prevent the diversion of corporate funds to the payment of bribes and other improper payments, and to prevent the establishment of slush funds from which such improper payments can be made. Because of the predominance of government-sponsored healthcare systems around the world, many of our customer relationships outside of the United States are with governmental entities and are therefore subject to such anti-bribery laws. Our internal control policies and procedures may not always protect us from reckless or criminal acts committed by our employees or agents. Violations of these laws, or allegations of such violations, could disrupt our operations, involve significant management distraction, and result in a material adverse effect on our business, results of operations, and financial condition. We also could suffer severe penalties, including criminal and civil penalties, disgorgement, and other remedial measures, including further changes or enhancements to our procedures, policies, and controls, as well as potential personnel changes and disciplinary actions.\n\nFurthermore, we are subject to anti-boycott laws, anti-money laundering laws, and the export controls and economic embargo rules and regulations of the United States, including, but not limited to, the Export Administration Regulations and trade sanctions against embargoed countries, which are administered by the Office of Foreign Assets Control within the Department of the Treasury, as well as the laws and regulations administered by the Department of Commerce. These regulations limit our ability to market, sell, distribute, or otherwise transfer our products or technology to prohibited countries or persons. A determination that we have failed to comply, whether knowingly or inadvertently, may result in substantial penalties, including fines and enforcement actions and civil and/or criminal sanctions, the disgorgement of profits, and the imposition of a court-appointed monitor, as well as the denial of export privileges, and may have an adverse effect on our reputation.\n\nEven if our products are approved by regulatory authorities or CE marked, if we, our contractors, or our suppliers fail to comply with ongoing FDA or other foreign regulatory requirements, or if we experience unanticipated problems with our products, these products could be subject to restrictions or withdrawal from the market.\n\nFor any product for which we obtain regulatory clearance or approval, or a CE Certificate of Conformity, the manufacturing processes, reporting requirements, post-approval clinical data, and promotional activities for such product will be subject to continued regulatory review, oversight and periodic inspections by the FDA, our Notified Body and other domestic and foreign regulatory bodies. In particular, we and our suppliers are required to comply with FDA’s Quality System Regulations (“QSR”) and EU QMS requirements applicable to medical devices for the manufacture of our products and other regulations which cover the methods and documentation of the design, testing, production, control, quality assurance, labeling, packaging, storage, and shipping of any product for which we obtain regulatory clearance or approval, or a CE Certificate of Conformity.\n\nThe failure by us or one of our suppliers to comply with applicable statutes and regulations, or the failure to timely and adequately respond to any adverse inspectional observations or product safety issues, could result in, among other things, any of the following enforcement actions:\n\n•    untitled letters, warning letters, fines, injunctions, consent, and civil penalties;\n\n•    unanticipated expenditures to address or defend such actions;\n\n•    customer notifications for repair, replacement, refunds;\n\n•    recall, detention, or seizure of our products;\n\n•    operating restrictions or partial suspension or total shutdown of production;\n\n50\n\n•    refusing or delaying our requests for 510(k) clearance or premarket approval and applications for or conduct of conformity assessments of new products or modified products;\n\n•    limitations on the intended uses for which the product may be marketed;\n\n•    operating restrictions;\n\n•    withdrawing 510(k) clearances or PMA approvals that have already been granted;\n\n•    suspension, variation or withdrawal of CE Certificates of Conformity;\n\n•    refusal to grant export approval for our products; and\n\n•    criminal prosecution.\n\nIn addition, we are required to conduct costly post-market testing and surveillance to monitor the safety or effectiveness of our products, and we must comply with medical device reporting requirements, including the reporting of adverse events and malfunctions related to our products. Later discovery of previously unknown problems with our products, including unanticipated adverse events or adverse events of unanticipated severity or frequency, manufacturing problems, or failure to comply with regulatory requirements such as QSR or QMS, may result in changes to labeling, restrictions on such products or manufacturing processes, withdrawal of the products from the market, voluntary or mandatory recalls, a requirement to repair, replace, or refund the cost of any medical device we manufacture or distribute, fines, suspension, variation, or withdrawal of regulatory approvals or CE Certificates of Conformity, product seizures, injunctions, or the imposition of civil, administrative, or criminal penalties which would adversely affect our business, operating results, and prospects.\n\nOur employees, independent contractors, consultants, manufacturers, and third-party sales agents and resellers may engage in misconduct or other improper activities, relating to regulatory standards and requirements. \n\nWe are exposed to the risk that our employees, independent contractors, consultants, manufacturers, and third-party sales agents and resellers may engage in fraudulent conduct or other illegal activity. Misconduct by these parties could include intentional, reckless and/or negligent conduct that violates applicable laws and regulations, such as FDA reporting requirements, manufacturing standards, federal, state and foreign healthcare laws and regulations including those related to fraud and abuse, data privacy laws and laws that require the true, complete and accurate reporting of financial information or data. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, marketing and promotion, sales commission, customer incentive programs, and other business arrangements. Misconduct by these parties could also involve the improper use of individually identifiable information which could result in regulatory sanctions and serious harm to our reputation. It is not always possible to identify and deter misconduct, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to be in compliance with such laws or regulations. If any such actions are instituted against us, and we are not successful in defending ourselves or asserting our rights, those actions could have a significant impact on our business, including the imposition of significant civil, criminal, and administrative penalties, including, without limitation, damages, fines, disgorgement of profits, imprisonment, exclusion from participation in government healthcare programs, such as Medicare and Medicaid, and the curtailment or restructuring of our operations.\n\nWe may be subject to enforcement action, including fines, penalties or injunctions, if we are determined to be engaging in the off-label promotion of our products.\n\nOur promotional materials and training methods must comply with FDA and other applicable national and foreign laws and regulations, including the prohibition of the promotion of off-label use. Physicians may use our products off-label, as the FDA and equivalent third country authorities do not restrict or regulate a physician’s choice of treatment within the practice of medicine. \n\nWe believe that the specific surgical procedures for which our products are marketed fall within the scope of the surgical applications that have been cleared by the FDA and our Notified Body. However, if the FDA or an equivalent foreign regulatory authority determines that our promotional materials or training constitutes promotion of an off-label use, it could request that we modify our training or promotional materials, require us to stop promoting our products for those specific procedures until we obtain FDA or foreign regulatory authority clearance or approval for them, or subject us to regulatory or enforcement actions, including the issuance of an untitled letter, a warning letter, injunction, seizure, civil fines, and criminal penalties. It is also possible that other federal, state or foreign enforcement authorities might take action if they consider our promotional or training materials to constitute promotion of an unapproved use, which could result in significant fines or penalties under other statutory authorities, such as laws prohibiting false or fraudulent claims for payment of government fund. In that event, our reputation could be damaged and adoption of the products would be impaired. Although our policy is to refrain from statements that could be considered off-label promotion of our products, the FDA or another regulatory authority could disagree and conclude that we have engaged in off-label promotion. In addition, the off-label use of our products may increase the risk of injury to patients, and, in turn, the risk of product liability claims. \n\n51\n\nProduct liability claims are expensive to defend and could divert our management’s attention, result in substantial damage awards against us and harm our reputation.\n\nWe are required to report certain malfunctions, deaths, and serious injuries associated with our products, which can result in voluntary corrective actions or agency enforcement actions.\n\nUnder the FDA’s medical device reporting, regulations, and equivalent rules of other countries we are required to report to the FDA and comparable foreign regulatory authorities, any information that our product may have caused or contributed to a death or serious injury or in which our product malfunctioned and, if the malfunction were to recur, would likely cause or contribute to death or serious injury. In the EEA, we must report serious incidents, field safety corrective actions and trend reports through the European Database on Medical Devices (\"EUDAMED\") module on vigilance and post-market surveillance. However, EUDAMED is not yet fully functional and the related module on vigilance and post-market surveillance is not available yet. Until the entire EUDAMED system is fully functional, serious incidents and field safety corrective actions must be reported to the national competent authorities through national systems.\n\nIf we fail to report these events to the FDA or comparable foreign regulatory authorities within the required timeframes, or at all, FDA, or the competent foreign regulatory authority could take enforcement action against us. Any such adverse event involving our products or repeated product malfunctions may result in voluntary or involuntary corrective actions, such as recalls or customer notifications, or action by competent regulatory authorities, such as inspection or enforcement action. Any corrective action, whether voluntary or involuntary, as well as defending ourselves in a lawsuit, could divert managerial and financial resources, impair our ability to manufacture our products in a cost-effective and timely manner, and have an adverse effect on our reputation, results of operations, and financial condition.\n\nAny adverse event involving our products, whether in the United States or abroad could result in future voluntary corrective actions, such as recalls, including corrections, or customer notifications, or action by competent regulatory authorities, such as inspection or enforcement actions. If malfunctions do occur, we may be unable to correct the malfunctions adequately or prevent further malfunctions, in which case we may need to cease manufacture and distribution of the affected products, initiate voluntary recalls, and redesign the products. Regulatory authorities may also take actions against us, such as ordering recalls, imposing fines, or seizing the affected products. Any corrective action, whether voluntary or involuntary, will require the dedication of our time and capital, distract management from operating our business, and may harm our reputation and financial results.\n\nA recall of our products, either voluntarily or at the direction of the FDA or another regulatory authority, including foreign regulatory authorities, or the discovery of serious safety issues or malfunctions with our products, can result in voluntary corrective actions or regulatory enforcement actions, which could have a significant adverse impact on us.\n\nThe FDA and similar foreign regulatory authorities have the authority to require the recall of commercialized products in the event of material deficiencies or defects in design or manufacture or in the event that a product poses an unacceptable risk to health. Manufacturers may, under their own initiative, recall a product if any material deficiency in a device is found.\n\nIn the case of the FDA, the authority to require a recall must be based on an FDA finding that there is an unreasonable risk of substantial public harm. In addition, foreign governmental bodies have the authority to require the recall of our products in the event of material deficiencies or defects in design or manufacture. A government-mandated or voluntary recall by us or one of our third-party sales agents or resellers could occur as a result of an unacceptable risk to health, component failures, manufacturing errors, design or labeling defects, or other deficiencies and issues. Recalls of any of our products would divert managerial and financial resources and have an adverse effect on our reputation, results of operations, and financial condition, which could impair our ability to produce our products in a cost-effective and timely manner in order to meet our customers’ demands. We may also be required to bear other costs or take other actions that may have a negative impact on our future sales and our ability to generate profits.\n\nThe FDA requires that certain classifications of recalls be reported to FDA within 10 working days after the recall is initiated. Companies are required to maintain certain records of recalls, even if they are not reportable to the FDA. We have in the past, and may in the future, initiate voluntary recalls involving our products in the future that we determine do not require notification of the FDA. If the FDA disagrees with our determinations, they could require us to report those actions as recalls. A future recall announcement could harm our reputation with customers and negatively affect our sales. In addition, the FDA could take enforcement action for \n\n52\n\nfailing to report the recalls when they were conducted. Equivalent procedures and penalties have been established in other countries including EU Member States.\n\nModifications to our products may require new 510(k) clearances or premarket approvals and new conformity assessment by our Notified Body, or may require us to cease marketing or recall the modified products until clearances, approvals, or CE Certificates of Conformity are obtained.\n\nAny modification to a 510(k)-cleared device that could significantly affect its safety or effectiveness, or that would constitute a major change in its intended use, design, or manufacture, requires a new 510(k) clearance or, possibly, a PMA. The FDA requires every manufacturer to make and document this determination in the first instance. A manufacturer may determine that a modification could not significantly affect safety or effectiveness and does not represent a major change in its intended use, so that no new 510(k) clearance is necessary. FDA may review any manufacturer’s decision and may not agree with our decisions regarding whether new clearances or approvals are necessary. The FDA may also on its own initiative determine that a new clearance or approval is required.\n\nWe have modified some of our 510(k) cleared products and have determined based on our review of the applicable FDA guidance that in certain instances new 510(k) clearances or PMAs are not required. If the FDA disagrees with our determination and requires us to submit new 510(k) clearances or PMAs for modifications to our previously cleared products for which we have concluded that new clearances or approvals are unnecessary, we may be required to cease marketing or to recall the modified product until we obtain clearance or approval. In these circumstances, we may be subject to significant enforcement actions, regulatory fines, or penalties, which could require us to redesign our products and harm our operating results. \n\nIf a manufacturer determines that a modification to an FDA-cleared device could significantly affect its safety or effectiveness, or would constitute a major change in its intended use, then the manufacturer must file for a new 510(k) clearance or possibly a premarket approval application. Where we determine that modifications to our products require a new 510(k) clearance or premarket approval application, we may not be able to obtain those additional clearances or approvals for the modifications or additional indications in a timely manner, or at all. FDA’s ongoing review of the 510(k) program may make it more difficult for us to make modifications to our previously cleared products, either by imposing more strict requirements on when a new 510(k) for a modification to a previously cleared product must be submitted, or applying more onerous review criteria to such submissions.\n\nIn the EEA, we must inform the Notified Body that carried out the conformity assessment of the medical devices we market or sell in the EEA of any planned significant changes are made to the products or if there are substantial changes to our quality assurance systems affecting those products. The Notified Body will then assess the changes and determine whether additional audits or actions are required prior to their implementation. Obtaining variation of existing CE Certificates of Conformity or a new CE Certificate of Conformity can be a time-consuming process, and delays in obtaining required future clearances, certifications or approvals would adversely affect our ability to introduce new or enhanced products in a timely manner, which in turn would harm our future growth.  Moreover, any substantial changes that take place in the coming years may impact the continuing validity of our CE Certificates of Conformity that were issued on the basis of the Medical Device Directive. \n\nThere is no guarantee that the FDA will grant 510(k) clearance or premarket approval of our future products or that our Notified Body will issue the required CE Certificate of Conformity, and failure to obtain necessary clearances or approvals for our future products would adversely affect our business prospects.\n\nWe are in the process of developing our regulatory strategies for obtaining clearance approval or CE Certificates of Conformity for future products. Some of them may require 510(k) clearance by the FDA or a new CE Certificate of Conformity by a Notified Body. Other future products may require premarket approval. In addition, some of our new products may require clinical trials or significant clinical evidence to support regulatory approval and we may not successfully complete these clinical trials. Obtaining regulatory clearances or approvals and CE Certificates of Conformity can be a time-consuming process, and delays in obtaining required future regulatory clearances or approvals, and CE Certificates of Conformity would adversely affect our ability to introduce new or enhanced products in a timely manner, which in turn would adversely affect our business prospects. The FDA may not approve or clear these products or our Notified Body may not issue CE Certificate of Conformity for the indications that are necessary or desirable for successful commercialization. Indeed, the FDA may refuse our requests for 510(k) clearance or premarket approval of new products, new intended uses, or modifications to existing products and our Notified Body may refuse to issue new CE Certificates of Conformity. Failure to receive clearance, approval, or CE Certificates of Conformity for our new products would have an adverse effect on our ability to expand our business.\n\nWe may fail to obtain or maintain foreign regulatory approvals to market our products in other countries.\n\nWe currently market our products internationally and intend to expand our international marketing. International jurisdictions require separate regulatory approvals and compliance with numerous and varying regulatory requirements. The approval procedures \n\n53\n\nvary among countries and may involve requirements for substantial additional testing, and the time required to obtain approval may differ from country to country and from that required to obtain FDA clearance or approval or to obtain CE Certificates of Conformity.\n\nClearance or approval by the FDA or obtaining a CE Certificate of Conformity does not ensure approval or certification by regulatory authorities in other countries or jurisdictions, and approval or certification by one foreign regulatory authority does not ensure approval or certification by regulatory authorities in other foreign countries or by the FDA. The foreign regulatory approval or certification process may include all of the risks associated with obtaining FDA clearance or approval, or a CE Certificate of Conformity for a medical device in the EEA, in addition to other risks. In addition, the time required to obtain foreign approval may differ from that required to obtain FDA clearance or approval, or a CE Certificate of Conformity in the EEA, and we may not obtain foreign regulatory approvals on a timely basis, if at all. We may not be able to file for regulatory approvals or certifications and may not receive necessary approvals to commercialize our products in any market. If we fail to receive necessary approvals or certifications to commercialize our products in foreign jurisdictions on a timely basis, or at all, our business, results of operations, and financial condition could be adversely affected.\n\nThe results of our clinical trials may not support our product candidate claims or may result in the occurrence of adverse events.\n\nEven if our clinical trials are completed as planned, or on a delayed basis, we cannot be certain that their results will support our product candidate claims or that the FDA, foreign authorities, or our Notified Body will agree with our conclusions regarding them. Success in pre-clinical studies and early clinical trials does not ensure that later clinical trials will be successful, and we cannot be sure that the later trials will replicate the results of prior trials and pre-clinical studies. The clinical trial process may fail to demonstrate that our product candidates are safe and effective for the proposed indicated uses, which could cause us to abandon a product candidate and may delay development of others. Any delay or termination of our clinical trials will delay the filing of our product submissions and, ultimately, our ability to commercialize our product candidates and generate revenue. It is also possible that patients enrolled in clinical trials will experience adverse events that are not currently part of the product candidate’s profile.\n\nInadequate funding for the FDA and other government agencies, or a work slowdown or stoppage at those agencies as part of a broader federal government shutdown, or comparable scenarios with foreign regulatory authorities, could hinder their ability to hire and retain key leadership and other personnel, prevent new products and services from being developed or commercialized in a timely manner, or otherwise prevent those agencies from performing normal business functions on which the operation of our business may rely, which could negatively impact our business.\n\nThe ability of the FDA to review and approve or clear new products can be affected by a variety of factors, including government budget and funding levels, ability to hire and retain key personnel and accept the payment of user fees, and statutory, regulatory, and policy changes and other events that may otherwise affect the FDA’s ability to perform routine functions. Disruptions at FDA and other agencies may also slow the time necessary for new product applications to be reviewed and/or approved by necessary government agencies, which could adversely affect our business. For example, in recent years, including for 35 days beginning on December 22, 2018, the U.S. government shut down several times and certain regulatory agencies, such as the FDA, had to furlough critical employees and stop critical activities. Average review times at FDA have fluctuated in recent years as a result. In addition, government funding of other government agencies on which our operations may rely is subject to the political process, which is inherently fluid and unpredictable.  \n\nIf a prolonged government shutdown occurs, or if global health concerns or other political or world events prevent the FDA or other regulatory authorities from conducting their regular reviews or other regulatory activities, it could significantly impact the ability of the FDA to timely review and process our regulatory submissions, which could have a material adverse effect on our business. Future government shutdowns or delays could also impact our ability to access the public markets and obtain capital to fund the growth of our operations.  Similar considerations and concerns apply to foreign regulatory authorities.\n\nWe may incur product liability losses, and insurance coverage may be inadequate or unavailable to cover these losses.\n\nOur business exposes us to potential product liability claims that are inherent in the testing, design, manufacture, and sale of surgical devices. Sacroiliac joint and other orthopedic spine surgeries involve significant risk of serious complications, including bleeding, nerve injury, paralysis, and even death. Physicians may misuse or ineffectively use our products, which may result in unsatisfactory patient outcomes or patient injury. In addition, if longer-term patient results and experience indicate that our products or any component of a product cause tissue damage, motor impairment, or other adverse effects, we could be subject to significant liability. We could become the subject of product liability lawsuits alleging that component failures, manufacturing flaws, design defects, or inadequate disclosure of product-related risks or product-related information resulted in an unsafe condition or injury to patients. Product liability lawsuits and claims, safety alerts, or product recalls, regardless of their ultimate outcome, could have a material adverse effect on our business and reputation, our ability to attract and retain customers and our results of operations or financial condition.\n\nAlthough we maintain third-party product liability insurance coverage, it is possible that claims against us may exceed the coverage limits of our insurance policies or cause us to record a self-insured loss. Even if any product liability loss is covered by an \n\n54\n\ninsurance policy, these policies typically have substantial retentions or deductibles that we are responsible for. Product liability claims in excess of applicable insurance coverage could have a material adverse effect on our business, results of operations, and financial condition.\n\nIn addition, any product liability claim brought against us, with or without merit, could result in an increase of our product liability insurance rates. Insurance coverage varies in cost and can be difficult to obtain, and we cannot guarantee that we will be able to obtain insurance coverage in the future on terms acceptable to us or at all.\n\nWe are subject to environmental laws and regulations that can impose significant costs and expose us to potential financial liabilities.\n\nThe manufacture of certain of our products, including our implants and products, and the handling of materials used in the product testing process involve the use of biological, hazardous and/or radioactive materials and wastes. Our business and facilities and those of our suppliers are subject to foreign, federal, state, and local laws and regulations relating to the protection of human health and the environment, including those governing the use, manufacture, storage, handling, and disposal of, and exposure to, such materials and wastes. We own and operate certain x-ray equipment at our facilities which requires adoption of a radiation safety plan.  Our failure to follow such safety plan or otherwise use this equipment properly could be hazardous to our employees and expose us to liability as the employer. In addition, under some environmental laws and regulations, we could be held responsible for costs relating to any contamination at our past or present facilities and at third-party waste disposal sites even if such contamination was not caused by us. A failure to comply with current or future environmental laws and regulations could result in severe fines or penalties. Any such expenses or liability could have a significant negative impact on our business, results of operations, and financial condition.\n\nCertain of our products are derived from human tissue and are or could be subject to additional regulations and requirements.\n\nOur iFuse INTRA implants are derived from human bone tissue, and as a result are subject to FDA and certain state regulations regarding human cells, tissues and cellular or tissue-based products, or HCT/Ps. Currently, our iFuse INTRA implants are marketed as HCT/P products, and are regulated under Section 361 of the Public Health Service Act; as such, we have not been required to file a 510(k) with respect to these products. However, the FDA could require us to obtain a 510(k) clearance for future tissue products not regulated as 361 HCT/Ps. The process of obtaining a 510(k) clearance could take time and consume resources, and failing to receive such a clearance would render us unable to market and sell such products, which could have a material and adverse effect on our business.\n\nIn addition, procurement of certain human organs and tissue for transplantation is subject to the National Organ Transplant Act (\"NOTA\"), which prohibits the transfer of certain human organs, including skin and related tissue, for valuable consideration, but permits the reasonable payment for costs associated with the removal, transportation, implantation, processing, preservation, quality control, and storage of human tissue and skin.  We reimburse tissue banks for their expenses associated with the recovery, storage, and transportation of donated human tissue they provide to use for processing. We include in our pricing structure amounts paid to tissue banks to reimburse them for their expenses associated with the recovery and transportation of the tissue, in addition to certain costs associated with processing, preservation, quality control, and storage of the tissue, marketing and medical education expenses, and costs associated with development of tissue processing technologies. NOTA payment allowances may be interpreted to limit the amount of costs and expenses we can recover in our pricing for our products, thereby reducing our future revenue and profitability.  If \n\n55\n\nwe were to be found to have violated NOTA's prohibition on the sale or transfer of human tissue for valuable consideration, we would potentially be subject to criminal enforcement sanctions, which could materially and adversely affect our results of operations.\n\nRisks Related to Our Intellectual Property\n\nIf we or our licensors fail to adequately protect or enforce our intellectual property rights or secure rights to patents of others, the value of our intellectual property rights would diminish and our ability to successfully commercialize our products may be impaired.\n\nWe rely primarily on patent, copyright, trademark and trade secret laws, as well as confidentiality and nondisclosure agreements and other methods, to protect our proprietary technologies and know-how. As of December 31, 2024, we owned 68 issued U.S. patents and had 40 pending U.S. patent applications, and we owned 20 issued foreign patents and had 24 pending foreign patent applications. We have focused the majority of our foreign patent efforts in China, Europe, and Japan. Our current U.S. patents on iFuse, including the triangular shape, expire in December 2025. Competitors may market similar triangular shaped devices upon the expiration of the patents in late 2025. Our current U.S. patents on iFuse-3D, including the fenestrated design, expire in September 2035. Our foreign patents will expire between August 2025 and September 2035.\n\n    As of December 31, 2024, we have 22 registered trademarks in the United States and have filed for three more. We have sought protection for at least fourteen of these trademarks in 60 countries including the 27 European member countries of the Madrid Protocol.\n\nWe have applied for patent protection relating to certain existing and proposed products and processes. While we generally apply for patents in those countries where we intend to make, have made, use, or sell our products, we may not accurately predict all of the countries where patent protection will ultimately be desirable. If we fail to timely file a patent application in any such country, we may be precluded from doing so at a later date. Furthermore, we cannot assure investors that any of our patent applications will be approved. The rights granted to us under our patents, including prospective rights sought in our pending patent applications, may not be meaningful or provide us with any commercial advantage. In addition, those rights could be opposed, contested, or circumvented by our competitors or be declared invalid or unenforceable in judicial or administrative proceedings. The failure of our patents to adequately protect our technology might make it easier for our competitors to offer the same or similar products or technologies. Competitors may be able to design around our patents or develop products that provide outcomes that are comparable to ours without infringing on our intellectual property rights. Due to differences between foreign and U.S. patent laws, our patented intellectual property rights may not receive the same degree of protection in foreign countries as they would in the United States Even if patents are granted outside the United States, effective enforcement in those countries may not be available. Since most of our issued patents are for the United States only, we lack a corresponding scope of patent protection in other countries. In countries where we do not have significant patent protection, we may not be able to stop a competitor from marketing products in such countries that are the same as or similar to our products.\n\nWe rely on our trademarks, trade names and brand names to distinguish our products from the products of our competitors and have registered or applied to register many of these trademarks. We cannot assure investors that our trademark applications will be approved. Third parties may also oppose our trademark applications, or otherwise challenge our use of the trademarks. In the event that our trademarks are successfully challenged, we could be forced to rebrand our products, which could result in loss of brand recognition, and could require us to devote resources to advertising and marketing new brands. Further, we cannot assure investors that competitors will not infringe upon our trademarks, or that we will have adequate resources to enforce our trademarks.\n\nWe also rely on trade secrets, know-how, and technology, which are not protected by patents, to maintain our competitive position. We try to protect this information by entering into confidentiality and intellectual property assignment agreements with parties that develop intellectual property for us and/or have access to it, such as our officers, employees, consultants, and advisors. However, in the event of unauthorized use or disclosure or other breaches of such agreements, we may not be provided with meaningful protection for our trade secrets or other proprietary information. In addition, our trade secrets may otherwise become known or be independently discovered by competitors. To the extent that our commercial partners, collaborators, employees, and consultants use intellectual property owned by others in their work for us, disputes may arise as to the rights in related or resulting know-how and inventions. If any of our trade secrets, know-how or other technologies not protected by a patent were to be disclosed to or independently developed by a competitor, our business, financial condition, and results of operations could be materially adversely affected.\n\n56\n\nIf a competitor infringes upon one of our patents, trademarks, or other intellectual property rights, enforcing those patents, trademarks, and other rights may be difficult and time consuming. Even if successful, litigation to defend our patents and trademarks against challenges or to enforce our intellectual property rights could be expensive and time consuming and could divert management’s attention from managing our business. Moreover, we may not have sufficient resources to defend our patents or trademarks against challenges or to enforce our intellectual property rights. In addition, if third parties infringe any intellectual property that is not material to the products that we make, have made, use, or sell, it may be impractical for us to enforce this intellectual property against those third parties.\n\nWe may be subject to damages resulting from claims that we, our employees, or our third-party sales agents or resellers have wrongfully used or disclosed alleged trade secrets of our competitors or are in breach of non-competition or non-solicitation agreements with our competitors.\n\nMany of our employees were previously employed at other medical device companies, including our competitors or potential competitors, in some cases until recently. Some of our third-party sales agents or resellers sell, or in the past have sold, products of our competitors. We may be subject to claims that we, our employees, or our third-party sales agents or resellers have inadvertently or otherwise used or disclosed trade secrets or other proprietary information of these former employers or competitors. In addition, we have been and may in the future be subject to claims that we caused an employee to breach the terms of his or her non-competition or non-solicitation agreement. Even if we are successful in defending against these claims, litigation could result in substantial costs, divert the attention of management from our core business and harm our reputation. If our defense to those claims fails, in addition to paying monetary damages, we may lose valuable intellectual property rights or personnel. There can be no assurance that this type of litigation will not occur, and any future litigation or the threat thereof may adversely affect our ability to hire additional direct sales representatives. A loss of key personnel or their work product could hamper or prevent our ability to commercialize product candidates, which could have an adverse effect on our business, results of operations, and financial condition.\n\nThe medical device industry is characterized by patent litigation and we could become subject to litigation that could be costly, result in the diversion of management’s time and efforts, require us to pay damages, and/or prevent us from developing or marketing our existing or future products.\n\nOur commercial success will depend in part on not infringing the patents or violating the other proprietary rights of third parties. Significant litigation regarding patent rights exists in our industry. Our competitors in both the United States and abroad, many of which have substantially greater resources and have made substantial investments in competing technologies, may have applied for or obtained or may in the future apply for and obtain, patents that will prevent, limit, or otherwise interfere with our ability to make and sell our products. We have conducted a limited review of patents issued to third parties. The large number of patents, the rapid rate of new patent issuances, the complexities of the technology involved, and the uncertainty of litigation increase the risk of management’s attention being diverted to patent litigation. Any litigation or claim against us, even those without merit, may cause us to incur substantial costs, and could place a significant strain on our financial resources, divert the attention of management from our core business, and harm our reputation. Further, as the number of participants in the medical device industry grows, the possibility of intellectual property infringement claims against us increases. If we are found to infringe the intellectual property rights of third parties, we could be required to pay substantial damages, including treble damages if an infringement is found to be willful, and/or royalties and could be prevented from selling our products unless we obtain a license or are able to redesign our products to avoid infringement. Any such license may not be available on reasonable terms, if at all, and there can be no assurance that we would be able to redesign our products in a way that would not infringe the intellectual property rights of others. If we fail to obtain any required licenses or make any necessary changes to our products or technologies, we may have to withdraw existing products from the market or may be unable to commercialize one or more of our products, all of which could have a material adverse effect on our business, results of operations, and financial condition. If passed into law, patent reform legislation currently pending in the U.S. Congress could significantly change the risks associated with bringing or defending a patent infringement lawsuit. \n\nIn addition, we generally indemnify our customers and third-party sales agents and resellers with respect to infringement by our products of the proprietary rights of third parties. Third parties may assert infringement claims against our customers or third-party sales agents and resellers. These claims may require us to initiate or defend protracted and costly litigation on behalf of our customers or third-party sales agents and resellers, regardless of the merits of these claims. Such claims may in some instances require us to advance or indemnify the customer, sales agent or reseller for the cost of the defense, regardless of the plaintiff's ultimate success in the matter. If any of these claims succeed, we may be forced to pay damages on behalf of our customers or third-party sales agents and resellers or may be required to obtain licenses to intellectual property owned by such third parties. If we cannot obtain all necessary licenses on commercially reasonable terms, our customers and third-party sales agents and resellers may be forced to stop using or selling our products.\n\nRisks Related to Ownership of Our Common Stock\n\nThe price of our common stock may be volatile, and the value of an investment in our common stock could decline.\n\n57\n\nMedical device stocks have historically experienced volatility, and the trading price of our common stock may fluctuate substantially. These fluctuations could cause our stockholders to lose all or part of their investment in our common stock. Factors that could cause fluctuations in the trading price of our common stock include the following:\n\n•changes in interest rates, investor risk appetite and other macroeconomic factors impacting the market for securities issued by medical device companies;\n\n•the risk of inflation, interest rate increases and other macroeconomic factors impacting patients’ economic ability and likelihood of undergoing elective procedures, whether real or as perceived by investors;\n\n•actual or anticipated changes or fluctuations in our results of operations;\n\n•the impact of infectious diseases, and measures taken to combat them, on our business;\n\n•    results of our clinical trials and that of our competitors’ products;\n\n•    regulatory actions with respect to our products or our competitor’s products;\n\n•    announcements of new offerings, products, services or technologies, commercial relationships, acquisitions, or other events by us or our competitors;\n\n•    price and volume fluctuations in the overall stock market from time to time; \n\n•    significant volatility in the market price and trading volume of healthcare companies, in general, and of companies in the medical device industry in particular;\n\n•    fluctuations in the trading volume of our shares or the size of our public float;\n\n•    negative publicity;\n\n•    whether our results of operations meet the expectations of securities analysts or investors or those expectations change;\n\n•    litigation involving us, our industry, or both;\n\n•    regulatory developments in the United States, foreign countries, or both;\n\n•    lock-up releases and sales of large blocks of our common stock; \n\n•    additions or departures of key employees or scientific personnel; and\n\n•    general economic conditions and trends.\n\nIn addition, if the market for healthcare stocks or the stock market, in general, experience a further loss of investor confidence, the trading price of our common stock could decline for reasons unrelated to our business, results of operations, or financial condition. The trading price of our common stock might also decline in reaction to events that affect other companies in our industry even if these events do not directly affect us. In the past, following periods of volatility in the market price of a company’s securities, securities class action litigation has often been brought against that company. If our stock price is volatile, we may become the target \n\n58\n\nof securities litigation. Securities litigation could result in substantial costs and divert our management’s attention and resources from our business. This could have a material adverse effect on our business, results of operations, and financial condition.\n\nOur sales volumes and our operating results may fluctuate over the course of the year, which could affect the price of our common stock.\n\nWe have experienced and continue to experience meaningful variability in our sales and gross profit from quarter to quarter, as well as within each quarter. Our sales and results of operations will be affected by numerous factors, including, among other things:\n\n•payor coverage and reimbursement;\n\n•the number of products sold in the quarter and our ability to drive increased sales of our products;\n\n•our ability to establish and maintain an effective and dedicated sales force;\n\n•pricing pressure applicable to our products, including adverse third-party coverage and reimbursement outcomes;\n\n•the impact of infectious disease outbreaks on our business;  \n\n•results of clinical research and trials on our existing products and products in development;\n\n•the mix of our products sold because profit margins differ amongst our products;\n\n•timing of new product offerings, acquisitions, licenses or other significant events by us or our competitors;\n\n•the ability of our suppliers to timely provide us with an adequate supply of materials and components;\n\n•the evolving product offerings of our competitors;\n\n•the demand for, and pricing of, our products and the products of our competitors;\n\n•factors that may affect the sale of our products, including seasonality and budgets of our customers;\n\n•domestic and international regulatory clearances or approvals, or CE Certificates of Conformity, and legislative changes affecting the products we may offer or those of our competitors;\n\n•interruption in the manufacturing or distribution of our products;\n\n•the effect of competing technological, industry and market developments;\n\n•our ability to expand the geographic reach of our sales and marketing efforts;\n\n•the costs of maintaining adequate insurance coverage, including product liability insurance;\n\n•the availability and cost of components and materials;\n\n•the number of selling days in the quarter;\n\n•fluctuation in foreign currency exchange rates; and\n\n•impairment and other special charges.\n\nSome of the products we may seek to develop and introduce in the future will require FDA clearance or approval before commercialization in the United States, and commercialization of such products outside of the United States would likely require additional regulatory approvals, or Certificates of Conformity and import licenses. As a result, it will be difficult for us to forecast demand for these products with any degree of certainty. In addition, we will be increasing our operating expenses as we expand our commercial capabilities. Accordingly, we may experience significant, unanticipated losses. If our quarterly or annual operating results fall below the expectations of investors or securities analysts, the price of our common stock could decline substantially. Furthermore, any quarterly or annual fluctuations in our operating results may, in turn, cause the price of our common stock to fluctuate \n\n59\n\nsubstantially. Quarterly comparisons of our financial results may not always be meaningful and should not be relied upon as an indication of our future performance.\n\nWe may be unable to utilize our federal and state net operating loss carryforwards to reduce our income taxes.\n\nAs of December 31, 2024, we had net operating loss (“NOL”) carryforwards of $350.5 million and $271.6 million available to reduce future taxable income, if any, for U.S. federal income tax and state income tax purposes, respectively. If not utilized, our federal and state NOL carryforwards begin to expire in 2030 and 2024, respectively. Portions of these NOL carryforwards could expire unused and be unavailable to offset future income tax liabilities. Unused U.S. federal NOLs generated in tax years beginning after December 31, 2017, will not expire and may be carried forward indefinitely, but the deductibility of such federal NOL is limited to 80% of taxable income. At the state level, there may be periods during which the use of NOL is suspended or otherwise limited. For example, California imposed limits on the usability of California state net operating losses to offset taxable income in tax years beginning after 2023 and before 2027. In addition, under Section 382 of the Code, and corresponding provisions of state law, if a corporation undergoes an “ownership change,” which generally occurs if the percentage of the corporation’s stock owned by 5% stockholders increases by more than 50% over a three-year period, the corporation’s ability to use its pre-change NOL carryforwards and other pre-change tax attributes to offset its post-change income may be limited. We updated our Section 382 ownership change analysis through December 31, 2020. The analysis determined that we have experienced Section 382 ownership changes in 2010 and 2020. A total of $1.4 million of our NOLs and tax credit carryforwards are subject to limitation as a result of the ownership change. \n\nOur charter documents and Delaware law could discourage takeover attempts and lead to management entrenchment.\n\nOur amended and restated certificate of incorporation and amended and restated bylaws contain provisions that could delay or prevent a change in control of our company. These provisions could also make it difficult for stockholders to elect directors that are not nominated by the current members of our board of directors or take other corporate actions, including effecting changes in our management. These provisions include:\n\n•    a classified board of directors with three-year staggered terms, which could delay the ability of stockholders to change the membership of a majority of our board of directors;\n\n•    the ability of our board of directors to issue shares of preferred stock and to determine the price and other terms of those shares, including preferences and voting rights, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquiror;\n\n•    the exclusive right of our board of directors to elect a director to fill a vacancy created by the expansion of our board of directors or the resignation, death or removal of a director, which prevents stockholders from being able to fill vacancies on our board of directors;\n\n•    a prohibition on stockholder action by written consent, which forces stockholder action to be taken at an annual or special meeting of our stockholders;\n\n•    the requirement that a special meeting of stockholders may be called only by a majority vote of our entire board of directors, the chairman of our board of directors, or our chief executive officer, which could delay the ability of our stockholders to force consideration of a proposal or to take action, including the removal of directors;\n\n•    the requirement for the affirmative vote of holders of at least 66 2/3% of the voting power of all of the then-outstanding shares of the voting stock, voting together as a single class, to amend the provisions of our amended and restated certificate of incorporation relating to the management of our business or our amended and restated bylaws, which may inhibit the ability of an acquiror to effect such amendments to facilitate an unsolicited takeover attempt; and\n\n•    advance notice procedures with which stockholders must comply to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquiror from \n\n60\n\nconducting a solicitation of proxies to elect the acquiror’s own slate of directors or otherwise attempting to obtain control of us. \n\nIn addition, as a Delaware corporation, we are subject to Section 203 of the Delaware General Corporation Law. These provisions may prohibit large stockholders, in particular those owning 15% or more of our outstanding voting stock, from merging or combining with us for a certain period of time.\n\nA Delaware corporation may opt out of this provision by express provision in its original certificate of incorporation or by amendment to its certificate of incorporation or bylaws approved by its stockholders. However, we have not opted out of, and do not currently intend to opt out of, this provision.\n\nThese and other provisions in our amended and restated certificate of incorporation, amended and restated bylaws and Delaware law could make it more difficult for stockholders or potential acquirers to obtain control of our board of directors or initiate actions that are opposed by our then-current board of directors, including delay or impede a merger, tender offer, or proxy contest involving our company. We regularly review these defensive provisions with our Board of Directors and our larger stockholders but have thus far elected not to remove any of these provisions as we believe they enable our Board of Directors to plan and manage the business with a longer time horizon in mind. The existence of these provisions could negatively affect the price of our common stock and limit opportunities for our stockholders to realize value in a corporate transaction.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware and the U.S. federal district courts are the exclusive forums for substantially all disputes between us and our stockholders, which restricts our stockholders’ ability to bring a lawsuit against us or our directors, officers, or employees in jurisdictions other than Delaware and federal district courts.\n\nOur amended and restated certificate of incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for any derivative action or proceeding brought on our behalf; any action asserting a breach of a fiduciary duty; any action asserting a claim against us arising pursuant to the Delaware General Corporation Law, our amended and restated certificate of incorporation, or our amended and restated bylaws; or any action asserting a claim against us that is governed by the internal affairs doctrine. The provision would not apply to suits brought to enforce a duty or liability created by the Exchange Act. This choice of forum provision may limit a stockholder's ability to bring a claim in a judicial forum that it finds favorable for these types of disputes with us or our directors, officers, or other employees.\n\nOur amended and restated certificate of incorporation also provides that the U.S. federal district courts are the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act. \n\nAdverse developments affecting the banking industry or the broader financial services industry, such as actual events or concerns involving liquidity, defaults or non-performance, could adversely affect our operations and liquidity.\n\nActual events involving limited liquidity, defaults, non-performance or other adverse developments that affect financial institutions or other companies in the financial services industry or the financial services industry generally, or concerns or rumors about any events of these kinds, have in the past and may in the future lead to market-wide liquidity problems. For example, on March 10, 2023, Silicon Valley Bank, a California corporation (\"SVB\"), was closed by the California Department of Financial Protection and Innovation, which appointed the Federal Deposit Insurance Corporation (\"FDIC\"), as receiver.\n\nAlthough a statement by the U.S. Department of the Treasury, the Federal Reserve and the FDIC stated that all depositors of SVB would have access to all of their money after only one business day following the date of closure and we and other depositors with SVB received such access on March 13, 2023, uncertainty and liquidity concerns in the broader financial services industry remain. Inflation and rapid increases in interest rates have led to a decline in the trading value of previously issued government securities with interest rates below current market interest rates. The U.S. Department of Treasury, FDIC and Federal Reserve Board announced a program to provide up to $25 billion of loans to financial institutions secured by such government securities held by financial institutions to mitigate the risk of potential losses on the sale of such instruments. However, widespread demands for customer withdrawals or other needs of financial institutions for immediate liquidity may exceed the capacity of such program. There is no guarantee that the U.S. Department of Treasury, FDIC and Federal Reserve Board will provide access to uninsured funds in the future in the event of the closure of other banks or financial institutions in a timely fashion or at all.\n\nOur access to our cash and cash equivalents in amounts adequate to finance our operations could be significantly impaired by the financial institutions with which we have arrangements directly facing liquidity constraints or failures. In addition, investor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and tighter financial and operating covenants, or systemic limitations on access to credit and liquidity sources, thereby making it more difficult for us to acquire financing on acceptable terms or at all. Any material decline in available funding or \n\n61\n\nour ability to access our cash and cash equivalents could adversely impact our ability to meet our operating expenses, result in breaches of our contractual obligations or result in violations of federal or state wage and hour laws, any of which could have material adverse impacts on our operations and liquidity.\n\nIn addition, if any parties with whom we conduct business are unable to access funds held in uninsured deposit accounts or pursuant to lending arrangements with a financial institution that is placed in receivership by the FDIC, such parties’ ability to pay their obligations to us or to enter into new commercial arrangements requiring additional payments to us could be adversely affected.\n\nOur loan and security agreement contains covenants that may restrict our business and financing activities.\n\nOur Loan and Security Agreement (as amended, the \"Amended Loan Agreement\") with Silicon Valley Bank, a division of First-Citizens Bank & Trust Company (“First-Citizens”) contains customary events of default, including bankruptcy, the failure to make payments when due, the occurrence of a material impairment on First-Citizens security interest over the collateral, a material adverse change, the occurrence of a default under certain other indebtedness incurred by us or our subsidiaries, the rendering of certain types of judgments against us and our subsidiaries, the revocation of certain government approvals, violation of covenants, and incorrectness of representations and warranties in any material respect.\n\nThe Amended Loan Agreement is secured by substantially all our assets other than our intellectual property, which intellectual property is subject to a negative pledge under the terms of the Amended Loan Agreement. The Amended Loan Agreement includes affirmative and negative covenants applicable to us and certain of our foreign subsidiaries. The affirmative covenants include, among others, covenants requiring us to maintain our legal existence and governmental compliance, deliver certain financial reports, and maintain insurance coverage. The negative covenants include, among others, restrictions regarding transferring collateral, pledging our intellectual property to other parties, engaging in mergers or acquisitions, paying dividends or making other distributions, incurring indebtedness, transacting with affiliates, and entering into certain investments, in each case subject to certain exceptions.\n\nThe covenants in the Amended Loan Agreement, as well as any future financing agreements that we may enter into, may restrict our ability to finance our operations, engage in, expand, or otherwise pursue our business activities and strategies. Our ability to comply with these covenants may be affected by events beyond our control, and future breaches of any of these covenants could result in a default under our credit facility agreements. If not waived, future defaults could cause all of the outstanding indebtedness under the Amended Loan Agreement to become immediately due and payable.\n\nIf we do not have or are unable to generate sufficient cash available to repay our debt obligations when they become due and payable, either upon maturity or in the event of a default, we may not be able to obtain additional debt or equity financing on favorable terms, if at all, which may negatively impact our ability to operate our business.\n\nOur ability to access credit on favorable terms, if necessary, for the funding of our operations and capital projects may be limited due to changes in credit markets.\n\nIn the past, the credit markets and the financial services industry have experienced disruption characterized by the bankruptcy, failure, collapse or sale of various financial institutions, increased volatility in securities prices, diminished liquidity and credit availability and intervention from the U.S. and other governments. Continued concerns about the systemic impact of potential long-term or widespread downturn, energy costs, geopolitical issues, the availability and cost of credit, the global commercial and residential real estate markets and related mortgage markets and reduced consumer confidence have contributed to increased market volatility. The cost and availability of credit has been and may continue to be adversely affected by these conditions. We cannot be certain that funding for our capital needs will be available from our existing financial institutions and the credit markets if needed, and if available, to the extent required and on acceptable terms. On November 8, 2024, we entered into a Third Amendment to Loan and Security Agreement (the “Third Amendment”) with Silicon Valley Bank, a division of First-Citizens Bank & Trust Company (“First-Citizen”), which amends the Company’s Loan and Security Agreement, dated as of August 12, 2021 (the “Original Loan Agreement”), as amended by that certain First Amendment to Loan and Security Agreement, dated as of January 6, 2023 (the “First Amendment”) and that certain Second Amendment to Loan and Security Agreement, dated as of January 25, 2024 (the “Second Amendment” and collectively with the Original Loan Agreement, as amended by the First Amendment, Second Amendment and Third Amendment, the “Third Amended Loan Agreement”). The Third Amendment Term Loan extended by First-Citizens to us pursuant to the current Third Amended Loan Agreement terminates and matures on September 1, 2029, and if we cannot renew or refinance this Third Amendment Term Loan, if needed at such time, or obtain funding when needed, in each case on acceptable terms, such conditions may have an adverse effect on our ability to operate our business. See “Note 7. Borrowings” to the “Notes to Consolidated Financial Statements” included in this report for additional information.",
      "char_count": 192775
    }
  },
  "extracted_at": "2026-01-19T15:56:39.171332"
}