{
  "ticker": "SNDX",
  "company_name": "Syndax Pharmaceuticals Inc",
  "cik": 1395937,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-030394",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001395937&accession_number=000095017025030394&xbrl_type=v",
  "sic_code": "2834",
  "industry": "Pharmaceutical Preparations",
  "sections": {
    "item1": {
      "text": "Item 1. BUSINESS \n\n  Our Company\n\n  We are a commercial-stage biopharmaceutical company developing an innovative pipeline of cancer therapies. We currently have two commercially approved medicines and a robust slate of clinical development programs designed to unlock the full potential of our first two medicines.\n\n  Revuforj® (revumenib) is our first-in-class menin inhibitor that was approved by the U.S. Food and Drug Administration, or FDA, in November 2024 for the treatment of relapsed or refractory, or R/R, acute leukemia with a lysine methyltransferase 2A gene, or KMT2A, translocation in adult and pediatric patients one year old and older. In the second quarter of 2025, we expect to submit a supplemental New Drug Application, or sNDA, for revumenib as a treatment for R/R acute myeloid leukemia, or AML, with a nucleophosmin 1 mutation, or mNPM1, based on the positive pivotal data from our AUGMENT-101 trial. We are also studying revumenib in combination with standard-of-care agents in mNPM1 AML or KMT2A-rearranged, or KMT2Ar, acute leukemia across the treatment landscape, including in newly diagnosed patients. Additionally, we are exploring the use of revumenib as a treatment in solid tumors, specifically its activity in metastatic colorectal cancer.\n\n  Niktimvo™ (axatilimab-csfr) is our first-in-class colony stimulating factor-1 receptor, or CSF-1R, blocking antibody that was approved by the FDA in August 2024 for the treatment of chronic graft-versus-host disease, or cGVHD, after failure of at least two prior lines of systemic therapy in adult and pediatric patients weighing at least 40 kg. Axatilimab is in development for the treatment of newly diagnosed cGVHD patients in combination with standard of care therapies, as well for the treatment of idiopathic pulmonary fibrosis, or IPF.\n\n  We licensed the global rights to axatilimab and revumenib and are working closely with our collaboration partner, Incyte, on the commercialization and further development of axatilimab. We plan to continue to leverage the technical and business expertise of our management team and scientific collaborators to license, acquire and develop additional therapeutics to expand our pipeline.\n\n  Our Strategy \n\n  •Successfully commercialize Revuforj in the U.S. for R/R acute leukemia patients with a KMT2A translocation and establish Revuforj as the preferred menin inhibitor, leveraging our first mover advantage and robust clinical data.\n\n  •Expand the indicated population for Revuforj, starting with the submission of a sNDA for R/R mNPM1 AML, expected in the second quarter of 2025, based upon the positive pivotal data from the AUGMENT-101 trial.\n\n  •Advance a robust pipeline of frontline trials of revumenib in combination with standard of care therapies to support potential additional listings in the National Comprehensive Cancer Network, or NCCN, Guidelines® and/or label expansion opportunities.\n\n  •Evaluate opportunities to commercialize Revuforj outside of the United States, potentially on our own or in collaboration with partners who have operations and expertise outside the United States. \n\n  •Successfully commercialize Niktimvo, in partnership with Incyte, for the treatment of cGVHD patients who have failed at least two prior lines of systemic therapy.\n\n  •Continue to advance clinical development programs designed to unlock the opportunity for Niktimvo to address newly diagnosed patients with cGVHD and other diseases, starting with IPF.\n\n  •Leverage the technical, clinical, regulatory and business expertise of our management team, scientific collaborators, and organization and network of advisors to license, acquire and develop additional cancer therapies to expand our pipeline and development plans.\n\n  We believe that strong execution of our strategy will position us to realize our mission to extend and improve the lives of cancer patients.\n\n  Our Products & Ongoing Development Programs\n\n  1\n\n  We have a product portfolio consisting of two FDA-approved products, Revuforj (revumenib) and Niktimvo (axatilimab-csfr), and a robust slate of clinical development programs designed to expand the opportunities for both medicines.\n\n  Revuforj (revumenib)\n\n  Revuforj is our oral, first-in-class menin inhibitor that was approved by the FDA in November 2024 for the treatment of R/R acute leukemia with a KMT2A translocation in adult and pediatric patients one year and older.  The FDA previously granted Breakthrough Therapy and Fast Track designations as well as Priority Review to revumenib. The New Drug Application, or NDA, received approval through the FDA’s Real Time Oncology Review program.\n\n  The efficacy evaluation of Revuforj was based on an FDA analysis of 104 patients with R/R acute leukemia with a KMT2A translocation who were treated with Revuforj in the Phase 1/2 AUGMENT-101 trial. In the efficacy population, the rate of complete remission, or CR, plus CR with partial hematological recovery, or CRh, was 21% (22/104 pts; 95% confidence interval [CI]: 13.8%, 30.3%). The median duration of CR+CRh was 6.4 months (95% CI: 2.7, not estimable) and the median time to CR or CRh was 1.9 months (range: 0.9, 5.6 months). 23% (24/104 pts) of patients underwent hematopoietic stem cell transplantation, or HSCT, following treatment with Revuforj. Results from the 104-patient efficacy analysis are consistent with the previously reported, protocol-defined Phase 2 interim analysis of patients with R/R KMT2Ar acute leukemia in the AUGMENT-101 trial (n=57) which were published in the Journal of Clinical Oncology in August 2024.\n\n  The safety evaluation of Revuforj was based on an FDA analysis of 135 patients with R/R acute leukemia with a KMT2A translocation who were treated with Revuforj. The most common adverse reactions (≥20%) including laboratory abnormalities were hemorrhage, nausea, phosphate increased, musculoskeletal pain, infection, aspartate aminotransferase increased, febrile neutropenia, alanine aminotransferase increased, parathyroid hormone intact increased, bacterial infection, diarrhea, differentiation syndrome, electrocardiogram QT prolonged, phosphate decreased, triglycerides increased, potassium decreased, decreased appetite, constipation, edema, viral infection, fatigue, and alkaline phosphatase increased.  Adverse reactions leading to dose reduction or permanent discontinuation were low at 10% and 12% of patients, respectively. The Revuforj U.S. Prescribing Information contains a boxed warning for differentiation syndrome.\n\n  In late November 2024, we launched Revuforj, the first and only FDA-approved menin inhibitor, for commercial sale in the U.S.\n\n  In December 2024, revumenib was added to the latest NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines) for AML and acute lymphoblastic leukemia, or ALL, as a category 2A recommendation for R/R acute leukemia with a KMT2A rearrangement.\n\n  Revumenib Development Programs\n\n  We are developing revumenib for R/R mNPM1 AML and studying the use of revumenib in combination with standard-of-care agents in mNPM1 AML or KMT2Ar acute leukemia across the treatment landscape, including in newly diagnosed patients.\n\n  2\n\n  Overview of revumenib development pipeline\n\n  Revumenib for the treatment of R/R mNPM1 AML\n\n  In March 2024, we announced the completion of enrollment in the pivotal Phase 2 cohort of patients with R/R mNPM1 AML in the AUGMENT-101 trial of revumenib.\n\n  In November 2024, we announced that the primary endpoint was met in the protocol-defined efficacy population of 64 adults with R/R mNPM1 AML in the Phase 2 cohort of the AUGMENT-101 trial. The primary endpoint was met with a CR/CRh rate of 23% (15/64; 95% CI: 14%, 36%; one-sided p-value =0.001). The observed median duration of CR/CRh responses was 4.7 months (95% CI: 1.2, 8.2) at the time of the data cutoff with three patients remaining in response. Minimal residual disease, or MRD, status was assessed in 14 of 15 patients who achieved CR/CRh, 64% (9/14) of whom were MRD negative. The overall response rate, or ORR, was 47% (30/64; 95% CI: 34%, 60%). 17% (5/30) of patients who achieved an overall response underwent HSCT following treatment with revumenib, with three resuming revumenib therapy post-transplant.\n\n  Based on the positive pivotal data, we expect to submit an sNDA for revumenib in R/R mNPM1 AML in the second quarter of 2025, followed by a potential FDA approval around year-end 2025. We also expect to publish the pivotal data in R/R mNPM1 AML and submit the resulting publication to the NCCN Guidelines for consideration in the second quarter of 2025.\n\n  3\n\n  In December 2024, we shared results from an expanded analysis of the R/R mNPM1 AML patients who enrolled into the Phase 2 cohort of AUGMENT-101. Among the 84 patients enrolled in the cohort, 77 met the efficacy evaluable criteria requiring patients to have blast counts >5% measured within 28 days prior to treatment and a centrally confirmed NPM1 mutation. In this expanded post-hoc efficacy analysis, 48% (37/77; 95% CI: 37%, 60%) achieved an overall response, and 26% (20/77; 95% CI: 17%, 37%) achieved a CR/CRh. The median duration of CR/CRh response was 4.7 months as of the September 2024 data cut off. MRD status was assessed in 19 of 20 patients who achieved CR/CRh, 63% (12/19) of whom were MRD negative.\n\n  Revumenib in combination with standard of care agents in mNPM1 or KMT2Ar acute leukemias across the treatment landscape\n\n  Multiple trials evaluating revumenib in mNPM1 and KMT2Ar acute leukemia across the treatment landscape are ongoing. These trials include:  \n\n  •BEAT AML: A Phase 1 trial evaluating the combination of revumenib with venetoclax and azacitidine in newly diagnosed mNPM1 or KMT2Ar AML patients. The trial is being conducted as part of the Leukemia & Lymphoma Society’s Beat AML® Master Clinical Trial. Updated data reported from the trial in December 2024 showed an ORR of 100% (37/37) and a composite complete remission, or CRc, rate of 95% (35/37).\n\n  •SAVE: A Phase 1/2 trial evaluating an all-oral combination of revumenib with venetoclax and decitabine/cedazuridine in pediatric and adult patients with R/R AML or mixed-lineage acute leukemia, or MPAL, harboring either mNPM1, KMT2Ar, or NUP98r alterations. The trial is being conducted by investigators from MD Anderson Cancer Center. Updated data that showed an ORR of 82% (27/33) and a CR/CRh rate of 48% (16/33) were presented at the 66th American Society of Hematology, or ASH, Annual Meeting in December 2024. The trial is now enrolling a cohort of newly diagnosed patients.\n\n  •Intensive chemotherapy: A Phase 1 trial evaluating the combination of revumenib with intensive chemotherapy (7+3) followed by revumenib maintenance treatment in newly diagnosed mNPM1 or KMT2Ar acute leukemia patients. We expect to report Phase 1 data in the second half of 2025.\n\n  •Break Through Cancer: A Phase 2 trial studying whether the combination of revumenib and venetoclax can eliminate MRD in patients with AML and extend progression-free survival. The trial is being conducted by Break Through Cancer, a collaboration between leading U.S. cancer research centers.\n\n  •INTERCEPT: A Phase 1 trial evaluating the use of novel therapies, including revumenib, to target MRD and early relapse in AML. The trial is being conducted by the Australasian Leukaemia and Lymphoma Group as part of the INTERCEPT AML master clinical trial. Data that showed 54% (6/11) of patients had MRD reduction at any time, including 36% (4/11) who achieved MRD negativity, were presented at the 66th ASH Annual Meeting in December 2024. \n\n  In addition to the ongoing trials described above, we plan to initiate additional trials of revumenib across the acute leukemia treatment continuum. In the first quarter of 2025, we are initiating a pivotal trial of revumenib in combination with venetoclax and azacitidine in newly diagnosed mNPM1 or KMT2Ar acute leukemia patients unfit to receive intensive chemotherapy. We also plan to initiate multiple trials of revumenib in combination with standard of care treatment regimens in newly diagnosed acute leukemia patients who are fit to receive intensive chemotherapy, starting in the second half of 2025.\n\n  Revumenib in colorectal cancer (CRC)\n\n  We are evaluating revumenib in patients with R/R metastatic microsatellite stable, or MSS, colorectal cancer, in an ongoing Phase 1/2 proof-of-concept trial designed to assess the safety, tolerability, and anti-tumor activity of revumenib.\n\n  In June 2024, we announced that we had advanced into the Phase 1b portion of the trial. The decision was supported by the trial’s Independent Data Monitoring Committee (IDMC) following its pre-planned review of initial data from the Phase 1a portion of the trial. The Phase 1a dose escalation portion of the trial enrolled a total of 19 patients who had a median of four prior therapies across three dose cohorts, including 163 mg, 226 mg, and 276 mg three times a day. Revumenib was well-tolerated at all dose levels tested and the safety profile was consistent with the Company’s previously reported data.  In addition, the initial efficacy results provide early clinical support that \n\n  4\n\n  revumenib may be able to impact disease progression in R/R patients with metastatic MSS CRC. At doses believed to achieve full target saturation, dose levels 2 and 3, 44% (4/9) of patients had stable disease at 8 weeks, and 33% (3/9) of patients had stable disease at 16 weeks.\n\n  Niktimvo (axatilimab)\n\n  Niktimvo (axatilimab-csfr) is our first-in-class CSF-1R-blocking antibody that was approved by the FDA in August 2024 for the treatment of cGVHD after failure of at least two prior lines of systemic therapy in adult and pediatric patients weighing at least 40 kg.\n\n  The FDA approval was based on data from the global AGAVE-201 study evaluating the safety and efficacy of Niktimvo in 241 adult and pediatric patients with refractory cGVHD who received at least two prior lines of systemic therapy. The trial met the primary endpoint across all cohorts receiving Niktimvo. Results from the study showed durable responses across all organs studied and patient subgroups. Among patients who received Niktimvo at the approved dose of 0.3 mg/kg every two weeks (N=79), 75% achieved an overall response rate (ORR) within the first six months of treatment, with a median time to response of 1.5 months. Additionally, 60% maintained a response at 12 months (measured from first response to new systemic therapy or death, based on the Kaplan Meier estimate). The trial also met a key exploratory endpoint, with a majority (56%) of patients achieving a ≥7-point improvement in the modified Lee Symptom Scale, or mLSS, score. Organ-specific complete and partial responses were demonstrated across all organs studied that are affected by cGVHD, including lower gastrointestinal, or GI, upper GI, esophagus, joints/fascia, mouth, lungs, liver, eyes and skin. The most common (≥15%) adverse reactions, including laboratory abnormalities, were increased aspartate aminotransferase, infection (pathogen unspecified), increased alanine aminotransferase, decreased phosphate, decreased hemoglobin, viral infection, increased gamma glutamyl transferase, musculoskeletal pain, increased lipase, fatigue, increased amylase, increased calcium, increased creatine phosphokinase, increased alkaline phosphatase, nausea, headache, diarrhea, cough, bacterial infection, pyrexia and dyspnea.\n\n  In September 2024, the pivotal data from the AGAVE-201 trial were published in the New England Journal of Medicine. In August 2024, axatilimab-csfr was added to the latest NCCN Guidelines as a category 2A recommendation for the treatment of chronic GVHD after the failure of at least two prior lines of systemic therapy in adult and pediatric patients weighing at least 40 kg.\n\n  In January 2025, we launched Niktimvo for commercial sale in the U.S. in partnership with Incyte and in accordance with the collaboration agreement and license agreement with Incyte described below under the heading “Collaborations - Incyte Collaboration and License Agreement.” Under the agreement, we are co-commercializing Niktimvo along with Incyte.\n\n  Axatilimab Development Programs\n\n  Axatilimab is in development for the treatment of newly diagnosed chronic GVHD patients and for other fibrotic diseases, such as IPF. \n\n  Axatilimab is a monoclonal antibody targeting the colony stimulating factor-1 receptor, or CSF-1R, a cell surface protein thought to control the survival and function of monocytes and macrophages. Axatilimab binds with high affinity to CSF-1R and blocks the binding of the two known CSF-1R ligands CSF-1 and IL-34. CSF-1R is expressed on the surface of specific immune cells known as macrophages and their precursor cells known as monocytes. CSF-1R signaling on these cells has been demonstrated in preclinical studies conducted in animal models of skin and lung cGVHD to be the key regulatory pathway involved in the expansion and infiltration of the macrophages that mediate fibrosis and the cGVHD disease process. Blocking CSF-1R activity with an experimental CSF-1R antibody in these studies was shown to prevent and treat the symptoms of cGVHD. We believe that by inhibiting CSF-1R activation on monocytes and macrophages, axatilimab has the potential to be used to treat cGVHD as well as other fibrotic diseases where monocyte-derived macrophages have been shown to play a significant role.  \n\n  5\n\n  Our near-term focus is to investigate the potential for axatilimab to provide meaningful clinical benefit earlier in the treatment of cGVHD and to establish proof-of-concept for the use of axatilimab to treat other fibrotic diseases where monocyte-derived macrophages have been shown to play a role.\n\n  Overview of axatilimab development pipeline\n\n  Axatilimab for the treatment of newly diagnosed cGVHD patients\n\n  Our partner, Incyte, has initiated two clinical trials studying the use of axatilimab in combination with standard of care cGVHD therapies in the frontline setting. One trial is a Phase 2, open-label, randomized, multicenter trial of axatilimab in combination with ruxolitinib in patients 12 years of age and older with newly diagnosed cGVHD. The second trial is a Phase 3, randomized, double-blind, placebo-controlled, multi-center trial that will investigate the use of axatilimab in combination with corticosteroids as initial treatment for cGVHD.\n\n  Axatilimab for the treatment of IPF\n\n  In January 2024, we announced that our randomized, double-blind, placebo-controlled Phase 2 trial of axatilimab on top of standard of care in patients with IPF was open for enrollment. The ongoing trial, referred to as MAXPIRe, will assess the efficacy, safety and tolerability of axatilimab. We expect to complete enrollment in the trial in 2025 with topline data anticipated in 2026.\n\n  6\n\n  Entinostat\n\n  Entinostat is our oral, small molecule product candidate that has direct effects on both cancer cells and immune regulatory cells, potentially enhancing the body’s immune response to tumors. We have deprioritized the development of entinostat, but maintain a license, development and commercialization agreement with Eddingpharm International Company Limited, or Eddingpharm, under which we granted Eddingpharm an exclusive license under our intellectual property rights to develop and commercialize entinostat in China and certain other Asian countries. In April 2024, entinostat received marketing approval in China.\n\n  Disease and Market Overviews\n\n  Revumenib is being developed for the treatment of R/R adult and pediatric patients with KMT2Ar ALL, KMT2Ar AML and NPM1 mutant AML. At this time, other than Revuforj, there are no drugs approved for these defined populations and patients are managed using the standard of care treatment regimens developed for general AML and ALL populations. While there are other agents in early development for similar populations, Revuforj is the first defined therapy for patients with KMT2Ar ALL and KMT2Ar AML.\n\n  KMT2A-Rearranged Acute Leukemia\n\n  KMT2A-rearranged (KMT2Ar), also known as mixed lineage leukemia rearranged or MLLr, acute leukemias arise by rare, spontaneous translocations at the MLL1 locus (11q23). It is estimated that approximately 10% of AML and ALL harbor a KMT2A rearrangement with a worldwide incidence of approximately 5,000 to 7,000 cases per year. KMT2Ar acute leukemia is routinely diagnosed through currently available cytogenetic or molecular diagnostic techniques.\n\n  KMT2A-rearrangements give rise to an aggressive form of acute leukemia that is associated with a very poor prognosis and high relapse rates. It is estimated that more than 95% of patients with KMT2Ar acute leukemia have a KMT2A translocation, a type of rearrangement that occurs when part of one chromosome breaks and fuses to a different chromosome. More than half of patients with KMT2Ar acute leukemia will relapse after receiving conventional frontline therapies, with a median overall survival, or OS, of less than one year. With third line treatment or beyond, only 5% of patients achieve complete remission, and the median OS is less than three months.\n\n  Revuforj is the first and only FDA-approved treatment for patients with R/R acute leukemia with a KMT2A translocation. Currently there are several other clinical-stage menin-inhibitors in development for the treatment of KMT2Ar acute leukemias.\n\n  Mutant NPM1 (mNPM1) Acute Myeloid Leukemia (AML)\n\n  Mutations in the NPM1 gene are the most common genetic alteration in adult AML and are observed in approximately 30% of cases. Patients with relapsed or refractory mNPM1 AML have a poor prognosis and high unmet need.\n\n  Recent preclinical research has demonstrated that mNPM1 works directly with the menin-MLL complex to induce a leukemic transcription program. As a result, mNPM1 harboring cells are sensitive to menin-MLL interaction inhibitors. In mNPM1 cells, inhibition of the menin-MLL interaction suppresses the leukemic transcription program, causing growth arrest, terminal differentiation and cell death. In animal models, small molecule inhibitors of the menin-MLL interaction have demonstrated deep and durable single agent treatment effects in multiple mNPM1 xenografts. Based on these findings, blocking the menin-MLL1 interaction represents a novel targeted strategy for the treatment of mNPM1 AML.\n\n  Like KMT2Ar acute leukemia, mNPM1 is readily diagnosed as part of the standard AML patient work-up today, and yet there are no targeted therapies specifically approved to treat patients with mNPM1 AML. There are several additional clinical stage agents currently advancing as potential treatments for mNPM1 AML.\n\n  Colorectal Cancer (CRC)\n\n  CRC is the second most lethal cancer, the third most prevalent malignant tumor worldwide, and the fourth most common cancer diagnosed in the United States each year. In 2023, over 153,000 new CRC estimated cases arose, resulting in 52,500 estimated deaths, accounting for nearly 8% of new cancer cases and 9% of cancer deaths in the U.S. Meanwhile, the five-year survival rate for CRC is approximately 65% and drops to 15% for metastatic CRC.\n\n  7\n\n  Today, physicians can choose from a number of approved chemotherapies (Stivarga®, Lonsurf®), immunotherapies (Yervoy®, Keytruda®, Opdivo®) and targeted agents (Avastin®, Cyramza®, Zaltrap®, Erbitux®, Vectibix®, Braftovi®, FRUZAQLATM™) to treat CRC. Despite these advancements, there remains a critical need for more effective therapies to address metastatic CRC.\n\n  Nearly all colorectal tumors harbor genetic mutations that lead to the hyperactivation of b-catenin signaling, which in turn initiate the expression of various downstream targets that promote proliferation and maintain a stem cell state, highlighting the potential value of developing treatments that target b-catenin signaling in cancer. b-catenin itself, however, is an intractable drug target and the mechanisms underlying b-catenin–driven transcription remains largely elusive, underscoring the need to identify therapeutically tractable components of b-catenin transcriptional output. Recently, several researchers have utilized functional genomic screens to uncover new targets of high relevance to the oncogenic property of b-catenin. Through this process they have validated the selective dependence of KMT2A for growth of b-catenin–active CRC cells and showed KMT2A expression to be associated with malignant CRC growth in vivo and shortened survival in patients with CRC. Targeting KMT2A using menin inhibitors has been shown to selectively reduce the viability of b-catenin–active cells and CRC organoids, but not b-catenin–inactive cells and normal organoids.\n\n  Chronic Graft-Versus-Host Disease (cGVHD)\n\n  cGVHD, an immune response of the donor-derived hematopoietic cells against recipient tissues, is a serious, potentially life-threatening complication of allogeneic hematopoietic stem cell transplantation, or HSCT, that can last for years. cGVHD is a leading cause of significant morbidity and mortality after HSCT and is estimated to develop in approximately 42% of transplant recipients, affecting approximately 17,000 patients in the U.S. Of those patients who develop chronic GVHD, nearly 50% require at least three lines of treatment, emphasizing the need for additional effective treatment options. cGVHD typically manifests across multiple organ systems, with the skin and mucosa being commonly involved, and is characterized by the development of fibrotic tissue.\n\n  cGVHD has historically been managed by off-label treatments. However, in the past several years, the FDA has approved three drugs, Imbruvica® (ibrutinib), Rezurock® ( belomosidil) and Jakafi® (ruxolitinib), for use in patients with cGVHD after failure of one or more prior lines of systemic therapy. All three of these drugs may compete with Niktimvo in patients diagnosed with cGVHD. The first line of therapy for cGVHD is typically corticosteroids, though approximately 50% of patients may require treatment with additional systemic therapies, such as extracorporeal photopheresis, cytostatic agents such as mycophenolate moftetil, methotrexate, and immunomodulators such as rituximab, IL-2. Imbruvica® (ibrutinib), a BTK inhibitor, was the first FDA-approved therapy for cGVHD and is indicated for use after one or more lines of therapy. Imbruvica received approval based on Phase 1/2 clinical trial data that showed a 68% overall response rate, with 48% of responses lasting 20 weeks or longer and reduced dependence on steroids for most patients. Prior to the recent FDA approval of Niktimvo (axatilimab-csfr), the FDA had previously approved two other drugs, Rezurock® (belomosidil), for use in patients with cGVHD after failure of at least two prior lines of systemic therapy, and Jakafi® (ruxolitinib), for use in patients with cGVHD after failure of one or more prior lines of systemic therapy. While the other agents have shown a benefit in improving symptoms of this disease, none have demonstrated an improvement in long-term outcomes and a significant unmet medical need still remains for this patient population. Additionally, the other previously approved agents are believed to exert their effect through T- and B-cells, with minimal impact on macrophages. By inhibiting the work of monocyte-derived macrophages, axatilimab provides a differentiated way to treat cGVHD, which we expect to ultimately have a more pronounced impact on the fibrotic process. We also believe that shifting CSF-1R inhibition earlier in the treatment phase of cGVHD, to minimize formation of fibrotic tissue, could have a meaningful long-term impact on the disease process itself.\n\n  Idiopathic Pulmonary Fibrosis (IPF)\n\n  IPF is a specific form of chronic, fibrosing, interstitial pneumonia limited to the lungs with a median survival of approximately three to five years after diagnosis. IPF is a rare disease, with an estimated prevalence of 281,000 people among the seven major market countries. IPF incidence and prevalence increase with age and are higher among males. Although rare, the incidence of IPF is increasing, likely due to an increasing understanding of the disease and the recent development of uniform diagnostic criteria.\n\n  There are currently two approved therapies for IPF, nintedanib and pirfenidone. Despite these recent advances, the unmet medical need in IPF remains high, with a five-year mortality rate of 50% to 70% with deaths occurring mainly due to respiratory failure. Lung transplantation remains the only curative treatment option, but less than five \n\n  8\n\n  percent of IPF patients undergo lung transplantation. There is an urgent need for new and more effective treatments for IPF that can address the limitations of current treatment options, improve mortality, and quality of life.\n\n  Growing evidence suggests macrophages are critical regulators of lung fibrosis. Recent work has established a role for monocyte-derived macrophages as the pathogenic population of cells required for the development of fibrosis and that drive the fibrotic process. Reducing the circulating levels of pathogenic monocyte-derived macrophage precursors or inhibiting their activation in tissues provides an opportunity to therapeutically intervene and directly inhibit fibrosis. Recent experiments have demonstrated that the monocyte-derived, pro-fibrotic macrophages are CSF-1-dependent and CSF-1R inhibition through anti-CSF-1R antibody can block fibrosis in fibrotic disease models. We believe that using axatilimab to inhibit the work of monocyte-derived macrophages may provide a differentiated way to treat IPF, and could result in a more pronounced impact on the fibrotic process. \n\n  Collaborations\n\n  Incyte Collaboration and License Agreement\n\n  In September 2021, the Company entered into the Incyte License and Collaboration Agreement, or the Incyte License, with Incyte covering the worldwide development and commercialization of axatilimab. Also in September 2021, the Company entered into a share purchase agreement with Incyte, or the Incyte Share Purchase Agreement. These agreements are collectively referred to as the Incyte Agreements. Under the terms of the Incyte Agreements, Incyte received exclusive commercialization rights outside of the United States, subject to certain royalty and milestone payment obligations set forth below. In the United States, Incyte and the Company are co-commercializing axatilimab as Niktimvo (axatilimab-csfr) and share equally the profits and losses from these co-commercialization efforts.\n\n  The Company and Incyte have agreed to continue to co-develop axatilimab and to share development costs associated with global and additional U.S.-specific clinical trials, with Incyte responsible for 55% of such costs and the Company responsible for 45% of such costs. Each company will be responsible for funding any of its own independent development activities. Incyte is responsible for 100% of future development costs for trials that are specific to non-U.S. countries. All development costs related to the collaboration will be subject to a joint development plan. \n\n  Under the terms of the Incyte Agreements, in December 2021, Incyte paid the Company a non-refundable cash payment of $117.0 million and the Company issued 1,421,523 shares of common stock with an aggregate purchase price of $35.0 million, or $24.62 per share. Additionally, under the terms of the Incyte Agreements, the Company was eligible, upon execution, to receive up to $220.0 million in future contingent development and regulatory milestones and up to $230.0 million in commercialization milestones as well as tiered royalties ranging in the mid-teens percentage on net sales of the licensed product comprising axatilimab in Europe and Japan and low double digit percentage in the rest of the world outside of the United States. The Company’s right to receive royalties in any particular country will expire upon the last to occur of (a) the expiration of licensed patent rights covering the licensed product in that particular country, (b) a specified period of time after the first post - marketing authorization sale of a licensed product in that country, and (c) the expiration of any regulatory exclusivity for that licensed product in that country. \n\n  In August 2024, the FDA approved Niktimvo for the treatment of cGVHD after failure of at least two prior lines of systemic therapy in adult and pediatric patients weighing at least 40 kg (88.2 lbs). As a result of the approval of Niktimvo, the Company earned a revenue milestone of $12.5 million, which was received in September 2024.\n\n  License Agreements\n\n  Vitae Pharmaceuticals, Inc.\n\n  In October 2017, we entered into a license agreement, or the Vitae License Agreement, with Vitae Pharmaceuticals, LLC, or Vitae, a subsidiary of AbbVie, Inc., under which we were granted an exclusive, sublicensable, worldwide license to a portfolio of preclinical, orally available, small molecule inhibitors of the Menin–KMT2A binding interaction, or the Menin Assets. Under the Vitae License Agreement, we are required to pay AbbVie up to $99.0 million in one-time development and regulatory milestone payments over the term of the Vitae License Agreement, subject to the achievement of certain milestone events. In the event that we or any of our \n\n  9\n\n  affiliates or sublicensees commercializes the Menin Assets, we will also be obligated to pay Vitae low single to low double-digit royalties on sales, subject to reduction in certain circumstances, as well as up to an aggregate of $70.0 million in potential one-time, sales-based milestone payments based on achievement of certain annual sales thresholds. We are solely responsible for the development and commercialization of the Menin Assets. Each party may terminate the Vitae License Agreement for the other party’s uncured material breach or insolvency, and we may terminate the Vitae License Agreement at any time upon advance written notice to Vitae. Vitae may terminate the Vitae License Agreement if we or any of our affiliates or sublicensees institutes a legal challenge to the validity, enforceability, or patentability of the licensed patent rights. Unless terminated earlier in accordance with its terms, the Vitae License Agreement will continue on a country-by-country and product-by-product basis until the later of: (i) the expiration of all of the licensed patent rights in such country; (ii) the expiration of all regulatory exclusivity applicable to the product in such country; and (iii) 10 years from the date of the first commercial sale of the product in such country.\n\n  UCB \n\n  In 2016, the Company entered into a license agreement, or the UCB License Agreement, as amended from time to time, with UCB Biopharma Sprl, or UCB, under which UCB granted to the Company a worldwide, sublicensable, exclusive license to UCB6352, which the Company refers to as axatilimab, an anti-CSF-1R monoclonal antibody. Under the UCB License Agreement, the Company is required to pay UCB up to $119.5 million in one-time development and regulatory milestone payments over the term of the UCB License Agreement, subject to the achievement of certain milestone events. The Company will also be obligated to pay UCB low double-digit royalties on sales, subject to reduction in certain circumstances, as well as up to an aggregate of $250.0 million in potential one-time, sales-based milestone payments based on achievement of certain annual sales thresholds. Under certain circumstances, the Company may be required to share a percentage of non-royalty income from sublicensees, subject to certain deductions, with UCB. The Company is solely responsible for the development and commercialization of axatilimab, except that UCB was responsible for performing a limited set of transitional chemistry, manufacturing and control tasks related to axatilimab. Each party may terminate the UCB License Agreement for the other party’s uncured material breach or insolvency, and the Company may terminate the UCB License Agreement at any time upon advance written notice to UCB. UCB may terminate the UCB License Agreement if the Company or any of its affiliates or sublicensees institutes a legal challenge to the validity, enforceability, or patentability of the licensed patent rights. Unless terminated earlier in accordance with its terms, the UCB License Agreement will continue on a country-by-country and product-by-product basis until the later of: (i) the expiration of all of the licensed patent rights in such country; (ii) the expiration of all regulatory exclusivity applicable to the product in such country; and (iii) 10 years from the date of the first commercial sale of the product in such country. \n\n  Bayer Pharma AG (formerly known as Bayer Schering Pharma AG)\n\n  In March 2007, the Company entered into a license agreement with Bayer Schering Pharma AG, or Bayer, for a worldwide, exclusive license to develop and commercialize entinostat and any other products containing the same active ingredient. The Company will pay Bayer royalties on a sliding scale based on net sales, if any, and make future milestone payments to Bayer of up to $150.0 million in the event that certain specified development and regulatory goals and sales levels are achieved.\n\n  Eddingpharm Investment Company Limited\n\n  In August 2013, the Company entered into a license agreement with Eddingpharm Investment Company, or Eddingpharm, to develop and commercialize entinostat in China and certain other Asian countries. Eddingpharm will pay the Company royalties on a sliding scale based on net sales, if any, and make future milestone payments up to $10.0 million in the event that certain specified development and regulatory goals are achieved.  In April 2024, a milestone was achieved under the Eddingpharm license agreement for the marketing approval of entinostat in China. As a result, the Company recognized $3.5 million of milestone revenue in the second quarter of 2024.\n\n  Royalty Financing with Royalty Pharma\n\n  10\n\n  On November 4, 2024, we entered into a Purchase and Sale Agreement, or Purchase and Sale Agreement, with Royalty Pharma Development Funding, LLC, or Royalty Pharma, pursuant to which Royalty Pharma purchased rights to certain revenue streams from net sales of products comprising or containing axatilimab (including Niktimvo) by Syndax, its affiliates and its licensees in the United States and its respective territories, districts, commonwealths and possessions (including Guam and Puerto Rico) in exchange for an upfront fee of $350 million.\n\n  Pursuant to the Purchase and Sale Agreement, Royalty Pharma purchased the right to receive a percentage of net sales equal to a royalty rate of 13.8% on quarterly net sales of Niktimvo in the United States and its respective territories; provided that the royalty rate is subject to certain adjustments based on future aggregate net sales of the product in the Territory, the Revenue Participation Right. Aggregate payments made to Royalty Pharma in respect of the Revenue Participation Right will be capped at $822.5 million, the Royalty Cap.\n\n  The Purchase and Sale Agreement contains customary representations, warranties and indemnities of the Company and Royalty Pharma and customary covenants relating to the royalty payments, including the grant of a back-up security interest in the purchased royalties and certain assets related to the product and restrictions on the incurrence of additional indebtedness and on the existence of liens on our assets related to the product. Upon a change of control, we will have the right, but not the obligation, to repurchase the Revenue Participation Right at a repurchase price set forth in the Purchase and Sale Agreement. In addition, the Purchase and Sale Agreement provides that if certain events of default occur, including certain bankruptcy events or certain termination events with respect to our license agreement with UCB Biopharma Srl, Royalty Pharma may require us to repurchase Royalty Pharma’s interests in the Revenue Participation Right at a repurchase price equal to the Royalty Cap.\n\n  Sales and Marketing \n\n  To support the commercialization of Revuforj and Niktimvo in the United States, we have established a robust commercial field force comprising highly experienced professionals with extensive experience in hematology and oncology and new product launches. Our targeted sales force focuses on a well-defined group of medical oncologists, and transplant physicians, primarily in academic and community settings, who are responsible for the care and treatment of cancer patients. For Revuforj, we manage sales, marketing and distribution through internal resources and third-party relationships. In accordance with our agreement, Incyte leads the commercialization of axatilimab globally and we are co-commercializing Niktimvo in the United States. Outside the United States, we plan to rely on our current partners and plan to seek additional pharmaceutical partners for development as well as sales and marketing activities.\n\n  Manufacturing \n\n  We do not own or operate manufacturing facilities for the production of revumenib, axatilimab, or entinostat, and we do not have plans to develop our own manufacturing operations in the foreseeable future. We currently rely on third-party contract manufacturers as well as Incyte for all of our required raw materials, active pharmaceutical ingredients and finished product for our preclinical research, clinical trials, and commercial supply. Development and commercial quantities of any products that we develop will need to be manufactured in facilities, and by processes, that comply with the requirements of the FDA and the regulatory agencies of other jurisdictions in which we are seeking approval. \n\n  Intellectual Property\n\n  Patents and Property Rights\n\n  Through licensed intellectual property and our owned intellectual property, we seek patent protection in the United States and internationally for our product candidates, their methods of use and processes for their manufacture, as well as for other technologies, where appropriate. Our policy is to actively seek to protect our proprietary position by, among other things, filing patent applications in the United States and abroad claiming our proprietary technologies that are important to the development of our business. We also rely on trade secrets, know-how, continuing technological innovation and in-licensing opportunities to develop and maintain our proprietary position. \n\n  We cannot be sure that patents will be granted with respect to any of our owned or licensed pending patent applications or with respect to any patent applications filed by us or our licensors in the future, nor can we be sure that any of our existing owned or licensed patents or any patents that may be granted to us or to our licensors in the \n\n  11\n\n  future will protect our technology. Our success will depend significantly on our ability to obtain and maintain patent and other proprietary protection for the technologies that we consider important to our business, defend our patents, preserve the confidentiality of our trade secrets, operate our business without infringing the patents and proprietary rights of third parties, and prevent third parties from infringing our proprietary rights. \n\n  Axatilimab Patent Portfolio\n\n  We in-licensed from UCB a patent portfolio directed to axatilimab. As of December 31, 2024, the in-licensed axatilimab composition-of-matter patent portfolio included two granted U.S. patents, 35 granted non-U.S. patents, including a granted Eurasian patent which has been validated in 3 countries and two granted EP patent which have been validated in 37 countries each, and 7 non-U.S. pending patent applications. The in-licensed granted patents covering axatilimab, and any non-U.S. pending applications should they issue, will expire in August 2034 or later should patent term extension be granted.\n\n  Our in-licensed patent portfolio also includes patents and patent applications directed to methods for the treatment and/or prophylaxis of fibrotic disease by administration of an inhibitor of CSF-1R activity, methods for the treatment and/or prophylaxis of inflammatory bowel disease, or IBD, by administration of an inhibitor of CSF-1R activity, and liquid pharmaceutical compositions of anti-CSF-1R antibodies. As of December 31, 2024, the in-licensed method of use patent family included 11 granted non-U.S. patents, including a granted EP patent which has been validated in 7 countries. The in-licensed granted patents covering axatilimab, will expire in August 2034 or later should patent term extension be granted. As of December 31, 2024, the in-licensed liquid pharmaceutical compositions of anti-CSF-1R antibodies patent family included 1 granted U.S. patent, 17 granted non-U.S. patents including a granted EP patent which has been validated in 33 countries. These in-licensed granted patents covering axatilimab, and any non-U.S. pending applications should they issue, will expire in February 2036 or later should patent term extension be granted. \n\n  Our owned axatilimab patent portfolio includes one granted U.S. Patent, two granted non-U.S. patents, one pending U.S. patent application and five non-U.S. patent applications directed to combinations of entinostat and axatilimab. The granted U.S. patent will expire in January 2039 (including a patent term adjustment period of 237 days). Further, the non-U.S. granted patents and any pending applications should they issue, will expire in May 2038 or later should patent term extension be granted. Our owned axatilimab patent portfolio also consists of patent applications directed to the treatment regimens and methods of using axatilimab includes one pending U.S. patent application and 19 non-U.S. patent applications. Further, our owned axatilimab patent portfolio consists of patent applications directed to methods of treating chronic graft-versus-host disease-related bronchiolitis obliterans syndrome using an anti-colony stimulating factor 1 receptor antibody, which include one pending U.S. patent application, one pending non-U.S. patent application, and one pending international patent application (PCT). If any one of these applications were to issue as one or more patents, these patents would expire between December 2040 and May 2044 or later should patent term extension be granted.\n\n  Menin Asset Patent Portfolio\n\n  We in-licensed from Vitae Pharmaceuticals, LLC (formerly Vitae Pharmaceuticals, Inc., \"Vitae\") a subsidiary of AbbVie Inc., a patent portfolio directed to a series of selective preclinical inhibitors targeting the binding interaction of menin with MLL-r. As of December 31, 2024, the in-licensed portfolio includes four granted U.S. patents, U.S. Patent Nos. 11,479,557; 10,683,302; 11,739,085; and 10,899,758; 24 granted non-U.S patents, including a granted European patent, which was validated in 30 member states and another granted European patent which was validated in 15 member states; two pending U.S. applications; and 24 non-U.S. pending patent applications covering composition of matter and methods of treating, e.g., MLL. The in-licensed granted patents, and any pending application should they issue, are expected to expire between June 2037 and September 2037 or later should patent term extension be granted. \n\n  Our owned menin patent portfolio consists of twelve pending non-U.S. patent applications and one pending U.S. patent application, directed to combinations of a menin inhibitor and a CYP3A inhibitor for the treatment of various cancers. Our owned menin patent portfolio also consists of one pending U.S. non-provisional application, one pending international patent application (PCT), and one pending non-U.S. patent application directed to the salts and polymorphic forms of menin inhibitors and pharmaceutical combinations thereof. Furthermore, our owned menin portfolio includes thirteen pending non-U.S. patent applications and one pending U.S. patent application \n\n  12\n\n  directed to methods of treating colorectal cancer in a subject in need thereof with a menin-MLL inhibitor. We also own two pending non-U.S. patent applications and one pending PCT application, covering composition of matter and methods of treating cancer and other diseases mediated by the menin-MLL interaction. If any of these pending applications were to issue as one or more patents, these patents would expire between April 2041 and November 2044 or later should patent term extension be granted.\n\n  We co-own with Vitae one granted U.S. patent, eighteen pending non-U.S. patent applications, and one pending U.S. patent application, , covering composition of matter and methods of treating cancer and other diseases mediated by the menin-MLL interaction. The granted patent and any pending applications should they issue, are expected to expire in May 2042 or later should patent term extension be granted.\n\n  We co-own with Syngene Scientific Solutions Ltd. two pending U.S. provisional applications, covering composition of matter and methods of treating cancer and other diseases mediated by the menin-MLL interaction. Syngene Scientific Solutions Ltd. is obligated to assign their rights to us. Should these pending applications issue as one or more patents, these patents would expire in 2045 or later should patent term extension be granted. Should this pending application issue as one or more patents, these patents would expire in 2045 or later should patent term extension be granted.\n\n  We also co-own with St. Jude Children's Research Hospital, Inc. one pending U.S. provisional patent application, covering methods of using menin inhibitors or combinations of a menin inhibitor and a second therapeutic agent. Should this pending application issue as one or more patents, these patents would expire in 2045 or later should patent term extension be granted. We also co-own with Board of Regents, The University of Texas System six pending non-U.S. patent applications, one pending U.S. patent application, covering methods of treating cancer with combinations, including menin inhibitors and Bcl-2 inhibitors. \n\n  Entinostat Patent Portfolio\n\n  We strive to protect entinostat with multiple layers of patents. As of December 31, 2024, our portfolio included four owned pending U.S. non-provisional patent applications, five owned granted U.S. patents, U.S. Patent Nos. 10,226,472; 11,324,822; 11,397,184; 12,168,054; and 12,000,829; which expire in August 2032, March 2036, October 2036; January 2039; and September 2041, respectively, or later should patent term extension be granted, directed to methods of treating or selecting a patient for treatment with combinations comprising entinostat and another therapeutic agent, 28 granted non-U.S. patents (including one European patent validated in five countries and another European patent validated in five countries), and 29 owned non-U.S. pending patent applications. Our owned entinostat patent portfolio includes pending U.S. and/or non-U.S. patent applications directed to methods of treating cancer patients by administration of entinostat and exemestane, treatments with entinostat combined with anti PD-1 or anti PD-L1 antibodies, entinostat and CSF-1 or CSF-1R combination therapies (also discussed above in the Axatilimab Patent Portfolio) and patient selection for combination therapy comprising entinostat and a second therapeutic agent. The granted patents, and any pending applications should they issue as one or more patents, these patents would expire between August 2032 and May 2039 or later should patent term extension be granted.\n\n  The portfolio we licensed from Bayer also includes U.S. Patent 7,973,166, or the ‘166- patent, which covers a crystalline polymorph of entinostat which is referred to as crystalline polymorph- B, the crystalline polymorph used in the clinical development of entinostat. Many compounds can exist in different crystalline forms. A compound which in the solid state may exhibit multiple different crystalline forms is called polymorphic, and each crystalline form of the same chemical compound is termed a polymorph. A new crystalline form of a compound may arise, for example, due to a change in the chemical process or the introduction of an impurity. Such new crystalline forms may be patented. By comparison, the U.S. Patent RE39,754, which expired in September 2017, covers the chemical entity of entinostat and any crystalline or non-crystalline form of entinostat. On March 7, 2014, our licensor Bayer applied for reissue of the ‘166 patent. The reissue application sought to add three additional inventors to the ‘166 patent. The reissue was granted as RE45,499 on April 28, 2015, at which time the original ‘166 patent was surrendered. The reissue patent has the same force and effect as the original ‘166 patent and the same August 2029 expiration date. \n\n  Of the unexpired foreign-granted patents we licensed from Bayer, there are 33 granted foreign counterparts of the ‘166 patent (now RE45,499) that cover crystalline polymorph B, including the European patent and Eurasian \n\n  13\n\n  patent. The granted European patent comprises 37 national countries that have all been validated, and the granted Eurasian patent comprises nine countries that have all been validated. Likewise, there are 3 pending foreign counterparts of the ‘166 crystalline polymorph B patent. Other patents and patent applications in the licensed Bayer portfolio are expired and covered methods of treatment by administration of entinostat. \n\n  Patent Term\n\n  The term of individual patents depends upon the legal term of the patents in the countries in which they are obtained. In most countries in which we file, the patent term is 20 years from the date of filing the earliest non-provisional application or PCT application. \n\n  In the United States, a patent’s term may be lengthened by patent term adjustment, which compensates a patentee for administrative delays by the U.S. Patent and Trademark Office, or USPTO in granting a patent, or may be shortened if a patent is terminally disclaimed over an earlier-filed patent. The term of a patent that covers an approved drug may also be eligible for patent term extension, which permits patent term restoration as compensation for the patent term lost during the development and regulatory review process. To obtain a patent extension in the United States, the term of the relevant patent must not have expired before the extension application, the patent cannot have been extended previously under this law, an application for extension must be submitted, the product must be subject to regulatory review prior to its commercialization, and the permission for the commercial marketing or use of the product after such regulatory review period is the first permitted commercial marketing or use of the product. If our future products contain active ingredients which have not been previously approved, we may be eligible for a patent term extension in the United States. In the United States, we are seeking for axatilimab and expect to seek for revumenib extension of patent terms under the Drug Price Competition and Patent Term Restoration Act of 1984, which permits a patent term extension of up to five years beyond the expiration of the patent for patent claims covering a new chemical entity. If patent extensions are available to us outside of the United States, we would expect to file for a patent term extension in applicable jurisdictions.\n\n  Confidential Information and Inventions Assignment Agreements \n\n  We require our employees and consultants to execute confidentiality agreements upon the commencement of employment, consulting or collaborative relationships with us. These agreements provide that all confidential information developed or made known during the course of the relationship with us be kept confidential and not disclosed to third parties except in specific circumstances. \n\n  In the case of employees, the agreements provide that all inventions resulting from work performed for us, utilizing our property or relating to our business and conceived or completed by the individual during employment shall be our exclusive property to the extent permitted by applicable law. Our consulting and service agreements also provide for assignment to us of any intellectual property resulting from services performed for us. \n\n  Government Regulation and Product Approval\n\n  United States Government Regulation \n\n  In the United States, the FDA regulates drugs and biologics under the Federal Food, Drug, and Cosmetic Act, or FDCA, the Public Health Service Act, and related regulations. Drugs and biologics are also subject to other federal, state and local statutes and regulations. The FDA and comparable regulatory agencies in state and local jurisdictions impose substantial requirements upon, among other things, the testing, development, manufacture, quality control, safety, purity, potency, labeling, storage, distribution, record keeping and reporting, approval, import and export, advertising and promotion, and postmarket surveillance of drugs and biologics. \n\n  Biopharmaceutical Product Development Process \n\n  The process required by the FDA before biopharmaceutical products may be marketed in the United States generally involves the following: \n\n  •completion of extensive preclinical laboratory tests and animal studies in accordance with applicable regulations, including the FDA’s good laboratory practice, or GLP regulations; \n\n  14\n\n  •submission of an Investigational New Drug, or IND, application which must become effective before clinical trials may begin; \n\n  •performance of adequate and well-controlled human clinical trials in accordance with applicable regulations, including the FDA’s current good clinical practice, or GCP, regulations to establish the safety and efficacy of the proposed drug for its intended use or uses; \n\n  •submission to the FDA of an NDA for a new drug product or a Biologics License Application, or BLA, for biologics; \n\n  •a determination by the FDA within 60 days of its receipt of an NDA or BLA to accept the application for filing and review; \n\n  •satisfactory completion of an FDA inspection of the manufacturing facility or facilities where the drug or biologic is produced to assess compliance with the FDA’s current Good Manufacturing Practices, or cGMP, regulations to assure that the facilities, methods and controls are adequate to preserve the product’s identity, strength, quality and purity; \n\n  •potential FDA audit of the preclinical and/or clinical trial sites that generated the data in support of an NDA or BLA; and \n\n  •FDA review and approval of an NDA or BLA prior to any commercial marketing or sale of the biopharmaceutical product in the United States. \n\n  Before testing any compounds with potential therapeutic value in humans, the product candidate enters the preclinical testing stage. Preclinical tests include laboratory evaluations of product chemistry and formulation, as well as animal studies to assess the potential safety, toxicity profile and activity of the product candidate. The conduct of the preclinical tests must comply with federal regulations and requirements including GLPs. \n\n  Prior to commencing the first clinical trial in humans, an IND must be submitted to the FDA, and the IND must become effective. A sponsor must submit preclinical testing results to the FDA as part of the IND and the FDA must evaluate whether there is an adequate basis for testing the drug in humans. The IND automatically becomes effective 30 days after receipt by the FDA unless the FDA within the 30-day time period raises concerns or questions about the submitted data or the conduct of the proposed clinical trial and places the IND on clinical hold. In such case, the IND application sponsor must resolve any outstanding concerns with the FDA before the clinical trial may begin. A separate submission to the existing IND application must be made for each successive clinical trial to be conducted during product development. Further, an independent Institutional Review Board, or IRB, for each site proposing to conduct the clinical trial must review and approve the protocol and informed consent for any clinical trial before it commences at that site. Informed consent must also be obtained from each study subject. Regulatory authorities, an IRB, a data safety monitoring board or the trial sponsor may suspend or terminate a clinical trial at any time on various grounds, including a finding that the participants are being exposed to an unacceptable health risk. \n\n  Human clinical trials are typically conducted in three sequential phases that may overlap: \n\n  •Phase 1—The drug is initially given to healthy human subjects or patients and tested for safety, dosage tolerance, absorption, metabolism, distribution and excretion, the side effects associated with increasing doses, and if possible, to gain early evidence on effectiveness. \n\n  •Phase 2—The drug is evaluated in a limited patient population to identify possible adverse effects and safety risks, to preliminarily evaluate the efficacy of the product for specific targeted diseases or conditions and to determine dosage tolerance, optimal dosage and dosing schedule. \n\n  •Phase 3—Clinical trials are undertaken to further evaluate dosage, clinical efficacy and safety at geographically dispersed clinical trial sites. These clinical trials are intended to establish the overall benefit-risk ratio of the product and to provide an adequate basis for product approval by the FDA. \n\n  Post-approval studies, or Phase 4 clinical trials, may be conducted after initial marketing approval. These studies may be required by the FDA as a condition of approval and are used to gain additional experience from the treatment of patients in the intended therapeutic indication. The FDA also has express statutory authority to require post-market clinical studies to address safety issues. \n\n  Some clinical trials are overseen by an independent group of qualified experts organized by the clinical trial sponsor, known as a data monitoring board or committee. This group provides recommendations for whether or not \n\n  15\n\n  a trial may move forward at designated checkpoints based on access to certain data from the study. A sponsor may also suspend or terminate a clinical trial based on evolving business objectives and/or competitive climate. \n\n  Concurrent with clinical trials, companies usually complete additional animal studies and must also develop additional information about the chemistry and physical characteristics of the product candidate as well as finalize a process for manufacturing the product in commercial quantities in accordance with cGMP requirements. The manufacturing process must be capable of consistently producing quality batches of the drug candidate and, among other things, must include developed methods for testing the identity, strength, quality and purity of the finished product. Additionally, appropriate packaging must be selected and tested and stability studies must be conducted to demonstrate that the product candidate does not undergo unacceptable deterioration over its shelf life. \n\n  FDA Review and Approval Processes \n\n  In order to obtain approval to market a biopharmaceutical product in the United States, a marketing application must be submitted to the FDA that provides data establishing to the FDA’s satisfaction the safety and effectiveness of the investigational drug for the proposed indication. Each NDA or BLA submission requires a substantial user fee payment unless a waiver or exemption applies. The application includes all relevant data available from pertinent nonclinical studies and clinical trials, including negative or ambiguous results as well as positive findings, together with detailed information relating to the product’s chemistry, manufacturing, controls and proposed labeling, among other things. Data can come from company-sponsored clinical trials intended to test the safety and effectiveness of a use of a product, or from a number of alternative sources, including studies initiated by investigators. \n\n  The FDA will initially review an NDA or BLA for completeness before it accepts it for filing. The FDA has 60 days from its receipt of an application to determine whether the application will be accepted for filing based on the agency’s threshold determination that the application is sufficiently complete to permit substantive review. If it is not, the FDA may refuse to file the application and request additional information, in which case the application must be resubmitted with the supplemental information, and review of the application is delayed. After an NDA or BLA submission is accepted for filing, the FDA reviews the application to determine, among other things, whether the proposed product is safe and effective for its intended use, and whether the product is being manufactured in accordance with cGMP to assure and preserve the product’s identity, strength, quality and purity. The FDA may refer applications for novel drug products or drug products that present difficult questions of safety or efficacy to an advisory committee, typically a panel that includes clinicians and other experts, for review, evaluation and a recommendation as to whether the application should be approved and, if so, under what conditions. The FDA is not bound by the recommendations of an advisory committee, but it considers such recommendations carefully when making decisions. \n\n  Upon the filing of an NDA or BLA, the FDA may grant a priority review designation to a product, which sets the target date for FDA action on the application at 6 months, rather than the standard 10 months. Priority review is given for drug that treats a serious condition and, if approved, would provide a significant improvement in safety or effectiveness. Priority review designation does not change the scientific or medical standard for approval or the quality of evidence necessary to support approval. \n\n  Before approving an NDA or BLA, the FDA will inspect the facilities at which the product is manufactured. The FDA will not approve the product unless it determines that the manufacturing processes and facilities are in compliance with cGMP requirements and adequate to assure consistent production of the product within required specifications. Additionally, before approving an NDA or BLA, the FDA may inspect one or more clinical sites to assure compliance with GCP.\n\n  After the FDA completes its initial review of an NDA or BLA, it will communicate to the sponsor that the product is approved, or it will issue a complete response letter to communicate that the application will not be approved in its current form and inform the sponsor of changes that must be made or additional clinical, nonclinical or manufacturing data that must be received before the application can be approved.\n\n  Even if a product candidate receives regulatory approval, the approval may be limited to specific disease states, patient populations and dosages, or might contain significant limitations on use in the form of warnings, \n\n  16\n\n  precautions or contraindications, or in the form of onerous risk management plans, restrictions on distribution, or post-marketing study requirements. For example, the FDA may require Phase 4 testing, which involves clinical trials designed to further assess a drug’s safety and effectiveness and may require testing and surveillance programs to monitor the safety of approved products that have been commercialized. The FDA may also determine that a risk evaluation and mitigation strategy, or REMS, is necessary to assure the safe use of the drug. If the FDA concludes a REMS is needed, the sponsor of an NDA must submit a proposed REMS, and the FDA will not approve an NDA without an approved REMS, if required. \n\n  Expedited Review Programs \n\n  Among other programs, the FDA may expedite the review of a product candidate designated as a breakthrough therapy, which is intended, alone or in combination with one or more other drugs, to treat a serious or life-threatening disease or condition and preliminary clinical evidence indicates that the drug may demonstrate substantial improvement over existing therapies on one or more clinically significant endpoints, such as substantial treatment effects observed early in clinical development. A sponsor may request the FDA to designate a drug as a breakthrough therapy at the time of, or any time after, the submission of an IND application for the drug. If the FDA designates a drug as a breakthrough therapy, it may take actions appropriate to expedite the development and review of the application, which may include holding meetings with the sponsor and the review team throughout the development of the drug; providing timely advice to, and interactive communication with, the sponsor regarding the development of the drug to ensure that the development program to gather the nonclinical and clinical data necessary for approval is as efficient as practicable; involving senior managers and experienced review staff, as appropriate, in a collaborative, cross-disciplinary review; assigning a cross-disciplinary project lead for the FDA review team to facilitate an efficient review of the development program and to serve as a scientific liaison between the review team and the sponsor; and taking steps to ensure that the design of the clinical trials is as efficient as practicable, when scientifically appropriate, such as by minimizing the number of patients exposed to a potentially less efficacious treatment. The FDA may rescind a breakthrough therapy designation in the future if further clinical development later shows that the criteria for designation are no longer met. \n\n  Breakthrough therapy designation does not change the standards for approval but may expedite the development or review process. \n\n  Post-Approval Requirements \n\n  If and when approved, any products manufactured or distributed by us or on our behalf will be subject to continuing regulation by the FDA, including requirements for record-keeping, reporting of adverse experiences and submitting annual reports.\n\n  Biopharmaceutical manufacturers are required to register their facilities with the FDA and certain state agencies, and are subject to periodic unannounced inspections by the FDA and certain state agencies for compliance with cGMPs, which impose certain quality processes, manufacturing controls and documentation requirements upon us and our third-party manufacturers in order to ensure that the product is safe, has the identity and strength, and meets the quality and purity characteristics that it purports to have. The FDA and certain states also impose requirements on manufacturers and distributors to establish the pedigree of product in the chain of distribution, including technology capable of tracking and tracing product as it moves through the distribution chain. We cannot be certain that we or our present or future suppliers will be able to comply with the cGMP and other FDA regulatory requirements. If our present or future suppliers are not able to comply with these requirements, the FDA may halt our clinical trials, fail to approve any application, shut down manufacturing operations or withdraw approval of an application, or we may recall the product from distribution. Noncompliance with cGMP or other requirements can result in issuance of warning letters, civil and criminal penalties, seizures and injunctive action. \n\n  The FDA closely regulates the labeling, marketing and promotion of drugs and biologics. While doctors are free to prescribe any drug approved by the FDA for any use based on the doctor’s independent medical judgment, a company can only make claims relating to safety and efficacy of a drug that are consistent with FDA approval, and a company is allowed to actively market a drug only for the particular use and treatment approved by the FDA. In addition, any claims we make for our products in advertising or promotion must be appropriately balanced with important safety information and otherwise be adequately substantiated. Failure to comply with these requirements \n\n  17\n\n  can result in adverse publicity, warning letters, corrective advertising, injunctions and potential civil and criminal penalties. Government regulators recently have increased their scrutiny of the promotion and marketing of drugs. \n\n  Coverage and Reimbursement \n\n  In both domestic and foreign markets, sales of Revuforj, Niktimvo and any other products for which we may receive regulatory approval will depend in part upon the availability of coverage and adequate reimbursement to healthcare providers from third-party payors. Such third-party payors include government health programs, such as Medicare and Medicaid, as well as managed care organizations, private health insurers and other organizations. Coverage decisions may depend upon clinical and economic standards that disfavor new drug products when more established or lower cost therapeutic alternatives are available. Assuming coverage is granted, the reimbursement rates paid for covered products might not be adequate. Even if favorable coverage status and adequate reimbursement rates are attained, less favorable coverage policies and reimbursement rates may be implemented in the future. The marketability of Revuforj, Niktimvo and any other products for which we may receive regulatory approval for commercial sale may suffer if the government and other third-party payors fail to provide coverage and adequate reimbursement to allow us to sell such products on a competitive and profitable basis. For example, under these circumstances, physicians may limit how much or under what circumstances they will prescribe or administer such products, and patients may decline to purchase them. This, in turn, could affect our ability to successfully commercialize our products and impact our profitability, results of operations, financial condition, and future success. \n\n  In the United States, the European Union and other potentially significant markets for our product candidates, government authorities and third-party payors are increasingly attempting to limit or regulate the price of medical products and services, particularly for new and innovative products and therapies. Such pressure, along with the increased emphasis on managed healthcare in the United States and on country and regional pricing and reimbursement controls in the European Union, will likely put additional downward pressure on product pricing, reimbursement and usage, which may adversely affect our future product sales and results of operations. These pressures can arise from rules and practices of managed care groups, judicial decisions, governmental laws and regulations related to government healthcare programs, healthcare reform, and pharmaceutical coverage and reimbursement policies. \n\n  The market for Revuforj, Niktimvo and any other product candidates for which we may receive regulatory approval will depend significantly on the degree to which these products are listed on third-party payors’ drug formularies or lists of medications for which third-party payors provide coverage and reimbursement to the extent products for which we may receive regulatory approval are covered under a pharmacy benefit or are otherwise subject to a formulary. The industry competition to be included on such formularies often leads to downward pricing pressures on pharmaceutical companies. Also, third-party payors may refuse to include a particular branded drug on their formularies or otherwise restrict patient access to a branded drug when a less costly generic equivalent or other alternative is available. In addition, because each third-party payor individually approves coverage and reimbursement levels, obtaining coverage and adequate reimbursement is a time-consuming and costly process. Further, one payor’s determination to provide coverage for a drug product does not assure that other payors will also provide coverage for the drug product. We may be required to provide scientific and clinical support for the use of any product to each third-party payor separately with no assurance that approval would be obtained, and we may need to conduct expensive pharmacoeconomic studies in order to demonstrate the cost-effectiveness of our products. We cannot be certain that Revuforj, Niktimvo and any other product candidates for which we may receive regulatory approval will be considered cost-effective. This process could delay the market acceptance of any product candidates for which we may receive approval and could have a negative effect on our future revenue and operating results. \n\n  18\n\n  Federal and State Fraud and Abuse and Data Privacy and Security Laws and Regulations \n\n  In addition to FDA restrictions on marketing of pharmaceutical products, federal and state laws restrict business practices in the pharmaceutical industry. These laws include anti-kickback and false claims laws and regulations as well as data privacy and security laws and regulations. The laws that will affect our operations include, but are not limited to:\n\n  •the federal Anti-Kickback Statute, which prohibits, among other things, persons or entities from knowingly and willfully soliciting, receiving, offering or paying any remuneration (including any kickback, bribe or rebate), directly or indirectly, overtly or covertly, in cash or in kind, in return for the purchase, recommendation, leasing or furnishing of an item or service reimbursable under a federal healthcare program, such as the Medicare and Medicaid programs. This statute has been interpreted to apply to arrangements between pharmaceutical manufacturers on the one hand, and prescribers, purchasers and formulary managers on the other. The Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act, collectively, the Affordable Care Act, amended the intent requirement of the federal Anti-Kickback Statute so that a person or entity no longer needs to have actual knowledge of this statute or specific intent to violate it in order to have committed a violation;\n\n  •federal civil and criminal false claims laws, including, without limitation, the False Claims Act, and civil monetary penalty laws which prohibit, among other things, individuals or entities from knowingly presenting, or causing to be presented, claims for payment or approval from Medicare, Medicaid or other government payors that are false or fraudulent or making a false statement to avoid, decrease or conceal an obligation to pay money to the federal government. The Affordable Care Act provides, and recent government cases against pharmaceutical manufacturers support, the view that federal Anti-Kickback Statute violations and certain marketing practices, including off-label promotion, may implicate the False Claims Act;\n\n  •the federal Health Insurance Portability and Accountability Act of 1996, or HIPAA, which created additional federal criminal statutes that prohibit a person from knowingly and willfully executing a scheme or making false or fraudulent statements to defraud any healthcare benefit program, regardless of the payor (e.g., public or private);\n\n  •HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act, or HITECH, and their implementing regulations, which imposes certain requirements relating to the privacy, security and transmission of individually identifiable health information without appropriate authorization by entities subject to the rule, such as health plans, healthcare clearinghouses and certain healthcare providers, known as covered entities, and their respective business associates, individuals or entities that perform certain services on behalf of a covered entity that involves the use or disclosure of individually identifiable health information, and their covered subcontractors;\n\n  •the federal Physician Payments Sunshine Act, which requires certain manufacturers of drugs, devices, biologics and medical supplies for which payment is available under Medicare, Medicaid or the Children’s Health Insurance Program, with specific exceptions, to report annually to the Centers for Medicare & Medicaid Services, or CMS, information related to: (i) payments or other “transfers of value” made to physicians (defined to include doctors, dentists, optometrists, podiatrists and chiropractors), other healthcare professionals (such as physician assistants and nurse practitioners), and teaching hospitals; and (ii) ownership and investment interests held by physicians and their immediate family members;\n\n  •state law equivalents of each of the above federal laws, state laws that require manufacturers to report information related to payments and other transfers of value to physicians and other healthcare providers or marketing expenditures, state laws that require pharmaceutical companies to comply with the pharmaceutical industry’s voluntary compliance guidelines and the relevant compliance guidance promulgated by the federal government or to adopt compliance programs as prescribed by state laws and regulations, or that otherwise restrict payments that may be made to healthcare providers, state laws that require manufactures to report pricing information regarding certain drugs, state and local laws that require the registration of pharmaceutical sales representatives, and state laws that govern the privacy and security of health information, which differ from each other in significant ways and often are not preempted by HIPAA, thus complicating compliance efforts.\n\n  19\n\n  We may also be subject to federal and state laws that govern the privacy and security of other personal data, including federal and state consumer protection laws, state data security laws, and data breach notification laws. A data breach affecting sensitive personal data, including health information, could result in significant legal and financial exposure and reputational damages.\n\n  Because of the breadth of these laws and the narrowness of available statutory and regulatory exemptions, it is possible that some of our business activities could be subject to challenge, investigation or legal action under one or more of such laws. If our operations are found to be in violation of any of the federal and state laws described above or any other governmental regulations that apply to us, we may be subject to significant civil, criminal, and administrative penalties, including, without limitation, damages, fines, imprisonment, disgorgement, exclusion from participation in government healthcare programs, additional reporting requirements and oversight if we become subject to a corporate integrity agreement or similar agreement to resolve allegations of non-compliance with these laws, and the curtailment or restructuring of our operations. \n\n  To the extent that any of our product candidates receive approval and are sold in a foreign country, we may be subject to similar foreign laws and regulations, which may include, for instance, applicable post-marketing requirements, including safety surveillance, anti-fraud and abuse laws, international data protection laws (including the General Data Protection Directive ((EU) 2016/679) on the protection of individuals with regard to the processing of personal data and on the free movement of such data as well as EU member state implementing legislation), and implementation of corporate compliance programs and reporting of payments or transfers of value to healthcare professionals. \n\n  Healthcare Reform\n\n  In the United States and some foreign jurisdictions, there have been a number of legislative and regulatory changes and proposed changes regarding the healthcare system that could prevent or delay marketing approval of our product candidates, restrict or regulate post-approval activities and affect our ability to profitably sell any product candidates for which we obtain marketing approval. Among policy makers and payors in the United States and elsewhere, there is significant interest in promoting changes in healthcare systems with the stated goals of containing healthcare costs, improving quality and expanding access. In the United States, the pharmaceutical industry has been a particular focus of these efforts and has been significantly affected by major legislative initiatives. For example, in March 2010, the Affordable Care Act was passed, which has changed health care financing by both governmental and private insurers and significantly affected the U.S. pharmaceutical industry. The Affordable Care Act, among other things, subjected manufacturers to new annual fees and taxes for specified branded prescription drugs, increased the minimum Medicaid rebates owed by most manufacturers under the Medicaid Drug Rebate Program, expanded health care fraud and abuse laws, revised the methodology by which rebates owed by manufacturers to the state and federal government for covered outpatient drugs under the Medicaid Drug Rebate Program are calculated, imposed an additional rebate similar to an inflation penalty on new formulations of drugs, extended the Medicaid Drug Rebate Program to Medicaid managed care organizations, expanded the 340B program, which caps the price at which manufacturers can sell covered outpatient pharmaceuticals to specified hospitals, clinics and community health centers, and provided incentives to programs that increase the federal government’s comparative effectiveness research.\n\n  There have been executive, judicial and Congressional challenges and amendments to certain aspects of the Affordable Care Act. For example, on August 16, 2022, the Inflation Reduction Act of 2022, or IRA, was signed into law, which among other things, extends enhanced subsidies for individuals purchasing health insurance coverage in Affordable Care Act marketplaces through plan year 2025. The IRA also eliminates the “donut hole” under the Medicare Part D program beginning in 2025 by significantly lowering the beneficiary maximum out-of-pocket cost and creating a new manufacturer discount program. It is possible that the Affordable Care Act will be subject to judicial or Congressional challenges in the future. It is unclear how any such challenges and the healthcare reform measures of the second Trump administration will impact the Affordable Care Act. \n\n  There has been increasing legislative and enforcement interest in the United States with respect to specialty drug pricing practices. Specifically, there have been several recent U.S. Congressional inquiries, Presidential executive orders, and proposed and enacted federal and state legislation designed to, among other things, bring more transparency to drug pricing, review the relationship between pricing and manufacturer patient programs, reduce the cost of drugs under Medicare, and reform government program reimbursement methodologies for drugs. At the \n\n  20\n\n  federal level, the IRA, among other things (i) directs the U.S. Department of Health and Human Services, or HHS, to negotiate the price of certain high-expenditure, single-source drugs that have been on the market for at least 7 years covered under Medicare, or the Medicare Drug Price Negotiation Program, and (ii) imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation. These provisions began to take effect progressively in fiscal year 2023. On August 15, 2024, HHS announced the agreed-upon prices of the first ten drugs that were subject to price negotiations, although the Medicare Drug Price Negotiation program is currently subject to legal challenges. On January 17, 2025, HHS selected fifteen additional products covered under Part D for price negotiation in 2025. Each year thereafter more Part B and Part D products will become subject to the Medicare Drug Price Negotiation Program.  Further, on December 7, 2023, an initiative to control the price of prescription drugs through the use of march-in rights under the Bayh-Dole Act was announced. On December 8, 2023, the National Institute of Standards and Technology published for comment a Draft Interagency Guidance Framework for Considering the Exercise of March-In Rights which for the first time includes the price of a product as one factor an agency can use when deciding to exercise march-in rights. While march-in rights have not previously been exercised, it is uncertain if that will continue under the new framework. At the state level, legislatures are increasingly passing legislation and implementing regulations designed to control pharmaceutical and biological product pricing, including price or patient reimbursement constraints, discounts, restrictions on certain product access and marketing cost disclosure and transparency measures, and, in some cases, designed to encourage importation from other countries and bulk purchasing. For example, on January 5, 2024, the FDA approved Florida’s Section 804 Importation Program, or SIP, proposal to import certain drugs from Canada for specific state healthcare programs. It is unclear how this program will be implemented, including which drugs will be chosen, and whether it will be subject to legal challenges in the United States or Canada. Other states have also submitted SIP proposals that are pending review by the FDA. Any such approved importation plans, when implemented, may result in lower drug prices for products covered by those programs.  \n\n  The current administration is pursuing policies to reduce regulations and expenditures across government including at HHS, the FDA, CMS and related agencies.  These actions, presently directed by executive orders or memoranda from the Office of Management and Budget, may propose policy changes that create additional uncertainty for our business. These actions may include, for example, directives to reduce agency workforce, rescinding a Biden administration executive order tasking the Center for Medicare and Medicaid Innovation, or CMMI, to consider new payment and healthcare models to limit drug spending and eliminating the Biden administration’s executive order that directed HHS to establishing an AI task force and developing a strategic plan.  Additionally, in its June 2024 decision in Loper Bright Enterprises v. Raimondo, or Loper Bright, the U.S. Supreme Court overturned the longstanding Chevron doctrine, under which courts were required to give deference to regulatory agencies’ reasonable interpretations of ambiguous federal statutes. The Loper Bright decision could result in additional legal challenges to current regulations and guidance issued by federal agencies applicable to our operations, including those issued by the FDA. Congress may introduce and ultimately pass health care related legislation that could impact the drug approval process and make changes to the Medicare Drug Price Negotiation Program created under the IRA. \n\n  The full impact on our business of these health reform measures and other new laws is uncertain but may result in additional reductions in Medicare and other healthcare funding. Nor is it clear whether other legislative changes will be adopted, if any, or how such changes would affect the demand for our products once commercialized. \n\n  Regulations Outside of the United States \n\n  In addition to regulations in the United States, we will be subject to a variety of foreign regulations governing clinical trials and commercial sales and distribution of our product candidates to the extent we choose to sell any products outside of the United States. Whether or not we obtain FDA approval for a product, we must obtain approval of a product by the comparable regulatory authorities of foreign countries before we can commence clinical trials or marketing of the product in those countries. The approval process varies from country to country and the time may be longer or shorter than that required for FDA approval. The requirements governing the conduct of clinical trials, product licensing, pricing and reimbursement vary greatly from country to country. As in the United States, post-approval regulatory requirements, such as those regarding product manufacture, marketing, or distribution would apply to any product that is approved outside the United States. \n\n  21\n\n  Other Regulations \n\n  We are also subject to numerous federal, state and local laws relating to such matters as safe working conditions, manufacturing practices, environmental protection, fire hazard control, and disposal of hazardous or potentially hazardous substances. We may incur significant costs to comply with such laws and regulations now or in the future. \n\n  Employees and Human Capital Resources\n\n  As of February 12, 2025, we had 270 full-time employees. Of the full-time employees, 99 were primarily engaged in research and development activities and 50 have an M.D., Ph.D., or PharmD degree. None of our employees are represented by labor unions or covered by collective bargaining agreements. We consider our relationship with our employees to be good. To allow us flexibility in meeting varying workflow demands, we also engage consultants and temporary workers when needed.\n\n  Our human capital resources objectives include, as applicable, identifying, recruiting, retaining, incentivizing and integrating our existing and additional employees. All employees must adhere to a code of business conduct and ethics and our employee handbook, which combined, define standards for appropriate behavior and are annually trained to help prevent, identify, report, and stop any type of discrimination and harassment.\n\n  We consider a number of measures and objectives in managing our human capital assets, including, among others, employee engagement, development, and training, talent acquisition and retention, employee safety and wellness, diversity and inclusion, and compensation and pay equity. We provide our employees with salaries and bonuses intended to be competitive for our industry, opportunities for equity ownership, development programs that enable continued learning and growth and a robust benefits package to promote well-being across all aspects of their lives, including health care, retirement planning and paid time off. The principal purposes of our equity incentive plans are to attract, retain and motivate selected employees and directors through the granting of equity-based compensation awards and cash-based compensation awards, in order to increase stockholder value and the success of our company by motivating such individuals to perform to the best of their abilities and achieve our objectives.\n\n  In addition, we have conducted employee surveys to gauge employee engagement and identify areas of future focus for our human capital practices and benefits offerings.\n\n  Corporate and Other Information \n\n  We were incorporated in Delaware in 2005. In 2011, we established a wholly owned subsidiary in the United Kingdom, which we dissolved in June 2024. In 2014 we established a wholly owned subsidiary in the United States, and in 2021, we established a wholly owned subsidiary in the Netherlands. There have been no material activities for these entities to date. We currently operate in one segment. \n\n  Our principal office is located in New York, New York, where we lease approximately 12,000 square feet of office space pursuant to a lease that expires in August 2028. In February 2025, following the expiration of our lease, we closed our office in Waltham, Massachusetts and made New York our principal office. We also lease approximately 4,000 square feet of additional office space in New York, New York pursuant to a lease that expires in August 2025. We believe our facilities are adequate to meet our current needs, although we may seek to negotiate new leases or evaluate additional or alternate space for our operations. We believe appropriate alternative space will be readily available on commercially reasonable terms.\n\n  We file electronically with the Securities and Exchange Commission, or SEC, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act. We make available on our website at www.syndax.com, under “Investors,” free of charge, copies of these reports as soon as reasonably practicable after filing or furnishing these reports with the SEC.",
      "char_count": 97022
    },
    "item1a": {
      "text": "Item 1A. Risk Factors \n\n  This Annual Report contains forward-looking information based on our current expectations. Because our business is subject to many risks and our actual results may differ materially from any forward-looking statements made by or on behalf of us, this section includes a discussion of important factors that could affect our business, operating results, financial condition and the trading price of our common stock. You should carefully consider these risk factors, together with all of the other information included in this Annual Report as well as our other publicly available filings with the SEC. \n\n  Summary of Selected Risks\n\n  Our business is subject to numerous risks and uncertainties, of which you should be aware before making a decision to invest in our securities. These risks and uncertainties include, among others, the following: \n\n  •We have limited experience in generating revenue from product sales.\n\n  •If the market opportunities for our products are smaller than we believe they are, our revenue may be adversely affected, and our business may suffer.\n\n  •We are currently developing several product candidates. If we are unable to successfully complete clinical development of, obtain regulatory approval for, and commercialize our product candidates, our business prospects will be significantly harmed. \n\n  •Interim top-line and preliminary data from our clinical trials that we announce or publish from time to time may change as more patient data become available and are subject to audit and verification procedures that could result in material changes to the final data.\n\n  •We may incur additional costs or experience delays in completing, or ultimately be unable to complete, the development and commercialization of any of our product candidates.\n\n  •Incyte may fail to perform its obligations as expected under the collaboration or may deprioritize its investment to further develop and commercialize axatilimab. \n\n  •If we or our collaborators are unable to enroll patients in clinical trials, these clinical trials may not be completed on a timely basis or at all.\n\n  •Failure to comply with regulatory requirements or unanticipated problems with Revuforj or Niktimvo may result in various adverse actions such as the suspension or withdrawal of Revuforj or Niktimvo, closure of a facility or enforcement of substantial penalties or fines.\n\n  •The regulatory approval processes of the FDA and foreign regulatory authorities are lengthy, time-consuming and inherently unpredictable. Our inability to obtain regulatory approval for our product candidates would harm our business.\n\n  •Revuforj, Niktimvo and our future product candidates may not achieve adequate market acceptance among physicians, patients, healthcare payors and others in the medical community to be commercially successful.\n\n  •We rely on third-party suppliers as well as Incyte to manufacture and distribute our clinical drug supplies for our product candidates, we intend to rely on third parties for commercial manufacturing and distribution of our product candidates and we expect to rely on third parties for manufacturing and distribution of preclinical, clinical and commercial supplies of any future product candidates.\n\n  •Our products and product candidates may face future development and regulatory difficulties.\n\n  •Our products and product candidates may cause undesirable side effects or have other properties that could delay or prevent their regulatory approval, limit the commercial scope of their approved use, or result in significant negative consequences following any marketing approval.\n\n  •The insurance coverage and reimbursement status of newly approved products is uncertain. Failure to obtain or maintain adequate coverage and reimbursement for Revuforj or Niktimvo or any future products could limit our ability to market those products and decrease our ability to generate revenue.\n\n  23\n\n  •We have incurred net losses in each period since our inception, except in 2021, and anticipate that we will continue to incur net losses for the foreseeable future.\n\n  •While we have product revenue, we may never achieve or maintain profitability.\n\n  •We may require additional capital to finance our planned operations, which may not be available to us on acceptable terms, or at all. As a result, we may not complete the development and commercialization of, or obtain regulatory approval for our existing product candidates or develop new product candidates.\n\n  •If we are unable to obtain or protect intellectual property rights, we may not be able to compete effectively in our market.\n\n  •We may not be able to protect our intellectual property rights throughout the world.\n\n  •The market price of our stock may be volatile and you could lose all or part of your investment.\n\n  •We may sell additional equity or debt securities or enter into other arrangements to fund our operations, which may result in dilution to our stockholders and impose restrictions or limitations on our business.\n\n  Risks Related to Our Business and Industry\n\n  We have limited experience in generating revenue from product sales.\n\n  Our ability to generate significant revenue from product sales depends on our ability to successfully commercialize Revuforj and Niktimvo and to obtain the regulatory and marketing approvals necessary to commercialize revumenib and axatilimab for other indications.  We currently have limited commercialization expertise, including sales, marketing, or distribution capabilities, and Revuforj, Niktimvo and future approved products may not remain in the market for a number of reasons, including ineffectiveness, harmful side effects, difficulty in scaling manufacturing, political and legislative changes, or competition from existing future alternatives.  Our ability to generate substantial future revenue from product sales depends heavily on our success in many areas, including, but not limited to:\n\n  •developing a sustainable manufacturing process for products and establishing and maintaining supply and manufacturing relationships with third parties that can conduct the processes and provide adequate (in amount and quality) product supply to support market demand for products;\n\n  •launching and commercializing products;\n\n  •obtaining market acceptance of products;\n\n  •obtaining adequate market share, reimbursement and pricing for products;\n\n  •our ability to find patients so they can be diagnosed and begin receiving treatment;\n\n  •addressing any competing technological and market developments;\n\n  •negotiating favorable terms, including commercial rights, in any collaboration, licensing, or other arrangements into which we may enter, any amendments thereto or extensions thereof;\n\n  •maintaining, protecting, and expanding our portfolio of intellectual property rights, including patents, trade secrets, and know-how; and\n\n  •attracting, hiring, and retaining qualified personnel.\n\n  If the number of our addressable patients is not as significant as we estimate or the reasonably accepted population for treatment is narrowed by competition, physician choice, or treatment guidelines, we may not generate significant revenue from sales of products.\n\n  If the market opportunities for our products are smaller than we believe they are, our revenue may be adversely affected, and our business may suffer.\n\n  Our projections of the number of adult and pediatric patients who have the potential to benefit from treatment with either Revuforj or Niktimvo are based on our beliefs and estimates.  These estimates have been derived from a \n\n  24\n\n  variety of sources and may prove to be incorrect or new studies may change the estimated incidence or prevalence, and the number of patients may turn out to be lower than expected. Additionally, the potentially addressable patient population for Revuforj or Niktimvo may be limited or may not be amenable to treatment with Revuforj or Niktimvo, and new patients may become increasingly difficult to identify or access, which would adversely affect our results of operations and our business.  Even if we obtain significant market share for Revuforj or Niktimvo, we may never become or remain profitable nor generate sufficient revenue growth to sustain our business.\n\n  We are currently developing several product candidates. If we are unable to successfully complete clinical development of, obtain regulatory approval for, and commercialize our product candidates, our business prospects will be significantly harmed.\n\n  Our approved products are Revuforj and Niktimvo. Our financial success will also depend substantially on our ability to effectively and profitably commercialize our other product candidates and expand the approved indications for Revuforj and Niktimvo. In order to commercialize our product candidates and expand the approved indications for Revuforj and Niktimvo, we will be required to obtain regulatory approvals by establishing that each of them is sufficiently safe and effective. The clinical and commercial success of our product candidates will depend on a number of factors, including the following:\n\n  •the initiation, cost, timing, progress and results of our research and development activities, clinical trials and preclinical studies;\n\n  •timely completion of any future clinical trials of revumenib and axatilimab;\n\n  •interruption of key clinical trial activities, in connection with public health threats or any future geopolitical tensions, such as tariffs, war or terrorism;\n\n  •whether we are required by the FDA or foreign regulatory authorities to conduct additional clinical trials prior to receiving marketing approval;\n\n  •the prevalence and severity of adverse drug reactions in any of our clinical trials;\n\n  •the ability to demonstrate safety and efficacy of our product candidates for their proposed indications and the timely receipt of necessary marketing approvals from the FDA and foreign regulatory authorities;\n\n  •successfully meeting the endpoints in the clinical trials of our product candidates;\n\n  •achieving and maintaining compliance with all applicable regulatory requirements;\n\n  •the potential use of our product candidates to treat various cancer indications and fibrotic diseases;\n\n  •the availability, perceived advantages, relative cost, relative safety and relative efficacy of alternative and competing treatments;\n\n  •the effectiveness of our own or our potential strategic collaborators’ marketing, sales and distribution strategy and operations in the United States and abroad;\n\n  •the ability of our collaboration partner and of third-party contract manufacturers to produce trial supplies and to develop, validate and maintain a commercially viable manufacturing process that is compliant with current Good Manufacturing Practices, or cGMP;\n\n  •our ability to successfully commercialize our product candidates in the United States and abroad, whether alone or in collaboration with others; \n\n  •our ability to prevent any significant disruptions of our information technology systems and protect the security of our data; and\n\n  •our ability to enforce our intellectual property rights in and to our product candidates.\n\n  If we fail to obtain regulatory approval for our product candidates, we will not be able to generate product sales, which will have a material adverse effect on our business and our prospects. \n\n  25\n\n  Interim top-line and preliminary data from our clinical trials that we announce or publish from time to time may change as more patient data become available and are subject to audit and verification procedures that could result in material changes in the final data.\n\n  From time to time, we may publish interim top-line or preliminary data from our clinical trials. Interim data from clinical trials that we may complete are subject to the risk that one or more of the clinical outcomes may materially change as patient enrollment continues and more patient data become available. Preliminary or top-line data remain subject to audit and verification procedures that may result in the final data being materially different from the preliminary data we previously published. Preliminary or top-line data may include, for example, data regarding a small percentage of the patients enrolled in a clinical trial, and such preliminary data should not be viewed as an indication, belief or guarantee that other patients enrolled in such clinical trial will achieve similar results or that the preliminary results from such patients will be maintained. As a result, interim and preliminary data should be viewed with caution until the final data are available. Differences between preliminary or interim data and final data could significantly harm our business prospects and may cause the trading price of our common stock to fluctuate significantly.\n\n  We may incur additional costs or experience delays in completing, or ultimately be unable to complete, the development and commercialization of any of our product candidates.\n\n  Before obtaining marketing approval from regulatory authorities for the sale of any of our product candidates, we or our collaborators must conduct extensive trials to demonstrate the safety and efficacy of the product candidates in humans. Clinical testing is expensive and difficult to design and implement, can take many years to complete and is inherently uncertain as to the outcome. A failure of one or more trials can occur at any stage of testing. The outcome of preclinical studies and early clinical trials may not accurately predict the success of later trials, and interim results of a trial do not necessarily predict final results.\n\n  We are dependent upon our collaboration with Incyte to further develop and commercialize axatilimab. If we or Incyte fail to perform as expected the potential for us to generate future revenue under the collaboration could be significantly reduced, the development and/or commercialization of axatilimab may be terminated or substantially delayed, and our business could be adversely affected. \n\n  We are subject to numerous risks related to the Incyte Collaboration Agreement to collaborate on the development and commercialization of axatilimab.\n\n  For example, there is no assurance that the parties will achieve any of the regulatory development or sales milestones, that we will receive any future milestone or royalty payments under the collaboration agreement. Incyte’s activities may be influenced by, among other things, the efforts and allocation of resources by Incyte, which we cannot control. If Incyte does not perform in the manner we expect or fulfill its responsibilities in a timely manner, or at all, the clinical development, manufacturing, regulatory approval, and commercialization efforts related to axatilimab could be delayed or terminated. In addition, our license with Incyte may be unsuccessful due to other factors, including, without limitation, the following:  \n\n  •Incyte may terminate the agreement for convenience upon 90 or 180 days’ notice depending on whether or not the parties have commercialized axatilimab in an indication in the respective territory;\n\n  •Incyte may change the focus of its development and commercialization efforts or prioritize other programs more highly and, accordingly, reduce the efforts and resources allocated to axatilimab\n\n  •Incyte may, within its commercially reasonable discretion, choose not to develop and commercialize axatilimab in all relevant markets or for one or more indications, if at all; and\n\n  •if Incyte is acquired during the term of our collaboration, the acquirer may have competing programs or different strategic priorities that could cause it to reduce its commitment to our collaboration or to terminate the collaboration.\n\n  We cannot ensure that the potential strategic benefits and opportunities expected from this collaboration with be realized on our anticipated timeline or at all.\n\n  26\n\n  If we or our collaborators are unable to enroll patients in clinical trials, these clinical trials may not be completed on a timely basis or at all. \n\n  The timely completion of clinical trials largely depends on patient enrollment. Many factors affect patient enrollment, including: \n\n  •the impact of public health crises, or geopolitical tensions, such as the ongoing wars involving Russia and Israel;\n\n  •perception about the relative efficacy of our product candidates versus other compounds in clinical development or commercially available;\n\n  •evolving standard of care in treating cancer patients;\n\n  •the size and nature of the patient population, especially in the case of an orphan indication, we are pursuing;\n\n  •the number and location of clinical trial sites enrolled;\n\n  •competition with other organizations or our own clinical trials for clinical trial sites or patients;\n\n  •the eligibility and exclusion criteria for the trial;\n\n  •the design of the trial;\n\n  •ability to obtain and maintain patient consent; and\n\n  •risk that enrolled subjects will drop out before completion.\n\n  As a result of the above factors, there is a risk that our or our collaborators’ clinical trials may not be completed on a timely basis or at all. \n\n  We may be required to relinquish important rights to and control over the development and commercialization of our product candidates to our current or future collaborators. \n\n  Our collaborations, including any future strategic collaborations we enter into, could subject us to a number of risks, including: \n\n  •we may be required to undertake the expenditure of substantial operational, financial and management resources;\n\n  •we may be required to issue equity securities that would dilute our existing stockholders’ percentage of ownership;\n\n  •we may be required to assume substantial actual or contingent liabilities;\n\n  •we may not be able to control the amount and timing of resources that our strategic collaborators devote to the development or commercialization of our product candidates;\n\n  •strategic collaborators may delay clinical trials, provide insufficient funding, terminate a clinical trial or abandon a product candidate, repeat or conduct new clinical trials or require a new version of a product candidate for clinical testing;\n\n  •strategic collaborators may not pursue further development and commercialization of products resulting from the strategic collaboration arrangement or may elect to discontinue research and development programs;\n\n  •strategic collaborators may not commit adequate resources to the marketing, sales and distribution of our product candidates, limiting our potential revenue from these products;\n\n  •disputes may arise between us and our strategic collaborators that result in the delay or termination of the research, development or commercialization of our product candidates or that result in costly litigation or arbitration that diverts management’s attention and consumes resources;\n\n  •strategic collaborators may experience financial difficulties;\n\n  27\n\n  •strategic collaborators may not properly maintain or defend our intellectual property rights or may use our proprietary information in a manner that could jeopardize or invalidate our proprietary information or expose us to potential litigation;\n\n  •business combinations or significant changes in a strategic collaborator’s business strategy may also adversely affect a strategic collaborator’s willingness or ability to complete its obligations under any arrangement;\n\n  •strategic collaborators could decide to move forward with a competing product candidate developed either independently or in collaboration with others, including our competitors; and\n\n  •strategic collaborators could terminate the arrangement or allow it to expire, which would delay the development and may increase the cost of developing, our product candidates.\n\n  We may explore strategic collaborations that may never materialize or may fail. \n\n  We periodically explore a variety of possible strategic collaborations in an effort to gain access to additional product candidates or resources. At the current time, we cannot predict what form such a strategic collaboration might take. We are likely to face significant competition in seeking appropriate strategic collaborators, and strategic collaborations can be complicated and time consuming to negotiate and document. We may enter into strategic collaborations that we subsequently no longer wish to pursue, and we may not be able to negotiate strategic collaborations on acceptable terms, or at all. We are unable to predict when, if ever, we will enter into any additional strategic collaborations because of the numerous risks and uncertainties associated with establishing them. \n\n  Failure to comply with regulatory requirements or unanticipated problems with Revuforj or Niktimvo may result in various adverse actions, such as the suspension or withdrawal of either product, closure of a facility or enforcement of substantial penalties or fines.\n\n  Regulatory agencies will subject any marketed product(s), as well as the manufacturing facilities, to continual review and periodic inspection.  If previously unknown problems with a product or with regulatory requirements are discovered, such as adverse events of unanticipated severity or frequency, serious or unexpected side effects or other safety risks, problems with a manufacturing process or laboratory facility, or failure to comply with applicable regulatory approval requirements, a regulatory agency may impose restrictions or penalties on that product or on us.  Such restrictions or penalties may include, among other things: \n\n  •restrictions on the marketing or manufacturing of the product, the withdrawal of the product from the market or product recalls;\n\n  •warning letters or holds on clinical trials;\n\n  •refusal by the FDA to approve pending applications or supplements to approved applications filed by us or suspension or revocation of approvals;\n\n  •product seizure or detention, or refusal to permit the import or export of our product candidates; and\n\n  •closure of the facility, enforcement of substantial fines, injunctions, or the imposition of civil or criminal penalties.\n\n  The regulatory approval processes of the FDA and foreign regulatory authorities are lengthy, time-consuming and inherently unpredictable. Our inability to obtain regulatory approval for our product candidates would harm our business. \n\n  The FDA and comparable foreign regulatory authorities extensively and rigorously regulate and evaluate the manufacture, testing, distribution, advertising and marketing of drug products prior to granting marketing approvals with respect to such products. This approval process generally requires, at minimum, testing of any product candidate in preclinical studies and clinical trials to establish its safety and effectiveness, and confirmation by the FDA and comparable foreign regulatory authorities that any such product candidate, and any parties involved in its manufacturing, testing and development, complied with cGMP, current Good Laboratory Practices and current Good Clinical Practices, regulations, standards and guidelines during such manufacturing, testing and development. The time required to obtain approval by the FDA and foreign regulatory authorities is unpredictable, but typically \n\n  28\n\n  takes many years following the commencement of preclinical studies and clinical trials and depends upon numerous factors, including the substantial discretion of the regulatory authorities. In addition, approval policies, regulations, or the type and amount of clinical data necessary to gain approval may change during the course of a product candidate’s clinical development and may vary among jurisdictions. Other than the recent approval for marketing of entinostat tablets by the National Medical Products Administration, we have not obtained regulatory approval for any of our product candidates and it is possible that we will never obtain regulatory approval for any additional product candidates or any future product candidates. \n\n  In addition, our product candidates could fail to receive regulatory approval from the FDA or foreign regulatory authorities for other reasons, including but not limited to:\n\n  •failure to demonstrate that our product candidates are effective for their proposed indication and have an acceptable safety profile;\n\n  •failure of clinical trials to meet the primary endpoints or level of statistical significance required for approval;\n\n  •failure to demonstrate that the clinical and other benefits of a product candidate outweigh any of its safety risks;\n\n  •disagreement with our interpretation of data from preclinical studies or clinical trials;\n\n  •disagreement with the design, size, conduct or implementation of our or our collaborators’ trials;\n\n  •the insufficiency of data collected from trials of our product candidates to support the submission and filing of an NDA, BLA or other submission or to obtain regulatory approval;\n\n  •failure to obtain approval of the manufacturing and testing processes or facilities of third-party manufacturers with whom we contract for clinical and commercial product supplies or preclinical or clinical testing;\n\n  •receipt of a negative opinion from an advisory committee due to a change in the standard of care regardless of the outcome of the clinical trials; or\n\n  •changes in the approval policies or regulations that render our preclinical and clinical data insufficient for approval.\n\n  The FDA or foreign regulatory authorities may require more information, including additional preclinical or clinical data, to support approval, which may delay or prevent approval and our commercialization plans, or may cause us to decide to abandon our development program. Even if we were to obtain approval, regulatory authorities may approve one or more of our product candidates for a more limited patient population than we request, may grant approval contingent on the performance of costly post-marketing trials, may impose a risk evaluation and mitigation strategy, or REMS, or foreign regulatory authorities may require the establishment or modification of a similar strategy that may, for instance, restrict distribution of one or more of our product candidates and impose burdensome implementation requirements on us, or may approve it with a label that does not include the labeling claims necessary or desirable for the successful commercialization of one or more of our product candidates, all of which could limit our ability to successfully commercialize our product candidates. Moreover, if adopted in the form proposed, the recent European Commission proposals to revise the existing European Union, or EU, laws governing authorization of medicinal products may result in a decrease in data and market exclusivity for our product candidates in the EU.\n\n  Revuforj, Niktimvo and our future product candidates may not achieve adequate market acceptance among physicians, patients, healthcare payors and others in the medical community to be commercially successful. \n\n  Revuforj, Niktimvo and our future product candidates may not gain sufficient market acceptance among physicians, patients, healthcare payors and others in the medical community. Our commercial success also depends on coverage and adequate reimbursement by third-party payors, including government payors, which may be difficult or time-consuming to obtain, may be limited in scope and may not be obtained in all jurisdictions in which we may seek to market our product candidates. The degree of market acceptance will depend on a number of factors, including: \n\n  29\n\n  •the efficacy and safety profile as demonstrated in trials and in post-marketing experience;\n\n  •the timing of market introduction as well as competitive products;\n\n  •the clinical indications for which the product candidate is approved;\n\n  •acceptance of the product candidate as a safe and effective treatment by physicians, clinics and patients;\n\n  •the potential and perceived advantages of our product candidates over alternative treatments;\n\n  •the cost of treatment in relation to alternative treatments;\n\n  •pricing and the availability of coverage and adequate reimbursement by third-party payors, including government authorities;\n\n  •relative convenience and ease of administration;\n\n  •the frequency and severity of adverse events;\n\n  •the effectiveness of sales and marketing; and\n\n  •unfavorable publicity relating to our product candidates.\n\n  If Revuforj, Niktimvo or future approved product candidates do not achieve an adequate level of acceptance by physicians, hospitals, healthcare payors and patients, we may not generate sufficient revenue to become or remain profitable. \n\n  We rely on third-party suppliers as well as Incyte to manufacture and distribute our clinical drug supplies for our product candidates, we intend to rely on third parties for commercial manufacturing and distribution of our product candidates and we expect to rely on third parties for manufacturing and distribution of preclinical, clinical and commercial supplies of any future product candidates. \n\n  We do not currently have, nor do we plan to acquire, the infrastructure or capability to manufacture or distribute preclinical, clinical or commercial quantities of drug substance or drug product, including our existing product candidates. While we expect to continue to depend on third-party manufacturers and Incyte for the foreseeable future, we do not have direct control over the ability of these parties to maintain adequate manufacturing capacity and capabilities to serve our needs, including quality control, quality assurance and qualified personnel. In addition, public health crises, may impact the ability of our existing or future manufacturers to perform their obligations to us.\n\n  We are dependent on our third-party manufacturers and Incyte for compliance with cGMPs and for manufacture of both active drug substances and finished drug products. Facilities used by our third-party manufacturers and Incyte to manufacture drug substance and drug product for commercial sale must be approved by the FDA or other relevant foreign regulatory agencies pursuant to inspections that will be conducted after we submit our NDA or relevant foreign regulatory submission to the applicable regulatory agency. If our third-party manufacturers or Incyte cannot successfully manufacture materials that conform to our specifications and/or the strict regulatory requirements of the FDA or foreign regulatory agencies, they will not be able to secure and/or maintain regulatory approval for their manufacturing facilities. Furthermore, these third-party manufacturers are engaged with other companies to supply and/or manufacture materials or products for such companies, which also exposes our third-party manufacturers to regulatory risks for the production of such materials and products. As a result, failure to meet the regulatory requirements for the production of those materials and products may also affect the regulatory clearance of a third-party manufacturers’ facility. If the FDA or a foreign regulatory agency does not approve these facilities for the manufacture of our product candidates, or if it withdraws its approval in the future, we may need to find alternative manufacturing facilities, which would impede or delay our ability to develop, obtain regulatory approval for or market our product candidates, if approved.  \n\n  Our products and product candidates may face future development and regulatory difficulties. \n\n  Our products and product candidates are subject to ongoing requirements by the FDA and foreign regulatory authorities governing the manufacture, quality control, further development, labeling, packaging, storage, distribution, safety surveillance, import, export, advertising, promotion, recordkeeping and reporting of safety and other post-market information. The FDA and foreign regulatory authorities will continue to monitor closely the \n\n  30\n\n  safety profile of any product even after approval. If the FDA or foreign regulatory authorities become aware of new safety information after approval of a product candidate, they may require labeling changes or establishment of a REMS or similar strategy, impose significant restrictions on its indicated uses or marketing, or impose ongoing requirements for potentially costly post-approval studies or post-market surveillance. \n\n  In addition, manufacturers of drug products and their facilities are subject to continual review and periodic inspections by the FDA and other regulatory authorities for compliance with cGMP regulations and standards. If we or a regulatory agency discover previously unknown problems with a product, such as adverse events of unanticipated severity or frequency, or problems with the facility where the product is manufactured, a regulatory agency may impose restrictions on that product, the manufacturing facility or us, including withdrawal of the product from the market or suspension of manufacturing, or we may recall the product from distribution. If we, or our third-party manufacturers, fail to comply with applicable regulatory requirements, a regulatory agency may:\n\n  •issue warning letters or untitled letters;\n\n  •mandate modifications to promotional materials or require us to provide corrective information to healthcare practitioners;\n\n  •require us to enter into a consent decree, which can include imposition of various fines, reimbursements for inspection costs, required due dates for specific actions and penalties for noncompliance;\n\n  •seek an injunction or impose civil or criminal penalties or monetary fines;\n\n  •suspend or withdraw regulatory approval;\n\n  •suspend any ongoing clinical trials;\n\n  •refuse to approve pending applications or supplements to applications filed by us;\n\n  •suspend or impose restrictions on operations, including costly new manufacturing requirements; or\n\n  •seize or detain products or refuse to permit the import or export of products.\n\n  The occurrence of any event or penalty described above may inhibit our ability to commercialize and generate revenue from the sale of our product candidates. \n\n  Advertising and promotion of any product candidate that obtains approval in the United States is heavily scrutinized by the FDA’s Office of Prescription Drug Promotion, the Department of Justice, the Department of Health and Human Services’ Office of Inspector General, state attorneys general, members of Congress, other government agencies and the public. While physicians may prescribe products for off-label uses as the FDA and other regulatory agencies do not regulate a physician’s choice of drug treatment made in the physician’s independent medical judgment, they do restrict promotional communications from companies or their sales force with respect to off-label uses of products for which marketing clearance has not been issued. Companies may only share truthful and not misleading information that is otherwise consistent with a product’s FDA-approved labeling. Violations, including promotion of our products for unapproved (or off-label) uses, may be subject to enforcement letters, inquiries and investigations, and civil and criminal sanctions by the government. Additionally, foreign regulatory authorities will heavily scrutinize advertising and promotion of any product candidate that obtains approval in their respective jurisdictions.\n\n  In the United States, engaging in the impermissible promotion of our products for off-label uses can also subject us to false claims litigation under federal and state statutes, which can lead to administrative, civil and criminal penalties, damages, monetary fines, disgorgement, individual imprisonment, exclusion from participation in Medicare, Medicaid and other federal healthcare programs, curtailment or restructuring of our operations and agreements that materially restrict the manner in which a company promotes or distributes drug products. These false claims statutes include, but are not limited to, the federal civil False Claims Act, which allows any individual to bring a lawsuit against an individual or entity, including a pharmaceutical or biopharmaceutical company on behalf of the federal government alleging the knowing submission of false or fraudulent claims, or causing to present such false or fraudulent claims, for payment or approval by a federal program such as Medicare or Medicaid. These False Claims Act lawsuits against pharmaceutical or biopharmaceutical companies have increased significantly in number and breadth, leading to several substantial civil and criminal settlements regarding certain sales practices, including promoting off-label drug uses involving fines in excess of $1.0 billion. This growth in litigation has increased the risk that a pharmaceutical company will have to defend a false claim action, pay \n\n  31\n\n  settlement fines or restitution, agree to comply with burdensome reporting and compliance obligations, and be excluded from participation in Medicare, Medicaid and other federal and state healthcare programs. If we, or any partner that we may engage, do not lawfully promote our approved products, we may become subject to such litigation, which may have a material adverse effect on our business, financial condition and results of operations. \n\n  Our products and product candidates may cause undesirable side effects or have other properties that could delay or prevent their regulatory approval, limit the commercial scope of their approved use, or result in significant negative consequences following any marketing approval. \n\n  Undesirable side effects caused by our products and product candidates could cause the interruption, delay or halting of the trials and could result in a more restrictive label or the delay or denial of regulatory approval by the FDA or other foreign regulatory authorities. For example, the Revuforj U.S. Prescribing Information label contains a boxed warning for differentiation syndrome, which can be fatal. Results of the clinical trials may reveal a high and unacceptable severity and prevalence of side effects or other unexpected characteristics. In such event, the trials could be suspended or terminated, or the FDA or foreign regulatory authorities could deny approval of our product candidates for any or all targeted indications. Drug-related side effects could affect patient recruitment or the ability of enrolled subjects to complete the trial or result in potential product liability claims. Any of these occurrences may harm our business, financial condition and prospects. \n\n  Additionally, if our product candidates receive marketing approval, and we or others later identify undesirable side effects, a number of potentially significant negative consequences could result, including:\n\n  •we may suspend marketing of, or withdraw or recall, the product;\n\n  •regulatory authorities may withdraw approvals;\n\n  •regulatory authorities may require additional warnings on the product labels;\n\n  •the FDA or other regulatory authorities may issue safety alerts, Dear Healthcare Provider letters, press releases or other communications containing warnings about the product;\n\n  •the FDA may require the establishment or modification of a REMS or foreign regulatory authorities may require the establishment or modification of a similar strategy that may, for instance, restrict distribution of the product and impose burdensome implementation requirements on us;\n\n  •regulatory authorities may require that we conduct post-marketing studies;\n\n  •we could be sued and held liable for harm caused to subjects or patients; and\n\n  •our reputation may suffer.\n\n  Any of these events could prevent us from achieving or maintaining market acceptance of our product candidates for use in targeted indications or otherwise materially harm its commercial prospects, if approved, and could harm our business, results of operations and prospects. \n\n  Our failure to obtain regulatory approval in international jurisdictions would prevent us from marketing our product candidates outside the United States. \n\n  In order to market and sell our product candidates in other jurisdictions, we must obtain separate marketing approvals for those jurisdictions and comply with their numerous and varying regulatory requirements. We may not obtain foreign regulatory approvals on a timely basis, or at all. The approval procedure varies among countries and can involve additional testing. The time required to obtain approval may differ substantially from that required to obtain FDA approval. The regulatory approval process outside the United States generally includes all of the risks associated with obtaining FDA approval. In addition, in many countries outside the United States, product reimbursement approvals must be secured before regulatory authorities will approve the product for sale in that country. Obtaining foreign regulatory approvals and compliance with foreign regulatory requirements could result in significant delays, difficulties and costs for us and could delay or prevent the introduction of our product candidates in certain countries. Further, clinical trials conducted in one country may not be accepted by regulatory authorities in other countries and regulatory approval in one country does not ensure approval in any other country, while a failure or delay in obtaining regulatory approval in one country may have a negative effect on the regulatory approval process in others. Our failure to obtain approval of our product candidates by foreign regulatory authorities may \n\n  32\n\n  negatively impact the commercial prospects of such product candidates and our business prospects could decline. Also, if regulatory approval for our product candidates is granted, it may be later withdrawn. If we fail to comply with the regulatory requirements in international jurisdictions and receive applicable marketing approvals, our target market will be reduced and our ability to realize the full market potential for our product candidates will be harmed and our business may be adversely affected. \n\n  We face significant competition from other biotechnology and pharmaceutical companies, and our operating results will suffer if we fail to compete effectively.\n\n  Revuforj, Niktimvo and any product candidate that receives approval in the future would face significant competition from other therapies in the relevant indication. For example, cGVHD has historically been managed by off-label treatments. However, in the past several years, the FDA has approved three drugs, ibrutinib (Imbruvica®), belomosidil (Rezurock®) and ruxolitinib (Jakafi®), for use in patients with cGVHD after failure of one or more lines of systemic therapy. All three of these drugs may compete with Niktimvo in patients diagnosed with cGVHD.\n\n  Revumenib is being developed for the treatment of R/R adult and pediatric patients with KMT2Ar ALL, KMT2Ar AML and NPM1 mutant AML. At this time, other than Revuforj, there are no drugs approved for these defined populations and patients are managed using the standard of care treatment regimens developed for general AML and ALL populations. While there are other agents in early development for similar populations, Revuforj is the first defined therapy for patients with KMT2Ar ALL and KMT2Ar AML.\n\n  Existing or potential competitors have or may have substantially greater financial, technical and human resources than we do and significantly greater experience in the discovery and development of product candidates, obtaining FDA and other regulatory approvals of product candidates and the commercialization of those products. Our competitors may be more successful than us in obtaining FDA approval for drugs and achieving widespread market acceptance. Our competitors’ drugs may be more effective or more effectively marketed and sold than any drug we may commercialize and may render our product candidates obsolete or non-competitive before we can recover the expenses of developing and commercializing any of our product candidates. Our competitors may also obtain FDA or other regulatory approval for their products more rapidly than we may obtain approval for ours. We anticipate that we will face intense and increasing competition as new drugs enter the market and advanced technologies become available. \n\n  We believe that our ability to successfully compete will depend on, among other things:\n\n  •the market adoption of Revuforj, Niktimvo and our product candidates by physicians and patients;\n\n  •the efficacy and safety profile of our product candidates relative to marketed products and product candidates in development by third parties;\n\n  •the time it takes for our product candidates to complete clinical development and receive marketing approval;\n\n  •our ability to commercialize Revuforj, Niktimvo and our product candidates if they receive regulatory approval;\n\n  •the price of Revuforj, Niktimvo and our product candidates, including in comparison to branded or generic competitors;\n\n  •whether coverage and adequate levels of reimbursement are available under private and governmental health insurance plans, including Medicare;\n\n  •our ability to manufacture commercial quantities of Revuforj, Niktimvo and our product candidates, if they receive regulatory approval; and\n\n  •our ability to negotiate preferential formulary status for our product candidates.\n\n  Even if we obtain regulatory approval of our other product candidates, the availability, commercial formulary placement, and price of our competitors’ products could limit the demand and the price we are able to charge. We may not be able to implement our business plan if the acceptance of our product candidates is inhibited by price competition or the reluctance of physicians to switch from existing methods of treatment, or if physicians switch to other new drug or biologic products or choose to reserve our drugs for use in limited circumstances. \n\n  33\n\n  Certain of our product candidates may require companion diagnostics in certain indications. Failure to successfully develop, validate and obtain regulatory clearance or approval for such tests could harm our product development strategy or prevent us from realizing the full commercial potential of our investigational products.\n\n  Companion diagnostics are subject to regulation by the FDA and comparable foreign regulatory authorities as a medical device and may require separate regulatory authorization prior to commercialization. Certain of our revumenib clinical trials include the use of an investigational or laboratory developed diagnostic test to help identify eligible patients. We currently do not have any plans to develop diagnostic tests internally. We are therefore dependent on the sustained cooperation and effort of third-party collaborators in developing and, if our investigational products are approved for use only with an approved companion diagnostic test, obtaining approval and commercializing these tests. If these parties are unable to successfully develop companion diagnostics for our investigational products, or experience delays in doing so, the development of our investigational products may be adversely affected and we may not be able to obtain marketing authorization for these investigational products. Furthermore, our ability to market and sell, as well as the commercial success, of any of our investigational products that require a companion diagnostic will be tied to, and dependent upon, the receipt of required regulatory authorization and the continued ability of such third parties to make the companion diagnostic commercially available on reasonable terms in the relevant geographies. Any failure to develop, validate, obtain and maintain marketing authorization and supply for a companion diagnostic we need may harm our business prospects.\n\n  We are dependent on UCB Biopharma Sprl, or UCB, to comply with the terms of our license agreement for axatilimab. \n\n  Our commercial success also depends upon our ability to develop, manufacture, market and sell axatilimab. We have a worldwide, sublicensable, exclusive license to axatilimab pursuant to a license agreement with UCB. Certain of the rights licensed to us under the UCB license agreement are in-licensed by UCB from third parties. We are dependent on UCB maintaining the applicable third-party license agreements in full force and effect, which may include activities and performance obligations that are not within our control. If any of these third-party license agreements terminate, certain of our rights to develop, manufacture, commercialize or sell axatilimab may be terminated as well. The occurrence of any of these events could adversely affect the development and commercialization of axatilimab, and materially harm our business. \n\n  Our employees, consultants and collaborators may engage in misconduct or other improper activities, including insider trading and non-compliance with regulatory standards and requirements.\n\n  We are exposed to the risk that our employees, consultants, distributors, and collaborators may engage in fraudulent or illegal activity. Misconduct by these parties could include intentional, reckless or negligent conduct or disclosure of unauthorized activities to us that violates the regulations of the FDA and non-U.S. regulators, including those laws requiring the reporting of true, complete and accurate information to such regulators, manufacturing standards, healthcare fraud and abuse laws and regulations in the United States and abroad or laws that require the true, complete and accurate reporting of financial information or data. In particular, sales, marketing and business arrangements in the healthcare industry, including the sale of pharmaceuticals, are subject to extensive laws and regulations intended to prevent fraud, misconduct, kickbacks, self-dealing and other abusive practices. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, marketing and promotion, sales commission, customer incentive programs and other business arrangements. We have adopted a code of conduct applicable to all of our employees, officers, directors, agents and representatives, including consultants, but it is not always possible to identify and deter misconduct by our employees and other third parties, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to comply with these laws or regulations. If any such actions are instituted against us and we are not successful in defending ourselves or asserting our rights, those actions could result in the imposition of significant fines or other sanctions, including the imposition of civil, criminal and administrative penalties, damages, monetary fines, disgorgement, individual imprisonment, possible exclusion from participation in Medicare, Medicaid and other federal healthcare programs, additional reporting obligations and oversight if we become subject to a corporate integrity agreement or other agreement to resolve allegations of non-compliance with these laws, contractual damages, reputational harm, diminished profits and future earnings and curtailment of operations, any of which could adversely affect our ability to operate our business and our results of operations. Whether or not we are successful in defending against such \n\n  34\n\n  actions or investigations, we could incur substantial costs, including legal fees, and divert the attention of management in defending ourselves against any of these claims or investigations.\n\n  The insurance coverage and reimbursement status of newly approved products is uncertain.  Failure to obtain or maintain adequate coverage and reimbursement for Revuforj, Niktimvo or any future products could limit our ability to market those products and decrease our ability to generate revenue. \n\n  The pricing, coverage, and reimbursement of Revuforj, Niktimvo, and other product candidates, if approved, must be adequate to support our commercial infrastructure. Our per-patient prices must be sufficient to recover our development and manufacturing costs and potentially achieve profitability.  Accordingly, the availability and adequacy of coverage and reimbursement by governmental and private payors are essential for most patients to afford expensive treatments such as ours.  Sales of Revuforj and Niktimvo will depend substantially, both domestically and abroad, on the extent to which their costs will be paid for by health maintenance, managed care, pharmacy benefit, and similar healthcare management organizations, or reimbursed by government authorities, private health insurers, and other payors.  If coverage and reimbursement are not available, are available only to limited levels, or are not available on a timely basis, we may not be able to successfully commercialize either Revuforj or Niktimvo.  Even if coverage is provided, the approved reimbursement amount may not be high enough to allow us to establish or maintain pricing sufficient to sustain our overall enterprise.\n\n  There is significant uncertainty related to the insurance coverage and reimbursement of newly approved products.  In the United States, the Centers for Medicare & Medicaid Services, or CMS, an agency within the U.S. Department of Health and Human Services, decides whether and to what extent a new drug will be covered and reimbursed under Medicare.  Private payors tend to follow the coverage reimbursement policies established by CMS to a substantial degree.  It is difficult to predict what CMS or private payors will decide with respect to reimbursement for a product such as ours.\n\n  Moreover, increasing efforts by governmental and third-party payors in the United States and abroad to cap or reduce healthcare costs may cause such organizations to limit both coverage and the level of reimbursement for new products and, as a result, they may not cover or provide adequate payment for either Revuforj or Niktimvo.  We expect to experience pricing pressures in connection with the sales of both Revuforj and Niktimvo due to the trend toward managed healthcare, the increasing influence of health maintenance organizations, additional legislative changes, and statements by elected officials.  The downward pressure on healthcare costs in general, and with respect to prescription drugs, surgical procedures, and other treatments in particular, has become very intense. As a result, increasingly high barriers are being erected to the entry of new products. \n\n  We must attract and retain additional highly skilled employees in order to succeed.\n\n  We must recruit, retain, manage and motivate qualified clinical, scientific, technical, commercial and management personnel and we face significant competition for experienced personnel. If we do not succeed in attracting and retaining qualified personnel, particularly at the management level, it could adversely affect our ability to execute our business plan and harm our operating results. In particular, the loss of one or more of our executive officers could be detrimental to us if we cannot recruit suitable replacements in a timely manner. The competition for qualified personnel in the pharmaceutical and biopharmaceutical industries is intense and as a result, we may be unable to continue to attract and retain qualified personnel necessary for the development of our business or to recruit suitable replacement personnel. \n\n  Many of the other pharmaceutical companies that we compete against for qualified personnel have greater financial and other resources, different risk profiles and a longer history in the industry than we do. They also may provide more diverse opportunities and better chances for career advancement. Some of these characteristics may be more appealing to high-quality candidates than what we have to offer. If we are unable to continue to attract and retain high-quality personnel, the rate and success at which we can discover and develop product candidates and our business will be limited. \n\n  Current and future legislation may increase the difficulty and cost for us to commercialize our product candidates and affect the prices we may obtain. \n\n  The United States and many foreign jurisdictions have enacted or proposed legislative and regulatory changes affecting the healthcare system that could prevent or delay marketing approval of our product candidates, restrict or \n\n  35\n\n  regulate post-approval activities and affect our ability to profitably sell any product candidate for which we obtain marketing approval. \n\n  For example, then President Obama signed into law the Affordable Care Act. Among other cost containment measures, the Affordable Care Act established an annual, nondeductible fee on any entity that manufactures or imports branded prescription drugs and biologic agents, a Medicare Part D coverage gap discount program, and a formula that increased the rebates a manufacturer must pay under the Medicaid Drug Rebate Program.\n\n  There have been executive, judicial and Congressional challenges to certain aspects of the Affordable Care Act. \n\n  While Congress has not passed comprehensive repeal legislation, several amendments to certain aspects of the Affordable Care Act have been signed into law. On August 16, 2022, the Inflation Reduction Act of 2022 or IRA, was signed into law, which among other things, extends enhanced subsidies for individuals purchasing health insurance coverage in Affordable Care Act marketplaces through plan year 2025. The IRA also eliminates the “donut hole” under the Medicare Part D program beginning in 2025 by significantly lowering the beneficiary maximum out-of-pocket costs through a newly established manufacturer discount program. It is possible that the Affordable Care Act will be subject to judicial or Congressional challenges in the future. It is unclear how any such challenges and the healthcare reform measures of the second Trump administration will impact the Affordable Care Act and our business.  \n\n  Other legislative changes have been proposed and adopted since the Affordable Care Act was enacted. These changes include aggregate reductions to Medicare payments to providers of up to 2% per fiscal year, which began in 2013, and due to subsequent legislative amendments to the statute, will remain in effect through 2032 unless additional Congressional action is taken. \n\n  Additional changes that may affect our business include the expansion of new programs such as Medicare payment for performance initiatives for physicians under the Medicare Access and CHIP Reauthorization Act of 2015, or MACRA, which ended the use of the statutory formula and established a quality payment program, also referred to as the Quality Payment Program. The Quality Payment Program consists of two payment tracks that eligible clinicians can participate in: Advanced Alternative Payment Models, APMs, and the Merit-Based Incentive Payment System, MIPS. Under both APMs and MIPS the Advanced Alternative Payment Models and the Merit-Based Incentive Payment System, performance data collected each performance year will affect Medicare payments in later years, including potentially reducing payments.\n\n  Also, there has been heightened governmental scrutiny recently over the manner in which drug manufacturers set prices for their marketed products, which have resulted in several, Presidential executive orders, Congressional inquiries and proposed and enacted federal and state legislation designed to, among other things, bring more transparency to product pricing, review the relationship between pricing and manufacturer patient programs, and reform government program reimbursement methodologies for drug products. At the federal level, the IRA, among other things, (i) directs the Secretary of  the U.S. Department of Health and Human Services, or HHS, to negotiate the price of certain high-expenditure, single-source drugs that have been on the market for at least 7 years covered under Medicare Part B and Medicare Part D, and subjects drug manufacturers to civil monetary penalties and a potential excise tax by offering a price that is not equal to or less than the negotiated “maximum fair price” under the law, or the Medicare Drug Price Negotiation Program, and (ii) imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation. These provisions began to take effect progressively in fiscal year 2023. On August 15, 2024, HHS announced the agreed-upon reimbursement prices of the first ten drugs that were subject to price negotiations, although the Medicare Drug Price Negotiation Program is currently subject to legal challenges. On January 17, 2025, HHS selected 15 additional products covered under Part D for price negotiation in 2025. Each year thereafter more Part B and Part D products will become subject to the Medicare Drug Price Negotiation Program. Further, on December 7, 2023, an initiative to control the price of prescription drugs through the use of march-in rights under the Bayh-Dole Act was announced. March-in rights allow a federal agency to grant a compulsory license on a privately owned patent to third parties, if the invention was developed with federal funding and the agency finds that certain statutory criteria apply. On December 8, 2023, the National Institute of Standards and Technology published for comment a Draft Interagency Guidance Framework for Considering the Exercise of March-In Rights which for the first time includes the price of a product as one factor an agency can use when deciding to exercise march-in rights. While march-in rights have not previously been exercised, it is uncertain if that will continue under the new framework. At the state level, legislatures have increasingly passed and implemented regulations designed to control pharmaceutical and biological product pricing, \n\n  36\n\n  including price or patient reimbursement constraints, discounts, restrictions on certain product access and marketing cost disclosure and transparency measures, and, in some cases, designed to encourage importation from other countries and bulk purchasing. For example, on January 5, 2024, the FDA approved Florida’s Section 804 Importation Program, or SIP, proposal to import certain drugs from Canada for specific state healthcare programs. It is unclear how this program will be implemented, including which drugs will be chosen, and whether it will be subject to legal challenges in the United States or Canada. Other states have also submitted SIP proposals that are pending review by the FDA. Any such approved importation plans, when implemented, may result in lower drug prices for products covered by those programs.  \n\n  These and other healthcare reform measures may be adopted in the future, particularly in light of the recent U.S. Presidential and Congressional election, any of which may result in more rigorous coverage criteria and in additional downward pressure on the price that we receive for any approved drug. The current administration is pursuing policies to reduce regulations and expenditures across government including at HHS, the FDA, CMS and related agencies.  These actions, presently directed by executive orders or memoranda from the Office of Management and Budget, may propose policy changes that create additional uncertainty for our business. These actions may, for example, include directives to reduce agency workforce, rescinding a Biden administration executive order tasking the Center for Medicare and Medicaid Innovation, or CMMI, to consider new payment and healthcare models to limit drug spending and eliminating the Biden administration’s executive order that directed HHS to establishing an AI task force and developing a strategic plan.  Additionally, in its June 2024 decision in Loper Bright Enterprises v. Raimondo, or Loper Bright, the U.S. Supreme Court overturned the longstanding Chevron doctrine, under which courts were required to give deference to regulatory agencies’ reasonable interpretations of ambiguous federal statutes. The Loper Bright decision could result in additional legal challenges to current regulations and guidance issued by federal agencies applicable to our operations, including those issued by the FDA. Finally, Congress may introduce and ultimately pass health care related legislation that could impact the drug approval process and make changes to the Medicare Drug Price Negotiation Program created under the IRA. We cannot predict which additional measures may be adopted or the impact of current and additional measures on the marketing, pricing and demand for our products, which could have a material adverse effect on our business, financial condition and results of operations. \n\n  We are in the process of building our sales, marketing and distribution infrastructure.\n\n  To market Revuforj and Niktimvo or any approved product candidate in the future, we must continue building our sales, marketing, distribution, managerial and other non-technical capabilities or make arrangements with third parties to perform these services, as we do not presently have all of these capabilities.  \n\n  To support the commercialization of Revuforj and Niktimvo in the United States, we have established a robust commercial field force comprising highly experienced professionals with extensive experience in hematology and oncology and new product launches. For Revuforj, we manage sales, marketing and distribution through internal resources and third-party relationships. In accordance with our agreement, Incyte leads the commercialization of axatilimab globally and we are co-commercializing Niktimvo in the United States. \n\n  To further develop our internal sales, distribution and marketing capabilities, we must invest significant amounts of financial and management resources in the future. For drug products where we decide to perform sales, marketing and distribution functions ourselves, we could face a number of challenges, including that:\n\n  owe may not be able to attract, build and retain an effective marketing or sales organization;\n\n  othe cost of establishing, training and providing regulatory oversight for a marketing or sales force may not be justifiable in light of the revenue generated by any particular product;\n\n  oour direct or indirect sales and marketing efforts may not be successful; and\n\n  othere are significant legal and regulatory risks in drug marketing and sales that we have never faced, and any failure to comply with all legal and regulatory requirements for sales, marketing and distribution could result in enforcement action by the FDA or other authorities that could jeopardize our ability to market the product or could subject us to substantial liabilities.\n\n  Alternatively, we may rely on third parties to launch and market our future product candidates, if approved. We may have limited or no control over the sales, marketing and distribution activities of these third parties and our future revenue may depend on the success of these third parties. Additionally, if these third parties fail to comply \n\n  37\n\n  with all applicable legal or regulatory requirements, the FDA or another governmental agency could take enforcement action that could jeopardize their ability and our ability to market our product candidates. \n\n  Product liability lawsuits against us could cause us to incur substantial liabilities and to limit commercialization of our product candidates. \n\n  We face an inherent risk of product liability exposure related to the testing of our product candidates in human trials and will face an even greater risk if we commercially sell any products that we may develop. Product liability claims may be brought against us by subjects enrolled in our trials, patients, healthcare providers or others using, administering or selling our products. If we cannot successfully defend ourselves against claims that our product candidates or other products that we may develop caused injuries, we could incur substantial liabilities. Regardless of merit or eventual outcome, liability claims may result in:\n\n  •decreased demand for our product candidates;\n\n  •termination of clinical trial sites or entire trial programs;\n\n  •injury to our reputation and significant negative media attention;\n\n  •withdrawal of trial participants;\n\n  •significant costs to defend the related litigation;\n\n  •substantial monetary awards to trial subjects or patients;\n\n  •diversion of management and scientific resources from our business operations; and\n\n  •the inability to commercialize any products that we may develop.\n\n  While we currently hold trial liability insurance coverage consistent with industry standards, this may not adequately cover all liabilities that we may incur. We also may not be able to maintain insurance coverage at a reasonable cost or in an amount adequate to satisfy any liability that may arise in the future. Our current insurance coverage includes commercial sales upon marketing approval for our product candidates. A successful product liability claim or series of claims brought against us, particularly if judgments exceed our insurance coverage, could decrease our cash and adversely affect our business and financial condition. \n\n  Our relationships with healthcare providers, customers and third-party payors will be subject to applicable anti-kickback, fraud and abuse, transparency and other healthcare laws and regulations as well as privacy and data security laws and regulations, which could expose us to criminal sanctions, civil penalties, contractual damages, reputational harm, fines, exclusion from participation in government healthcare programs, curtailments or restrictions of our operations, administrative burdens and diminished profits and future earnings.\n\n  Healthcare providers, including physicians and third-party payors play a primary role in the recommendation and prescription of any product candidates for which we obtain marketing approval. Our current and future arrangements with healthcare providers, third-party payors and customers may expose us to broadly applicable fraud and abuse and other healthcare laws and regulations that may constrain the business or financial arrangements and relationships through which we conduct clinical research and market, sell and distribute our products for which we obtain marketing approval. Restrictions under applicable federal and state healthcare laws and regulations, include, but are not limited to, the following:\n\n  •the federal Anti-Kickback Statute prohibits persons from, among other things, knowingly and willfully soliciting, offering, receiving or providing remuneration, directly or indirectly, in cash or in kind, to induce or reward, or in return for, the referral of an individual for the furnishing or arranging for the furnishing, or the purchase, lease or order, or arranging for or recommending purchase, lease or order, or any good or service for which payment may be made under a federal healthcare program such as Medicare and Medicaid;\n\n  •the federal Anti-Kickback Statute has been interpreted to apply to arrangements between pharmaceutical manufacturers on the one hand, and prescribers, purchasers and formulary managers on the other;\n\n  38\n\n  •the Affordable Care Act amended the intent requirement of the federal Anti-Kickback Statute so that a person or entity no longer needs to have actual knowledge of this statute or specific intent to violate it in order to have committed a violation;\n\n  •the federal false claims, including the federal civil False Claims Act, impose criminal and civil penalties, including through civil whistleblower or qui tam actions, and civil monetary penalties laws, which prohibit knowingly presenting, or causing to be presented, to the federal government, claims for payment that are false or fraudulent or making a false statement to avoid, decrease or conceal an obligation to pay money to the federal government;\n\n  •the federal Health Insurance Portability and Accountability Act of 1996, or HIPAA, which prohibits, among other things, knowingly and willfully executing, or attempting to execute, a scheme or artifice to defraud any healthcare benefit program or obtain, by means of false or fraudulent pretenses, representations, or promises, any of the money or property owned by, or under the custody or control of, any healthcare benefit program, regardless of the payor (e.g., public or private), willfully obstructing a criminal investigation of a healthcare offense, and knowingly and willfully falsifying, concealing or covering up by any trick or device a material fact or making any materially false, fictitious or fraudulent statements in connection with the delivery of, or payment for, healthcare benefits, items or services relating to healthcare matters;\n\n  •HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, or HITECH, also imposes obligations on covered entities, including certain health care providers, health plans and health care clearinghouses as well as their business associates that perform certain services involving the use or disclosure of individually identifiable health information for or on behalf of such covered entities, and their covered subcontractors, with respect to safeguarding the privacy, security and transmission of individually identifiable health information;\n\n  •the federal Physician Payments Sunshine Act requires certain manufacturers of drugs, devices, biologics and medical supplies for which payment is available under Medicare, Medicaid or the Children’s Health Insurance Program to report annually to CMS information related to “payments or other transfers of value” made to physicians (defined to include doctors, dentists, optometrists, podiatrists and chiropractors), other healthcare professionals (such as physician assistants and nurse practitioners), and teaching hospitals and applicable manufacturers and applicable group purchasing organizations to report annually to CMS ownership and investment interests held by physicians (as defined above) and their immediate family members; and\n\n  •analogous state and foreign laws and regulations, such as state anti-kickback and false claims laws, which may apply to sales or marketing arrangements and claims involving healthcare items or services reimbursed by non-governmental third-party payors, including private insurers; state and foreign laws that require pharmaceutical companies to comply with the pharmaceutical industry’s voluntary compliance guidelines and the relevant compliance guidance promulgated by the federal government or otherwise restrict payments that may be made to healthcare providers; state and foreign laws that require drug manufacturers to report information related to payments and other transfers of value to physicians and other healthcare providers or marketing expenditures; state laws that require manufacturers to report pricing information regarding certain drugs; state and local laws that require the registration of pharmaceutical sales representatives; state and foreign laws that govern the privacy and security of health information in certain circumstances, many of which differ from each other in significant ways and often are not preempted by HIPAA, thus complicating compliance efforts; and federal, state, and foreign laws that govern the privacy and security of other personal data, including federal and state consumer protection laws, state data security laws, and data breach notification laws (a data breach affecting sensitive personal data, including health information, could result in significant legal and financial exposure and reputational damages).\n\n  Efforts to ensure that our business arrangements with third parties and our business generally, will comply with applicable healthcare laws and regulations will involve substantial costs. It is possible that governmental authorities will conclude that our business practices may not comply with current or future statutes, regulations or case law interpreting applicable fraud and abuse or other healthcare laws and regulations. If our operations are found to be in violation of any of these laws or any other governmental regulations that may apply to us, we may be \n\n  39\n\n  subject to significant civil, criminal and administrative penalties, damages, fines, disgorgement, imprisonment, exclusion from government funded healthcare programs, such as Medicare and Medicaid, contractual damages, reputational harm, additional reporting requirements and oversight if we become subject to a corporate integrity agreement or similar agreement to resolve allegations of non-compliance with these laws, and the curtailment or restructuring of our operations. Defending against any such actions can be costly, time-consuming and may require significant financial and personnel resources. Therefore, even if we are successful in defending against any such actions that may be brought against us, our business may be impaired. Further, if any physician or other healthcare provider or entity with whom we expect to do business is found not to be in compliance with applicable laws, that person or entity may be subject to criminal, civil or administrative sanctions, including exclusions from government-funded healthcare programs.\n\n  Off-label use or misuse of our products may harm our reputation in the marketplace or result in injuries that lead to costly product liability suits.\n\n  We have received regulatory approval to market Revuforj for the treatment of R/R acute leukemia with a KMT2A translocation in adult and pediatric patients one year old and older and regulatory approval to market Niktimvo for the treatment of cGVHD after failure of at least two prior lines of systemic therapy in adult and pediatric patients weighing at least 40 kg. We may only promote or market Revuforj, Niktimvo, and our other product candidates, if approved by the FDA, for their specifically approved indications and in a manner consistent with the approved labeling. We train our marketing and sales force against promoting our product candidates for uses outside of the approved indications for use, known as “off-label uses.” We cannot, however, prevent a physician from using our products off-label, when in the physician’s independent professional medical judgment, he or she deems it appropriate. Furthermore, the use of our products for indications other than those approved by the FDA may not effectively treat such conditions. Any such off-label use of our product candidates could harm our reputation in the marketplace among physicians and patients. There may also be increased risk of injury to patients if physicians attempt to use our products for any off-label uses, which could lead to product liability suits that that might require significant financial and management resources and that could harm our reputation. Additionally, the FDA imposes stringent restrictions on manufacturers’ communications regarding off-label uses and if we, or our collaborators, do not promote our products in a manner consistent with the approved labeling, we, or they, may be subject to warnings or enforcement action for off-label marketing. Violation of the Federal Food, Drug, and Cosmetic Act, or FCA, and other statutes, including the FCA, relating to the promotion and advertising of prescription drugs may lead to investigations or allegations of violations of federal and state healthcare fraud and abuse laws and state consumer protection laws. \n\n  We and the third parties with whom we work are subject to stringent and evolving U.S. and foreign laws, regulations, and rules, contractual obligations, industry standards, policies and other obligations related to data privacy and security. Our (or the third parties with whom we work) actual or perceived failure to comply with such obligations could lead to regulatory investigations or actions; litigation (including class claims) and mass arbitration demands; fines and penalties; disruptions of our business operations; reputational harm; loss of revenue or profits; and other adverse business consequences.\n\n  In the ordinary course of business, we collect, receive, store, process, generate, use, transfer, disclose, make accessible, protect, secure, dispose of, transmit, and share, or collectively, process, personal data and other sensitive information, including proprietary and confidential business data, trade secrets, intellectual property, sensitive third-party data, business plans, transactions, clinical trial data and financial information or collectively, sensitive data.\n\n  Our data processing activities subject us to numerous data privacy and security obligations, such as various laws, regulations, guidance, industry standards, external and internal privacy and security policies, contractual requirements, and other obligations relating to data privacy and security. \n\n  In the United States, federal, state, and local governments have enacted numerous data privacy and security laws, including data breach notification laws, personal data privacy laws, consumer protection laws (e.g., Section 5 of the Federal Trade Commission Act), and other similar laws (e.g., wiretapping laws). For example, HIPAA as amended by HITECH, imposes specific requirements relating to the privacy, security, and transmission of individually identifiable protected health information. For more information regarding risks associated with HIPAA, please refer to the section above that discusses risks associated with healthcare laws and regulations.\n\n  40\n\n  In the past few years, numerous U.S. states have enacted comprehensive privacy laws that impose certain obligations on covered businesses, including providing specific disclosures in privacy notices and affording residents with certain rights concerning their personal data. As applicable, such rights may include the right to access, correct, or delete certain personal data, and to opt-out of certain data processing activities, such as targeted advertising, profiling, and automated decision-making. The exercise of these rights may impact our business and ability to provide our products and services. Certain states also impose stricter requirements for processing certain personal data, including sensitive personal data, such as conducting data privacy impact assessments. These state laws allow for statutory fines for noncompliance. For example, the California Consumer Privacy Act, or CCPA, applies to personal data of consumers, business representatives, and employees who are California residents, and requires businesses to provide specific disclosures in privacy notices and honor requests of such individuals to exercise certain privacy rights. The CCPA provides for fines of up to $7,500 per intentional violation and allows private litigants affected by certain data breaches to recover significant statutory damages. Although there are limited exemptions for clinical trial data under the CCPA, the CCPA and other similar laws may impact (possibly significantly) our business activities depending on how it is interpreted, should we become subject to the CCPA in the future. Similar laws are being considered in several other states, as well as at the federal and local levels, and we expect more states to pass similar laws in the future. These developments further complicate compliance efforts and increase legal risk and compliance costs for us and the third parties with whom we work. \n\n  Outside the United States, an increasing number of laws, regulations, and industry standards may govern data privacy and security. For example, the European Union’s General Data Protection Regulation, or EU GDPR, and the United Kingdom’s GDPR, or UK GDPR, impose strict requirements for processing personal data. For example, under GDPR, companies may face temporary or definitive bans on data processing and other corrective actions; fines of up to 20 million Euros under the EU GDPR, 17.5 million pounds sterling under the UK GDPR or, in each case, 4% of annual global revenue, whichever is greater; or private litigation related to processing of personal data brought by classes of data subjects or consumer protection organizations authorized at law to represent their interests.\n\n  We are subject to new laws governing the privacy of consumer health data, including reproductive, sexual orientation, and gender identity privacy rights. For example, Washington’s My Health My Data Act, or MHMD, broadly defines consumer health data, places restrictions on processing consumer health data (including imposing stringent requirements for consents), provides consumers certain rights with respect to their health data, and creates a private right of action to allow individuals to sue for violations of the law. Other states have proposed, enacted or are considering similar laws. \n\n  Our employees and personnel may occasionally use generative artificial intelligence, or AI, technologies to perform their work, and the disclosure and use of personal data in generative AI technologies is subject to various privacy laws and other privacy obligations. Governments have passed and are likely to pass additional laws regulating generative AI. Our use of this technology could result in additional compliance costs, regulatory investigations and actions, and lawsuits. If we are unable to use generative AI, it could make our business less efficient and result in competitive disadvantages.\n\n  In addition, we may be unable to transfer personal data from Europe and other jurisdictions to the United States or other countries due to data localization requirements or limitations on cross-border data flows. Europe and other jurisdictions have enacted laws requiring data to be localized or limiting the transfer of personal data to other countries. In particular, the European Economic Area, or EEA, and the United Kingdom, or UK, have significantly restricted the transfer of personal data to the United States and other countries whose privacy laws it generally believes are inadequate. Other jurisdictions may adopt or have already adopted similarly stringent data localization and cross-border data transfer laws. Although there are currently various mechanisms that may be used to transfer personal data from the EEA and UK to the United States in compliance with law, such as the EEA’s standard contractual clauses, the UK’s International Data Transfer Agreement / Addendum, and the EU-U.S. Data Privacy Framework and the UK extension thereto (which allows for transfers to relevant U.S.-based organizations who self-certify compliance and participate in the Framework), these mechanisms are subject to legal challenges, and there is no assurance that we can satisfy or rely on these measures to lawfully transfer personal data to the United States. If there is no lawful manner for us to transfer personal data from the EEA, the UK, or other jurisdictions to the United States, or if the requirements for a legally-compliant transfer are too onerous, we could face significant adverse consequences, including the interruption or degradation of our operations, the need to relocate part of or all of our business or data processing activities to other jurisdictions (such as Europe) at significant expense, increased exposure to regulatory actions, substantial fines and penalties, the inability to transfer data and work with partners, \n\n  41\n\n  vendors and other third parties, and injunctions against our processing or transferring of personal data necessary to operate our business. Additionally, companies that transfer personal data out of the EEA and UK to other jurisdictions, particularly to the United States, are subject to increased scrutiny from regulators, individual litigants, and activities groups. Some European regulators have ordered certain companies to suspend or permanently cease certain transfers of personal data out of Europe for allegedly violating the GDPR’s cross-border data transfer limitations.\n\n  Regulators in the United States such as the Department of Justice are also increasingly scrutinizing certain personal data transfers and have proposed and may enact certain data localization requirements, for example, the Biden Administration’s executive order Preventing Access to Americans’ Bulk Sensitive Personal Data and United States Government-Related Data by Countries of Concern.\n\n  In addition to data privacy and security laws, we are bound by other contractual obligations related to data privacy and security, and our efforts to comply with such obligations may not be successful. We also publish privacy policies, marketing materials, and other statements concerning data privacy and security. Regulators are increasingly scrutinizing these statements and if these policies, materials, or statements are found to be deficient, lacking in transparency, deceptive, unfair, or misrepresentative of our practices, we may be subject to investigation, enforcement actions by regulators, or other adverse consequences. \n\n  Our business is reliant on revenue from targeted advertising, but delivering targeted advertisements is becoming increasingly difficult due to changes to our ability to gather information about user behavior through third party platforms, new laws and regulations, and consumer resistance. As a result, we may be required to change the way we market our products, and any of these developments or changes could materially impair our ability to reach new or existing customers or otherwise negatively affect our operations.\n\n  Obligations related to data privacy and security (and consumers’ data privacy expectations) are quickly changing, becoming increasingly stringent, and creating uncertainty. Additionally, these obligations may be subject to differing applications and interpretations, which may be inconsistent or conflict among jurisdictions. Preparing for and complying with these obligations requires us to devote significant resources and may necessitate changes to our services, information technologies, systems, and practices and to those of any third parties with whom we work. \n\n  We may at times fail (or be perceived to have failed) in our efforts to comply with our data privacy and security obligations. Moreover, despite our efforts, our personnel or third parties with whom we work may fail to comply with such obligations, which could negatively impact our business operations. If we or the third parties with whom we work fail, or are perceived to have failed, to address or comply with applicable data privacy and security obligations, we could face significant consequences, including but not limited to: government enforcement actions (e.g., investigations, fines, penalties, audits, inspections, and similar); litigation (including class-action claims) and mass arbitration demands; additional reporting requirements and/or oversight; bans on processing personal data (including clinical trial data); and orders to destroy or not use personal data. In particular, plaintiffs have become increasingly more active in bringing privacy-related claims against companies, including class claims and mass arbitration demands. Some of these claims allow for the recovery of statutory damages on a per violation basis, and, if viable, carry the potential for monumental statutory damages, depending on the volume of data and the number of violations. Any of these events could have a material adverse effect on our reputation, business, or financial condition, including but not limited to: loss of customers; inability to process personal data or to operate in certain jurisdictions; limited ability to develop or commercialize our products; expenditure of time and resources to defend any claim or inquiry; adverse publicity; or substantial changes to our business model or operations.  \n\n  If our information technology systems or those of third parties with whom we work, or our data are or were compromised, we could experience adverse consequences resulting from such compromise, including but not limited to regulatory investigations or actions; fines and penalties; disruptions of our business operations; reputational harm; loss of revenue or profits; and other adverse consequences.  \n\n  We are increasingly dependent on information technology systems and infrastructure, including mobile technologies, to operate our business. In the ordinary course of our business, we collect, store, process and transmit large amounts of sensitive data, and, as a result, we and the third parties with whom we work face a variety of evolving threats that could cause security incidents. We have also outsourced elements of our operations (including elements of our information technology infrastructure) to third parties, and as a result, we manage a number of third-party vendors who may or could have access to our computer networks and our sensitive data. In addition, those third-party vendors may in turn subcontract or outsource some of their responsibilities to other parties. While all \n\n  42\n\n  information technology operations are inherently vulnerable to inadvertent or intentional security breaches, incidents, attacks and exposures, the accessibility and distributed nature of our information technology systems, and the sensitive data stored on those systems, make such systems vulnerable to unintentional or malicious, internal and external attacks on our technology environment. Furthermore, our ability to monitor the aforementioned third parties’ information security practices is limited, and these third parties may not have adequate information security measures in place. If our third-party service providers experience a security incident or other interruption, we could experience adverse consequences. While we may be entitled to damages if our third-party service providers fail to satisfy their privacy or security-related obligations to us, any award may be insufficient to cover our damages, or we may be unable to recover such award. In addition, supply-chain attacks have increased in frequency and severity, and we cannot guarantee that third parties’ infrastructure in our supply chain or our third-party partners’ supply chains have not been compromised.\n\n  In addition, we currently offer a hybrid-work environment, which may make us more vulnerable to cyberattacks as more of our employees utilize network connections, computers, and devices outside our premises or network, including working at home, while in transit and in public locations. Additionally, future or past business transactions (such as acquisitions or integrations) could expose us to additional cybersecurity risks and vulnerabilities, as our systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies. Furthermore, we may discover security issues that were not found during due diligence of such acquired or integrated entities, and it may be difficult to integrate companies into our information technology environment and security program.\n\n  Potential vulnerabilities can be exploited from inadvertent or intentional actions of our employees, third-party vendors, business partners, or by malicious third parties. We take steps designed to detect, mitigate, and remediate vulnerabilities in our information systems (such as our hardware and/or software, including that of third parties with whom we work). However, we have not and may not in the future detect and remediate all such vulnerabilities including on a timely basis. Further, we have (and may in the future) experienced delays in deploying remedial measures and patches designed to address identified vulnerabilities. Vulnerabilities could be exploited and result in a security incident.\n\n  Cyberattacks, malicious internet-based activity, online and offline fraud, and other similar activities are increasing in their frequency, levels of persistence, sophistication and intensity, and are also being conducted by sophisticated and organized groups and individuals with a wide range of motives (including, but not limited to, industrial espionage) and expertise, including organized criminal groups, “hacktivists,” nation states and others. Such attacks could include the deployment of harmful malware (including as a result of advanced persistent threat intrusions), ransomware attacks, denial-of-service attacks, credential stuffing and/or harvesting, social engineering (including through deep fakes, which are increasingly more difficult to identify as fake, and phishing attacks), supply-chain attacks, software bugs, server malfunctions, software or hardware failures, loss of sensitive data or other information technology assets, adware, attacks enhanced or facilitated by AI, telecommunications failures, earthquakes, fires, floods and other means to affect service reliability and threaten the confidentiality, integrity and availability of our information systems and sensitive data. In particular, severe ransomware attacks are becoming increasingly prevalent and can lead to significant interruptions in our operations, ability to provide our products or services, loss of sensitive data and income, reputational harm, and diversion of funds. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments.\n\n  Significant disruptions of our, our third-party vendors’ and/or business partners’ information technology systems or other similar data security incidents could adversely affect our business operations and/or result in the loss, misappropriation and/or unauthorized access, use or disclosure of, or the prevention of access to, sensitive data, which could result in financial, legal, regulatory, business and reputational harm to us. For example, we have been the target of unsuccessful phishing attempts in the past and we expect such attempts will continue in the future. In addition, information technology system disruptions, whether from attacks on our technology environment or from computer viruses, natural disasters, terrorism, war and telecommunication and electrical failures, could result in a material disruption of our development programs and our business operations. For example, the loss of clinical trial data from completed or future clinical trials could result in delays in our regulatory approval efforts and significantly increase our costs to recover or reproduce the data. \n\n  We have in the past and may in the future expend significant resources or modify our business activities to try to protect against security incidents. Additionally, certain data privacy and security obligations may require us to \n\n  43\n\n  implement and maintain specific security measures or industry-standard or reasonable security measures to protect our information technology systems and sensitive data.\n\n  Applicable data privacy and security obligations may require us, or we may voluntarily choose to notify relevant stakeholders, including affected individuals, customers, regulators, and investors, of security incidents, or to take other actions, such as providing credit monitoring and identity theft protection services. Such disclosures and related actions can be costly, and the disclosure or the failure to comply with such requirements could lead to adverse consequences. \n\n  If we (or a third party with whom we work) experience a security incident or are perceived to have experienced a security incident, including but not limited to a security incident involving personal data regarding employees or clinical trial patients, we may experience material adverse consequences, such as disruptions to our business, harm to our reputation, government enforcement actions (for example, investigations, fines, penalties, audits, and inspections), additional reporting requirements and/or oversight, or we may otherwise be subject to liability under laws, regulations, and contractual obligations, including those that protect the privacy and security of personal data. This could result in increased costs to us and result in significant legal and financial exposure and/or reputational harm. Any failure or perceived failure by us or our vendors or business partners to comply with our privacy, confidentiality or data security-related legal or other obligations to third parties, or any security incidents or other inappropriate access events resulting in the unauthorized access, release or transfer of sensitive data, may result in governmental investigations, enforcement actions, regulatory fines, litigation, or public statements against us by advocacy groups or others, and could cause third parties, including clinical sites, regulators or current and potential partners, to lose trust in us or we could be subject to claims by third parties that we have breached our privacy or confidentiality-related obligations, which could materially and adversely affect our business and prospects. Moreover, data security incidents and other inappropriate access can be difficult to detect and any delay in identifying them may lead to increased harm of the type described above. \n\n  While we have implemented security measures to protect our information technology systems and infrastructure, there can be no assurance that such measures will be effective. Our contracts may not contain limitations of liability, and even where they do, there can be no assurance that limitations of liability in our contracts are sufficient to protect us from liabilities, damages, or claims related to our data privacy and security obligations. We cannot be sure that our insurance coverage will be adequate or sufficient to protect us from or to mitigate liabilities arising out of our privacy and security practices, that such coverage will continue to be available on commercially reasonable terms or at all, or that such coverage will pay future claims.\n\n  In addition to experiencing a security incident, third parties may gather, collect, or infer sensitive data about us from public sources, data brokers, or other means that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or market position.\n\n  Social media platforms and AI-based platforms present new risks and challenges to our business.\n\n  As social media continues to expand, it also presents us with new risks and challenges. Social media is increasingly being used to communicate information about us, our programs and the diseases our product candidates are being developed to treat. Social media practices in the biopharmaceutical industry are evolving, creating uncertainty and risk of noncompliance with regulations applicable to our business. For example, patients may use social media platforms to comment on the effectiveness of, or adverse experiences with, a product or a product candidate, which could result in reporting obligations or other consequences. Further, the accidental or intentional disclosure of non-public information by our workforce or others through media channels could lead to information loss. In addition, there is a risk of inappropriate disclosure of sensitive data or negative or inaccurate posts or comments about us, our products, or our product candidates on any social media platform. The nature of social media prevents us from having real-time control over postings about us on social media. We may not be able to reverse damage to our reputation from negative publicity or adverse information posted on social media platforms or similar mediums. If any of these events were to occur or we otherwise fail to comply with application regulations, we could incur liability, face restrictive regulatory actions or incur other harm to our business including quick and irreversible damage to our reputation, brand image and goodwill. Additionally, AI-based platforms are increasingly being used in the biopharmaceutical industry. Sensitive data of the Company or our customers could be leaked, disclosed, or revealed as a result of or in connection with our employees’, personnel’s, or vendors’ potential use of generative AI technologies. Furthermore, the use of AI platforms by third parties, including our vendors, suppliers and contractors, with access to our proprietary and confidential information, including trade secrets, may continue to \n\n  44\n\n  increase and may lead to the release of such information, which may negatively impact our company, including our ability to realize the benefit of our intellectual property.\n\n  Risks Related to Our Financial Position and Capital Needs\n\n  We have incurred net losses since our inception, except 2021, and anticipate that we will continue to incur net losses for the foreseeable future. \n\n  Investment in biopharmaceutical product development is highly speculative because it entails substantial upfront capital expenditures and significant risk that any potential product candidate will fail to demonstrate adequate efficacy or an acceptable safety profile, gain regulatory approval or be commercially viable. We are a commercial-stage biopharmaceutical company with limited operating history. We launched Revuforj and Niktimvo for commercial sale in November 2024 and January 2025, respectively.  We have no other products approved for commercial sale and we continue to incur significant research and development and other expenses related to our ongoing operations and clinical development of our product candidates. As a result, we are not and have never been profitable and have incurred losses in each period since our inception in 2005, except in 2021. \n\n  For the year ended December 31, 2024, we reported a net loss of $318.8 million. As of December 31, 2024, we had an accumulated deficit of $1.2 billion, which included non-cash charges for stock-based compensation, preferred stock accretion and historical extinguishment charges. We expect to continue to incur significant losses for the foreseeable future, and we expect these losses to increase as we continue our pre-commercialization activities for, and our research and development of, and seek regulatory approvals for, our product candidates. We may also encounter unforeseen expenses, difficulties, complications, delays and other unknown factors that may adversely affect our business. The size of our future net losses will depend, in part, on the rate of growth of our expenses and our ability to generate revenue, if any. Our prior losses and expected future losses have had and will continue to have an adverse effect on our stockholders’ equity and working capital. \n\n  While we have product revenue, we may never achieve or maintain profitability. \n\n  We have begun generating product revenue from sales of Revuforj and Niktimvo. Our ability to generate additional product revenue and become profitable depends upon our ability to successfully commercialize our product candidates. Our ability to generate future product revenue also depends on a number of additional factors, including, but not limited to, our ability to:\n\n  •achieve market acceptance of Revuforj and Niktimvo; \n\n  •launch, commercialize and achieve market acceptance of our future product candidates, and if launched independently, successfully leverage our existing sales, marketing and distribution infrastructure; \n\n  •successfully complete the research and clinical development of, and receive regulatory approval for, our product candidates; \n\n  •continue to build a portfolio of product candidates through the acquisition or in-license of products, product candidates or technologies;\n\n  •initiate preclinical and clinical trials for any additional product candidates that we may pursue in the future;\n\n  •establish and maintain supplier and manufacturing relationships with third parties, and ensure adequate and legally compliant manufacturing of bulk drug substances and drug products to maintain that supply;\n\n  •obtain and maintain coverage and adequate product reimbursement from third-party payors, including government payors;\n\n  •establish, maintain, expand and protect our intellectual property rights; and\n\n  •attract, hire and retain additional qualified personnel.\n\n  In addition, because of the numerous risks and uncertainties associated with drug development, we are unable to predict the timing or amount of increased expenses, and if or when we will achieve or maintain profitability. In addition, our expenses could increase beyond expectations if we decide to or are required by the FDA or foreign \n\n  45\n\n  regulatory authorities to perform studies or trials in addition to those that we currently anticipate. Even if we complete the development and regulatory processes described above, we anticipate incurring significant costs associated with launching and commercializing our current product candidates and any other product candidates we may develop. \n\n  Even if revenue generated from the sale of Revuforj, Niktimvo or future product candidates continue increasing, we may not become profitable and may need to obtain additional funding to continue operations or acquire additional products that will require additional funding to develop them. If we fail to become profitable or do not sustain profitability on a continuing basis, then we may be unable to continue our operations at planned levels and be forced to reduce our operations or even shut down. \n\n  We may require additional capital to finance our planned operations, which may not be available to us on acceptable terms, or at all. As a result, we may not complete the development and commercialization of, or obtain regulatory approval for our existing product candidates or develop new product candidates.\n\n  Our operations have consumed substantial amounts of cash since our inception, primarily due to our research and development efforts as well as for the commercial launch of Revuforj and Niktimvo. We expect our research and development expenses to increase substantially in connection with our ongoing and development plans. We believe that our existing cash, cash equivalents and short-term investments will fund our projected operating expenses and capital expenditure requirements for at least the next 12 months. Unexpected circumstances may cause us to consume capital more rapidly than we currently anticipate, including as a result of the global economic slowdown, including any recessions that have occurred or may occur in the future. In addition, we may discover that we need to conduct additional activities that exceed our current budget to achieve appropriate rates of patient enrollment, which would increase our development costs. \n\n  In any event, we may require additional capital to continue the development of, obtain regulatory approval for, and to commercialize our existing product candidates and any future product candidates. Any efforts to secure additional financing may divert our management from our day-to-day activities, which may adversely affect our ability to develop and commercialize our product candidates. \n\n  While the long-term economic impacts associated with public health crises and global geopolitical tensions, like the ongoing wars between Russia and Ukraine and the Hamas-Israel wars as well as the conflicts in the Middle East, including between Israel and Hezbollah, are difficult to assess or predict, each of these events has caused significant disruptions to the global financial markets and contributed to a general global economic slowdown. Furthermore, inflation rates have increased recently to levels not seen in decades. Increased inflation may result in increased operating costs (including labor costs) and may affect our operating budgets. In addition, the U.S. Federal Reserve has raised and is expected to further raise, interest rates in response to concerns about inflation. Increases in interest rates, especially if coupled with reduced government spending and volatility in financial markets, may further increase economic uncertainty and heighten these risks. If the disruptions and slowdown deepen or persist, we may not be able to access additional capital on favorable terms, or at all, which could in the future negatively affect our financial condition and our ability to pursue our business strategy. We cannot guarantee that future financing will be available in sufficient amounts or on terms acceptable to us, if at all. If we do not raise additional capital when required or on acceptable terms, we may need to:\n\n  •delay, scale back or discontinue the development or commercialization of our product candidates or cease operations altogether;\n\n  •seek strategic alliances for our existing product candidates on terms less favorable than might otherwise be available; or\n\n  •relinquish, or license on unfavorable terms, our rights to technologies or any future product candidates that we otherwise would seek to develop or commercialize ourselves.\n\n  If we need to conduct additional fundraising activities and we do not raise additional capital in sufficient amounts or on terms acceptable to us, we may be unable to pursue development and commercialization efforts, which will harm our business, operating results and prospects.\n\n  Our future funding requirements, both short- and long-term, will depend on many factors, including:\n\n  •the initiation, progress, timing, costs and results of clinical trials of our product candidates;\n\n  46\n\n  •the outcome, timing and cost of seeking and obtaining regulatory approvals from the FDA and comparable foreign regulatory authorities, including the potential for such authorities to require that we perform more trials than we currently expect;\n\n  •the cost to establish, maintain, expand and defend the scope of our intellectual property portfolio, including the amount and timing of any payments we may be required to make, or that we may receive, in connection with licensing, preparing, filing, prosecuting, defending and enforcing any patents or other intellectual property rights;\n\n  •market acceptance of our product candidates;\n\n  •the cost and timing of selecting, auditing and developing manufacturing capabilities, and potentially validating manufacturing sites for commercial-scale manufacturing;\n\n  •the cost and timing for obtaining pricing, and coverage and reimbursement by third-party payors, which may require additional trials to address pharmacoeconomic benefit;\n\n  •the cost of establishing sales, marketing and distribution capabilities for our product candidates if any candidate receives regulatory approval and we determine to commercialize it ourselves;\n\n  •the costs of acquiring, licensing or investing in additional businesses, products, product candidates and technologies;\n\n  •the effect of competing technological and market developments;\n\n  •our need to acquire and implement additional internal systems and infrastructure, including compliance and financial and reporting systems, as we grow our company; and\n\n  •business interruptions resulting from geo-political actions, including war or the perception that hostilities may be imminent (such as the ongoing wars between Russia and Ukraine and the Hamas-Israel wars as well as the conflicts in the Middle East, including between Israel and Hezbollah), terrorism, natural disasters, including earthquakes, typhoons, floods and fires, or public health crises.\n\n  If we cannot expand our operations or otherwise capitalize on our business opportunities because we cannot secure sufficient capital, our business, financial condition and results of operations could be materially adversely affected. \n\n  Changes in tax laws or regulations could materially adversely affect our company.\n\n  New tax laws or regulations could be enacted at any time, and existing tax laws or regulations could be interpreted, modified or applied in a manner that is adverse to us, which could adversely affect our business and financial condition. For example, legislation enacted in 2017, informally titled the Tax Cuts and Jobs Act, or the Tax Act, enacted many significant changes to the U.S. tax laws, including changes in corporate tax rates, which collectively may impact the utilization of our NOLs and other deferred tax assets, the deductibility of expenses, and the taxation of foreign earnings. Future guidance from the Internal Revenue Service and other tax authorities with respect to the Tax Act may affect us, and certain aspects of the Tax Act could be repealed or modified in future legislation. For example, the Coronavirus Aid, Relief and Economic Security Act, or the CARES Act, modified certain provisions of the Tax Act. In addition, it is uncertain if and to what extent various states will conform to the Tax Act, the CARES Act, or any newly enacted federal tax legislation. Most recently, the IRA included a number of significant drug pricing reforms, including the establishment of a drug price negotiation program within the U.S. Department of Health and Human Services that would require pharmaceutical manufacturers to charge a negotiated “maximum fair price” for certain selected drugs or pay an excise tax for noncompliance, the establishment of rebate payment requirements on manufacturers under Medicare Parts B and D to penalize price increases that outpace inflation, and a redesign of the Part D benefit, as part of which manufacturers are required to provide discounts on Part D drugs and Part D beneficiaries’ annual out-of-pocket spending will be capped at $2,000 beginning in 2025. The impact of changes under the Tax Act, the CARES Act, the IRA, or future reform legislation could increase our future U.S. tax expense and could have a material adverse impact on our business and financial condition.\n\n  47\n\n  Our ability to use our net operating loss carryforwards and certain other tax attributes may be limited.  \n\n  We have incurred substantial losses during our history. We do not expect to become profitable in the near future, and we may never achieve profitability. Unused losses generally are available to be carried forward to offset future taxable income, if any. Under Sections 382 and 383 of the Code if a corporation undergoes an “ownership change,” generally defined as a greater than 50% change (by value) in its equity ownership over a three-year period, the corporation’s ability to use its pre-change net operating loss carryforwards, or NOLs, and other pre-change tax attributes (such as research tax credits) to offset its post-change taxable income or taxes may be limited. We last completed an analysis from January 1, 2021 through December 31, 2023 and determined that no ownership changes had occurred in that period. Prior analyses determined that on March 30, 2007, August 21, 2015, and May 4, 2020, ownership changes had occurred. We may also experience ownership changes in the future as a result of shifts in our stock ownership, some of which may be outside of our control. As a result, our ability to use our pre-change NOLs to offset U.S. federal taxable income may be subject to limitations, which could potentially result in increased future tax liability to us. In addition, at the state level, there may be periods during which the use of NOLs is suspended or otherwise limited, which could accelerate or permanently increase state taxes owed. \n\n  Risks Related to Intellectual Property\n\n  If we are unable to obtain or protect intellectual property rights, we may not be able to compete effectively in our market.\n\n  Our success depends in significant part on our and our licensors’ and licensees’ ability to establish, maintain and protect patents and other intellectual property rights and operate without infringing the intellectual property rights of others. We have filed patent applications both in the United States and in foreign jurisdictions to obtain patent rights to inventions we have discovered. We have also licensed from third parties rights to patent portfolios. Some of these licenses give us the right to prepare, file and prosecute patent applications and maintain and enforce patents we have licensed, and other licenses may not give us such rights.  \n\n  The patent prosecution process is expensive and time-consuming, and we and our current or future licensors and licensees may not be able to prepare, file and prosecute all necessary or desirable patent applications at a reasonable cost or in a timely manner. It is also possible that we or our licensors or licensees will fail to identify patentable aspects of inventions made in the course of development and commercialization activities before it is too late to obtain patent protection on them. Moreover, in some circumstances, we may not have the right to control the preparation, filing and prosecution of patent applications, or to maintain the patents, covering technology that we license from or license to third parties and are reliant on our licensors or licensees. Therefore, these patents and applications may not be prosecuted and enforced in a manner consistent with the best interests of our business. If our current or future licensors or licensees fail to establish, maintain or protect such patents and other intellectual property rights, such rights may be reduced or eliminated. If our licensors or licensees are not fully cooperative or disagree with us as to the prosecution, maintenance or enforcement of any patent rights, such patent rights could be compromised. \n\n  The patent position of biotechnology and pharmaceutical companies generally is highly uncertain, involves complex legal and factual questions and has in recent years been the subject of much litigation. As a result, the issuance, scope, validity, enforceability and commercial value of our and our current or future licensors’ or licensees’ patent rights are highly uncertain. Our and our licensors’ or licensees’ pending and future patent applications may not result in patents being issued which protect our technology or products, in whole or in part, or which effectively prevent others from commercializing competitive technologies and products. The patent examination process may require us or our licensors or licensees to narrow the scope of the claims of our or our licensors’ or licensees’ pending and future patent applications, which may limit the scope of patent protection that may be obtained. It is possible that third parties with products that are very similar to ours will circumvent our or our licensors’ or licensees’ patents by means of alternate designs or processes. We cannot be certain that we are the first to invent the inventions covered by pending patent applications and, if we are not, we may be subject to priority disputes. We may be required to disclaim part or all of the term of certain patents or all of the term of certain patent applications. There may be prior art of which we are not aware of that may affect the validity or enforceability of a patent claim. There also may be prior art of which we are aware, but which we do not believe affects the validity or enforceability of a claim, which may, nonetheless, ultimately be found to affect the validity or enforceability of a claim. No assurance can be given that if challenged, our patents would be declared by a court to be valid or \n\n  48\n\n  enforceable or that even if found valid and enforceable, a competitor’s technology or product would be found by a court to infringe our patents. We may analyze patents or patent applications of our competitors that we believe are relevant to our activities, and consider that we are free to operate in relation to our product candidate, but our competitors may achieve issued claims, including in patents we consider to be unrelated, which block our efforts or may potentially result in our product candidate or our activities infringing such claims. The possibility exists that others will develop products which have the same effect as our products on an independent basis which do not infringe our patents or other intellectual property rights, or will design around the claims of patents that we have had issued that cover our products. Our and our licensors’ or licensees’ patent applications cannot be enforced against third parties practicing the technology claimed in such applications unless and until a patent issues from such applications, and then only to the extent the issued claims cover the technology. \n\n  Furthermore, given the amount of time required for the development, testing and regulatory review of new product candidates, patents protecting such candidates might expire before or shortly after such candidates are commercialized. As a result, our owned and licensed patent portfolio may not provide us with sufficient rights to exclude others from commercializing products similar or identical to ours. \n\n  The portfolio that we licensed from UCB includes granted patents and patent applications with pending claims directed to the composition of matter of axatilimab (a humanized, full-length IgG4 (kappa light chain) antibody with high affinity for the CSF-1R) as well as claims directed to methods of use of axatilimab. There is no guarantee that any further patents will be granted based on the pending applications we licensed from UCB or even if one or more patents are granted that the claims issued in those patents would cover axatilimab, methods of using axatilimab, or formulations of axatilimab. Based on the priority date and filing date of the applications in the portfolio we licensed from UCB, we expect that additional patents, if any, granted based on the currently pending applications would expire in 2034 or later should patent term extension be granted. The actual term of any patents granted based on the pending applications we licensed from UCB can only be determined after such patents are granted.\n\n  The portfolio that we licensed from Vitae Pharmaceuticals, or Vitae, which is now a subsidiary of AbbVie Inc., or AbbVie, includes granted patents and applications with pending claims directed to inhibitors of the interaction of menin with MLL and MLL fusion proteins, pharmaceutical compositions containing the same, and their use in the treatment of cancer and other diseases mediated by the menin-MLL interaction. There is no guarantee that any additional patents will be granted based on the pending applications that we licensed from Vitae or even if one or more patents are granted that the claims issued in those patents would cover the desired lead compounds, compositions, and methods of use thereof. Based on the priority date and filing date of the applications in the portfolio that we licensed from Vitae, we expect that a patent, if any, granted based on the currently pending applications would expire in 2037 or later should patent term extension be granted. The actual term of any patents granted based on the pending applications that we licensed from Vitae can only be determined after such patents are granted.\n\n  We may not be able to protect our intellectual property rights throughout the world. \n\n  Filing, prosecuting, enforcing and defending patents on product candidates in all countries throughout the world is prohibitively expensive, and our or our licensors’ intellectual property rights in some countries outside the United States can be less extensive than those in the United States. In addition, the laws of some foreign countries do not protect intellectual property rights to the same extent as federal and state laws in the United States. Consequently, we and our licensors may not be able to prevent third parties from practicing our and our licensors’ inventions in countries outside the United States, or from selling or importing products made using our and our licensors’ inventions in and into the United States or other jurisdictions. Competitors may use our and our licensors’ technologies in jurisdictions where we have not obtained patent protection to develop their own products and may export otherwise infringing products to territories where we and our licensors have patent protection, but enforcement is not as strong as that in the United States. These products may compete with our product candidates and our and our licensors’ patents or other intellectual property rights may not be effective or sufficient to prevent them from competing. \n\n  Many companies have encountered significant problems in protecting and defending intellectual property rights in foreign jurisdictions. The legal systems of certain countries, particularly certain developing countries, do not favor the enforcement of patents and other intellectual property protection, particularly those relating to biopharmaceuticals, which could make it difficult for us and our licensors to stop the infringement of our and our \n\n  49\n\n  licensors’ patents or marketing of competing products in violation of our and our licensors’ proprietary rights generally. Proceedings to enforce our and our licensors’ patent rights in foreign jurisdictions could result in substantial costs and divert our attention from other aspects of our business, could put our and our licensors’ patents at risk of being invalidated or interpreted narrowly and our and our licensors’ patent applications at risk of not issuing and could provoke third parties to assert claims against us or our licensors. We or our licensors may not prevail in any lawsuits that we or our licensors initiate and the damages or other remedies awarded, if any, may not be commercially meaningful. \n\n  The requirements for patentability may differ in certain countries, particularly developing countries. For example, unlike other countries, China has a heightened requirement for patentability, and specifically requires a detailed description of medical uses of a claimed drug. In India, unlike the United States, there is no link between regulatory approval of a drug and its patent status. Furthermore, generic drug manufacturers or other competitors may challenge the scope, validity or enforceability of our or our licensors’ patents, requiring us or our licensors to engage in complex, lengthy and costly litigation or other proceedings. Generic drug manufacturers may develop, seek approval for, and launch generic versions of our products. In addition to India, certain countries in Europe and developing countries, including China, have compulsory licensing laws under which a patent owner may be compelled to grant licenses to third parties. In those countries, we and our licensors may have limited remedies if patents are infringed or if we or our licensors are compelled to grant a license to a third party, which could materially diminish the value of those patents. This could limit our potential revenue opportunities. Accordingly, our and our licensors’ efforts to enforce intellectual property rights around the world may be inadequate to obtain a significant commercial advantage from the intellectual property that we own or license.  \n\n  If we breach the UCB license agreement related to axatilimab or if the UCB license agreement is otherwise terminated, we could lose the ability to continue the development and commercialization of axatilimab. \n\n  Our commercial success depends upon our ability to develop, manufacture, market and sell axatilimab. Subject to the achievement of certain milestone events, we may be required to pay UCB up to $119.5 million in one-time development and regulatory milestone payments over the term of the UCB license agreement. If we or any of our affiliates or sublicensees commercializes axatilimab, we will also be obligated to pay UCB low double-digit royalties on sales, subject to reduction in certain circumstances, as well as up to an aggregate of $250.0 million in potential one-time sales-based milestone payments based on achievement of certain annual sales thresholds. Under certain circumstances, we may be required to share a percentage of non-royalty income from sublicensees, subject to certain deductions, with UCB. \n\n  Either party may terminate the UCB license agreement in its entirety or with respect to certain countries in the event of an uncured material breach by the other party. Either party may terminate the UCB license agreement if voluntary or involuntary bankruptcy proceedings are instituted against the other party, if the other party makes an assignment for the benefit of creditors, or upon the occurrence of other specific events relating to the insolvency or dissolution of the other party. UCB may terminate the UCB license agreement if we seek to revoke or challenge the validity of any patent licensed to us by UCB under the UCB license agreement or if we procure or assist a third party to take any such action. \n\n  Unless terminated earlier in accordance with its terms, the UCB license agreement will continue on a country-by-country and product-by-product basis until the later of: (i) the expiration of all of the licensed patent rights in such country; (ii) the expiration of all regulatory exclusivity applicable to the product in such country; and (iii) 10 years from the date of the first commercial sale of the product in such country. We cannot determine the date on which our royalty payment obligations to UCB would expire because no commercial sales of axatilimab have occurred and the last-to-expire relevant patent covering axatilimab in a given country may change in the future. \n\n  If the UCB license agreement is terminated, we would not be able to develop, manufacture, market or sell axatilimab and would need to negotiate a new or reinstated agreement, which may not be available to us on equally favorable terms, or at all. In addition, our collaboration with Incyte to further develop and commercialize axatilimab is dependent upon the effectiveness of the UCB license agreement. If the UCB license agreement is terminated, Incyte may terminate our collaboration and our business could be adversely affected.  \n\n  If we breach the license agreement related to revumenib or if the license agreement is otherwise terminated, we could lose the ability to continue the development and commercialization of revumenib. \n\n  50\n\n  Our commercial success depends upon our ability to develop, manufacture, market and sell revumenib. Subject to the achievement of certain milestone events, we may be required to pay Vitae, which is now a subsidiary of AbbVie, up to $99.0 million in one-time development and regulatory milestone payments over the term of the Vitae license agreement. In the event that we or any of our affiliates or sublicensees commercializes revumenib, we will also be obligated to pay Vitae low single to low double-digit royalties on sales, subject to reduction in certain circumstances, as well as up to an aggregate of $70.0 million in potential one-time sales-based milestone payments based on achievement of certain annual sales thresholds. Under certain circumstances, we may be required to share a percentage of non-royalty income from sublicensees, subject to certain deductions, with Vitae. \n\n  Either party may terminate the license agreement in its entirety or with respect to certain countries in the event of an uncured material breach by the other party. Either party may terminate the license agreement if voluntary or involuntary bankruptcy proceedings are instituted against the other party, if the other party makes an assignment for the benefit of creditors, or upon the occurrence of other specific events relating to the insolvency or dissolution of the other party. Vitae may terminate the license agreement if we seek to revoke or challenge the validity of any patent licensed to us by Vitae under the license agreement or if we procure or assist a third party to take any such action. \n\n  Unless terminated earlier in accordance with its terms, the license agreement will continue on a country-by-country and product-by-product basis until the later of: (i) the expiration of all of the licensed patent rights in such country; (ii) the expiration of all regulatory exclusivity applicable to the product in such country; and (iii) 10 years from the date of the first commercial sale of the product in such country. We cannot determine the date on which our royalty payment obligations to Vitae would expire because no commercial sales of revumenib have occurred and the last-to-expire relevant patent covering revumenib in a given country may change in the future.\n\n  If the license agreement is terminated, we would not be able to develop, manufacture, market or sell revumenib and would need to negotiate a new or reinstated agreement, which may not be available to us on equally favorable terms, or at all.\n\n  Changes in patent law could diminish the value of patents in general, thereby impairing our ability to protect our product candidates. \n\n  As is the case with other biotechnology and pharmaceutical companies, our success is heavily dependent on intellectual property, particularly patents. Obtaining and enforcing patents in the biopharmaceutical industry involve technological and legal complexity, and obtaining and enforcing biopharmaceutical patents is costly, time-consuming, and inherently uncertain. The Supreme Court has ruled on several patent cases in recent years, either narrowing the scope of patent protection available in certain circumstances or weakening the rights of patent owners in certain situations. In addition to increasing uncertainty with regard to our and our licensors’ ability to obtain patents in the future, this combination of events has created uncertainty with respect to the value of patents, once obtained. Depending on decisions by Congress, the federal courts, and the United States Patent and Trademark Office, or the USPTO, the laws and regulations governing patents could change in unpredictable ways that may weaken our and our licensors’ ability to obtain new patents or to enforce existing patents and patents we and our licensors or collaborators may obtain in the future. In view of recent developments in U.S. patent laws, in spite of our efforts and the efforts of our licensors, we may face difficulties in obtaining allowance of our biomarker based patient selection patent claims or if we are successful in obtaining allowance of our biomarker based patient selection claims, we or our licensor may be unsuccessful in defending the validity of such claims if challenged before a competent court. \n\n  Recent patent reform legislation could increase the uncertainties and costs surrounding the prosecution of our and our licensors’ patent applications and the enforcement or defense of our or our licensors’ issued patents. On September 16, 2011, the Leahy-Smith America Invents Act, or the America Invents Act, was signed into law. The America Invents Act includes a number of significant changes to U.S. patent law. These include provisions that affect the way patent applications are prosecuted and may also affect patent litigation. The USPTO recently developed new regulations and procedures to govern administration of the America Invents Act, and many of the substantive changes to patent law associated with the America Invents Act and in particular, the first to file provisions, only became effective on March 16, 2013. Accordingly, it is not clear what, if any, impact the America Invents Act will have on the operation of our business. However, the America Invents Act and its implementation could increase the uncertainties and costs surrounding the prosecution of our or our licensors’ patent applications \n\n  51\n\n  and the enforcement or defense of our or our licensors’ issued patents, all of which could harm our business and financial condition.\n\n  Obtaining and maintaining our patent protection depends on compliance with various procedural, document submission, fee payment and other requirements imposed by governmental patent agencies, and our patent protection could be reduced or eliminated for non-compliance with these requirements. \n\n  Periodic maintenance and annuity fees on any issued patent are due to be paid to the USPTO and foreign patent agencies in several stages over the lifetime of the patent. The USPTO and various foreign governmental patent agencies require compliance with a number of procedural, documentary, fee payment and other similar provisions during the patent application process. While an inadvertent lapse can in many cases be cured by payment of a late fee or by other means in accordance with the applicable rules, there are situations in which noncompliance can result in abandonment or lapse of the patent or patent application, resulting in partial or complete loss of patent rights in the relevant jurisdiction. Non-compliance events that could result in abandonment or lapse of a patent or patent application include failure to respond to official actions within prescribed time limits, non-payment of fees and failure to properly legalize and submit formal documents. If we or our licensors fail to maintain the patents and patent applications covering our product candidates, our competitors might be able to enter the market, which would harm our business. \n\n  We may become involved in lawsuits to protect or enforce our intellectual property, which could be expensive, time-consuming and unsuccessful and have an adverse effect on the success of our business and on our stock price. \n\n  Third parties may infringe our or our licensors’ patents or misappropriate or otherwise violate our or our licensors’ intellectual property rights. In the future, we or our licensors may initiate legal proceedings to enforce or defend our or our licensors’ intellectual property rights, to protect our or our licensors’ trade secrets or to determine the validity or scope of intellectual property rights we own or control. Also, third parties may initiate legal proceedings against us or our licensors to challenge the validity or scope of intellectual property rights we own or control. The proceedings can be expensive and time-consuming and many of our or our licensors’ adversaries in these proceedings may have the ability to dedicate substantially greater resources to prosecuting these legal actions than we or our licensors can. Accordingly, despite our or our licensors’ efforts, we or our licensors may not be able to prevent third parties from infringing upon or misappropriating intellectual property rights we own or control, particularly in countries where the laws may not protect our rights as fully as in the United States. Litigation could result in substantial costs and diversion of management resources, which could harm our business and financial results. In addition, in an infringement proceeding, a court may decide that a patent owned by or licensed to us is invalid or unenforceable or may refuse to stop the other party from using the technology at issue on the grounds that our or our licensors’ patents do not cover the technology in question. An adverse result in any litigation proceeding could put one or more of our or our licensors’ patents at risk of being invalidated, held unenforceable or interpreted narrowly.\n\n  Third-party pre-issuance submission of prior art to the USPTO, or opposition, derivation, reexamination, inter partes review or interference proceedings, or other pre-issuance or post-grant proceedings in the United States or other jurisdictions provoked by third parties or brought by us or our licensors or collaborators may be necessary to determine the priority of inventions with respect to our or our licensors’ patents or patent applications. An unfavorable outcome could require us or our licensors to cease using the related technology and commercializing our product candidates, or to attempt to license rights to it from the prevailing party. Our business could be harmed if the prevailing party does not offer us or our licensors a license on commercially reasonable terms or at all. Even if we or our licensors obtain a license, it may be non-exclusive, thereby giving our competitors access to the same technologies licensed to us or our licensors. In addition, if the breadth or strength of protection provided by our or our licensors’ patents and patent applications is threatened, it could dissuade companies from collaborating with us to license, develop or commercialize current or future product candidates. Even if we successfully defend such litigation or proceeding, we may incur substantial costs and it may distract our management and other employees. We could be found liable for monetary damages, including treble damages and attorneys’ fees, if we are found to have willfully infringed a patent.\n\n  Furthermore, because of the substantial amount of discovery required in connection with intellectual property litigation, there is a risk that some of our confidential information could be compromised by disclosure during this process. There could also be public announcements of the results of hearings, motions or other interim proceedings \n\n  52\n\n  or developments. If securities analysts or investors perceive these results to be negative, it could have a downward effect on the price of shares of our common stock. \n\n  Third parties may initiate legal proceedings against us alleging that we infringe their intellectual property rights or we may initiate legal proceedings against third parties to challenge the validity or scope of intellectual property rights controlled by third parties, the outcome of which would be uncertain and could have an adverse effect on the success of our business. \n\n  Third parties may initiate legal proceedings against us or our licensors or collaborators alleging that we or our licensors or collaborators infringe their intellectual property rights or we or our licensors or collaborators may initiate legal proceedings against third parties to challenge the validity or scope of intellectual property rights controlled by third parties, including in oppositions, interferences, reexaminations, inter partes reviews or derivation proceedings before the United States or other jurisdictions. These proceedings can be expensive and time-consuming and many of our or our licensors’ adversaries in these proceedings may have the ability to dedicate substantially greater resources to prosecuting these legal actions than we or our licensors or collaborators can.\n\n  An unfavorable outcome could require us or our licensors or collaborators to cease using the related technology or developing or commercializing our product candidates, or to attempt to license rights to it from the prevailing party. Our business could be harmed if the prevailing party does not offer us or our licensors or collaborators a license on commercially reasonable terms or at all. Even if we or our licensors or collaborators obtain a license, it may be non-exclusive, thereby giving our competitors access to the same technologies licensed to us or our licensors or collaborators. In addition, we could be found liable for monetary damages, including treble damages and attorneys’ fees, if we are found to have willfully infringed a patent. A finding of infringement could prevent us from commercializing our product candidates or force us to cease some of our business operations, which could materially harm our business.  \n\n  We may be subject to claims by third parties asserting that we or our employees have misappropriated their intellectual property, or claiming ownership of what we regard as our own intellectual property. \n\n  Many of our employees, including our senior management, were previously employed at universities or at other biotechnology or pharmaceutical companies, including our competitors or potential competitors. Some of these employees executed proprietary rights, non-disclosure and non-competition agreements in connection with such previous employment. Although we try to ensure that our employees do not use the proprietary information or know-how of others in their work for us, we may be subject to claims that we or these employees have used or disclosed confidential information or intellectual property, including trade secrets or other proprietary information, of any such employee’s former employer. Litigation may be necessary to defend against these claims.\n\n  In addition, for some of our in-licensed patents and patent applications, we do not have access to every patent assignment or employee agreement demonstrating that all inventors have assigned their rights to the inventions or related patents. As a result, we may be subject to claims of ownership by such inventors. \n\n  If we fail in prosecuting or defending any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights or personnel or sustain damages. Such intellectual property rights could be awarded to a third party, and we could be required to obtain a license from such third party to commercialize our technology or products. Such a license may not be available on commercially reasonable terms or at all. Even if we successfully prosecute or defend against such claims, litigation could result in substantial costs and distract management. \n\n  Our inability to protect our confidential information and trade secrets would harm our business and competitive position. \n\n  In addition to seeking patents for some of our technology and products, we also rely on trade secrets, including unpatented know-how, technology and other proprietary information, to maintain our competitive position. We seek to protect these trade secrets, in part, by entering into non-disclosure and confidentiality agreements with parties who have access to them, such as our employees, corporate collaborators, outside scientific collaborators, third-party manufacturers, consultants, advisors and other third parties. We also enter into confidentiality and invention or patent assignment agreements with our employees and consultants. Despite these efforts, any of these parties may breach the agreements and disclose our proprietary information, including our trade secrets, and we may not be able to obtain adequate remedies for such breaches. Enforcing a claim that a party \n\n  53\n\n  illegally disclosed or misappropriated a trade secret is difficult, expensive and time-consuming, and the outcome is unpredictable. In addition, some courts both within and outside the United States may be less willing or unwilling to protect trade secrets. If a competitor lawfully obtained or independently developed any of our trade secrets, we would have no right to prevent such competitor from using that technology or information to compete with us, which could harm our competitive position. \n\n  Risks Related to Ownership of Our Common Stock and Other General Matters\n\n  The market price of our stock may be volatile and you could lose all or part of your investment. \n\n  The trading price of our common stock is highly volatile and subject to wide fluctuations in response to various factors, some of which we cannot control. In addition to the factors discussed in this “Risk Factors” section and elsewhere in this Annual Report, these factors include: \n\n  •the success of competitive products or technologies;\n\n  •regulatory actions with respect to our products or our competitors’ products;\n\n  •actual or anticipated changes in our growth rate relative to our competitors;\n\n  •announcements by us or our competitors of significant acquisitions, strategic collaborations, joint ventures, collaborations or capital commitments;\n\n  •results of trials of our product candidates or those of our competitors;\n\n  •regulatory or legal developments in the United States and other countries;\n\n  •developments or disputes concerning patent applications, issued patents or other proprietary rights;\n\n  •the recruitment or departure of key personnel;\n\n  •the level of expenses related to our product candidates or clinical development programs;\n\n  •actual or anticipated changes in estimates as to financial results, development timelines or recommendations by securities analysts;\n\n  •variations in our financial results or those of companies that are perceived to be similar to us;\n\n  •fluctuations in the valuation of companies perceived by investors to be comparable to us;\n\n  •share price and volume fluctuations attributable to inconsistent trading volume levels of our shares;\n\n  •announcement or expectation of additional financing efforts;\n\n  •sales of our common stock by us, our insiders or our other stockholders;\n\n  •changes in the structure of healthcare payment systems;\n\n  •market conditions in the pharmaceutical and biotechnology sectors; and\n\n  •general economic, industry, political and market conditions, including, but not limited to new or ongoing public health crises and the wars between Russia and Ukraine and Hamas and Israel wars as well as the conflicts in the Middle East, including between Israel and Hezbollah.\n\n  In addition, the stock market in general, and the Nasdaq Global Select Market, or Nasdaq, and biopharmaceutical companies in particular, frequently experiences extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of such companies. Broad market and industry factors, including potentially worsening economic conditions and other adverse effects or developments may negatively affect the market price of our common stock, regardless of our actual operating performance. The realization of any of the above risks or any of a broad range of other risks, including those described in this “Risk Factors” section, could have a dramatic and negative impact on the market price of our common stock.  \n\n  Unstable market and economic conditions may have serious adverse consequences on our business, financial condition and share price.\n\n  54\n\n  The global economy, including credit and financial markets, has experienced extreme volatility and disruptions, including severely diminished liquidity and credit availability, bank failures, declines in consumer confidence, declines in economic growth, increases in unemployment rates, increases in inflation rates and uncertainty about economic stability. For example, the COVID-19 pandemic resulted in widespread unemployment, economic slowdown and extreme volatility in the global capital markets. Similarly, the current Russia-Ukraine war exacerbated volatility in the global capital markets and continues to disrupt the global supply chain and energy markets. Any such volatility and disruptions may have adverse consequences for us or the third parties on whom we rely. If the equity and credit markets deteriorate, including as a result of political unrest or war, it may make any necessary debt or equity financing more difficult to obtain in a timely manner or on favorable terms, more costly or more dilutive. Inflation can adversely affect us by increasing our costs, including personnel costs (wages). Any significant increases in inflation and related increases in interest rates could have a material adverse effect on our business, results of operations and financial condition.\n\n  We may sell additional equity or debt securities or enter into other arrangements to fund our operations, which may result in dilution to our stockholders and impose restrictions or limitations on our business. \n\n  Until we can generate a sufficient amount of profit from our products, if ever, we expect to finance future cash needs through public or private equity or debt offerings. If we raise additional funds through the issuance of additional equity or debt securities, it may result in dilution to our existing stockholders and/or increased fixed payment obligations. For example, in December 2023, we sold a total of 12,432,431 shares of our common stock in a public offering. The issuance of these shares of our common stock resulted, and any future issuance pursuant to any future public or private equity financing or future sales under the 2023 ATM Program will result, in dilution to our stockholders.\n\n  In addition, we have a significant number of stock options and pre-funded warrants outstanding. To the extent that these have been or may be exercised, stockholders may experience further dilution. \n\n  We may also seek additional funding through government or other third-party funding and other collaborations, strategic alliances and licensing arrangements. These financing activities may have an adverse impact on our stockholders’ rights as well as on our operations, and such additional funding may not be available on reasonable terms, if at all. Furthermore, these securities may have rights senior to those of our common stock and could contain covenants that would restrict our operations and potentially impair our competitiveness, such as limitations on our ability to incur additional debt, limitations on our ability to acquire, sell or license intellectual property rights and other operating restrictions that could adversely impact our ability to conduct our business. \n\n  Additionally, if we seek funds through arrangements with collaborative partners, these arrangements may require us to relinquish rights to some of our technologies or product candidates or otherwise agree to terms unfavorable to us. Any of these events could significantly harm our business, financial condition and prospects.\n\n  If securities or industry analysts do not publish research or reports about our business, or if they issue an adverse or misleading opinion regarding our stock, our stock price and trading volume could decline. \n\n  The trading market for our common stock is influenced by the research and reports that industry or securities analysts publish about us or our business. If no or few securities or industry analysts continue coverage of us, the trading price for our stock could be negatively impacted. If any of the analysts who cover us issue an adverse or misleading opinion regarding us, our business model, our intellectual property or our stock performance, or if our trials or operating results fail to meet the expectations of analysts, our stock price could decline. If one or more of these analysts cease coverage of us or fail to publish reports on us regularly, we could lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline.  \n\n  Our principal stockholders and management own a significant percentage of our stock and will be able to exert significant influence control over matters subject to stockholder approval. \n\n  As of December 31, 2024, our executive officers, directors, and holders of 5% or more of our capital stock and their respective affiliates beneficially owned approximately 36.5% of our outstanding voting stock and options. As a result, these stockholders will continue to have a significant influence over all matters requiring stockholder approval. For example, these stockholders may be able to influence elections of directors, amendments of our organizational documents, or approval of any merger, sale of assets or other major corporate transaction. This may prevent or discourage unsolicited acquisition proposals or offers for our common stock that you may feel are in your \n\n  55\n\n  best interest as one of our stockholders. The interests of this group of stockholders may not always coincide with your interests or the interests of other stockholders and they may act in a manner that advances their best interests and not necessarily those of other stockholders, including seeking a premium value for their common stock, and might affect the prevailing market price for our common stock.\n\n  We may be subject to securities litigation, which is expensive and could divert management attention. \n\n  The market price of our common stock may be volatile, and in the past, companies that have experienced volatility in the market price of their stock have been subject to securities class action litigation. We may be the target of this type of litigation in the future. Securities litigation against us could result in substantial costs and divert our management’s attention from other business concerns, which could seriously harm our business.\n\n  If we fail to maintain an effective system of internal control over financial reporting in the future, we may not be able to accurately report our financial condition, results of operations or cash flows, which may adversely affect investor confidence in us and, as a result, the value of our common stock. \n\n  The Sarbanes-Oxley Act requires, among other things, that we maintain effective internal controls for financial reporting and disclosure controls and procedures. We are required, under Section 404 of the Sarbanes-Oxley Act, to furnish a report by management on, among other things, the effectiveness of our internal control over financial reporting. This assessment needs to include disclosure of any material weaknesses identified by our management in our internal control over financial reporting. A material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting that results in more than a reasonable possibility that a material misstatement of annual or interim financial statements will not be prevented or detected on a timely basis. Section 404 of the Sarbanes-Oxley Act also generally requires an attestation from our independent registered public accounting firm on the effectiveness of our internal control over financial reporting. \n\n  We are required to get an attestation from our independent registered public accounting firm on the effectiveness of our internal control over financial reporting. Our compliance with Section 404 requires that we incur substantial expense and expend significant management efforts. We currently do not have an internal audit group, and we may need to hire additional accounting and financial staff with appropriate public company experience and technical accounting knowledge and compile the system and process documentation necessary to perform the evaluation needed to comply with Section 404. We may not be able to complete our evaluation, testing and any required remediation in a timely fashion. During the evaluation and testing process, if we identify one or more material weaknesses in our internal control over financial reporting, we will be unable to assert that our internal control over financial reporting is effective. We cannot assure you that there will not be material weaknesses or significant deficiencies in our internal control over financial reporting in the future. Any failure to maintain internal control over financial reporting could severely inhibit our ability to accurately report our financial condition, results of operations or cash flows. If we are unable to conclude that our internal control over financial reporting is effective, or if our independent registered public accounting firm determines we have a material weakness or significant deficiency in our internal control over financial reporting once that firm begin its Section 404 reviews, we could lose investor confidence in the accuracy and completeness of our financial reports, the market price of our common stock could decline, and we could be subject to sanctions or investigations by Nasdaq, the SEC or other regulatory authorities. Failure to remedy any material weakness in our internal control over financial reporting, or to implement or maintain other effective control systems required of public companies, could also restrict our future access to the capital markets. \n\n  Some provisions of our charter documents and Delaware law may have anti-takeover effects that could discourage an acquisition of us by others, even if an acquisition would benefit our stockholders and may prevent attempts by our stockholders to replace or remove our current management. \n\n  Provisions in our amended and restated certificate of incorporation and amended and restated bylaws, as well as provisions of Delaware law, could make it more difficult for a third party to acquire us or increase the cost of acquiring us, even if doing so would benefit our stockholders, or remove our current management. These provisions include a classified board of directors, a prohibition on actions by written consent of our stockholders and the ability of our board of directors to issue preferred stock without stockholder approval. These provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our board of directors, who are responsible for appointing the members of our management. Because we are incorporated in Delaware, we are governed by the provisions of Section 203 of the \n\n  56\n\n  Delaware General Corporation Law, or the DGCL, which may discourage, delay or prevent someone from acquiring us or merging with us whether or not it is desired by or beneficial to our stockholders. Under the DGCL, a corporation may not, in general, engage in a business combination with any holder of 15% or more of its capital stock unless the holder has held the stock for three years or, among other things, the board of directors has approved the transaction. Any provision of our amended and restated certificate of incorporation or amended and restated bylaws or Delaware law that has the effect of delaying or deterring a change of control could limit the opportunity for our stockholders to receive a premium for their shares of our common stock and could also affect the price that some investors are willing to pay for our common stock.",
      "char_count": 166430
    }
  },
  "extracted_at": "2026-01-19T15:57:00.786556"
}