{
  "ticker": "SPR",
  "company_name": "Spirit AeroSystems Holdings, Inc.",
  "cik": 1364885,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001628280-25-009088",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001364885&accession_number=000162828025009088&xbrl_type=v",
  "sic_code": "3728",
  "industry": "Aircraft Parts & Auxiliary Equipment, NEC",
  "sections": {
    "item1": {
      "text": "Item 1.  Business\n\nOur Company\n\nUnless the context otherwise indicates or requires, as used in this Annual Report, references to “we,” “us,” “our,” and the “Company” refer to Spirit AeroSystems Holdings, Inc. and its consolidated subsidiaries. References to “Spirit” refer only to our subsidiary, Spirit AeroSystems, Inc., and references to “Spirit Holdings” or “Holdings” refer only to Spirit AeroSystems Holdings, Inc.\n\nThe Company, incorporated in Delaware with its headquarters in Wichita, Kansas, is one of the world’s largest non-Original Equipment Manufacturer (“OEM”) manufacturers of aerostructures, serving markets for commercial airplanes, military platforms and business/regional jets. With expertise in aluminum and advanced composite manufacturing solutions, the Company’s core products include fuselages, integrated wings and wing components, pylons and nacelles. The Company also serves the aftermarket for commercial and military platforms. In addition to commercial aircraft structures, we also design, engineer, and manufacture structural components for military aircraft and other applications. A portion of our defense business is classified by the U.S. Government and cannot be specifically described; however, it is included in our consolidated financial statements. We are a critical partner to our commercial and defense customers due to the broad range of products and services we currently supply to them across the product lifecycle and our leading design and manufacturing capabilities using both metallic and composite materials. For the twelve months ended December 31, 2024, we generated net revenues of $6,316.6 million and had net loss of $2,139.0 million.\n\nOperating Segments and Products\n\nWe operate in three principal segments: Commercial, Defense & Space, and Aftermarket. The table below, and following segment information, describes the business of each segment, including facility locations, key programs, and descriptions of the work performed in each segment. \n\nSegmentPercentage of Net Revenues for the Twelve Months Ended December 31, 2024, 2023, and 2022, respectively\n\nLocationsPrograms\n\nCommercial78%, 81%, and 81%\n\nWichita, KS; Tulsa, OK; Kinston, NC; Prestwick, Scotland; St. Nazaire, France; Subang, Malaysia; Casablanca, Morocco; Belfast, Northern Ireland\n\nB737, B767, B777, B787, A220, A320 family, A330, A350 XWB, Global 5000, Global 6000, Global 7500, Challenger 350, Challenger 650, Rolls-Royce BR725 and BR 710 Nacelles, RB3070, Trent, KC-390, HondaJet\n\nDefense & Space15%, 13%, and 13%\n\nWichita, KS; Tulsa, OK; Biddeford, ME; Woonsocket, RI; Belfast, Northern Ireland; Prestwick, ScotlandClassified program(s), B767 Tanker, P-8, Sikorsky CH-53K, Common Hypersonic Glide Body (C-HGB), NASA MSR, NASA Mars 2020, Trident D5, Standard Missile, Patriot Missile, THAAD, B-52, KC-135, UCAV (Maverick), LASSO\n\nAftermarket7%, 6%, and 6%\n\nWichita, KS; Tulsa, OK; Dallas, TX; Prestwick, Scotland; Casablanca, Morocco; Belfast, Northern IrelandVarious\n\nCommercial. The Commercial segment includes design and manufacturing of the following for commercial and business/regional jet programs: \n\n•The forward section of the fuselage, which houses the flight deck, passenger cabin, and cargo area;\n\n•The mid and rear fuselage sections;\n\n•Other structural components of the fuselage, including floor beams;\n\n•Nacelles (including thrust reversers) - aerodynamic structure surrounding engines; \n\n•Struts/pylons - structure that connects the engine to the wing;\n\n•Horizontal and vertical stabilizers;\n\n•Flaps and slats - flight control surfaces; \n\n•Wing structures - framework that consists mainly of spars, ribs, fixed leading edges, stringers, trailing edges, and flap track beams; and\n\n•Fully functional and tested wing systems.\n\nNet revenue in the Commercial segment amounted to $4,927.4 million, $4,885.0 million, and $4,068.4 million in 2024, 2023, and 2022, respectively.\n\nDefense & Space. The Defense & Space segment includes design and manufacturing of the following, primarily for U.S. Government defense programs: \n\n•Fuselage, strut, nacelle, and wing aerostructures: Fabrication, bonding, assembly, testing tooling, processing, engineering analysis, and training;\n\n•Missiles and Hypersonics: Solid rocket motor throats and nozzles, re-entry vehicle thermal protections systems;\n\n•Rotorcraft aerostructures: Forward cockpit and cabin, fuselage; and\n\n•Classified programs. \n\nOn November 17, 2024, the Company entered into a definitive agreement to sell our Fiber Materials, Inc. (“FMI”) business, a fully owned subsidiary of Spirit AeroSystems, Inc., for $165.0 million, subject to customary purchase price adjustments and closing conditions as set forth in the definitive agreement. The transaction closed on January 13, 2025. For additional information, see “Assets Held for Sale” under Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II of this annual report. \n\nNet revenue in the Defense & Space segment amounted to $975.2 million, $789.0 million, and $649.8 million in 2024, 2023, and 2022, respectively.\n\nAftermarket. The Aftermarket segment includes development, production, and marketing of the following: \n\n•Maintenance, Repair and Overhaul (MRO) services related to Commercial and Defense & Space programs;\n\n•Fuselage, strut, nacelle, and wing aerostructures spare parts;\n\n•Repairs for flight control surfaces and nacelles;\n\n•Radome repairs;\n\n•Rotable assets trading and leasing;\n\n•Engineering services;\n\n•Advanced composite repair; and\n\n•Other MRO services.\n\nNet revenue in the Aftermarket segment amounted to $414.0 million, $373.9 million, and $311.4 million in 2024, 2023, and 2022, respectively.\n\nOur largest customer, Boeing, represents a substantial portion of our revenues in the Commercial segment. Our second largest customer, Airbus, also represents a substantial portion of revenues in the Commercial segment. Approximately 66%, 70%, and 65% of Commercial segment net revenues came from the Company’s contracts with Boeing for the twelve months ended December 31, 2024, 2023, and 2022, respectively. Approximately 27%, 23%, and 27% of Commercial segment net revenues came from the Company’s contracts with Airbus for the twelve months ended December 31, 2024, 2023, and 2022, respectively. A material portion of Defense & Space segment revenue is subject to renegotiation of profits or termination of contracts or subcontracts at the election of the U.S. Government. A substantial portion of our Defense & Space segment revenues are represented by defense business that is classified by the U.S. Government and cannot be specifically described. A significant portion of the Company’s Defense & Space segment net revenues came from the Company’s contracts with two individual customers for the twelve months ended December 31, 2024, 2023, and 2022, respectively. Approximately 54%, 47%, and 48% of Aftermarket segment net revenues came from our contracts with an individual customer for the twelve months ended December 31, 2024, 2023, and 2022, respectively. Individual customers other than those referred to above do not represent a significant portion of any of our primary segment’s revenues and are not expected to in the near future.\n\nOur Manufacturing, Engineering, and Support Services\n\nManufacturing\n\nOur expertise is in designing, engineering, and manufacturing large-scale, complex aerostructures. As of December 31, 2024, we maintain state-of-the-art manufacturing facilities located in Wichita, Kansas; Tulsa, Oklahoma; Kinston, North Carolina; Biddeford, Maine; Woonsocket, Rhode Island; Dallas, Texas; Prestwick, Scotland; Saint-Nazaire, France; Subang, Malaysia; Casablanca, Morocco; and Belfast, Northern Ireland.\n\nOur core manufacturing competencies include:\n\n•composites design and manufacturing processes;\n\n•leading mechanized and automated assembly and fastening techniques;\n\n•large-scale skin fabrication using both metallic and composite materials;\n\n•chemical etching and metal bonding expertise;\n\n•monolithic structures technology; and\n\n•precision metal forming producing complex contoured shapes in sheet metal and extruded aluminum.\n\nOur manufacturing expertise is supported by our state-of-the-art equipment. We have thousands of major pieces of equipment installed in our customized manufacturing facilities. We intend to continue to make the appropriate investments in our facilities to support and maintain our industry-leading manufacturing expertise.\n\nEngineering\n\nThe Company is an industry leader in aerospace engineering with access to talent across the globe. The purpose of the engineering organization is to provide support for new and ongoing designs, technology innovation, research and development for customer advancements, and production-related process improvements. We possess a broad base of engineering skills for design, analysis, test, certification, tooling, and support of major fuselage, wing, and propulsion assemblies using both metallic and composite materials. In addition, our regulatory certification expertise helps ensure associated designs and design changes are compliant with applicable regulations.\n\nOur industry-leading engineering capabilities are key strategic factors differentiating us from our competitors across our Commercial, Defense & Space, and Aftermarket divisions.\n\nSpirit AeroSystems Aftermarket Solutions (“SAAS”)\n\nThrough SAAS, we provide rotable assets, spare parts, repair solutions, and engineering services. Our inventory of rotable assets is available for lease, exchange, and purchase. Additionally, our global repair stations are staffed with technicians specializing in advanced composite repair techniques. We provide MRO services for both metallic and composite components, either on site or at certified MRO stations. We are equipped with original production manufacturing tooling and specialize in service bulletin maintenance for the Company’s nacelle components.\n\nProductDescriptionAircraft Program\n\nMROCertified repair stations that provide complete on-site repair and overhaul; maintains global partnerships to support MRO servicesB737, B747, B757, B767, B777, B787, Rolls-Royce BR725, ERJ, CRJ, E4B, A320, A330\n\nRotable AssetsMaintain a pool of rotable assets for sale, exchange, and/or lease. Rotable assets refer to parts that can be used many times by repairing them.B737, B747, B767, B777, Rolls-Royce BR725, ERJ, CRJ, E4B, A320, A330\n\nEngineering ServicesEngineering, tooling, and measurement services. On-call field service representatives.Multiple programs\n\n5\n\n\nBusiness Development\n\nThe Company’s core products include fuselages, struts/pylons, nacelles, and wing components, and we continue to focus on business growth through the application of core competencies as key strengths, including design for manufacturability, materials utilization expertise, targeted automation, advanced tooling and testing concepts, and determinate assembly to enable cost-effective, highly efficient production. We invest in research and development and new technology to bring the most advanced techniques, manufacturing, and automation to our customers.\n\nThe Company applies extensive experience in advanced material systems, manufacturing technologies, and prototyping to continually invent and patent new technologies that improve quality, lower costs, and increase production capabilities. Our business growth is focused on application of these strengths to expand into new addressable commercial, defense, space and transportation markets and customers.\n\nDefense & Space Business \n\nIn addition to providing aerostructures for commercial aircraft, we also design, engineer and manufacture structural components for military aircraft. We have been awarded a significant amount of work for Boeing’s P-8 and KC-46 Tanker. The Boeing P-8 and KC-46 Tanker are commercial aircraft modified for military use. Other military programs for which we provide products and services are the forward cockpit and cabin for the Sikorsky CH-53K Helicopter and development work of the B-21 Raider. In 2024 we continued to identify, pursue, and win funded contracts on classified military programs. We have contracts on multiple funded military programs that are classified by the U.S. Government and cannot be specifically described. The operating results of these classified contracts are included in our consolidated financial statements. The business risks associated with classified contracts historically have not differed materially from those of our other U.S. Government contracts. Our internal controls addressing the financial reporting of classified contracts are consistent with our internal controls for our non-classified contracts.\n\nThe following table summarizes by product and program what we currently have under contract. \n\nProductApplicable SegmentDescriptionMilitary Program\n\nFixed Wing AircraftDefense & SpaceFabrication, bonding, assembly, testing, tooling, processing, engineering analysis, and trainingVarious\n\nNacelle & PylonsDefense & SpaceFabrication, bonding, assembly, testing, tooling, processing, engineering analysis, and trainingB-52\n\nRotorcraftDefense & SpaceForward cockpit and cabin\n\nSikorsky CH-53K\n\nMissiles & Hypersonics (FMI sale closed in January 2025)\n\nDefense & SpaceSolid rocket motor throats and nozzles, Re-entry vehicle thermal protection systemsTrident D5, Standard Missile, Arrow 3, Common Hypersonic Glide Body (C-HGB), NASA MSR, NASA Mars 2020, Patriot Missile, THAAD (Terminal High Altitude Area Defense, an American anti-ballistic missile defense system) \n\nFabrication\n\nWithin our Commercial segment, the Company offers customers a wide range of solutions including machining, skin and sheet metal fabrication, and chemical processing. These capabilities are utilized for both internal and external sourcing and include the following:\n\n6\n\n\nFabricationDescription\n\nMachine Fabrication5-axis machining capabilities: high-speed aluminum fabrication up to 23 feet, seat track machining, and extensive hard metal capabilities\n\n3- and 4-axis machining capabilities: range of hard metal capabilities, multi-spindle machines, and manufactured parts\n\nSheet Metal FabricationIncludes stretch and hydro forming, roll, hammer, profiling, gauge reduction of extrusions and aluminum heat treat, as well as subassemblies\n\nChemical ProcessingIncludes a range of hard and soft metals with one of the largest automated lines in the industry\n\nSkin FabricationInclude skin stretch forming up to 1,500 tons, laser scribe, trim and drill, and chemical milling\n\nOur Customers\n\nOur revenues are substantially dependent on Boeing and Airbus. The loss of either of these customers would have a material adverse effect on the Company. For the twelve months ended December 31, 2024, approximately 58% and 21% of our net revenues were generated from sales to Boeing and Airbus, respectively. For the twelve months ended December 31, 2023, approximately 64% and 19% of our net revenues were generated from sales to Boeing and Airbus, respectively. We are currently the sole-source supplier for nearly all the products we sell to Boeing and Airbus. \n\nBoeing\n\nWe are the largest independent supplier of aerostructures to Boeing and manufacture aerostructures for every Boeing commercial aircraft currently in production, including the majority of the airframe content for the Boeing B737, and multiple significant structural components of the Boeing B787. We supply these products through long-term supply agreements that cover the life of these programs, including any commercial derivative models. These supply agreements are described in more detail under “Our Relationship with Boeing” below. We believe our relationship with Boeing will allow us to continue to be an integral partner with Boeing in the designing, engineering, and manufacturing of complex aerostructures.\n\nAirbus\n\nWe originally became a supplier to Airbus in April 2006 through the acquisition of BAE Aerostructures and subsequently won additional work packages with Airbus. Our business with Airbus increased substantially with the acquisition of Bombardier’s aerostructures assets in Belfast and Morocco on October 30, 2020. We are one of the largest content suppliers of wing systems for the Airbus A320 family and a significant supplier for the Airbus A350 XWB. Under our supply agreement with Airbus for the A320 and A330, we supply products for the life of the aircraft program. For the A350 XWB program, we have long-term requirement contracts with Airbus. In addition, we build the fully integrated wing for the A220 aircraft. We believe we can continue working with Airbus on production rate ramp-up, supply chain diversification and new product development. \n\nOther Customers\n\nOther customers include Lockheed Martin, Northrop Grumman, Bombardier and Rolls-Royce. \n\nU.S. and International Customer Mix\n\nAlthough most of our revenues are obtained from sales inside the U.S., we generated $1,505.6 million, $1,380.8 million, and $1,215.1 million in sales to international customers for the twelve months ended December 31, 2024, 2023, and 2022, respectively, primarily to Airbus. This international revenue is primarily included in the Commercial segment. The portion of international revenue included in the Aftermarket segment, primarily out of our Belfast, Northern Ireland location, represents a significant amount of its segment revenues. Approximately 18% of our long-lived assets based on book value are located in the United Kingdom (“U.K.”), with approximately another 5% of our long-lived assets located in countries outside the U.S. and the U.K. \n\n7\n\n\nOur Relationship with Boeing \n\nA significant portion of Spirit’s operations related to Boeing aerostructures was owned and controlled by Boeing until 2005. In 2005, Spirit Holdings became a standalone Delaware company, and commenced operations through the acquisition of Boeing’s operations in Wichita, Kansas, Tulsa, Oklahoma, and McAlester, Oklahoma (the “Boeing Acquisition”). \n\nIn connection with the Boeing Acquisition, we entered into long-term supply agreements under which we are Boeing’s exclusive supplier for substantially all of the products and services previously provided by Boeing’s commercial aerostructures manufacturing operations in Wichita, Kansas and Tulsa and McAlester, Oklahoma to Boeing prior to the Boeing Acquisition. These supply agreements include products for Boeing’s B737, B747, B767, and B777 commercial aircraft programs, as well as for certain products for Boeing’s B787 program. These supply agreements cover the life of these programs, including any commercial derivative models.\n\nSupply Agreement with Boeing for B737, B747, B767, and B777 Programs (“Sustaining Programs”)\n\nOverview.  Two documents effectively comprise the Sustaining Programs’ supply contract: (1) the Special Business Provisions (“Sustaining SBP”), which sets forth the specific terms of the Sustaining Programs’ supply arrangement, and (2) the General Terms Agreement (“Sustaining GTA,” and, together with the Sustaining SBP (and any related purchase order or contract), as amended, the “Sustaining Agreement”), which sets forth other general contractual provisions, including provisions relating to termination, events of default, assignment, ordering procedures, inspections, and quality controls.  \n\nThe Sustaining Agreement is a requirements contract that covers certain products, including fuselages, struts/pylons, and nacelles (including thrust reversers), wings and wing components, as well as tooling, for the Sustaining Programs for the life of these programs, including any commercial derivative models. During the term of the Sustaining Agreement, and absent a default by Spirit, Boeing is obligated to purchase from Spirit all its requirements for products covered by the Sustaining Agreement. Although Boeing is not required to maintain a minimum production rate, Boeing is subject to a maximum production rate above which it must negotiate with us regarding responsibility for recurring and non-recurring expenditures related to any agreed capacity increase. Boeing owns substantially all the Boeing product-specific tooling used in production or inspection of products covered by the Sustaining Agreement.\n\nPricing.  In September 2017, Boeing and Spirit entered into Amendment 30 to the Sustaining SBP that generally established pricing terms for the Sustaining Program models (excluding the B777X) through December 31, 2022 (with certain limited exceptions). \n\nOn December 21, 2018, Boeing and Spirit executed a Collective Resolution 2.0 Memorandum of Agreement (the “2018 MOA”). The 2018 MOA established, among other items, pricing for certain programs through December 31, 2030, including the B737NG (including the P8), B737 MAX, B767 (but excluding B767-2C for which pricing is separately established), and the B777 freighters and B777-9 (pricing for the B777 300ER and 200LR was previously established and pricing for the B777-8 is subject to future negotiation). In addition, the 2018 MOA established B737 pricing based on production rates above and below current production levels, investments for tooling and capital for certain B737 rate increases, a joint cost reduction program for the B777X (a joint cost reduction program for the B737 is separately established), and the release of certain liabilities and claims asserted by both parties, including the B737 disruption activity claim. The parties further agreed to reconvene in 2028 to negotiate pricing beyond 2030. Consistent with the 2018 MOA, on January 30, 2019, Boeing and Spirit executed SBP Amendment 40 to implement the December 2018 MOA terms and conditions applicable to the Sustaining Programs.\n\nOn February 6, 2020, Boeing and Spirit entered into a Memorandum of Agreement (the “2020 MOA”) extending B737 MAX pricing terms through 2033 and updated payment terms.\n\nOn October 12, 2023, Boeing and Spirit entered into a Memorandum of Agreement (the “2023 MOA”). Among other items, the 2023 MOA established recurring shipset price reductions on the B737 program effective with Spirit’s first unit delivery in 2026 through the last unit delivery in June 2033. These reductions are subject to certain not-to-exceed amounts per annum over this period.\n\nAdvances on the B737 Program.  On April 12, 2019, Boeing and the Company executed a Memorandum of Agreement (the “2019 MOA”). Under the 2019 MOA, the Company received an advance payment from Boeing in the amount of $123.0 million during the third quarter of 2019. The 2020 MOA provided that the $123 million advance would be repaid by offset against the purchase price for year 2022 shipset deliveries. In the twelve months ended December 31, 2022 the $123.0 million of advance payments received from Boeing were repaid and there was no balance due as of December 31, 2022.\n\n8\n\n\nTermination of Airplane Program.  If Boeing decides not to initiate or continue production of a Sustaining Program model or commercial derivative because it determines there is insufficient business basis for proceeding, Boeing may terminate such model or derivative, including any order therefore, by written notice to Spirit. In the event of such a termination, Boeing would be liable to Spirit for any orders issued prior to the date of the termination notice and may also be liable for certain termination costs.\n\nEvents of Default and Remedies.  Events of default under the Sustaining Agreement include Spirit’s failure to deliver products when and as required, and failure to maintain a required system of quality assurance, among other things. Certain events of default may allow Boeing to cancel orders under or terminate the Sustaining Agreement.\n\nIntellectual Property.  All technical work product and works of authorship produced by or for Spirit with respect to any work performed by or for Spirit pursuant to the Sustaining Agreement are the exclusive property of Boeing. All inventions conceived by or for Spirit with respect to any work performed by or for Spirit pursuant to the Sustaining Agreement and any patents claiming such inventions are the exclusive property of Spirit, except that Boeing will own any such inventions that Boeing reasonably believes are applicable to the B787 Program, and Boeing may seek patent protection for such B787 inventions or hold them as trade secrets; provided that, if Boeing does not seek patent protection, Spirit may do so.\n\nB787 Supply Agreement with Boeing (“B787 Program”)\n\nOverview.  Two documents effectively comprise the B787 Program supply contract: (1) the Special Business Provisions (“B787 SBP”), which sets forth the specific terms of the B787 Program’s supply arrangement and (2) the General Terms Agreement (“B787 GTA” and, together with B787 SBP and (any related purchase order or contract), as amended, the “B787 Agreement”), which sets forth other general contractual provisions, including provisions relating to termination, events of default, assignment, ordering procedures, inspections, and quality controls. The B787 Agreement is a requirements contract pursuant to which Spirit is Boeing’s exclusive supplier for the forward fuselage, fixed, and movable leading wing edges, engine pylons, and related tooling for the B787.\n\nPricing.  In September 2017, Boeing and Spirit entered into Amendment 25 to the B787 Agreement that established pricing terms for the B787-8, -9, and -10 models through line unit 1405 and provided that Boeing and Spirit would negotiate follow-on pricing for line units 1406 and beyond beginning 24 months prior to the scheduled delivery date for line unit 1405. The amendment also implemented updated payment terms, among other things. \n\nIn December 2018, Boeing and Spirit executed the 2018 MOA, which also established, among other things, pricing for the B787 for line unit 1004 through line unit 2205, and agreed to establish a joint cost reduction program for the B787. Consistent with the 2018 MOA, on January 30, 2019, Boeing and Spirit executed Amendment 28 to the B787 Agreement to implement the 2018 MOA terms and conditions applicable to the B787 Program.\n\nOn October 12, 2023, Boeing and Spirit executed the 2023 MOA, which established recurring shipset price increases for the B787 program effective for line unit 1164 through line unit 1605 with a mutual goal of concluding negotiations 12 months prior to the delivery of line unit 1605, to discuss in good faith potential pricing changes, other interests and considerations pertaining to line unit 1606 and beyond.\n\nAdvance Payments.  Boeing has made advance payments to Spirit under the B787 Agreement, which are required to be repaid to Boeing by way of offsets against the purchase price for future shipset deliveries. Advance repayments were scheduled to be spread evenly over the remainder of the first 1,000 B787 shipsets delivered to Boeing, except that pursuant to an amendment to the B787 Agreement entered into in April 2014, advance repayments were suspended from April 1, 2014 through March 31, 2015, and any repayments that otherwise would have become due during such 12-month period will be made by offset against the purchase price for shipset 1,001 through 1,120. Repayments resumed in 2015. The 2018 MOA also provided for the suspension of advance repayments with respect to the B787 beginning with line number 818; to resume at a lower rate of $450,319 per shipset at line number 1135 and continue through line number 1605. \n\nIn the event Boeing does not take delivery of a sufficient number of shipsets to repay the full amount of advances prior to the termination of the B787 Program or the B787 Agreement, any advances not then repaid will be applied against any outstanding payments then due by Boeing to us, and any remaining balance will be repaid in annual installments of $27 million due on December 15th of each year until the advance payments have been fully recovered by Boeing. Accordingly, portions of the advance repayment liability are included as current and long-term liabilities in our balance sheet. As of December 31, 2024, the amount of advance payments received by us from Boeing and not yet repaid was $164.3 million.\n\n9\n\n\nTermination of Airplane Program.  If Boeing decides not to continue production of the B787 Program because it determines, after consultation with Spirit, that there is an insufficient business basis for proceeding, Boeing may terminate the B787 Program, including any orders, by written notice to Spirit. In the event of such a termination, Boeing will be liable to Spirit for costs incurred in connection with any orders issued prior to the date of the termination notice and may also be liable for certain termination costs and for compensation for any tools, raw materials or work-in-process requested by Boeing in connection with the termination.\n\nEvents of Default and Remedies.  Events of default under the B787 Agreement include Spirit’s failure to deliver products when and as required, and failure to maintain a required system of quality assurance, among other things. Certain events of default may allow Boeing to cancel orders under or terminate the B787 Agreement.\n\nIntellectual Property.  The B787 Agreement established three classifications for patented invention and proprietary information: (1) intellectual property developed by Spirit during activity under the B787 Agreement (“Spirit IP”); (2) intellectual property developed jointly by Boeing and Spirit during that activity (“Joint IP”); and (3) all other intellectual property developed during activity under the B787 Agreement (“Boeing IP”).\n\nBoeing may use Spirit IP for work on the B787 Program and Spirit must license it to third parties for work on such program. Each party is free to use Joint IP in connection with work on the B787 Program and other Boeing programs, but each must obtain the consent of the other to use it for other purposes. Spirit is entitled to use Boeing IP for the B787 Program, and may require Boeing to license it to subcontractors for the same purpose.\n\nThe foregoing descriptions of the various agreements between Spirit and Boeing do not purport to be complete and are qualified in their entirety by reference to the full text of each agreement as filed with the SEC, subject to certain omissions of confidential portions pursuant to requests for confidential treatment filed separately with the SEC. Please see Item 15 to this Annual Report. \n\nIntellectual Property  \n\nWe have several patents pertaining to our processes and products. No individual patent or group of patents is of material importance. We also rely on trade secrets, confidentiality agreements, unpatented knowledge, creative products development, and continuing technological advancement to maintain our competitive position.\n\nCompetition\n\nAlthough we are one of the largest independent non-OEM aerostructures suppliers based on annual revenues, with an estimated 18% share of the global non-OEM aerostructures market, this market remains highly competitive and fragmented. Our primary competition currently comes from work performed internally by OEMs or other tier-one suppliers, and new direct competitors have emerged and may continue to emerge in the tier-one supplier market. The Company continues to focus on design and manufacturing processes and tools, and cost reduction initiatives. The Company intends to compete by strengthening capabilities and capacity, and aligning to enhance program execution and integration across operations. The Company also intends to compete by strategically targeting organic and inorganic opportunities that enhance and deliver on our strategy. Additionally, we compete by developing technologies and processes that leverage the Company’s unique knowledge and capabilities to create value for our customers. \n\nIn commercial aerostructures, our principal competitors among OEMs include Boeing and Airbus (including its wholly-owned subsidiaries Airbus Atlantic and Premium Aerotec GmbH). \n\nOur principal competitors among non-OEM tier-1 aerostructures suppliers include Aernnova, GKN Aerospace, Kawasaki Heavy Industries, Inc., Mitsubishi Heavy Industries, Safran Nacelles, Sonaca, Airbus Atlantic, Airbus Aerostructures, Triumph Group, Inc. (“Triumph”), Leonardo, Turkish Aerospace Industries, Inc. (“TAI”), and Latecoere S.A.\n\nThe Company continues to build a larger presence in the defense aerostructures market. The Company’s competition in defense aerostructures includes Boeing, Lockheed Martin, Northrop Grumman, Collins Aerospace, Leonardo, GKN, Triumph, BAE Systems, Albany Engineered Composites, Korea Aerospace Industries, and TAI.\n\n10\n\n\nExpected Backlog\n\nAs of December 31, 2024, our expected backlog associated with large commercial aircraft, business and regional jets, and military equipment deliveries, calculated based on contractual and historical product prices and expected delivery volumes, was approximately $46.6 billion, a decrease of $2.0 billion from our corresponding estimate as of December 31, 2023. The decrease is primarily driven by decreases to the expected backlog of the B737 and A220 programs. A significant majority of our backlog is on programs in our Commercial segment. The B737 program backlog is approximately 52% of our total backlog. The A320 program backlog is approximately 11% of our total backlog. Backlog is calculated based on Boeing’s and Airbus’ announced backlog on our supply agreements (which are based on orders from customers), and the number of units the Company is under contract to produce on our fixed quantity contracts. The number of units may be subject to cancellation or delay by the customer prior to shipment, depending on contractual terms. For example, our contract with Boeing for the B737 MAX program is a requirements contract, and Boeing can reduce the purchase volume at any time. The level of unfilled orders at any given date during the year may be materially affected by the timing of our receipt of firm orders and additional airplane orders, and the speed with which those orders are filled. Accordingly, our expected backlog as of December 31, 2024 may not necessarily represent the actual amount of deliveries or sales for any future period. For additional information on backlog, please see Item 1A. “Risk Factors – Risks Related to Our Industry and Overall Business – Our backlog is subject to change, potentially with short notice.”\n\nOf our expected backlog of $46.6 billion as of December 31, 2024, approximately $130.5 million was attributable to FMI. See “Assets Held for Sale” under Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations in Part II of this annual report for additional information. \n\nSuppliers and Materials\n\nThe principal raw materials used in our manufacturing operations are aluminum, titanium, steel, and composite material. We also purchase metallic parts, non-metallic parts, and machined components. In addition, we procure subassemblies from various manufacturers that are used in the final aerostructure assembly. From time to time, we also review our make-versus-buy strategy to determine whether it would be beneficial to us and/or our customers to outsource work that we currently produce in-house or vice versa.\n\nWe have long-standing relationships with hundreds of manufacturing suppliers. Our strategy is to enter into long-term agreements with suppliers to secure the best value for Spirit and our customers. Our exposure to rising costs of raw material may be limited to some extent through leveraging relationships with our OEM customers’ high-volume contracts.\n\nWe continue to seek and develop sourcing opportunities in North America, Europe, and Asia to achieve a competitive global cost structure. Over 25 countries are represented in our international network of suppliers.\n\nFor additional information on our suppliers, please see Item 1A. “Risk Factors – Risks Related to Our Industry and Overall Business” and “Risk Factors – Risks Related to Our Operations”.\n\nResearch and Development\n\nWe believe that a world-class research and development focus helps maintain our position as an advanced supplier to our OEM customers’ new product development teams and expand our position in emerging markets. As a result, our research and development spend was $47.5 million for the year ended December 31, 2024, $45.4 million for the year ended December 31, 2023, and $50.4 million for the year ended December 31, 2022. Through our research, we strive to develop unique intellectual property and technologies that will improve our products and our customers’ products and, at the same time, position us to win work on new products. Our development efforts focus on improving manufacturing processes on our current work and developing new capability and affordable, industrialized technology targeting growth focused initiatives. It also serves as an ongoing process that helps develop ways to reduce production costs and streamline manufacturing processes.\n\nOur research and development is primarily geared toward the design and manufacturing processes for our three business segments and aimed at enabling Spirit to utilize commercial scale and expertise to translate best practices to our growing defense and aftermarket businesses. We maintain six Distinctive Capability areas (digital transformation, industry 4.0, engineered factory, metals technology, composites technology, and performance architectures) which guide our research and development strategy to enable growth and sustainability. We are currently focused on research in areas such as advanced metallic joining, low-cost composites, thermoplastics, new material systems, efficient structures, systems integration, advanced design and computational analysis methods, and model-based digital transformation. We collaborate with universities, research facilities, and technology partners in our research and development.\n\n11\n\n\nFor additional information on research and development, please see Item 1A. “Risk Factors – Risks Related to Our Operations – Our success depends in part on the success of our research and development initiatives.”\n\nRegulatory Matters\n\nEnvironmental.  Our operations and facilities are subject to various environmental, health, and safety laws and regulations, including federal, state, local, and foreign government requirements governing, among other matters, the emission, discharge, handling, and disposal of regulated materials, the investigation and remediation of contaminated sites, and permits required in connection with our operations. We continually monitor our operations and facilities to ensure compliance with these laws and regulations; however, management cannot provide assurance that future changes in such laws or the enforcement thereof, or the nature of our operations will not require us to make significant additional expenditures to ensure continued compliance. Further, we could incur substantial costs, including costs to reduce air emissions, clean-up costs, fines and sanctions, and third-party property damage, or personal injury claims as a result of violations of or liabilities under environmental laws, relevant common law or the environmental permits required for our operations. It is reasonably possible that costs incurred to ensure continued environmental compliance could have a material impact on our results of operations, capital expenditures, financial condition, competitive condition, or cash flows if additional work requirements or more stringent clean-up standards are imposed by regulators, new areas of soil, air, and groundwater contamination are discovered, and/or expansions of work scope are prompted by the results of investigations.\n\nGovernment Contracts.  Companies engaged in supplying defense-related equipment and services to U.S. Government agencies, either directly or by subcontract, are subject to business risks specific to the defense industry. These risks include the ability of the U.S. Government to unilaterally terminate existing contracts, suspend, or debar us from receiving new prime contracts or subcontracts, reduce the value of existing contracts, audit our contract-related costs and fees, including allocated indirect costs, and control and potentially prohibit the export of our products, among other things. If a contract was terminated for convenience, we could recover the costs we have incurred or committed, settlement expenses, and profit on the work completed prior to termination. However, if the termination is a result of our failure to perform, we may be liable for excess costs incurred by the prime contractor in procuring undelivered items from another source. In addition, failure to follow the requirements of the National Industrial Security Program Operating Manual (“NISPOM”) or any other applicable U.S. Government industrial security regulations could, among other things, result in termination of our facility securities clearances (each a “FCL”), which in turn would preclude us from being awarded classified contracts or, under certain circumstances, performing on our existing classified contracts.\n\nCommercial Aircraft.  The commercial aircraft component industry is highly regulated by the Federal Aviation Administration (the “FAA”), the European Aviation Safety Agency (“EASA”), and other agencies throughout the world. The military aircraft component industry is governed by military quality specifications. We, and the components we manufacture, are required to be certified by one or more of these entities or agencies, and, in some cases, by individual OEMs, to engineer and service parts and components used in specific aircraft models. In addition, the FAA requires that various maintenance routines be performed on aircraft components. We believe that we currently satisfy or exceed these maintenance standards in our repair and overhaul services.\n\nExport Control.  The technical data and components used in the design and production of our products, as well as many of the products and technical data we export, either as individual items or as components incorporated into aircraft, are subject to compliance with U.S. export control laws. Collaborative agreements that we may have with foreign persons, including manufacturers or suppliers, are also subject to U.S. export control laws.\n\nHealth and Safety.  Our operations are also subject to a variety of worker and community safety laws. The Occupational Safety and Health Act (“OSHA”) mandates general requirements for safe workplaces for all employees. In addition, OSHA provides special procedures and measures for the handling of certain hazardous and toxic substances. Our management believes that our operations are in material compliance with OSHA’s health and safety requirements.\n\nFor additional information on regulatory matters, please see Item 1A. “Risk Factors – Risks Related to Our Governmental and Global Activities”\n\n12\n\n\nHuman Capital\n\nEmployees.  Our people are our greatest asset, and we recognize that our ability to attract, develop, motivate and retain a skilled team is critical to our success. Leadership is committed to creating a culture of responsibility and achievement that supports our employees’ growth and development. We encourage our employees to embrace different backgrounds and perspectives and to give back to the communities where we do business. By allowing employees to thrive, the Company creates a stronger and more dedicated team.\n\nAt December 31, 2024, we had approximately 20,370 employees: approximately 14,190 located in our six U.S. facilities, approximately 3,550 located in our Belfast facilities, approximately 1,240 located at our Prestwick facility, approximately 1,000 located in our Malaysia facility, approximately 240 located in our Morocco facility, and approximately 150 located in our France facility. Of the employees located in our six U.S. facilities noted above, approximately 11,980 were located in Wichita, Kansas; approximately 1,090 were located in Tulsa Oklahoma; approximately 660 were located in Kinston, North Carolina; approximately 320 were located in Biddeford, Maine; approximately 100 were located in Dallas, Texas and approximately 40 were located in Woonsocket, Rhode Island.\n\nValues.  The Company operates according to three key values that are designed to help it meet commitments to all stakeholders — employees, customers, suppliers, investors and communities. These values are: \n\n•Transparency - Being open, honest and respectful with communication; sharing ideas and building trust by making intentions clear; \n\n•Collaboration - Aligning actions with others; working together to achieve the best outcomes; and \n\n•Inspiration - Encouraging the best from others; leading by example to ensure innovation is a component of success.\n\nThe values are enabled through the foundation of Trust and Speak Out: Asking thoughtful questions to enhance understanding; encouraging active listening and considering diverse perspectives; and sharing ideas to reach better decisions and achieve better outcomes.\n\nAdopting and incorporating the Company’s values into day-to-day tasks and activities enables the Company to be a trusted partner. We believe practicing transparency, collaboration and inspiration—individually and collectively—supports the Company’s efforts to be customer focused, provide on-time delivery, and maintain and improve quality and safety for all. \n\nCode of Business Conduct.  The Company is committed to the highest ethical standards and to complying with all laws and regulations applicable to the Company’s business. To support and articulate its commitment and responsibility in this regard, the Company has adopted the Code of Business Conduct (the “Code”). The Code addresses a number of topics, including the Foreign Corrupt Practices Act, conflicts of interest, safeguarding assets, insider trading, and general adherence to laws and regulations. All directors and employees, including executive officers, must comply with the Code. The Code is available on the Company’s website at https://investor.spiritaero.com/corporate-governance/govdocs/.\n\nCulture and Talent Management.  The Company is committed to creating a world class workforce and is actively working to build a culture where all employees’ diverse skills and talents are valued. The Company values the full range of different perspectives and abilities that our employees bring to the workplace. The attraction, retention and development of employees is a critical success factor in meeting the Company’s strategy. We seek to provide our employees opportunities for growth through formal and informal development programs that include: training, coaching and mentoring, networking, skills and experience and career planning. Through our core values, Spirit strives to create a culture of empowerment, engagement and performance, where all employees feel welcomed and have a sense of belonging. We have a robust talent and succession planning process and have established specialized programs to support the development of our talent pipeline for critical roles throughout the company. Our management and salaried retention rate was 88% in 2024.\n\nHealth and Safety.  The Company takes steps to comply in all material respects with applicable legal, regulatory and other requirements related to preventing pollution, injury and ill health, and employs industry-leading, technologically sound and economically feasible control mechanisms, procedures and processes. In addition, the Company provides training, education, safety monitoring and auditing, health-awareness programs, and ergonomic support in the Company’s offices and factories. We are committed to the safety and health of our employees and work to eliminate injuries and accidents. We evaluate safety performance through multiple indicators, including OSHA recordable injury rates and lost-time incidents.\n\n13\n\n\nLabor Relations and Collective Bargaining Agreements\n\nOur principal U.S. collective bargaining agreements were with the following unions as of December 31, 2024:\n\nUnionPercent of our U.S. Employees RepresentedStatus of the Agreements with Major Union\n\nThe International Association of Machinists and Aerospace Workers (IAM)59%We have two major agreements - one expires in June 2027 and one expires in November 2027. \n\nThe Society of Professional Engineering Employees in Aerospace (SPEEA)18%We have two major agreements - one expires in January 2026 and one expires in December 2028.\n\nThe International Union, Automobile, Aerospace and Agricultural Implement Workers of America (UAW)6%We have one major agreement expiring in December 2025.\n\nThe International Brotherhood of Electrical Workers (IBEW)1%We have one major agreement expiring in September 2027.\n\nRepresented employees noted above were located across our Wichita, Kansas, Tulsa, Oklahoma, and Kinston, North Carolina facilities. U.S. employees located at our Dallas, Texas, Biddeford, Maine, and Woonsocket, Rhode Island locations are not represented.\n\nApproximately 93% of our Prestwick employees are part of the collective bargaining group represented by one union, Unite (Amicus Section). In 2013, the Company negotiated two separate ten-year pay agreements with the Manual Staff bargaining and the Monthly Staff bargaining groups of the Unite union. These agreements cover basic pay and variable at risk pay, while other employee terms and conditions generally remain the same from year to year until both parties agree to change them. In the first quarter of 2021, the Company negotiated and agreed with Unite, a three-year extension to the pay agreements which are effective from January 2023 to December 2025. The elements of the contract extension remain the same as those in the ten-year agreements.\n\nIn the U.K. (Belfast), approximately 86% of the employees are part of the collective group represented by the Trade Unions. Unite the Union is the largest representing approximately 95% of unionized employees, with General, Municipal, Boilermakers making up the balance. The current agreement covers the period from January 2024 to December 2025. \n\nIn France, our employees are represented by CFTC (“Confédération Française des Travailleurs Chrétiens” or “French Confederation of Christian Workers”) and FO (“Force Ouvrière” or “Labor Force”). The Company negotiates yearly on compensation and once every four years on issues related to gender equality and work-life balance. The next election to determine union representation will occur in July 2027.\n\nIn Morocco, approximately 62% of our employees are represented by Union Marocain du Travail (“UMT”). We negotiated a three year agreement with UMT that expires in December 2025.\n\nNone of our Malaysia employees are currently represented by a union. \n\nWe consider our relationships with our employees to be satisfactory.\n\nAvailable Information\n\nOur Internet address is http://www.spiritaero.com. The content on our website is available for information purposes only. It should not be relied upon for investment purposes, nor is it incorporated by reference into this Annual Report.\n\nWe make available through our Internet website, under the heading “Investor Relations,” our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, Proxy Statements, and amendments to those reports after we electronically file such materials with the SEC. Copies of our key corporate governance documents, including Spirit Holdings’ Bylaws. The Corporate Governance Guidelines, the Code, the Related Person Transaction Policy, the Finance Code of Professional Conduct, and charters for our Audit Committee, Risk Committee, Compensation Committee, and Corporate Governance and Nominating Committee are also available on our website.\n\n14\n\n\nThe SEC maintains an Internet site at http://www.sec.gov that contains reports, proxy information statement, and other information regarding issuers that file electronically with the SEC. Our filed Annual and Quarterly Reports, Current Reports, Proxy Statement and other reports previously filed with the SEC are available through the SEC’s website.",
      "char_count": 52226
    },
    "item1a": {
      "text": "Item 1A.  Risk Factors\n\nAn investment in our securities involves risks and uncertainties. The risks and uncertainties set forth below are those that we believe may materially and adversely affect us, our future business or results of operations, our industry, or investments in our securities. Additional risks and uncertainties that we are unaware of or that we deem immaterial may also materially and adversely affect us, our future business or results of operations, or investments in our securities. The risks speak only as of the date hereof, and new risks may emerge or changes to the foregoing risks may occur that could impact our business. The following is a summary of risks that we deem material, which are described in further detail below:\n\n•Risks Related to Our Industry and Overall Business\n\n•Our business, financial results, and prospects are dependent to a significant degree on global economic and geopolitical conditions and global aviation demand. \n\n•Our business depends largely on sales of components for a single aircraft program, the B737, which has had significant reductions in production rate, including suspensions, relating to the B737 MAX groundings and the COVID-19 pandemic. Additional suspensions or reductions in, or increases in, the B737 production rate and the rates for other programs have in the past created, and may in the future create, financial and disruption risks for the Company and its suppliers.\n\n•We depend on Boeing and Airbus as our largest customers, and our business has in the past been, and may in the future be, negatively affected by the actions they take, business difficulties they may experience or breaches of their obligations to us.\n\n•We have incurred significant operating losses in the last few years, and we cannot guarantee you that we will not incur substantial operating losses in the future.\n\n•Our backlog is subject to change, potentially with short notice.\n\n•Our business depends, in part, on securing work for replacement programs.\n\n•We operate in a very competitive business environment.\n\n•Prolonged periods of inflation where we do not have adequate inflation protections in our customer contracts have had, and could continue to have, a material adverse effect on our results of operations.\n\n•Our commercial business is cyclical and sensitive to commercial airlines’ profitability.\n\n•Our business and results of operations have been, and could in the future be, adversely impacted, possibly materially, by pandemics and other public health emergencies, or the fear thereof. \n\n•Our business and results of operations could be adversely affected by disruptions in the global economy caused by Russia’s invasion of Ukraine and the conflict in the Middle East and related sanctions and other developments.\n\n•Risks Related to Our Operations\n\n•Our business depends on our ability to maintain a healthy supply chain, meet production rate requirements, and timely delivery of products that meet or exceed stringent quality standards.\n\n•Our operations depend on our ability to maintain continuing, uninterrupted production at our manufacturing facilities and our suppliers’ facilities.\n\n•Interruptions in deliveries of or increased prices for components or raw materials used in our products have materially adversely impacted, and could continue to materially adversely impact, production and our business.\n\n•Cyber-attacks, network security breaches, service interruptions, data corruption or misuse or Privacy Regulation (defined below) violations pose significant risks to our business and operations.\n\n•Our success depends in part on the success of our research and development initiatives.\n\n•Significant regulatory, operational, and other risks are posed by climate change and the transition to a “low-carbon” economy in response to climate change.\n\n•Risks Related to Our Business Strategy\n\n•If we fail to implement our business strategy or if our business strategy is ineffective, our financial performance could be materially and adversely affected, and we may not achieve our financial goals.\n\n•Our acquisitions, joint ventures, strategic alliances and partnerships expose us to risks, including the risk that we may not be able to successfully integrate these businesses or achieve expected operating synergies.\n\n•We face risks as we work to successfully execute on new or maturing programs.\n\n•Risks Related to Legal and Regulatory Matters\n\n•The outcome of legal proceedings and government inquiries and investigations involving our business is unpredictable, and an adverse decision in any such matter could have a material effect on our business.\n\n•We do not own most of the program-specific intellectual property and tooling used in our business.\n\n•Our business could be materially adversely affected by product warranty obligations or defective product claims.\n\n•The profitability of certain programs depends significantly on the assumptions surrounding satisfactory settlement of customer claims and assertions.\n\n•Risks Related to Our Governmental and Global Activities\n\n•Our global footprint subjects us to the risks of doing business in foreign countries.\n\n•Our business is subject to regulation in the U.S. and internationally.\n\n•The U.S. Government is a significant customer of certain of our customers and we and they are subject to specific U.S. Government contracting rules and regulations.\n\n•Risks Related to Employment Matters\n\n•In order to be successful, we must attract, retain, train, motivate, develop and transition key employees, and failure to do so could harm our business.\n\n•Increases in labor costs, potential labor disputes, and work stoppages at our facilities or the facilities of our suppliers or customers have impacted, and could materially adversely affect, our financial performance.\n\n•We could be required to make future contributions to our defined benefit pension and post-retirement benefit plans and our costs may substantially increase in connection with such plans as a result of adverse changes in interest rates and the capital markets, changes in actuarial assumptions and legislative or other regulatory actions. \n\n•Risks Related to Our Debt, Liquidity, Financial Estimates and Taxes\n\n•We have incurred significant operating losses in the last few years and have identified conditions or events that raise substantial doubt about our ability to continue as a going concern. \n\n•Declines in our financial condition and performance and reductions in our credit ratings have increased our borrowing costs and adversely affected the market price of our securities. Any additional declines could further impact our borrowing costs, impact the market price of our securities or limit our ability to obtain future financing or otherwise impair our business, financial condition, and results of operations.\n\n•Our debt could adversely affect our financial condition and our ability to operate our business due to significant restrictions in our Credit Agreement, which could also adversely affect our operating flexibility and put us at a competitive disadvantage.\n\n•We use estimates in accounting for revenue and costs for our contracts. Changes in our estimates have materially affected, and could in the future materially adversely affect, our financial performance.\n\n•We may not be able to generate sufficient taxable income to fully realize our deferred tax assets.\n\n•Risks Related to Our Common Stock\n\n•We cannot assure you that we will declare and pay cash dividends on our Common Stock at historical levels or at all.\n\n•Spirit Holdings’ certificate of incorporation, bylaws and our supply agreements with Boeing contain provisions that could discourage others from acquiring us and may prevent attempts by our stockholders to replace or remove our current management.\n\n•Risks Related to the Merger and the Airbus Business Disposition\n\n•We may not be able to negotiate and enter into definitive agreements with Airbus with respect to the Airbus Business Disposition or to complete the disposition of the Spirit Airbus Business. \n\n•Because the market prices of Boeing Common Stock and Holdings Common Stock will fluctuate prior to the consummation of the Merger, Holdings stockholders cannot be sure of the market value of shares of Boeing Common Stock that they will receive in the Merger or the difference between the market value of shares of Boeing Common Stock that they will receive in the Merger and the market value of shares of Holdings Common Stock immediately prior to the Merger. \n\n•The Merger is subject to conditions, including certain conditions that are beyond our control and may not be satisfied on a timely basis or at all. Failure to complete the Merger could have material adverse effects on us.\n\n•The Merger is subject to certain regulatory approvals that, if delayed, not granted or granted with burdensome or unacceptable conditions, could delay, impair or prevent consummation of the Merger or result in additional costs or reduce the anticipated benefits of the Merger.\n\n•The Merger Agreement limits our ability to pursue alternatives to the Merger and could discourage a potential competing acquiror or other strategic transaction partner from making a favorable alternative transaction proposal.\n\n•The Merger, and uncertainty regarding the Merger, may adversely affect our relationships with customers, suppliers, strategic partners and others and could adversely affect our ability to manage our business.\n\n•Uncertainties associated with the Merger and the Airbus Business Disposition may result in our losing management and other key personnel, which could adversely affect our business and operations.\n\n•We have incurred and expect to incur significant transaction costs in connection with the Merger and the Airbus Business Disposition.\n\n•Completion of the Merger may trigger change in control or other provisions in certain of our agreements.\n\n•Securities class action and derivative lawsuits in connection with the Merger or the Airbus Business Disposition could result in substantial costs and prevent or delay the consummation of the Merger.\n\n•After the Merger, Holdings stockholders will have a significantly lower ownership and voting interest in Boeing than they currently have in Holdings and will exercise less influence over management.\n\n•The shares of Boeing Common Stock to be received by Holdings stockholders upon completion of the Merger will have different rights from shares of Holdings Common Stock.\n\n•Holdings stockholders will not be entitled to appraisal rights in the Merger. \n\nRisks Related to Our Industry and Overall Business\n\nOur business, financial results, and prospects are dependent to a significant degree on global economic and geopolitical conditions and global aviation demand.\n\nThe commercial airline industry is impacted to a significant degree by the strength of the global economy and geopolitical events around the world. A protracted economic slump or recession, increases in interest rates and inflation and adverse credit market conditions, or possible exogenous shocks, such as the conflicts between Russia and Ukraine and in the Middle East, political unrest, terrorist attacks or pandemics, contagions and other health emergencies (including the COVID-19 pandemic), or the fear of any of the foregoing occurring, have in the past caused, and could in the future cause, precipitous declines in air traffic, in turn causing airlines to cancel or delay the purchase of additional new aircraft. The cancellation or delay of new aircraft purchases has in the past resulted in, and could in the future result in, a deterioration of commercial airplane backlogs and a decrease in demand for our commercial aircraft products, which has in the past materially adversely affected, and could in the future materially adversely affect, our business, financial condition, and results of operations.\n\nWe largely support commercial aerostructures customers, and our financial results and prospects are almost entirely dependent on global commercial aviation demand and the resulting production rates of our customers. Due to the discretionary nature of air travel, the airline industry is particularly sensitive to changes in economic conditions, or the expectation thereof, and to pandemics, contagions or other health emergencies or the fear of such events. In addition, during periods of unfavorable or volatile economic conditions in the global economy, demand for air travel can be significantly impacted as business and leisure travelers choose not to travel, seek alternative forms of transportation for short trips or conduct business through videoconferencing. Our customers, including Boeing and Airbus, have in the past decreased production rates across many programs due to decreased demand for aviation, including as a result of the COVID-19 pandemic, and may in the future continue to adjust production rates or suspend production, potentially without early warning and within a short time horizon. Suspensions in our production rates or prolonged reductions to rates have in the past resulted in, and could in the future result in, significant challenges and material adverse impacts on our business, operations and financial performance. \n\nOur operations in newly developed and emerging markets expose us to heightened risks of economic, geopolitical, or other events, including governmental takeover (nationalization) of our manufacturing facilities or intellectual property, restrictive exchange or import controls, disruption of operations as a result of systemic political or economic instability, outbreak of war or expansion of hostilities, and acts of terrorism, each of which could have a substantial adverse effect on our financial condition and results of operations. Further, the U.S. Government, other governments, and international organizations have imposed, and could in the future impose additional, sanctions that restrict us from doing business directly or indirectly in or with certain countries or parties, which could include affiliates.\n\nOur business depends largely on sales of components for a single aircraft program, the B737, which has had significant reductions in production rate, including suspensions, relating to the B737 MAX groundings and the COVID-19 pandemic. Additional suspensions or reductions in, or increases in, the B737 production rate and the rates for other programs have in the past created, and may in the future create, financial and disruption risks for the Company and its suppliers.\n\nFor the twelve months ended December 31, 2024, 2023, and 2022 approximately 39%, 45%, and 45% of our net revenues, respectively, were generated from sales of components to Boeing for the B737 aircraft, as compared to 53% for the twelve months ended December 31, 2019, which was the most recent period to exclude impacts from the B737 MAX grounding and the global pandemic crises. While we have entered into long-term supply agreements with Boeing to continue to provide components for the B737 for the life of the aircraft program, including commercial and military P-8 derivatives, Boeing does not have any obligation to purchase components from us for any replacement for the B737 that is not a commercial derivative model as defined by (1) the Special Business Provisions (“Sustaining SBP”), which sets forth the specific terms of the supply arrangement for the B737, B747, B767 and B777 Programs (the “Sustaining Programs”), and (2) the General Terms Agreement (together with the Sustaining SBP (and any related purchase order or contract), as amended, the “Sustaining Agreement”), which sets forth other general contractual provisions, including provisions relating to termination, events of default, assignment, ordering procedures, inspections, and quality controls. Moreover, the contract is a requirements contract, and Boeing can reduce the purchase volume at any time and has done so in the past, including as a result of the B737 MAX grounding and the COVID-19 pandemic. Conversely, Boeing has in the past increased, and could in the future further increase, purchase volumes at any time and the advance notice we receive regarding any such changes may not be sufficient for us to be able to adequately prepare for the changes. Reductions and increases in purchase volumes also occur on other programs.\n\n17\n\n\nIn March 2019, the B737 MAX fleet was grounded in the U.S. and internationally following accidents involving two B737 MAX aircraft. At Boeing’s direction, Spirit suspended all B737 MAX production beginning on January 1, 2020. Subsequently, there were a number of changes to production rates as a result of the grounding and COVID-19 impacts. These production changes created significant disruption for the Company and its B737 MAX suppliers.  \n\nWe regularly make significant assumptions with respect to the B737 program regarding the number of units to be delivered each year, the period during which those units are likely to be produced, and the units’ expected sales prices, production costs, program tooling and other non-recurring costs, and routine warranty costs. In addition, we regularly make assumptions regarding estimated costs expected to be incurred until resuming a normal production rate consistent with 2019 production levels to determine which costs should be (i) included in program inventory and (ii) expensed when incurred as abnormal production costs. Changes in these estimates and assumptions with respect to the B737 program have had, and could continue to have, a material adverse impact on our financial position, results of operations, and/or cash flows.\n\nOn January 5, 2024 there was an in-flight incident on a B737 MAX 9 aircraft flown by Alaska Airlines. As a result, the B737 MAX 9 derivative fleet was temporarily grounded by the FAA while certain safety inspections were completed and to allow the FAA time to review any required maintenance actions. The B737 MAX 9 fleet returned to service on January 26, 2024 after mandatory inspections were completed. We are participating in investigations relating to this incident. We are currently unable to reasonably estimate what impact this incident, including any impacts of investigations, will have on our financial position, results of operations and cash flows. \n\nWe have had, and may in the future continue to have, difficulties in managing our cost structure to take into account changes in production schedules or to accommodate a ramp-up in production. We generally need to hire additional employees as rates increase and if we are not able to do so or are not able to do so at an efficient cost, our ability to meet increased production rates could be adversely affected. Conversely, production levels for the B737 MAX program or other programs could be reduced beyond current expectations. Changes in production schedules have materially adversely impacted, and could in the future materially adversely impact, our ability to comply with contractual obligations, our liquidity position and our business, financial condition, results of operations and cash flows.\n\n We depend on Boeing and Airbus as our largest customers, and our business has in the past been, and may in the future be, negatively affected by actions they take, business difficulties they may experience or breaches of their obligations to us.\n\nBoeing is our largest customer, and Airbus is our second-largest customer. For the twelve months ended December 31, 2024 and the twelve months ended December 31, 2023, approximately 58% and 64%, respectively, of our net revenues were generated from sales to Boeing and 21% and 19%, respectively, of our net revenues were generated from sales to Airbus. Although part of our strategy is to diversify our customer base, we cannot assure that we will be successful in doing so. Even if we are successful in obtaining new customers, we expect that Boeing and Airbus will continue to account for a substantial portion of our sales. Our contracts with Boeing and certain of our contracts with Airbus are requirements contracts that do not require specific minimum purchase volumes. Boeing or Airbus can reduce, or increase, their purchase volumes at any time, and the advance notice we receive regarding any such changes may not be sufficient for us to be able to adequately prepare for the changes. If either of these customers reduces the requirements under our agreements (as Boeing did in 2019, 2020, and 2021 due to the B737 MAX grounding and the COVID-19 pandemic and other customers did in 2020 and 2021 due to the COVID-19 pandemic), terminates the agreements or portions of them (due to our breach), suspends or terminates one or more purchase orders in whole or in part, a termination for convenience (which is a provision included in most of the contracts) or otherwise, experiences a major disruption in its business (such as a strike, work stoppage, slowdown, or a supply chain problem) or experiences a deterioration in its business, financial condition, access to credit, or liquidity, our business, financial condition, and results of operations could be materially adversely affected. Any monetary damages we receive from Airbus or Boeing as a result of a contractual termination may not be sufficient to cover our actual damages. \n\nWe have incurred significant operating losses in the last few years, and we cannot guarantee you that we will not incur substantial operating losses in the future.\n\nSince 2020, we have incurred significant operating losses. Our net loss attributable to common shareholders was $2,139.8 million, $616.2 million, and $545.7 million for the years ended December 31, 2024, 2023, and 2022, respectively. We cannot guarantee that we will not incur significant expenses and operating losses in the future, including as a result of the risks described in this section. We have relied, and may continue to rely, on our customers and sources of debt and equity financing to operate our business, and we cannot guarantee you that we will have access to these liquidity sources on terms acceptable to us, or at all. The net losses we incur may fluctuate significantly from quarter to quarter and year to year. If we are unable to become or remain profitable and we continue to have operating losses, our business, financial condition, and results of \n\n18\n\n\noperations could be materially adversely affected and the value of our securities, including our common stock, could significantly decline. See the Risk Factor “We have incurred significant operating losses in the last few years and have identified conditions or events that raise substantial doubt about our ability to continue as a going concern” for additional information.   \n\n Our backlog is subject to change, potentially with short notice.\n\nFrom time to time, we disclose our expected backlog associated with large commercial aircraft, business and regional jets, and military equipment deliveries, calculated based on contractual and historical product prices and expected delivery volumes. Impacts from global events have in the past caused, and may in the future cause, our backlog to deteriorate due to order cancellations or delays, potentially with short notice. Backlog is calculated based on Boeing’s and Airbus’ announced backlog on our supply agreements (which are based on orders from customers) and the number of units the Company is under contract to produce on our fixed quantity contracts. Accordingly, we rely on the latest available information from Boeing and Airbus to calculate our backlog, which may not reflect cancellations they expect to make but have not yet announced. The number of units may be subject to cancellation or delay by the customer prior to shipment, depending on contract terms. For example, our contract with Boeing for the B737 program is a requirements contract, and Boeing can reduce the purchase volume at any time. The level of unfilled orders at any date during the year may be materially affected by the timing of our receipt of firm orders and additional airplane orders, and the speed with which those orders are filled. Accordingly, our expected backlog does not necessarily represent the actual amount of deliveries or sales for any future period.\n\nOur business depends, in part, on securing work for replacement programs.\n\nWhile we have entered into long-term supply agreements with respect to the Sustaining Programs, Boeing does not have any obligation to purchase components from us for any subsequent variant of these aircrafts that is not a commercial derivative as defined by the Sustaining Agreement. If we are unable to obtain significant aerostructures supply business for any variant of these aircrafts for which we provide significant content, such as the B737 MAX, our business, financial condition, and results of operations could be materially adversely affected.\n\nWe operate in a very competitive business environment.\n\nAs the Company seeks to further diversify its program portfolio and product offerings and expand its customer base, we face substantial competition from both OEMs and non-OEM aerostructures suppliers. OEMs may choose not to outsource production of aerostructures due to, among other things, their own direct labor and other overhead considerations and capacity utilization at their own facilities. Consequently, traditional factors affecting competition, such as price and quality of service, may not be significant determinants when OEMs decide whether to produce a part in-house or to outsource.\n\nSome of our non-OEM competitors have greater resources than we do and may be able to adapt more quickly to new or emerging technologies and changes in customer requirements or devote greater resources to the promotion and sale of their products than we can. Consolidation of or partnerships among our competitors could also increase their financial resources, market penetration and purchasing power. Providers of aerostructures have traditionally competed on the basis of cost, technology, quality, and service. We believe that developing and maintaining a competitive advantage will require continued investment in product development, engineering, supply-chain management, and sales and marketing, and we may not have enough resources to make such investments.\n\nIt is very difficult for new aerostructures suppliers to compete against incumbent suppliers for work under an existing contract, because the OEM and the supplier typically spend significant amounts of time and capital on design, manufacture, testing, and certification of tooling and other equipment. A supplier change would require further testing and certification and the expensive movement of existing tooling or the development of new tooling, and would likely result in production delays and additional costs to both the OEM and the new supplier. These high switching costs make it more difficult for us to bid competitively against existing suppliers and less likely that an OEM will be willing to switch suppliers during the life of an aircraft program, which could materially adversely affect our ability to obtain new work on existing aircraft programs.\n\nProlonged periods of inflation where we do not have adequate inflation protections in our customer contracts have had, and could continue to have, a material adverse effect on our results of operations.\n\nA majority of our sales are conducted pursuant to long-term contracts that set fixed unit prices and may include specific periods when prices are renegotiated. Certain, but not all, of these contracts provide for price adjustments for inflation or abnormal escalation. Although we have attempted to minimize the effect of inflation on our business through contractual protections, as a result of the presence of longer pricing periods within our contracts, we have been, and will in the future be, \n\n19\n\n\nimpacted by sustained or higher than anticipated increases in costs of labor or material. Prolonged global inflationary pressures have impacted energy, freight, raw material and other costs in addition to increased interest costs and labor costs. As described above, in certain situations, we have the ability to recover certain abnormal inflationary impacts through our contractual agreements with our customers. However, in most instances we must fully absorb cost overruns, and we anticipate that we will experience reduced levels of profitability related to inflationary impacts until such time as the rate of inflation subsides to normal historical levels. Furthermore, the price of certain raw materials on which we are dependent (e.g., aluminum, titanium, or composite material) have had, and could continue to have isolated price increases without inflationary impacts on the broader economy, where we are not entitled to inflation protection under certain of our contracts. Substantial cost increases have had, and could continue to have, a material adverse effect on our results of operations.\n\nOur commercial business is cyclical and sensitive to commercial airlines’ profitability. \n\nOur customers’ business, and therefore our own, is directly affected by the financial condition of commercial airlines and other economic factors, including global economic conditions and geopolitical considerations that affect the demand for air transportation. Specifically, our commercial business is dependent on the demand from passenger airlines and cargo carriers for the production of new aircraft. Accordingly, demand for our commercial products is tied to the worldwide airline industry’s ability to finance the purchase of new aircraft and the industry’s forecasted demand for seats, flights, routes, and cargo capacity. Availability of financing to non-U.S. customers depends in part on the continued operations of the U.S. Export-Import Bank. The level of interest rates, which have fluctuated significantly in the past and are likely to fluctuate in the future, also could have an adverse effect on the ability of the airline industry to finance the purchase of new aircraft. Additionally, the size and age of the worldwide commercial aircraft fleet affects the demand for new aircraft and, consequently, for our products. Such factors, in conjunction with evolving economic conditions, cause the market in which we operate to be cyclical to varying degrees, thereby affecting our business and operating results.\n\nOur business and results of operations have been, and could in the future be, adversely impacted, possibly materially, by pandemics and other public health emergencies, or the fear thereof. \n\nPandemics, including the COVID-19 pandemic, and other public health emergencies, or the fear thereof, have in the past negatively affected, and may in the future negatively affect, our business and results of operations. Factors that have in the past impacted, and may in the future impact, our business and results of operations include: the severity, extent, and duration of the pandemic or public health emergency and its impact on the aircraft industry and aviation demand; any production suspensions or reductions relating to the pandemic or public health emergency; the effectiveness of vaccines and treatments; government health and protection policies, including travel restrictions and bans, bans on public gatherings, and closures of non-essential businesses; vaccination requirements, including any potential impacts on our ability to retain and recruit the workforce required to meet production requirements; economic stimulus efforts; economic recessions; any inability of significant portions of our workforce to work effectively, including because of illness, remote work, quarantines, social distancing, government actions or other restrictions; potential lawsuits or regulatory actions due to spread of the pandemic or other public health emergency in the workplace; our ability to maintain our compliance practices and procedures, financial reporting processes and related controls, and to manage any complex accounting issues; any impacts on our vendors and outsourced business processes and their process and controls documentation; potential failure or reduced capacity of third parties on which the Company relies, including suppliers, lenders, and other business partners, to meet the Company’s obligations and needs; the impact on our contracts with our customers and suppliers, including force majeure provisions; the impact on the financial markets, including volatility in the financial markets; the availability and cost of credit to the Company; supply chain disruptions; and increased costs for transportation and raw materials.\n\nOur business and results of operations could be adversely affected by disruptions in the global economy caused by Russia’s invasion of Ukraine and the conflict in the Middle East and related sanctions and other developments.\n\nThe war between Russia and Ukraine has negatively affected, and the war as well as the conflict in the Middle East may in the future negatively affect, the global economy. Governments around the world have imposed economic sanctions and export controls on certain industry sectors and parties in Russia and other jurisdictions, and Russia has responded with its own restrictions against investors and countries outside Russia and adopted additional measures aimed at non-Russia owned businesses. The war in the Middle East may also result in sanctions being imposed in response to the conflict, including trade and transport restrictions. Businesses in the U.S. and globally have experienced shortages in materials and increased costs for transportation, energy and raw materials due in part to the negative effects of the war in Ukraine on the global economy. The war between Russia and Ukraine, the conflict in the Middle East and other hostilities have resulted in, and could continue to result in, among other things, supply chain disruptions (including accelerated changes to alternate sourcing of certain raw materials, which has resulted in increased costs), further increased risk of cyber-attacks, higher inflation and market volatility. For example, continuation or expansion of the Middle East conflict could impact certain of our suppliers’ ability to continue \n\n20\n\n\nproduction or make timely deliveries of supplies required for us to produce and timely deliver our products. The extent and duration of these conflicts, sanctions and resulting market disruptions are impossible to predict, and our business and results of operations could be materially adversely affected.\n\nRisks Related to Our Operations\n\nOur business depends on our ability to maintain a healthy supply chain, meet production rate requirements, and timely deliver products that meet or exceed stringent quality standards. \n\nOur business depends on our ability to maintain a healthy supply chain, achieve planned production rate targets, and meet or exceed stringent delivery, performance and reliability standards. The supply chain for large commercial aerostructures is complex and involves hundreds of suppliers and their employees from all over the world. Certain parts of our supply chain have experienced, and may continue to experience, various challenges, including inflationary pressures, financial difficulties and challenges related to hiring and retaining a skilled workforce.\n\nIn addition, operational issues, including delays or defects in supplier components, have resulted and could continue to result in significant out-of-sequence work and increased production costs, as well as delayed deliveries to customers. Our suppliers’ failure to provide parts that meet our technical specifications has adversely affected and could continue to adversely affect production schedules and contract profitability. We have not always been able to find and in the future we may not be able to find acceptable alternatives, and any such alternatives in some cases have resulted and could continue to result in increased costs for us and forward losses on certain contracts. Even if acceptable alternatives are found, the process of locating and securing such alternatives has been and may continue to be disruptive to our business, including our ability to execute any factory recovery plans, and might lead to termination of our supply agreements with our customers.\n\nOur suppliers continue to encounter financial difficulty due to the pandemic and residual effects of the B737 MAX grounding. Absent financial support, suppliers may not be able to meet commitments under their agreements with us. In the past our suppliers have, and they could in the future, fail to supply critical parts individually or in the aggregate and if we are not able to secure timely and adequate replacements, we may breach our obligations to our customers. As a result of a breach, customers generally may terminate their agreements or proceed against us for damages and our business, financial condition, results of operations and cash flows could be materially adversely impacted.\n\nAdditionally, the Company’s ability to meet production rate increases is dependent upon several factors, including expansion and alignment of its production facilities, tooling, and equipment; improved efficiencies in its production line; on-time delivery of component parts from the Company’s suppliers; adequate supply and costs of skilled labor; and implementation of customer customizations upon demand. From time-to-time the Company has experienced, and may continue to experience, quality or delivery timing disruptions. This includes common carrier disruptions and other disruptions that affect manufacturing lines, any of which could have a material adverse impact on the Company’s ability to meet commitments to its customers and on its future financial results.\n\nIn some cases, in order to meet these increases in production rates, we have made and will need to make in the future significant capital expenditures to expand our capacity and improve our performance or find alternative solutions such as outsourcing some of our existing work to free up additional capacity. While some of these expenditures will be reimbursed by our customers, we could be required to bear a significant portion of the costs. For example, in October 2023, we entered into a memorandum of agreement with Boeing that, among other things, provides funding for tooling and capital through 2025. However, we cannot assure you that we will always be able to reach similar agreements, and costs not reimbursed by such agreements could be significant. In addition, the increases in production rates could cause disruptions in our manufacturing lines, which could materially adversely impact our ability to meet our commitments to our customers and have a resulting adverse effect on our financial condition and results of operations.\n\nOur operations depend on our ability to maintain continuing, uninterrupted production at our manufacturing facilities and our suppliers’ facilities. \n\nOur manufacturing facilities or our suppliers’ manufacturing facilities could be damaged or disrupted by, among other things, a natural disaster, war, terrorist activity, interruption of utilities, public health crises (such as the COVID-19 pandemic) or sustained mechanical failure. Although we have obtained property damage and business interruption insurance where we deem appropriate, a sustained mechanical failure of a key piece of equipment, major catastrophe (such as a fire, flood, tornado, hurricane, major snow storm, or other natural disaster), war, or terrorist activities in any of the areas where we or our suppliers conduct operations could result in a prolonged interruption of all or a substantial portion of our business. Any disruption resulting from these events could cause significant delays in shipments of products and the loss of sales and customers. We may \n\n21\n\n\nnot have insurance to adequately compensate us for any of these events. A large portion of our operations takes place at one facility in Wichita, Kansas, and any significant damage or disruption to this facility in particular would materially adversely affect our ability to service our customers. Additionally, while any insurance proceeds may cover certain business interruption expenses, certain deductibles and limitations will apply and no assurance can be made that all recovery costs will be covered. See also “Increases in labor costs, potential labor disputes, and work stoppages at our facilities or the facilities of our suppliers or customers have impacted, and could materially adversely affect, our financial performance.”\n\nInterruptions in deliveries of or increased prices for components or raw materials used in our products have materially adversely impacted, and could continue to materially adversely impact, production and our business. \n\nWe are highly dependent on the availability of essential materials and purchased components from our suppliers, some of which are available only from a sole source or limited sources. Our dependency upon regular deliveries from particular suppliers of components and raw materials means that interruptions or stoppages in such deliveries could materially adversely affect our operations until arrangements with alternate suppliers, to the extent alternate suppliers exist, could be made. If any of our suppliers were unable or were to refuse to deliver materials to us for an extended period of time, or if we were unable to negotiate acceptable terms for the supply of materials with these or alternative suppliers, our business could suffer and be materially affected.\n\nOur continued supply of materials is subject to a number of risks including:\n\n•the destruction of or damage to our suppliers’ equipment, facilities or their distribution infrastructure;\n\n•global economic conditions, embargoes, force majeure events, domestic or international acts of hostility, terrorism, war, pandemic, or other events impacting our suppliers’ ability to perform; \n\n•a work stoppage or strike by our suppliers’ employees;\n\n•the failure of our suppliers to provide materials of the requisite quality or in compliance with specifications;\n\n•the failure of our suppliers to satisfy U.S. and international import and export control laws;\n\n•the failure of our suppliers to meet regulatory standards;\n\n•the failure, shortage, or delay in the delivery of raw materials to our suppliers;\n\n•imposition of tariffs and similar import limitations on us or our suppliers; and\n\n•contractual amendments and disputes with our suppliers.\n\nIn addition, our profitability is affected by the prices of the components and raw materials, such as titanium, aluminum, steel, and carbon fiber, used in the manufacturing of our products. These prices fluctuate based on factors beyond our control, including inflation, world oil prices, changes in supply and demand, general economic conditions, labor costs, competition, import duties, tariffs, the availability and cost of freight, the availability and cost of utilities, currency exchange rates, hostilities in jurisdictions that affect raw materials and, in some cases, government regulation, and we do not use derivative commodity instruments to hedge our exposure to changes in the price of raw materials. Although our supply agreements with Boeing and Airbus allow us to pass on to our customers certain unusual increases in component and raw material costs in limited situations, in certain cases we have not been, and may in the future not be, fully compensated by the customers for the entirety of any such increased costs.\n\nCyber-attacks, network security breaches, service interruptions, data corruption or misuse or Privacy Regulation (defined below) violations pose significant risks to our business and operations.\n\nWe and our customers, suppliers, and other third parties with which we work rely on information technology networks and systems to manage and support a variety of business activities, including procurement and supply chain, engineering support, and manufacturing. These networks and systems, some of which are managed by third-parties, are susceptible to damage, disruptions, or shutdowns due to failures during the process of upgrading or replacing software, databases or components thereof, power outages, hardware failures, computer viruses, attacks by computer hackers or insiders, telecommunication failures, user errors, or catastrophic events. If these networks and systems suffer severe damage, disruption, or shutdown and our or third parties’ business continuity plans do not effectively resolve the issues in a timely manner, our manufacturing process could be disrupted, resulting in late deliveries or even no deliveries if there is a total shutdown. This could have a material adverse effect on our reputation and we could face financial losses.\n\nFurther, we have experienced cyber-attacks, and routinely experience cyber security threats and attempts to gain access to sensitive information, as do our customers, suppliers, and other third parties with which we work. We have established threat detection, monitoring, and mitigation processes and procedures and are continually exploring ways to improve these processes and procedures. However, the scope and impact of any future incident cannot be predicted and we cannot provide assurance that these processes and procedures will be sufficient to prevent cyber security threats from materializing. Although we have \n\n22\n\n\nnot been materially impacted to date by a cyber security incident, we could experience significant operational impacts, financial or information losses and/or reputational harm in the future. Given the increasing complexity and sophistication of the tools and techniques used by threat actors, cyber-attacks can occur and persist for an extended period of time before being detected, and we may not be able to anticipate these acts or respond timely. The extent of a particular cyber incident and the steps that we may need to take to investigate the incident may not be immediately clear, and it can take a significant amount of time before an investigation of the incident can be completed and full and reliable information about the incident is known, if ever. While an investigation is ongoing, we may not know the extent of the harm caused by a cybersecurity incident or how best to remediate any harm. Moreover, new regulations may require us to disclose information about a material cybersecurity incident before it has been resolved or fully investigated. In addition, as threats continue to evolve and increase, and as the regulatory environment related to information security, data collection and use, and privacy has become and continues to become more rigorous, we have been required, and expect to continue to need to, make investments to enhance our detection, monitoring, and mitigation processes and procedures, which could adversely impact our results of operations.\n\nIf we are unable to protect sensitive or confidential information from cybersecurity threats and attacks, our customers or governmental authorities could question the adequacy of our threat mitigation and detection processes and procedures and, as a result, our present and future business could be negatively impacted. Data privacy regulations, including but not limited to the General Data Protection Regulation (EU), Data Protection Act 2018 (UK), Law No. 09-08 (Morocco), and Personal Data Protection Act 2010 (Malaysia) (collectively, “Privacy Regulations”), impose a range of compliance obligations applicable to the collection, use, retention, security, processing, and transfer of personally identifiable information. Various U.S. states and other governmental authorities around the world have imposed or are considering similar types of laws and regulations, data breach reporting and penalties for non-compliance and increasing security requirements. These laws and regulations are broad in scope and are subject to evolving interpretation and we have in the past been, and in the future could be, required to incur substantial costs to monitor compliance or to alter our practices. Moreover, these new laws and regulations could diverge and conflict with each other in certain respects. As new privacy-related laws and regulations are implemented, the time and resources needed for us to comply with such laws and regulations, as well as our potential liability for non-compliance and reporting obligations in the case of data breaches, has increased and may further increase. Violations of the Privacy Regulations may result in significant fines and sanctions. Any failure, or perceived failure, to comply with the Privacy Regulations, or any other privacy, data protection, information security, or consumer protection-related privacy laws and regulations, by us or our third parties with whom we are associated could result in financial losses and have an adverse effect on our reputation.\n\nOur success depends in part on the success of our research and development initiatives.\n\nIn order for us to remain competitive, we have expended and will need to continue to expend significant capital to research and develop technologies, purchase new equipment and machines, and train our employees in the new methods of production and service. Our expenditures on our research and development efforts may not create any new sales opportunities or increases in productivity that are commensurate with the level of resources invested.\n\nWe are in the process of developing specific technologies and capabilities in pursuit of new business and in anticipation of customers going forward with new programs. If any such programs do not go forward or are not successful, or if we are unable to generate sufficient new business, we may be unable to recover the costs incurred in anticipation of such programs or business and our profitability and revenues may be materially adversely affected.\n\nWhile the Company intends to continue committing financial resources and effort to the development of innovative new technologies, a strain on the Company’s liquidity, such as the strain caused by the B737 MAX grounding and COVID-19 impacts, has in the past reduced and may in the future reduce the Company’s ability to expend capital to develop such technologies.\n\nSignificant regulatory, operational, and other risks are posed by climate change and the transition to a “low-carbon” economy in response to climate change. \n\nIncreased public awareness and concern over climate change have led to new and proposed legislative and regulatory initiatives internationally, in the U.S. and regionally, and may lead to additional legislation in the future. New or revised laws and regulations, or stricter interpretations of existing laws, in this area could directly and indirectly affect the Company, its customers, or its suppliers by increasing production costs, affecting customer preferences or otherwise impacting operations. Compliance with any new or more stringent laws or regulations, or stricter interpretations of existing laws, could require additional expenditures by the Company and could have an adverse effect on our business, financial condition, and results of operations. While the transition to a “low-carbon” economy may take place over decades, we are also subject to the risk that, over time, the existing products which provide much of our current revenue may be replaced with “lower-carbon” products the Company does not currently manufacture and which may take a significant amount of time for the Company to develop and \n\n23\n\n\nmanufacture. In addition, demand for the Company’s existing products may decrease as there is no guarantee that the Company will ultimately win substantially similar work content on new aircraft platforms. Additionally, transition to an entirely “low-carbon” portfolio may require material investments by the Company.\n\nIn addition, climate change is impacting the severity and frequency of natural disasters, including tornados, floods and hurricanes, and other severe weather events, which have in the past and could in the future disrupt our operations and adversely affect our business in a particular region or globally, as well as the activities of our suppliers and customers. Any of these events could result in temporary or long-term disruption of our operations, including as a result of physical damage to, or complete or partial closure of, one or more of our facilities, or have an impact on the operations of our suppliers or customers. If we are unable to restart operations quickly at key locations, find alternative suppliers or quickly repair damage, we could be late in delivering, or be unable to deliver, products to our customers, which could result in damage to our reputation, business and prospects, any of which could have an adverse effect on our results of operations and financial condition.\n\nExisting insurance arrangements may not provide full protection for the costs that may arise from any climate change-related events, and recurring extreme weather events have in the past increased and could in the future continue to increase the cost of insurance or could reduce the availability of insurance. The risks associated with climate change continue to evolve, and we expect that climate change-related risks may increase over time.\n\nRisks Related to Our Business Strategy \n\nIf we fail to implement our business strategy or if our business strategy is ineffective, our financial performance could be materially and adversely affected, and we may not achieve our financial goals.\n\nOur financial performance and success depend in large part upon the effectiveness of our business strategy and our ability to implement our business strategy successfully. Implementation of our business strategy will require effective management of our operational, financial and human resources and will place significant demands on those resources. There are risks involved in pursuing our business strategy, including, but not limited to, those relating to:\n\n•determining which business activities to pursue and prioritize;\n\n•predicting, or responding to, changes in production schedules;\n\n•managing our costs and expenses;\n\n•continued access to capital and credit markets;\n\n•hiring or retaining the personnel, including the executives and skilled workforce, necessary to manage our strategy effectively;\n\n•implementing improvements to operational efficiency; and\n\n•recording material forward losses or changes in estimates.\n\nIn addition to the risks set forth above, effectiveness of and the successful implementation of our business strategy could also be affected by a number of factors beyond our control, such as actions by Boeing and Airbus, increased competition, general economic conditions, government regulation and changes in industry trends. We may decide to alter or discontinue certain aspects of our business strategy at any time. If we are not able to implement our business strategy successfully, our long-term growth and profitability may be adversely affected. Even if we are able to implement some or all of the initiatives of our business strategy successfully, our operating results may not improve and could decline substantially.\n\nIn connection with our business strategy, we continue to evaluate and refine both our short-term and long-term financial objectives, including guidance we provide from time to time regarding our free cash flow targets and revenue targets for our segments. We may fail to achieve our targeted financial results if we are unsuccessful in implementing our strategies, our estimates or assumptions change or for any other reason. Failure to achieve our stated financial goals has negatively impacted, and could in the future further impact, the market price of our common stock and investor confidence in us.\n\nOur acquisitions, joint ventures, strategic alliances and partnerships expose us to risks, including the risk that we may not be able to successfully integrate these businesses or achieve expected operating synergies.\n\nAs part of our business strategy, we from time-to-time have merged with or acquired businesses and/or formed joint ventures and strategic alliances and may continue to do so in the future. Combining our businesses may be more difficult, costly, or time consuming than expected. In addition, events outside of our control, including changes in regulation and laws as well as economic trends, could adversely affect our ability to realize the expected benefits from an acquisition. The success of our acquisitions will depend on, among other things, our ability to realize the anticipated benefits and cost savings from combining our and the acquired businesses in a manner that facilitates growth opportunities and realizes anticipated synergies \n\n24\n\n\nand cost savings. The anticipated benefits and cost savings from acquisitions, as well as from joint ventures, strategic alliances and partnerships, may not be realized fully or at all, or may take longer to realize than expected or could have other adverse effects that we do not currently foresee. Further, the integration of acquired companies and managing relationships with joint venture partners involve a number of risks, including, but not limited to the diversion of management’s attention to the integration or oversight of operations, difficulties in the assimilation or cooperation of different cultures and practices, reliance on sellers under transition services agreements or partners under joint venture or alliance agreements, as well as in the assimilation of geographically dispersed operations and personnel, difficulties in the integration of departments, systems (including accounting, production, IT, and other critical systems), technologies, books and records and procedures, as well as in maintaining uniform standards, controls (including internal accounting controls), procedures, and policies and compliance with the Foreign Corrupt Practices Act, the U.K. Bribery Act and other applicable anti-bribery laws.\n\nWe face risks as we work to successfully execute on new or maturing programs. \n\nNew or maturing programs with new technologies typically carry risks associated with design responsibility, development of new production tools, hiring and training of qualified personnel, increased capital and funding commitments, ability to meet customer specifications, delivery schedules, unique contractual requirements, supplier performance, ability of the customer to meet its contractual obligations to us, and our ability to accurately estimate costs associated with such programs. In addition, any new or maturing aircraft program may not generate sufficient demand or may experience technological problems or significant delays in the regulatory certification or manufacturing and delivery schedule. If we were unable to perform our obligations under new or maturing programs to a customer’s satisfaction or manufacture products at our estimated costs, if we were unable to successfully perform under revised design and manufacturing plans or successfully resolve claims and assertions, or if a new or maturing program in which we had made a significant investment were to be terminated or experienced weak demand, delays or technological problems, our business, financial condition, and results of operations could be materially adversely affected. Some of these risks have affected our maturing programs to the extent that we have recorded significant forward losses and maintain certain of our maturing programs at zero or low margins due to our inability to overcome the effects of these risks, which have been greatly exacerbated, and may continue to be impacted, by significantly reduced production volumes, either now or in the future. We continue to face similar risks as well as the potential for default, quality problems, or inability to meet weight requirements and these could result in continued zero or low margins or additional forward losses, and the risk of having to write-off additional inventory if it were deemed to be unrecoverable over the life of the program. In addition, beginning new work on existing programs also carries risks associated with the transfer of technology, knowledge, and tooling.\n\nIn order to perform on new or maturing programs we may be required to construct or acquire new facilities requiring additional up-front investment costs. In the case of significant program delays and/or program cancellations, we could be required to bear certain unrecoverable construction and maintenance costs and incur potential impairment charges for the new facilities. Also, we may need to expend additional resources to determine an alternate revenue-generating use for the facilities. Likewise, significant delays in the construction or acquisition of a plant site could impact production schedules.\n\nRisks Related to Legal and Regulatory Matters\n\nThe outcome of legal proceedings and government inquiries and investigations involving our business is unpredictable, and an adverse decision in any such matter could have a material effect on our financial position and results of operations.\n\nWe are involved in a number of legal proceedings including the proceedings disclosed in Note 23 to the Consolidated Financial Statements, Commitments, Contingencies and Guarantees. These claims may divert financial and management resources that would otherwise be used to benefit our operations. No assurances can be given that the results of these matters will be favorable to us. An adverse resolution of any of these lawsuits could have a material impact on our financial position and results of operations. In addition, we are sometimes subject to government inquiries and investigations of our business due, among other things, to the heavily regulated nature of our industry and our participation in government programs. Any such inquiry or investigation could potentially result in an adverse ruling against us, which could have a material impact on our financial position and operating results. If we are unsuccessful in any action, we may be required to pay a significant amount of monetary damages that may be in excess of our insurance coverage.  \n\nWe do not own most of the program specific intellectual property and tooling used in our business.\n\nOur business depends on using certain intellectual property and tooling that we have rights to use under license grants from our customers. If these licenses are terminated due to a default or otherwise, our business may be materially affected. In addition, we license some of the intellectual property needed for performance under some of our supply contracts from our customers under those supply agreements. We must honor our contractual commitments to our customers related to intellectual \n\n25\n\n\nproperty and comply with infringement laws governing our use of intellectual property. In the event we obtain new business from new or existing customers, we will need to pay particular attention to these contractual commitments and any other restrictions on our use of intellectual property to make sure that we will not be using intellectual property improperly in the performance of such new business. In the event we use any such intellectual property improperly, we could be subject to an infringement or misappropriation claim by the owner or licensee of such intellectual property.\n\nIn the future, our entry into new markets may be facilitated by obtaining additional license grants from our customers. If we are unable to negotiate additional license rights on acceptable terms (or at all) from these customers, our ability to enter new markets may be restricted. \n\nOur business could be materially adversely affected by product warranty obligations or defective product claims.\n\nWe are exposed to liabilities that are unique to the products and services we provide. Our operations expose us from time to time to rework obligations, liabilities for warranty or other claims with respect to aircraft components that have been designed, manufactured, or serviced by us or our suppliers. We maintain insurance for certain risks, but the amount of our insurance coverage may not cover all claims or liabilities and we may be forced to bear substantial costs. Material obligations in excess of our insurance coverage (or other third-party indemnification) could have a material adverse effect on our business, financial condition, and results of operations.\n\nFor example, in April 2023, we issued a notice of escapement to Boeing related to a quality issue on the B737 Vertical Fin Attach Fitting, which impacted production costs, including the impact of factory disruption. Although this issue was resolved as a result of the memorandum of agreement with Boeing entered into on October 12, 2023 (the “2023 MOA”) as to quality issues with our products, it can be difficult or impossible to estimate total costs relating to such issues as a result of the uncertainty regarding, among other things, the total number of affected units, the methods of acceptable repair, the total amount of time required to complete any repairs, and at what point in time and what manner repairs would be completed. Quality issues with our products have resulted, and could in the future result, in negative publicity and have in the past had, and could in the future have, material adverse impacts on our production costs (including as a result of factory disruption), our reputation, our stock price and/or our business, financial condition and results of operations. In addition, from time to time, we make changes to our build processes in light of quality issues. These changes to our processes can require significant investment and we cannot guarantee that the changes will be successful and that any quality issues will be resolved. If our products are found to be defective and lacking in quality, or if one of our products causes an accident, our reputation could be damaged and our ability to retain and attract customers could be materially adversely affected. \n\nThe profitability of certain programs depends significantly on the assumptions surrounding satisfactory settlement of customer claims and assertions. \n\nFor certain of our programs, we regularly commence work or incorporate customer requested changes prior to negotiating pricing terms for engineering work or the product that has been modified. We typically have the contractual right to negotiate pricing for customer directed changes. In those cases, although we assert to our customers our contractual rights to obtain the additional revenue or cost reimbursement we expect to receive upon finalizing pricing terms, we cannot guarantee that will always be successful in doing so. An expected recovery value of these assertions is incorporated into our contract profitability estimates. Our inability to recover these expected values, among other factors, has resulted, and could continue to result, in the recognition of significant forward loss on certain programs and has had, and could continue to have, a material adverse effect on our results of operations.\n\nRisks Related to Our Governmental and Global Activities\n\nOur global footprint subjects us to the risks of doing business in foreign countries.\n\nWe have activities and operations globally (through wholly owned indirect or direct subsidiaries and joint ventures), including in the United Kingdom, France, Malaysia, Morocco, China and Taiwan. In addition, we derive a significant portion of our revenues from sales by Boeing and Airbus to customers outside the U.S and, for the twelve months ended December 31, 2024 and December 31, 2023, direct sales to our non-U.S. customers accounted for approximately 24% and 23%, respectively, of our net revenues. We expect that our and our customers’ international sales will continue to account for a significant portion of our net revenues for the foreseeable future. As a result, we are subject to risks of doing business internationally, including: \n\n26\n\n\n•changes in regulatory requirements applicable to our industry and business, including without limitation, changes in tariffs (imposed or threatened) on imports, including tariffs imposed in a retaliatory manner on U.S. exports, embargoes, export controls, and other trade restrictions or barriers;\n\n•changes in the political, economic, legal, tax and social conditions in the countries we do business in; \n\n•changes in policies and initiatives including with respect to foreign exchange, foreign investment, and government industrial cooperation requirements; \n\n•the ability to secure clearances, approvals or licenses, including any requirements mandated by the U.S. Commerce Department, to maintain the ability to provide product or services to certain countries or customers; \n\n•compliance with foreign labor laws, which generally provide for increased notice, severance and consultation requirements compared to U.S. laws; difficulties enforcing intellectual property and contractual rights in certain jurisdictions; the complexity and necessity of using foreign representatives and consultants; \n\n•uncertainties and restrictions concerning the availability of funding credit or guarantees; \n\n•potential or actual withdrawal or modification of international trade agreements; \n\n•modifications to sanctions imposed on other countries; changes to immigration policies that may present risks to companies that rely on foreign employees or contractors; \n\n•compliance with antitrust and competition regulations; \n\n•differences in business practices; \n\n•the difficulty of management and operation of an enterprise spread over various countries; \n\n•compliance with a variety of foreign laws, as well as U.S. laws affecting the activities of U.S. companies abroad, including the Foreign Corrupt Practices Act, the U.K. Bribery Act and other applicable anti-bribery and sanctions laws; and \n\n•economic and geopolitical developments and conditions, including domestic or international hostilities (including the wars in Ukraine and the Middle East), acts of terrorism or war and governmental reactions, inflation, trade relationships, and military and political alliances. \n\nWhile these factors and the effect of these factors are difficult to predict, adverse developments in one or more of these areas have in the past materially adversely affected, and could in the future materially adversely affect, our business, financial condition, and results of operations in the future.\n\nOur business is subject to regulation in the U.S. and internationally. \n\nThe manufacturing of our products is subject to numerous federal, state, and foreign governmental regulations including related to environmental, health and safety laws and regulations. The number of laws and regulations that are being enacted or proposed by various governmental bodies and authorities are increasing. Compliance with these regulations is difficult and expensive. If we fail to adhere, or are alleged to have failed to adhere, to any applicable federal, state, or foreign laws or regulations, or if such laws or regulations negatively affect sales of our products, our business, prospects, results of operations, financial condition, or cash flows may be adversely affected by penalties or sanctions or reputational degradation. In addition, our future results could be adversely affected by changes in applicable federal, state, and foreign laws and regulations, or the interpretation or enforcement thereof.\n\nOur operations involve the use of large amounts of hazardous substances and regulated materials and generate many types of wastes, including emissions of hexavalent chromium and volatile organic compounds, and certain chlorinated and brominated hydrocarbon solvents, greenhouse gases such as carbon dioxide. Spills and releases of these materials may subject us to clean-up liability for remediation and claims of alleged personal injury, property damage, and damage to natural resources, and we may become obligated to reduce our emissions of hexavalent chromium, volatile organic compounds and/or greenhouse gases. We cannot give any assurance that the aggregate amount of future remediation costs and other environmental liabilities will not be material.\n\nThe Company’s chemical milling and vapor degreasing processes use various regulated substances that are identified as TSCA (Toxic Substances Control Act) initial chemicals evaluated in risk assessments prescribed by the Lautenburg Chemical Safety Act in the U.S., and therefore may be subject to additional regulations in the near future. The Company is investigating the use of alternative solvents and processes, including control technologies which may require material expenditures, however this business will remain dependent on the availability, use and cost of these materials for the immediate future. To the extent these alternative solutions are not viable, or any enacted regulation does not provide an exception, there could be material capital expenditures required to comply with elimination of the chemicals used in our current processes.\n\nIn connection with prior acquisitions, we may be indemnified or insured, subject to certain contractual limitations and conditions, for certain clean-up costs and other losses, liabilities, expenses, and claims related to existing environmental \n\n27\n\n\nconditions on the acquired properties. If indemnification or insurance is not sufficient to cover any potential environmental liability, we may be required to make material expenditures.\n\nIn the future, contamination may be discovered at or emanating from our facilities or at off-site locations where we send waste. The remediation of such newly discovered contamination, related claims for personal injury or damages, or the enactment of new laws or a stricter interpretation of existing laws, may require us to make additional expenditures, some of which could be material. See Item 1. “Business - Regulatory Matters.”\n\nAs a manufacturer and exporter of defense and dual-use technical data and commodities, we are subject to U.S. laws and regulations governing international trade and exports, including, but not limited to, the International Traffic in Arms Regulations, administered by the U.S. Department of State, and the Export Administration Regulations, administered by the U.S. Department of Commerce. Collaborative agreements that we may have with foreign persons, including manufacturers and suppliers, are also subject to U.S. export control laws. In addition, we are subject to trade sanctions against embargoed countries, which are administered by the Office of Foreign Assets Control within the U.S. Department of the Treasury. A determination that we have failed to comply with one or more of these export controls or trade sanctions could result in civil or criminal penalties, including the imposition of fines upon us as well as the denial of export privileges and debarment from participation in U.S. government contracts. Additionally, restrictions may be placed on the export of technical data and goods in the future as a result of changing geopolitical conditions. Any one or more of such sanctions could have a material adverse effect on our business, financial condition, and results of operations.\n\nThe U.S. Government is a significant customer of certain of our customers, and we and they are subject to specific U.S. Government contracting rules and regulations.\n\nWe provide aerostructures to defense aircraft manufacturers. Our defense customers’ businesses, and by extension, our business, is affected by the U.S. Government’s continued commitment to programs under contract with our customers. Contracts with the U.S. Government generally permit the government to terminate contracts partially or completely, with or without cause, at any time. An unexpected termination of a significant government contract, a reduction in expenditures by the U.S. Government for aircraft using our products, lower margins resulting from increasingly competitive procurement policies, a reduction in the volume of contracts awarded to us, or substantial cost overruns could materially reduce our cash flow and results of operations. We bear the potential risk that the U.S. Government may unilaterally suspend our defense customers or us from new contracts pending the resolution of alleged violations of procurement laws or regulations.\n\nDecline in the U.S. defense budget or change of defense strategies or funding priorities (as a result of political environment, macroeconomic conditions and the ability of the U.S. Government to enact legislation or otherwise) may reduce demand for our defense customers’ aircraft or lead to competitive procurement conditions, which may reduce our defense business sales or margins. Further, changes in U.S. Government procurement policies, regulations, initiatives and requirements may adversely impact our ability to grow our defense business.\n\nThe Federal Aviation Administration prescribes standards and qualification requirements for aerostructures, including virtually all commercial airline and general aviation products, and licenses component repair stations within the U.S. Comparable agencies, such as the European Aviation Safety Agency in Europe, regulate these matters in other countries. If we fail to qualify for or obtain a required license for one of our products or services or lose a qualification or license previously granted, the sale of the subject product or service would be prohibited by law until such license is obtained or renewed and our business, financial condition, and results of operations could be materially adversely affected. In addition, designing new products to meet existing regulatory requirements and retrofitting installed products to comply with new regulatory requirements can be expensive and time consuming.\n\nA facility securities clearance (“FCL”) is required for a company to be awarded and perform on classified contracts for the Department of Defense (“DOD”) and certain other agencies of the U.S. Government. If we were to violate the terms and requirements of the National Industrial Security Program Operating Manual or any other applicable U.S. Government industrial security regulations, we could lose our FCLs. We cannot give any assurance that we will be able to maintain our FCLs. If for some reason our FCLs are invalidated or terminated, we may not be able to continue to perform under our classified contracts in effect at that time, and we would not be able to enter into new classified contracts, which could adversely affect our revenues.\n\nUnder applicable federal regulations for defense contractors, we are required to comply with the Cybersecurity Maturity Model Certification (“CMMC”) program in the next several years and other similar cybersecurity requirements. Compliance with the CMMC is costly and complex. To the extent that we are unable to comply with the CMMC or other requirements, we may be unable to maintain or grow our business with the DOD or its prime customers.\n\n28\n\n\nRisks Related to Employment Matters \n\nIn order to be successful, we must attract, retain, train, motivate, develop and transition key employees, and failure to do so could harm our business.\n\nIn order to be successful, we must attract, retain, train, motivate, develop, and transition qualified executives and other key employees, including those in managerial, manufacturing, and engineering positions. Competition for experienced employees in the aerospace industry, and particularly in Wichita, Kansas, where the majority of our manufacturing and executive offices are located, is intense. Our ability to attract and retain qualified executives and other key employees depends on a number of factors, including prevailing market conditions and compensation packages offered by companies competing for the same talent. The location of our offices, particularly our headquarters in Wichita, Kansas, and our remote working arrangements may not meet the needs or expectations of our employees, including senior management or other key employees, or may not be viewed as competitive, which could negatively impact our ability to attract and retain highly skilled employees.\n\nThe failure to successfully hire executives and key employees or to implement succession plans for executives and key employees, or the loss of any executives and key employees, could have a significant impact on our operations. Further, changes in our management team may be disruptive to our business and any failure to successfully transition and assimilate key new hires or promoted employees could adversely affect our business and results of operations. In particular, we have to incur costs to replace executives or other key employees who leave, and our ability to execute our business strategy could be impaired if we are unable to replace such persons in a timely manner or at all.\n\nIn addition, the Company’s operations and strategy require that we employ a critical mass of highly skilled employees with industry experience and engineering, technical, or mechanical skills. As the Company experiences an increase in retirements, the level of skill replacing our experienced workers is being impacted due to the availability of skilled labor in the market and low unemployment rates. As the Company has expanded its defense business, the Company faces risks related to its ability to hire and retain individuals who have, are able to obtain, a security clearance. Our inability to attract and retain skilled employees may adversely impact our ability to meet our customers’ expectations, the cost and schedule of development projects, and the cost and efficiency of existing operations.\n\nIncreases in labor costs, potential labor disputes, and work stoppages at our facilities or the facilities of our suppliers or customers have impacted, and could materially adversely affect, our financial performance.\n\nOur financial performance is affected by the availability of qualified personnel and the cost of labor. A majority of our workforce is represented by unions. If we were unable to renew major labor agreements at expiration, or if our workers were to engage in a strike, work stoppage, or other slowdown, we could experience a significant disruption of our operations, which could cause us to be unable to deliver products to our customers on a timely basis and could result in a breach of our supply agreements. This could result in a loss of business and an increase in our operating expenses, which could have a material adverse effect on our business, financial condition, and results of operations. For example, on June 21, 2023, employees represented by the International Association of Machinists and Aerospace Workers (“IAM”) voted to reject the Company’s contract offer and strike. In response, the Company suspended its Wichita operations and IAM represented employees began to strike following the expiration of the contract on June 24, 2023. Although a new contract was ratified soon thereafter, the impacts of the strike related production stoppage negatively impacted revenue earnings and cash flow. Any future strike or similar disruption could have similar adverse impacts. In addition, our non-unionized labor force may become subject to labor union organizing efforts, which could cause us to incur additional labor costs and increase the related risks that we now face.\n\nDue to the receipt of occasional government incentives, we have certain commitments to keep our programs in their current locations. This may prevent us from being able to offer our products at prices that are competitive in the marketplace and could have a material adverse effect on our ability to generate new business.\n\nIn addition, many aircraft manufacturers, airlines, and aerospace suppliers, including certain of our customers, have unionized work forces. Any strikes, work stoppages, or slowdowns experienced by aircraft manufacturers, airlines, or aerospace suppliers has and could in the future reduce our customers’ demand for additional aircraft structures or prevent us from completing production of our aircraft structures. Union negotiations, strikes, work stoppages, or slowdowns at our customers has and could in the future also directly or indirectly impact our business. For example, on September 12, 2024, machinists at Boeing represented by the International Association of Machinists and Aerospace Workers voted to strike after rejecting a contract offer from Boeing. The machinists commenced a strike on September 13, 2024, that was resolved on November 4, 2024, when the machinists voted to approve a new contract. On October 18, 2024, we announced a 21-day furlough, effective October 27, 2024, for approximately 700 employees working on the B767 and B777 programs in response to the strike by \n\n29\n\n\nBoeing employees, as the Company had reached maximum storage capacity on the B767 and B777 programs. Even as the strike has ended, we may need to implement further cost saving measures, including layoffs or additional furloughs. \n\nWe could be required to make future contributions to our defined benefit pension and post-retirement benefit plans and our costs may substantially increase in connection with such plans as a result of adverse changes in interest rates and the capital markets, changes in actuarial assumptions and legislative or other regulatory actions. \n\nOur estimates of liabilities and expenses for pensions and other post-retirement benefits incorporate significant assumptions including the rate used to discount the future estimated liability, the long-term rate of return on plan assets, and several assumptions relating to the employee workforce (salary increases, medical costs, retirement age, and mortality). A dramatic decrease in the fair value of our plan assets resulting from movements in the financial markets or a decrease in discount rates may cause the status of our plans to go from an over-funded status to an under-funded status and result in cash funding requirements to meet any minimum required funding levels. Our results of operations, liquidity, or shareholders’ equity in a particular period could be affected by a decline in the rate of return on plan assets, the rate used to discount the future estimated liability, or changes in employee workforce assumptions.\n\nIn 2020, we acquired the outstanding equity of Short Brothers plc (“Shorts”) and Bombardier Aerospace North Africa SAS (“BANA”), and substantially all the assets of the maintenance, repair and overhaul business in Dallas, Texas, along with the assumption of certain liabilities of Shorts and BANA. Shorts sponsors the Shorts Pension, a defined benefit pension plan that is closed to new participants. The Shorts Pension closed to the future accrual of additional benefits for current participants at the end of 2021. \n\nFollowing future valuations of the Shorts Pension’s assets and liabilities or following future discussions with the Shorts Pension’s trustee, the annual funding obligation and/or the arrangements to ensure adequate funding for the Shorts Pension may change. The future valuations under the Shorts Pension are affected by a number of assumptions and factors, including legislative or other regulatory changes; assumptions regarding interest rates, currency rates, inflation, mortality, and retirement rates; the investment strategy and performance of the Shorts Pension’s assets; and actions by the U.K. Pensions Regulator. Recent volatile economic conditions have increased the risk that the funding requirements increase following the next triennial valuation. The U.K. Pensions Regulator also has powers under the Pensions Act 2004 to impose a contribution notice or a financial support direction on Shorts (and other persons connected with the Company or Shorts) if, in the case of a contribution notice, the U.K. Pensions Regulator reasonably believes such person has been party to an act, or deliberate failure to act, intended to avoid pension liabilities or that is materially detrimental to the pension plan, or, in the case of a financial support direction, if a plan employer is a service company or insufficiently resourced and the Pensions Regulator considers it is reasonable to act against such a person. A significant increase in the funding requirements for Shorts Pension could result in the imposition of additional financial contributions to the Shorts Pension and, if such required contributions are significant, could have a material adverse effect on Shorts or our business, financial condition, and results of operations.\n\nRisks Related to our Debt, Liquidity, Financial Estimates and Taxes \n\nWe have incurred significant operating losses in the last few years and have identified conditions or events that raise substantial doubt about our ability to continue as a going concern.\n\nAs described more fully in Note 2, Basis of Presentation, of the Consolidated Financial Statements included herein, since 2020, the Company has incurred significant operating losses. In particular, the Company has incurred net losses of $2,139.8 million, $616.2 million, $545.7 million, and $540.8 million, for the years ended December 31, 2024, 2023, 2022, and 2021, respectively.\n\nThe Company’s liquidity has been impacted by, among other things, higher levels of inventory and contract assets, lower operational cash flows due to a decrease in expected deliveries to Boeing, higher factory costs to maintain rate readiness, Boeing no longer allowing for traveled work on the B737 fuselage to its factories, the strike by Boeing employees, and the limitations on Boeing increasing production rates. On October 18, 2024, the Company announced a 21-day furlough, effective October 28, 2024, for approximately 700 Company employees working on the B767 and B777 programs in response to the strike by Boeing employees, as the Company has reached maximum storage capacity on the B767 and B777 programs.\n\nAs of December 31, 2024, management has developed a plan designed to improve liquidity in response to the developments described above. These plans are dependent on many factors, including, among other things, the outcomes of our active discussions related to the timing or amounts of repayment for certain customer advances and achieving forecasted B737 deliveries. Management also is evaluating additional strategies intended to improve liquidity to support operations, including, \n\n30\n\n\nbut not limited to, additional customer advances and restructuring of operations with the aim of increasing efficiency and decreasing expenses, which may include layoffs or additional furloughs.  \n\nThere can be no assurance with respect to the outcomes of such discussions or that these plans or strategies will sufficiently improve the Company’s liquidity needs to enable continuation of operations for at least the next twelve months. Accordingly, these conditions and events raise substantial doubt about the Company’s ability to continue as a going concern. \n\nThe substantial doubt about our ability to continue as a going concern may adversely impact the price of our common stock, our reputation and relationship with investors, employees and third parties with whom we do business, our ability to raise additional capital or refinance existing debt, our ability to comply with certain covenants under our debt agreements or meet other contractual obligations, and our ability to achieve our business objectives, which could materially and adversely impact our business, financial condition and results of operations. In addition, to the extent the Company seeks additional sources of financing, there can be no assurance that such financing would be available to the Company on acceptable terms or at all, and any financing that the Company obtains could entail dilution to stockholders, onerous interest rates or covenants, or other terms that are unfavorable to the Company and the holders of its common stock. \n\nDeclines in our financial condition and performance and reductions in our credit ratings have increased our borrowing costs and adversely affected the market price of our securities. Any additional declines could further impact our borrowing costs, impact the market price of our securities or limit our ability to obtain future financing or otherwise impair our business, financial condition, and results of operations.\n\nOur business requires significant capital. Declines in our financial condition or performance for any reason have increased our borrowing costs and affected the market price of our securities, and could in the future further increase our borrowing costs, impact the market price of our securities or limit our ability to access the credit and capital markets. There can be no assurance that we will be able to access the capital or credit markets or, if we do have such access, that it will be on favorable terms. \n\n As of December 31, 2024, our corporate credit ratings were B by Standard & Poor’s Global Ratings, and B2 by Moody’s Investors Service, Inc. These ratings and our current credit condition affects, among other things, our ability to access new capital. Negative changes to these ratings have in the past resulted in, and may in the future result in, more stringent covenants and higher interest rates under the terms of any new debt.\n\nThe ratings reflect, among other things, the agencies’ assessment of our ability to pay interest and principal on our debt securities and credit agreements. A rating is not a recommendation to purchase, sell, or hold securities. Each rating is subject to revision or withdrawal at any time by the assigning rating organization. Each rating agency has its own methodology for assigning ratings and, accordingly, each rating should be considered independently of all other ratings. Lower ratings would typically result in higher interest costs of debt securities when they are sold, could make it more difficult to issue future debt securities, could require us to provide creditors with more restrictive covenants, which would limit our flexibility and ability to pay dividends and may require us to pledge additional collateral under our credit facility. Any downgrade in our credit ratings could have a material adverse effect on our business or financial condition.\n\nLimitations on our ability to access the capital or credit markets, unfavorable terms or general reductions in liquidity may adversely and materially impact our business, financial condition, and results of operations. \n\nOur debt could adversely affect our financial condition and our ability to operate our business due to significant restrictions in our Credit Agreement, which could also adversely affect our operating flexibility and put us at a competitive disadvantage.\n\nAs of December 31, 2024, we had total debt of $4,394.2 million. In addition to our debt, as of December 31, 2024, we had $24.9 million of letters of credit and letters of guarantee outstanding.\n\nOur significant indebtedness could adversely affect our business, results of operations and financial condition in a number of ways by, among other things:\n\n•making it more difficult for us to satisfy our obligations with respect to our debt;\n\n•limiting our ability to obtain additional financing to fund future working capital, capital expenditures, strategic acquisitions or other general corporate requirements;\n\n•requiring a substantial portion of our cash flows to be dedicated to debt service payments instead of other purposes;\n\n•increasing our vulnerability to general adverse economic and industry conditions;\n\n•limiting our financial flexibility in planning for and reacting to changes in the industry in which we compete;\n\n31\n\n\n•having a material adverse effect on us if we fail to comply with the covenants in the Credit Agreement or in the indentures governing our long-term bonds or in the instruments governing our other debt; and\n\n•increasing our cost of borrowing.\n\nThe terms of our Credit Agreement impose significant restrictions on us, and subject to certain exceptions, limit our ability, among other things, to:\n\n•incur additional debt or issue preferred stock with certain terms;\n\n•pay dividends or make distributions to our stockholders over certain amounts;\n\n•repurchase or redeem our capital stock;\n\n•make investments;\n\n•incur liens;\n\n•enter into transactions with our stockholders and affiliates;\n\n•sell certain assets;\n\n•acquire the assets of, or merge or consolidate with, other companies;\n\n•incur restrictions on the ability of our subsidiaries to make distributions or transfer assets to us; and\n\n•enter into strategic transactions.\n\nWe cannot assure you that we will be able to maintain compliance with the covenants in the agreements governing our indebtedness in the future or, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants. Additionally, the terms of any future indebtedness we may incur could include more restrictive covenants. If we incur additional debt, the risks related to our high level of debt could intensify. \n\nAs of December 31, 2024, we had $537.0 in cash and cash equivalents. If we are unable to generate sufficient cash flow to service our debt and meet our other commitments, we may need to refinance all or a portion of our debt, sell material assets or operations, or raise additional debt or equity capital. We cannot provide assurance that we could affect any of these actions on a timely basis, on commercially reasonable terms or at all, or that these actions would be sufficient to meet our capital requirements. In addition, the terms of our existing or future debt agreements may restrict us from effecting certain or any of these alternatives.\n\nWe use estimates in accounting for revenue and cost for our contracts. Changes in our estimates have materially adversely affected, and could in the future materially adversely affect, our financial performance.\n\nThe Company recognizes revenue using the principles of Accounting Standards Codification (“ASC”) Topic 606, Revenue from contracts with customers (“ASC 606”), and estimates revenue and cost for contracts that span a period of multiple years. This method of accounting requires judgment on a number of underlying assumptions to develop our estimates such as favorable trends in volume, learning curve efficiencies, and future pricing from suppliers that reduce our production costs. However, several factors may cause the costs we incur in fulfilling these contracts to vary substantially from our original estimates such as technical problems, delivery reductions, materials shortages, supplier difficulties, strikes and production pauses, realization targets, existence and execution of factory recovery plans caused by these factors, and other factors. Other than certain increases in raw material costs that can generally be passed on to our customers, in most instances we must fully absorb cost overruns. Due to the significant length of time over which some revenue streams are generated, the variability of future period estimated revenue and cost may be adversely affected if circumstances or underlying assumptions change. Our estimated costs have exceeded our estimated revenues under fixed-price contracts in the past, and we have been required to recognize a forward loss on the affected programs, which has had a material adverse effect on our results of operations, and this could recur in the future. The risk particularly applies to products such as the B787, B767, A220, and A350, in that our performance at the contracted price depends on our being able to achieve production cost reductions as we gain production efficiencies. We have incurred forward loss charges on these programs, and further production rate changes or claims relating to inspection and rework requests may result in additional incremental forward loss charges.\n\nFurther, some of our long-term supply agreements, such as the Sustaining Agreement and the agreement for the B787 program, provide for the re-negotiation of established pricing terms at specified times in the future. Negotiations have in the past resulted, and could in the future result, in costs that exceed our revenue under a fixed-price contract, or operating margins that are lower than our current margins, and we have in the past and may in the future need to recognize a forward loss on the affected program, which has had and could have a material adverse effect on our results of operations. \n\nAdditionally, variability of future period estimated revenue and cost has resulted, and may in the future result, in recording additional valuation allowances against future deferred tax assets, which could adversely affect our future financial performance.\n\n32\n\n\nWe may not be able to generate sufficient taxable income to fully realize our deferred tax assets.\n\nAt December 31, 2024, we have recognized a valuation allowance against nearly all of our net deferred tax assets. Changes that are adverse to the Company could result in the need to record additional deferred tax asset valuation allowances resulting in a charge to results of operations and a decrease to total stockholders’ equity. \n\nRisks Related to our Common Stock\n\nWe cannot assure you that we will declare and pay cash dividends on our Common Stock at historical levels or at all.\n\nIn 2020, the Company announced that its Board of Directors, or Board, reduced its quarterly dividend to a penny per share to preserve liquidity, and in the fourth quarter of 2022, the Board decided to suspend the Company’s quarterly cash dividend. We cannot assure you that we will resume declaring and paying cash dividends on our Common Stock at historical levels or at all. The Board regularly evaluates the Company’s capital allocation strategy and dividend policy. Any future determination to pay dividends will be at the discretion of our Board and will depend upon, among other factors, our results of operations, financial condition, capital requirements and contractual restrictions, including the requirements of financing agreements to which we may be a party. No assurance can be given that cash dividends will be declared and paid at historical levels or at all.\n\nSpirit Holdings’ certificate of incorporation, by-laws and our supply agreements with Boeing contain provisions that could discourage others from acquiring us and may prevent attempts by our stockholders to replace or remove our current management.\n\nProvisions of Spirit Holdings’ certificate of incorporation and by-laws may discourage, delay, or prevent a merger or acquisition that stockholders may consider favorable, including transactions in which stockholders might otherwise receive a premium for their shares. In addition, these provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace or remove our current Board. These provisions include:\n\n•advance notice requirements for nominations for election to the Board or for proposing matters that can be acted on by stockholders at stockholder meetings; and\n\n•the authority of the Board to issue, without stockholder approval, up to 10 million shares of preferred stock with such terms as the Board may determine.\n\nIn addition, our supply agreements with Boeing include provisions giving Boeing the ability to terminate the agreements in the event any of certain disqualified persons acquire a majority of Spirit’s direct or indirect voting power or all or substantially all of Spirit’s assets. The 2023 MOA with Boeing provides that Spirit cannot, without incurring significant costs, assign any of its rights or interest in (which includes certain specified change of control events set forth in the 2023 MOA) the supply agreements or an order without Boeing’s prior written consent, which will not be unreasonably withheld consistent with existing obligations, except that Boeing may withhold its consent to an assignment to a disqualified person (which includes any person to which Boeing does not consent in its sole discretion) for any reason and at its sole discretion. These provisions in our agreements with Boeing could discourage others from acquiring us and may prevent attempts by our stockholders to replace or remove our current management. Certain other agreements with suppliers or customers contain similar provisions that could also discourage others from acquiring us or prevent attempts to replace or remove our management. See Item 1. “Business - Our Relationship with Boeing.”\n\nRisks Related to the Merger and the Airbus Business Disposition\n\nWe may not be able to negotiate and enter into definitive agreements with Airbus with respect to the Airbus Business Disposition or to complete the disposition of the Spirit Airbus Business.\n\nDisposition by us of the Spirit Airbus Business is a condition to Boeing’s obligation to consummate the Merger. Under the Airbus Term Sheet, Spirit and Airbus have agreed to negotiate in good faith definitive agreements (the “Definitive Agreements”), including a purchase agreement, providing for the acquisition by Airbus or its affiliates of the Spirit Airbus Business on the terms set forth in the Airbus Term Sheet with the goal of permitting Boeing and Holdings to consummate the Merger prior to prior to a specified “Outside Date” (initially, March 31, 2025, subject to extension by three months on up to three occasions under certain circumstances). Execution of the Definitive Agreements is subject to and conditioned upon the completion to the satisfaction of Airbus of its due diligence. If we are able to negotiate and enter into the Definitive \n\n33\n\n\nAgreements, there can be no assurance that we would satisfy the closing conditions in the Definitive Agreements, including receipt of regulatory approvals, or be able to consummate the disposition of the Spirit Airbus Business as contemplated by the Airbus Term Sheet or the Definitive Agreements. If we face difficulty in completing the disposition of the Spirit Airbus Business, we could be unable to satisfy the conditions to the closing under the Merger Agreement in a timely matter or at all.\n\nBecause the market prices of Boeing Common Stock and Holdings Common Stock will fluctuate prior to the consummation of the Merger, Holdings stockholders cannot be sure of the market value of shares of Boeing Common Stock that they will receive in the Merger or the difference between the market value of shares of Boeing Common Stock that they will receive in the Merger and the market value of shares of Holdings Common Stock immediately prior to the Merger.\n\nAt the Effective Time, each share of Holdings Common Stock that is issued and outstanding immediately prior to the Effective Time (other than shares of Holdings Common Stock owned by Holdings, Boeing or any of their respective wholly owned subsidiaries, in each case not held on behalf of third parties) will be automatically cancelled and cease to exist and will be converted into the right to receive a number of shares of Boeing Common Stock equal to (a) if the Boeing Stock Price, is greater than $149.00 but less than $206.94, the quotient obtained by dividing $37.25 by the Boeing Stock Price, rounded to four decimal places, or (b) if the Boeing Stock Price is greater than or equal to $206.94, 0.1800 or (c) if the Boeing Stock Price is equal to or less than $149.00, 0.2500. The respective market prices of both Boeing Common Stock and Holdings Common Stock have fluctuated since the date on which the Merger Agreement was signed and will continue to fluctuate. The market price of Boeing Common Stock, when received by Holdings stockholders after the Merger is completed, could be greater than, less than or the same as the market price of Boeing Common Stock at the time of the special meeting of Holdings stockholders at which Holdings stockholders will vote on a proposal to adopt the Merger Agreement. For that reason, the market price of Boeing Common Stock on the date of the special meeting may not be indicative of the value of the shares of Boeing Common Stock that Holdings stockholders will receive upon completion of the Merger, and, at the time of the special meeting, Holdings stockholders will not know, or be able to determine, the number of shares of Boeing Common Stock that they will receive in the Merger or the market value of shares of Boeing Common Stock that they will receive in the Merger as compared to the market value of Holdings Common Stock immediately prior to the Merger.\n\nThe market prices of Boeing Common Stock and Holdings Common Stock are subject to fluctuations due both to factors affecting market prices for publicly traded equity securities generally and to factors affecting Boeing Common Stock or Holdings Common Stock in particular. Market prices of Boeing Common Stock and Holdings Common Stock have been volatile at times in the past and may be volatile in the future. Neither Boeing nor Holdings is permitted to terminate the Merger Agreement or re-solicit the vote of Holdings stockholders solely because of changes in the market price of Boeing Common Stock or Holdings Common Stock. Stock price changes may result from a variety of factors, including general and industry-specific market and economic conditions and changes in factors specific to each of Holdings’ and Boeing’s business, operations and prospects; regulatory and legal developments; market assessments of the benefits of the Merger and the likelihood that the Merger will be completed; timing of the Merger and receipt of related regulatory approvals; and other factors beyond our control.\n\nThe Merger is subject to conditions, including certain conditions that are beyond our control and may not be satisfied on a timely basis or at all. Failure to complete the Merger could have material adverse effects on us.\n\nCompletion of the Merger is subject to a number of conditions set forth in the Merger Agreement. Some of the conditions, such as adoption of the Merger Agreement by the affirmative vote of a majority of the outstanding shares of Holdings Common Stock entitled to vote thereon and receipt of certain regulatory approvals, are beyond our control, resulting in uncertainty as to the timing of completion of the Merger and as to whether the Merger will be completed at all. The governmental authorities from which the regulatory approvals are required may impose conditions on the completion of the Merger, require changes to the terms of the Merger Agreement, prevent the consummation of the Merger or make the consummation of the Merger illegal. In addition, the Merger Agreement contains certain termination rights for both Holdings and Boeing that, if exercised, would result in the Merger not being consummated.\n\nThere can be no assurance that the various conditions to completion of the Merger will be satisfied or will not result in the abandonment or delay of the Merger. Any delay in completing the Merger could cause Boeing and Holdings not to realize, or to be delayed in realizing, some or all of the benefits that Boeing and Holdings expect to achieve if the Merger is completed within the time currently expected.\n\nIf the Merger is not completed, the market price of Holdings Common Stock could decline as a result, and our business could be adversely affected, including as a result of the need to pay expenses relating to the uncompleted Merger, such as legal, accounting, printing and financial advisory fees; negative reactions from our employees, customers, suppliers and financing sources, from other persons with whom we have important business relationships and from regulators and credit rating \n\n34\n\n\nagencies; any requirement that we pay a termination fee under the Merger Agreement; and litigation related to any failure to complete the Merger or related to any enforcement proceeding that may be commenced against us to perform our obligations pursuant to the Merger Agreement. If the Merger Agreement is terminated and the Board seeks another business combination, we might not be able to find a party willing to enter into a transaction with terms equivalent to or more attractive than the terms agreed to in the Merger Agreement.\n\nThe Merger is subject to certain regulatory approvals that, if delayed, not granted or granted with burdensome or unacceptable conditions, could delay, impair or prevent consummation of the Merger or result in additional costs or reduce the anticipated benefits of the Merger.\n\nThe completion of the Merger is subject to the expiration or termination of all waiting periods (and any agreed upon extensions of any waiting period or commitment not to consummate the Merger for any period of time) applicable to the completion of the Merger under the HSR Act and the receipt of certain additional regulatory approvals, including clearance or approval by foreign investment authorities in France, the United Kingdom and Canada.\n\nRegulatory authorities in the United States or other jurisdictions could take action under antitrust or foreign investment laws seeking to enjoin the completion of the Merger, seeking divestiture of substantial assets of the parties or requiring the parties to license, or hold separate, assets or terminate existing relationships and contractual rights. Private parties may also seek to take legal action under antitrust laws under certain circumstances.\n\nAny such injunctions, divestitures, requirements or legal actions could jeopardize or delay the completion, or reduce the anticipated benefits, of the Merger. There is no assurance that we and Boeing will obtain all required regulatory consents or approvals on a timely basis, or at all. Failure to obtain the necessary consents and approvals could substantially delay or prevent the completion of the Merger, which could negatively affect us.\n\nThe Merger Agreement limits our ability to pursue alternatives to the Merger and could discourage a potential competing acquiror or other strategic transaction partner from making a favorable alternative transaction proposal.\n\nUnder the Merger Agreement, we are required, subject to certain exceptions with respect to unsolicited proposals and the Divestiture Assets, not to directly or indirectly solicit competing acquisition proposals or to enter into discussions concerning, or provide confidential information in connection with, any unsolicited alternative acquisition proposals. In addition, upon termination of the Merger Agreement under certain circumstances, we may be required to pay Boeing a termination fee of $150 million. These provisions could discourage a potential acquirer or other strategic transaction partner that might have an interest in acquiring all or a significant portion of the Company from considering or pursuing an alternative transaction with us or proposing such a transaction, even if the potential acquirer or other strategic transaction partner were prepared to pay consideration with a higher per share cash or market value than the per share market value proposed to be received or realized in the Merger. These provisions might also result in a potential acquirer or other strategic transaction partner proposing to pay a lower price than it might otherwise have proposed to pay because of the added expense of the termination fee that may become payable by us in certain circumstances. If the Merger Agreement is terminated and we seek another business combination, we may not be able to negotiate or consummate a transaction with another party on terms comparable to, or better than, the terms of the Merger Agreement.\n\nThe Merger, and uncertainty regarding the Merger, may adversely affect our relationships with customers, suppliers, strategic partners and others and could adversely affect our ability to manage our business.\n\nThe Merger will occur only if the Merger Agreement’s conditions to consummation of the Merger are satisfied or waived. Accordingly, there may be uncertainty regarding the completion of the Merger. This uncertainty and the prospect of the Merger itself have caused and may continue to cause customers, suppliers, strategic partners and others that deal with us to delay or defer entering into contracts with us or making other decisions concerning the Company or to seek changes in or cancellation of existing business relationships with us. Delays or deferrals of contracts or other decisions or changes in or cancellations of existing agreements or relationships could in some individual cases or in the aggregate have an adverse impact on our business, regardless of whether the Merger is ultimately completed.\n\nIn addition, under the terms of the Merger Agreement, we are subject to certain restrictions on the conduct of our business prior to the completion of the Merger, including being obligated to use reasonable best efforts to conduct our business in all material respects in the ordinary course and not to engage in specified types of actions, subject to certain exceptions. These restrictions could delay or otherwise adversely affect our ability to execute certain of our business strategies or limit our ability to respond to competitive or other developments that arise prior to the completion of the Merger and could negatively affect our business and operations.\n\n35\n\n\nUncertainties associated with the Merger and the Airbus Business Disposition may result in our losing management and other key personnel, which could adversely affect our business and operations.\n\nWe are dependent on the experience and industry knowledge of our officers and other key management, technical and professional personnel to execute our business plans. Our success, including as a part of Boeing after the Merger, will depend in part upon our ability to retain key management and other key personnel. Current and prospective employees of ours may experience uncertainty about their roles with us or the Spirit Airbus Business following the Merger and the Airbus Business Disposition or have other concerns regarding the timing and completion of the Merger and the Airbus Business Disposition or regarding the operations of the Company and the Spirit Airbus Business following the Merger and the Airbus Business Disposition, any of which may have an adverse effect on our ability to retain, attract or motivate key management and other key personnel. If we are unable to retain personnel, including key management, who are critical to future operations, we could face disruptions in our operations, loss of customers, loss of key information, expertise or know-how and unanticipated additional recruitment and training costs. In addition, the loss of key personnel could diminish the anticipated benefits of the Merger or delay the completion of the Merger.\n\nWe have incurred and expect to incur significant transaction costs in connection with the Merger and the Airbus Business Disposition.\n\nWe have incurred and expected to continue to incur a number of non-recurring costs associated with negotiating and completing the Merger and the Airbus Business Disposition, including, among others, fees paid to financial, legal, accounting and other advisors, employee retention, severance and benefit costs, and filing fees. These fees and costs have been, and will continue to be, substantial and, in many cases, will be borne by us whether or not the Merger and the Airbus Business Disposition are completed, and could have an adverse effect on our financial position, results of operations and cash flows.\n\nCompletion of the Merger may trigger change in control or other provisions in certain of our agreements.\n\nThe completion of the Merger may trigger change in control or other provisions in certain of our agreements. If we are unable to negotiate modifications, consents or waivers of those provisions, following completion of the Merger, the counterparties may exercise their rights and remedies under such agreements, potentially terminate such agreements or seek monetary damages. Even if we are able to negotiate modifications, consents or waivers, the counterparties may require a fee for such modifications, consents or waivers or seek to renegotiate such agreements on terms less favorable to us. Any of the foregoing or similar developments could have an adverse effect on our or Boeing’s business and results of operations following completion of the Merger.\n\nSecurities class action and derivative lawsuits in connection with the Merger or the Airbus Business Disposition could result in substantial costs and prevent or delay the consummation of the Merger.\n\nSecurities class action lawsuits and derivative lawsuits are often brought against public companies that have entered into acquisition or merger agreements. Defending against and settling or otherwise resolving these types of claims can result in substantial costs, including costs associated with indemnification of directors and officers, and divert management time and resources. An adverse judgment in any such litigation relating to the Merger or the Airbus Business Disposition could result in monetary damages, which could have a negative impact on Boeing’s and the Company’s respective liquidity and financial condition. If a plaintiff is successful in obtaining an injunction prohibiting completion of the Merger or the Airbus Business Disposition, that injunction could delay or prevent the Merger from being completed, which could adversely affect our and Boeing’s businesses, financial position, results of operations and cash flows.\n\nAs of February 21, 2025, five lawsuits challenging the Merger had been filed on behalf of purported Holdings stockholders. On August 29, 2024, a purported stockholder of Holdings filed a lawsuit against Holdings and the board of directors of Holdings in the U.S. District Court for the Southern District of New York (the “Federal Action”). The Federal Action, captioned Murphy v. Spirit AeroSystems Holdings, Inc. et al., Docket No. 1:24-cv-06539, alleged, among other things, that the Registration Statement failed to disclose certain allegedly material information in violation of Sections 14(a) and 20(a) of the Securities Exchange Act of 1934. On January 7, 2025, a purported stockholder of Holdings filed a lawsuit against Holdings, Boeing and the board of directors of Holdings in the District Court of Sedgwick County, Kansas, Civil Court Department (the “Kansas Action”). The Kansas Action, captioned Garfield v. Cambone, C.A. No. SG-2025-CV000032, alleged, among other things, that the Registration Statement failed to disclose certain material information, and asserts claims against Boeing under Kansas securities statutes and claims against all defendants under Kansas common law for (i) negligent misrepresentation and concealment, and (ii) negligence and concealment. Both actions seek injunctive relief enjoining the vote on the Merger and other remedies. On January 9, 2025, a purported Holdings stockholder filed a putative class action lawsuit \n\n36\n\n\nagainst Holdings and its directors in the Delaware Court of Chancery (the “Delaware Action”). The Delaware Action, captioned Coburn v. Shanahan, C.A. No. 2025-0029-LWW, alleges that the Holdings directors breached their fiduciary duties by failing to disclose certain information and requests an order compelling additional disclosures and damages, among other relief. On January 14, 2025, a purported Holdings stockholder filed a lawsuit against Holdings and its board of directors in the Supreme Court of the State of New York captioned Scott v. Spirit AeroSystems Holdings, Inc. et al., No. 650229/2025, and, on January 15, 2025, a purported Holdings stockholder filed a lawsuit against Holdings and its board of directors in the Supreme Court of the State of New York captioned Johnson v. Spirit AeroSystems Holdings, Inc. et al., No. 650254/2025 (the “New York Actions” and, together with the Federal Action, the Kansas Action and the Delaware Action, the “Lawsuits”). Each of the New York Actions alleges that the proxy statement/prospectus relating to the Merger failed to disclose certain material information and asserts claims against all defendants under New York common law for (i) negligent misrepresentation and concealment and (ii) negligence. The New York Actions seek injunctive relief enjoining the vote on the Merger and other remedies. Holdings has also received from additional purported Holdings stockholders demand letters that include allegations similar to those in the Lawsuits. On January 17, 2025, in order to moot the Lawsuits’ disclosure claims, avoid nuisance and possible expense and business delays, and provide additional information to its stockholders, Holdings voluntarily supplemented certain disclosures in the proxy statement/prospectus relating to the Merger by filing a Current Report on Form 8-K. On February 3, 2025, plaintiff in the Kansas Action voluntarily dismissed his claims. On February 4, 2025, plaintiff in the Federal Action voluntarily dismissed his claims.\n\nAfter the Merger, Holdings stockholders will have a significantly lower ownership and voting interest in Boeing than they currently have in Holdings and will exercise less influence over management.\n\nImmediately following completion of the Merger, Holdings stockholders will have a significantly lower ownership and voting interest in Boeing than they currently have in Holdings. Consequently, former Holdings stockholders will have less influence over the management and policies of Boeing than they currently have over the management and policies of Holdings.\n\nThe shares of Boeing Common Stock to be received by Holdings stockholders upon completion of the Merger will have different rights from shares of Holdings Common Stock.\n\nUpon completion of the Merger, Holdings stockholders will no longer be stockholders of Holdings, but will instead become stockholders of Boeing, and their rights as Boeing stockholders will be governed by the terms of the Boeing certificate of incorporation and bylaws. The terms of Boeing’s certificate of incorporation and bylaws are in some respects materially different from the terms of Holdings’ certificate of incorporation and bylaws, which currently govern the rights of Holdings stockholders.\n\nHoldings stockholders will not be entitled to appraisal rights in the Merger. \n\nUnder Delaware law, holders of Holdings Common Stock will not have appraisal rights in connection with the Merger.",
      "char_count": 126668
    }
  },
  "extracted_at": "2026-01-19T15:58:48.882713"
}