{
  "ticker": "SVV",
  "company_name": "Savers Value Village, Inc.",
  "cik": 1883313,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0001883313-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001883313&accession_number=000188331325000013&xbrl_type=v",
  "sic_code": "5900",
  "industry": "Retail-Miscellaneous Retail",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nCompany Overview\n\nSavers Value Village, Inc. (the “Company”, “we”, “us”, or “our\") is the largest for-profit thrift operator in the United States (“U.S.”) and Canada based on number of stores. With approximately 22,700 team members, we operate a total of 351 stores under the Savers®, Value Village®, Value Village Boutique™, Village des Valeurs™, Unique® and 2nd Ave.® banners. As of December 28, 2024, we had 172 stores in the U.S., 165 stores in Canada and 14 stores in Australia.\n\nOur mission\n\nOur mission is to champion reuse and inspire a future where secondhand is second nature.\n\nFrom the thrill of the hunt to the joy of decluttering, we help communities harness the power of pre-loved stuff to keep reusable items around for years to come.\n\nWho we are\n\nWe are committed to redefining secondhand shopping by providing one-of-a-kind, low-priced merchandise ranging from quality clothing to home goods in an exciting treasure-hunt shopping environment. We purchase secondhand textiles (e.g., clothing, bedding and bath items), shoes, accessories, housewares, books and other goods from our non-profit partners (“NPPs”). We then process, select, price, merchandise and sell these items in our stores. Items that are unsuited for or unsold at retail stores are marketed to wholesale customers who reuse or repurpose the items they purchase from us. We believe our hyper-local and socially responsible procurement model, industry-leading and innovative operations, differentiated value proposition and deep relationships with our customers distinguish us from other secondhand and value-based retailers. \n\nWe offer a dynamic, ever-changing selection of items, with an average unit retail price (“AUR”) of approximately $5. We have a highly engaged customer base, with over 5.9 million active loyalty program members in the U.S. and Canada who shopped with us during fiscal year 2024, driving 72.4% of retail sales for the year. Our business model is rooted in sustainability and contributing to the communities we serve, with a mission to positively impact our stakeholders—thrifters, NPPs and their donors, our team members and our stockholders. As a leader and pioneer of the for-profit thrift category, we seek to positively impact the environment by reducing waste and extending the life of reusable goods. The vast majority of the clothing and textiles we source is sold to our retail or wholesale customers. \n\nWe have innovated and invested in the development of significant operational expertise in order to integrate the three highly-complex parts of thrift operations—supply and processing, retail, and sales to wholesale markets. Our business model enables us to provide value to our NPPs and our customers, while driving attractive profitability and cash flow.\n\nSupply and Processing\n\nSupply\n\nOur strategy is to locally source our merchandise by purchasing secondhand items donated to our NPPs, which provides them with revenue to support their community-focused missions. This also aids in creating a broad and diverse selection for our customers, fosters a sense of community, and reduces transportation costs and emissions typically associated with the production and distribution of new merchandise. While purchases made by our customers in our stores do not directly benefit any NPP, we pay a market-competitive contractual rate to purchase donated items.\n\nWe source our merchandise primarily through three distinct and strategic procurement models: (i) on-site donations (“OSDs”), (ii) GreenDrop locations and (iii) delivered supply. Increasing the proportion of OSDs and GreenDrop as a percentage of total supply is desirable as donations from these sources are usually of higher quality and collectively have a lower cost than product sourced through other channels. OSDs and GreenDrop are collectively the largest part of our supply mix and accounted for 76.3% and 73.6% of total pounds processed for fiscal years 2024 and 2023, respectively. \n\n•OSDs: Donations of items by individuals to our NPPs, made at Community Donation Centers (“CDCs”) located at our stores. We operate as a registered professional fundraiser where required, accepting donations on behalf of our NPPs. Each store is specifically designated as an OSD location for a particular NPP, such that all donations received at the CDC are credited to that NPP.\n\n•GreenDrop locations: Attended donation stations that collect donations of items made by individuals to our NPPs at convenient and well-signed brick and mortar and trailer locations in neighborhoods surrounding a store. On behalf of our NPPs, we solicit, collect, and deliver items from our GreenDrop locations to our stores and Centralized Processing Centers (“CPCs”).\n\n•Delivered supply: Delivered supply comprises donations delivered either to our CPCs or our stores, or both. These donations can be collected by our NPPs through a variety of methods such as neighborhood collections or donation drives, or we may solicit, collect and deliver the items on behalf of our NPPs.\n\n•Donation drives: Donation drives operate within our FUNDrive® program and include smaller, local non-profits such as schools, sports teams, community groups and other charitable organizations. These drives are one-time and event-based, with contractual agreements based on each distinct donation drive itself.\n\n•Third-party credential: Third-party credential goods are purchased in small amounts on an as-needed basis from regional for-profit collectors, generally consisting of bin operators and other for-profit resellers.\n\nWe leverage an analytical platform to measure the sales yield and product margin of each stream of supply in our stores. In general, this tool is either used to periodically confirm the performance of an existing stream of supply or to evaluate the performance of a new source of supply.\n\nOur business model is predicated on sourcing and selling quality secondhand items to our customers in local communities. We are able to meet our customer demand given our deep relationships with an extensive network of NPPs that is unmatched in the thrift industry. \n\nProcessing\n\n The majority of our retail stores have a dedicated space that handles the processing of soft and hard goods that provide the inventory to be sold on our retail sales floors. In fiscal year 2024, we processed 1.0 billion pounds of secondhand goods. We are actively implementing our offsite processing strategy which allows us to process goods at larger-scale facilities and distribute goods to multiple stores in a local market. The processing of donations under this strategy can occur at offsite warehouse facilities, stores with surplus processing capacity or at CPCs. The CPC system is an offsite, semi-automated processing facility that mechanizes the flow of clothing, accessories and shoes through an integrated series of conveyor belts, robotics, sensors, and other technology. We have prioritized offsite processing capacity toward new store growth that would not be feasible without offsite processing. In addition, we continue to deploy Automated Book Processing (“ABP”) systems at our offsite processing facilities and in stores. The ABP system is an integrated set of technologies that efficiently identify, price and sort books based on their critical attributes (e.g., genre, author, market price). The system design consists of high-speed conveyors, optic recognition, robot tagging and an automated book distribution system, all working in concert to increase throughput eightfold over our traditional, manual process. \n\nThese offsite processing capabilities widen our competitive and operational advantage, and we plan to continue expanding the use of such technologies across new and existing markets. As of December 28, 2024, 5 CPCs and 18 ABP systems are in full operation.\n\nProcessing has five sequential and interdependent steps: (1) receiving, (2) sorting, (3) grading and pricing, (4) merchandising and (5) wholesale. Given the high volumes processed in our stores, effective process management is critical to ensuring each step is done properly and in coordination with the other steps. The typical processing room has approximately 30 team members, each of whom is trained in a specific area and many of whom are cross-trained to support adjacent roles.\n\nRetail\n\nOur store experience directly reflects our mission to make secondhand second nature. We deliver a well merchandised environment that maximizes customer engagement and supports a core tenet for any thrifter—the treasure hunt. The average store has approximately 20,100 square feet of retail space and offers a wide selection of quality items across clothing, home goods, books and other items at convenient locations. In fiscal year 2024, nearly 34,000 items were merchandised per store every week. Our sales floor inventory is also regularly rotated and refreshed, with inventory turns of more than 15 times a year, providing our customers with an extensive, ever-changing selection at tremendous value.\n\nFurther, we have a continuous feedback loop to which we conduct surveys to take the pulse of our customers on a weekly basis regarding the shopping experience and environment. This information is proactively shared with our leadership team and cascaded to store managers, who are measured on their ability to improve operations.\n\nAs of December 28, 2024, we had 172 stores in the U.S., 165 stores in Canada and 14 stores in Australia. We operate under six distinct store banners: Savers, Value Village, Value Village Boutique, Village des Valeurs, Unique and 2nd Ave.\n\nWholesale, Reuse and Repurpose\n\nIn support of our efforts to extend the life of reusable goods and recover a portion of the cost of acquiring our supply of secondhand items, we sell the majority of textile items that are unsuited for or unsold at retail stores to our wholesale customers who reuse and repurpose the items we sell to them across 4 continents and 12 countries. Textiles not suitable for reuse as secondhand clothing can be repurposed into other textile items (e.g., wiping rags) and post-consumer fibers (e.g., insulation, carpet padding), further reducing waste. We typically see fluctuation in the number of countries we sell into because we continually seek to maximize revenue and mitigate the inherent risks of operating in wholesale markets, including fluidity in the end-user markets and shipping challenges.\n\nWe have long-standing relationships with our wholesale customers and work directly with textile processors that have multiple reuse and repurposing streams. Other categories, such as hard goods, move directly to small businesses and shop owners in markets across the globe for resale in various retail forms.\n\nLogistics and Distribution\n\nThe vast majority of our supply is processed as it is generated. We store very little of our collected inventory, and any excess supply that is stored is only done so for short durations on rented trailers onsite at store locations or in a variety of local trailer yards. Our supply is nearly all locally sourced and locally consumed within a few weeks after it is initially collected.\n\nWe also operate a number of warehouse locations in various markets which serve as supply and demand buffers when needed and help to modulate supply flow to the stores. Only a very small portion of supply is transferred across markets or regions.\n\nHow We Plan to Grow\n\nStrategically grow our store base\n\nOur goal is to strengthen our position as the leading for-profit thrift operator by expanding our store footprint. We plan to open 25 to 30 new stores in 2025, and expect to open a similar number of stores in future years. \n\n•In-fill opportunities: We will continue to identify attractive locations in our existing markets by leveraging our brand awareness and operational capabilities, and where we have the advantage of both attractive supply and demand. These in-fill opportunities will include both traditional and stores with an alternative format. Our alternative store format is designed to capitalize on high real estate availability in in-fill markets through smaller formats.\n\n•Adjacent store opportunities: We also will pursue opportunities to expand our regional footprint in adjacent areas where we can leverage our operational capabilities and regional market knowledge.\n\n7\n\n\n•Greenfield market opportunities: We are currently underpenetrated in multiple important regional markets, including the South and West regions of the U.S. \n\nDriven by our disciplined real estate selection approach, we expect to deliver attractive return on investment and store-level profitability. \n\nDrive comparable store sales growth\n\nOur goal is to drive comparable store sales growth by continuing to hone and refine our superior value proposition and differentiated in-store shopping experience, and by continuing to offer a compelling selection of quality secondhand items. Benefiting from secular tailwinds, we expect to drive comparable store sales growth with the following strategies:\n\n•Quality product offerings: We offer a dynamic, ever-changing selection of items, with an AUR of approximately $5. We will continue to procure an ample supply of quality secondhand items to delight our customers. Our compelling selection of offerings enables us to drive both frequency with existing customers and the acquisition of new customers.\n\n•Improving shopping experience: We will continue to invest in the in-store shopping experience to facilitate the treasure hunt dynamics for our customers. We have invested in renovations to modernize our stores; new technologies to optimize store operations; and alternative store formats supported by our offsite processing strategy. \n\n•Expanding engagement with our loyalty program members: We are investing in email and text messaging as a cost-effective means of reaching our existing customers and we continue to focus on collecting valid emails for our loyalty program members. Our personalized email communication and targeted offers are designed to increase engagement and drive purchase frequency among our growing loyalty program member base.\n\n•Conducting brand marketing: We will continue to utilize our brand marketing spend to improve brand awareness, bolstered by the broader adoption of thrift shopping overall to drive new customer acquisition.\n\nContinue to implement strategic initiatives to drive efficiency and expand margin, and to unlock new store potential\n\nWe have multiple levers within our control that have been critical in driving our profitability. For instance, over time, our data analysis has improved our sales yield (defined as retail sales generated per pound processed on a currency neutral and comparable store basis), which has grown at a 6.2% compound annual growth rate (“CAGR”) from fiscal year 2019 to fiscal year 2024. Our strategy of increasing the penetration of OSDs as a percentage of total supply has had a significant impact on the quality of our supply, benefiting sales yield and ultimately our gross product margin. In addition, a company-wide self-checkout initiative was completed in the second quarter of 2023 achieving an annual average contribution of $91,000 per store in 2023. Also, as of December 28, 2024, 5 CPCs and 18 ABP systems are in full operation. Consistent with initial projections, each ABP system is projected to deliver $250,000 per year in incremental contribution. \n\nWe continue to expand offsite processing capacity and have re-allocated and prioritized CPC and warehouse processing capacity to support new store growth; the majority of new stores opened in 2024 and planned for 2025 will be serviced by an offsite processing facility and would not have been feasible without offsite processing. In more densely populated areas, offsite processing enables in-fill opportunities in alternative store formats without the need for a full-scale processing facility in the store. Our culture of innovation and data orientation has been critical to driving operational efficiencies, and we will continue to lead in terms of innovating the thrift business model.\n\n8\n\n\nSelectively pursue other growth opportunities\n\nIn addition to our organic growth initiatives, we will also take an opportunistic yet disciplined approach toward potential inorganic growth opportunities. Given the fragmented nature of the thrift category, we believe there are significant opportunities for growth. This can be conducted through the acquisition of well-operated regional players where we believe we can build upon our infrastructure and scale to accelerate the growth of a potential target and generate synergies. Our acquisition criteria include a significant regional presence, access to a robust flow of quality supply, strong brand awareness, and a complementary cultural fit for our company. For example, in November 2021, we completed the acquisition of 2nd Ave., which added 12 stores in the Northeastern and Mid-Atlantic regions of the U.S. and the GreenDrop system. We continue to expand GreenDrop to locations in other markets. Further, in fiscal year 2024, we completed the acquisition of 2 Peaches Group, LLC and its seven stores, which are the Company’s first locations in the state of Georgia and will serve as a base for the Company’s entrance and expansion into the southeast region of the U.S.\n\nMarket Demand and Competition\n\nWe operate within the large, fragmented and fast-growing secondhand market, which is a subset of the broader retail market. Our data shows that secondhand shopping continues to grow in popularity across age groups and demographics, with nearly 90% of North American consumers engaging with a thrift store through shopping, donating or both. We experience competition in these markets with respect to our retail offerings and our product supply.\n\nRetail competition\n\nWe compete for customer spend with value retailers, including off-price retailers and other thrift operators. The non-profit thrift sector is largely decentralized, with local chapters managing stores in their respective markets. The for-profit thrift sector is typically characterized by smaller chains of 10 to less than 40 retail locations each. \n\nSupply competition\n\nThe retail thrift industry is made possible by the availability of quality secondhand items. As the secondhand movement continues to thrive and grow, we face increasing competition for secondhand goods from other thrift stores, consignment retailers, on-line thrift retailers and on-line marketplaces.\n\nCompetitive Strengths\n\nWe believe the following strengths differentiate us from our competitors and serve as the foundation for our current and future growth.\n\nA leader in the industry with a powerful business model\n\nWe are the largest for-profit thrift operator in the U.S. and Canada based on number of stores. With 351 retail stores under the Savers, Value Village, Value Village Boutique, Village des Valeurs, Unique and 2nd Ave. banners, we are nearly 10 times larger than the next largest for-profit thrift operator. We believe our significant scale advantage allows us to deliver compelling value and a superior shopping experience to customers, while generating strong cash flow that can be reinvested in our business.\n\nWe have innovated and integrated the three highly complex parts of thrift operations—supply and processing, retail, and sales to wholesale markets—through significant operational expertise and investments. This has created a compelling business model which is differentiated against online competition and traditional retail, based on our treasure-hunt experience and low AUR. Such advantages of our business model provide compelling value to customers, drive attractive profitability for the business, and underpin comparable store sales growth. As interest in the secondhand market continues to grow, we will have the opportunity to elevate and define the thrift experience for decades to come. \n\n9\n\n\nUnmatched value proposition driving exceptional customer engagement\n\nWe offer quality items at one of the deepest values across all of our product categories and an exciting, engaging treasure hunt experience in a contemporary in-store atmosphere, which underpins strong customer loyalty. Our most engaged customers are members of our Super Savers Club® loyalty program. As of December 28, 2024, we have 5.9 million active members enrolled in our U.S. and Canadian loyalty programs who have made a purchase within the last 12 months, compared to 5.3 million active loyalty members as of December 30, 2023. Active members drove 72.4% of retail sales during fiscal year 2024, compared to 70.3% during fiscal year 2023.\n\nOur members earn points or store credit, which further enhances the value shopping experience. Members in both the U.S. and Canada receive exclusive coupons and offers via email, as well as a special birthday coupon. The majority of our customers join our loyalty programs during the checkout process in our stores. We also offer in-store self-service sign-ups at our self-checkout kiosks, which makes the process more efficient by eliminating the need for sign-up assistance from a team member. Customers in the U.S. and Canada also have the option to sign up online or via text message.\n\nWe have a particularly active presence on social media platforms, including Facebook, Instagram and Pinterest, enabling connections with our customers, and we also partner with a number of social media influencers who generate further awareness of our brands through sponsored content. At the core of our “Thrift Proud” movement, our customers and followers on social media serve as influential peer-to-peer brand ambassadors and are tagging our brand and banners in thousands of photos and videos weekly. We enjoy highly engaged communities on social media who are inspired by thrift hauls, shopping cart photos, do-it-yourself and upcycling, and creating “new from used”.\n\nSupply model with proven capacity to drive growth\n\nQuality and volume of supply play a critical role in driving traffic, customer frequency and engagement. We have developed a proven strategy to continuously improve our supply model. In order to maximize supply quality, we periodically assess sales yield, which we define as retail sales generated per pound processed on a currency neutral and comparable store basis, from each supply source to make informed decisions on supplier selection. This approach ultimately improves both our revenue and profitability. We have been strategically focused on increasing our OSDs, particularly in increasing convenience and proximity to potential donors. OSDs not only drive profitability but also enhance the consistency and reliability of supply to each of our stores. We expect our focus on increasing OSDs will contribute to further improvement and growth in our supply.\n\nCulture of innovation and operational excellence\n\nOur culture of innovation underpins our key decisions and the way we run our business. We continue to be an industry leader with innovation to improve the customer experience, while enhancing operational efficiency. We have continuously improved our thrift operations across sourcing, processing and retailing. We have launched major initiatives, such as self-checkout and the implementation of CPC and ABP technologies, that will further reinforce our competitive advantage and have a measurable impact on our financial profile.\n\nAttractive financial profile with proven track record of consistent growth\n\nOur total net sales have grown at a 5.0% CAGR over the last five years. We have also delivered gross product margin expansion over the same period, from 50.7% for fiscal year 2019 to 56.4% for fiscal year 2024. We define gross product margin as net sales minus cost of merchandise sold, exclusive of depreciation and amortization, divided by net sales. We have utilized multiple levers that are unique to our business model to drive margin improvements, especially the growth of OSDs as part of our supply mix and sales yield improvement. OSDs and GreenDrop accounted for 76.3% of our total pounds processed during fiscal year 2024, compared to 53.0% of our total pounds processed in 2019. Further, our sales yield has grown to $1.46, compared to $1.08 for fiscal year 2019. As a result of our attractive financial profile, we have significant flexibility with respect to capital allocation, giving us the ability to drive long-term shareholder and stakeholder value through various operating and financial strategies.\n\n10\n\n\nHighly experienced and strategic leadership\n\nOur strategic vision and culture are directed by a leadership team that combines deep industry expertise and advanced operational capabilities to continuously innovate our business. Given the unique needs of the business, our leadership team has diverse backgrounds across not only retail but also technology, manufacturing, and supply chain. We are committed to ethical practices in every aspect of our business and are guided by people who fundamentally do the right thing.\n\nSeasonality\n\nSeasonality in our business does not follow that of traditional retailers, which usually experience a typical concentration of revenue during the holidays. Supply from donations made to our NPPs is usually slightly more concentrated during the second and third quarters of the year, as it coincides with warmer periods, and customer demand for secondhand goods is usually slightly higher during the third and fourth quarters of the year, in part as a result of increased demand during the fall season.\n\nMarketing and Brand Awareness \n\nWe have highly recognizable brands in Canada. In the U.S., we have an opportunity to continue building brand awareness across our four brands.\n\nWe drive traffic, acquire new customers and donors to our NPPs and promote brand awareness through an efficient, cost-effective mix of customer engagement (word-of-mouth), paid and organic marketing. Our marketing channels and approach include social media, influencer engagement, digital media, email, text messaging, online, and in store promotional materials, which support existing and new market entries. Our website is also an extension of our brand and retail stores, and serves as a marketing and informational tool.\n\nTo further strengthen brand awareness, particularly in the U.S., we are partnering with authentic, relatable influencers with highly engaged audiences. Our roster of influencers has enabled us to create a steady stream of on-brand, owned content that we can use and repurpose through other marketing methods, such as paid digital amplification efforts to reach our audiences at scale. Our user and influencer-generated content strategy builds authenticity by celebrating the real, genuine shoppers who have shaped our brand image through social media, online, email, paid digital and in-store signage, among other avenues.\n\nESG Impact\n\nEnvironmental\n\nOur business model is designed to maximize the life of reusable goods, and we found a reuse for over 3.2 billion pounds of secondhand items from 2020 to 2024. Textiles, shoes and books that are unsold at retail stores are sold to wholesale customers, who reuse and repurpose the items we sell to them globally. Textiles not suitable for reuse as secondhand clothing can be repurposed into other textile items (e.g., wiping rags) and post-consumer fibers (e.g., insulation, carpet padding), further reducing waste. \n\nSocial\n\nOur business model is predicated on sourcing our supply from non-profit organizations in the communities where we do business. The contracts we enter into with our NPPs are typically 1-3 years in duration. Our relationships with our NPPs average approximately 20 years. Over the last five years, we have paid our NPPs more than $490 million for secondhand goods, providing them with unrestricted revenue to support their community-focused missions. \n\nWe strive to positively impact our team members, customers and the communities in which we live and do business. Our leading “people” metric across our organization is team member engagement, which is scored across various areas, including overall job satisfaction, whether the team member would recommend us as a place to work, personal commitment, being energized at work and intent to remain employed. Our team member engagement is considered best-in-class, as measured by an external consultant, comparing our results to other companies in the retail sector. Team member engagement is crucial to customer satisfaction and the satisfaction of our NPPs and their donors.\n\n11\n\n\nWe encourage team member involvement to support local causes and our stores are empowered to support local relief efforts and community nonprofits. For example, our stores have worked with local charitable organizations to provide items or discounts to individuals impacted by natural disasters such as fires and floods, teachers for their classrooms, victims of house fires, and other community requests. In partnership with Veterans Emergency Transition Service Canada, our stores provide move-in kits to help homeless veterans settle into new homes. Kits typically include kitchenware, bed and bath accessories, and other essential items.\n\nWe have also sponsored and engaged our corporate workforce in local charitable events such as nonprofit lunch and dinner galas and other community events. Our Charitable Giving Committee establishes our corporate giving philosophy, policies, and makes grants from our Donor Advised Funds. \n\nGovernance\n\nWe are committed to ethical practices in every aspect of our business and have adopted a Savers Code of Conduct that outlines our expectations for internal interactions and helps us maintain compliance with local laws and regulations. Our five core values guide our strategic direction and how our team members interact with one another, our communities and our customers: (1) make service count, (2) celebrate uniqueness, (3) do the right thing, (4) find a better way and (5) make an impact.\n\nWe continuously evolve our corporate governance policies, procedures and teams to ensure not only our compliance with applicable legal requirements, but that we also live up to our high ethical standards for good governance. We are proud of our highly skilled and diverse Board of Directors, which includes three key standing committees: the Audit Committee, the Compensation Committee, and the Nominating, Governance, and Sustainability Committee. \n\nTrademarks and Other Intellectual Property\n\nWe believe that our brands significantly contribute to the success of our business. We own federally registered trademarks related to our brands, including SAVERS®, VALUE VILLAGE®, UNIQUE®, UNIQUE THRIFT STORE®, 2ND AVE®., 2ND AVE VALUE STORES® in the U.S., VALUE VILLAGE® and VILLAGE DES VALEURSMD in Canada, and SAVERS® in Australia. In addition, we own federal trademarks for certain business programs, like FUNDRIVE® and ALTEREGO® in the U.S. and Canada and SUPER SAVERS CLUB® and GREENDROP® in the U.S. (both pending in Canada). We also pursue and maintain federal registrations for certain slogans that we use, including THRIFT PROUD® in the U.S., Canada and Australia and RETHINK REUSE® and I GIVE A SH!RT® in the U.S., as well as service marks such as our stylized recycling symbol comprised of folded store tags. Our trademark registrations have various expiration dates. However, assuming that the trademark registrations are properly renewed, they have a perpetual duration.\n\nWe also own several domain names, unregistered copyrights in our website content and in our Donation Manager route and schedule management software that we license for use by and on behalf of our non-profit partners.\n\nWe pursue infringement of our trademarks and copyrights when appropriate. We rely on trademark and copyright laws, trade-secret protection and confidentiality, license and other agreements with our NPPs, our vendors, employees and others to protect our intellectual property.\n\nExclusive rights are held for CPC technology in the U.S. and Canada until December 2025. Exclusive rights to the CPC technology in Australia extended to October 2024; no purchase agreement for an Australia CPC was entered before the October 2024 deadline, so those rights lapsed as to Australia. Exclusive rights to the ABP technology in the U.S., Canada and Australia currently extends to December 2029.\n\nGovernment Regulation\n\nWe are subject to labor and employment laws, laws related to the collection of sales taxes and other tax matters, laws governing advertising and marketing including via text messaging and email and operation of customer loyalty programs, privacy laws, safety regulations, including consumer product safety regulations, and other laws including consumer protection regulations that regulate retailers and/or govern the promotion and sale of merchandise and the operation of stores and warehouse facilities, certain secondhand dealer ordinances, regulations related to clothing donation bins, environmental and waste regulations and laws, laws related to commercial and professional fundraiser registration and disclosure, regulations regarding telephone and mail solicitations, laws governing international trade and customs, laws governing weights and measures and laws related to transportation and trucking.\n\n12\n\n\nWe sell to overseas customers a majority of the secondhand goods that do not sell at our retail locations, and source a minimal amount of new goods from overseas markets. The U.S. Foreign Corrupt Practices Act (“FCPA”) and other similar anti-bribery and anti-kickback laws and regulations generally prohibit companies and their intermediaries from making improper payments to non-U.S. officials for the purpose of obtaining or retaining business. The U.S. Department of the Treasury Office of Foreign Assets Control (“OFAC”) is responsible for economic sanctions on countries, designated individuals, and entities (businesses, charities, institutions) named on its list of Specially Designated Nationals and Blocked Persons. This list includes roughly 10,000 companies, organizations, and individuals around the world with whom the vast majority of dealings with U.S. persons (including companies and companies outside the U.S. owned by U.S. persons) are prohibited. Our policies and our vendor compliance agreements mandate compliance with applicable laws, including these laws and regulations. For additional information on the potential effects of government regulation on our business, refer to Part I, Item 1A (Risk Factors) of this Annual Report.\n\nHuman Capital\n\nWe strive to create a culture that attracts and retains qualified talent with diverse backgrounds, experience and skills embodying our cultural values. We believe the enthusiasm of our approximately 22,700 team members is one of the significant contributors to our Company’s success, as highly engaged team members will provide better service to our customers, which is critical to customer satisfaction, the satisfaction of our NPPs and their donors, and the overall profitability of our stores. Therefore, our leading “people” metric across the organization is team member engagement, which is scored across various areas including overall job satisfaction, whether the team member would recommend us as a place to work, personal commitment, being energized at work and intent to remain employed. Our team member engagement is considered best-in-class, as measured by an external consultant, comparing our results to other companies in the retail sector. \n\nWe are exceptionally proud of our culture, and continually re-invest in our team members through training, professional growth opportunities, and a quality benefits package. We are committed to an engaged workforce that sees a path to promotion and host our own in-house “university” where we offer a wide array of both mandatory and elective online technical and management training programs. During fiscal year 2024, more than 62% of open salaried management positions were filled by internal promotions. \n\nWe believe that a unique perspective is critical to solving complex problems and inspiring a new generation of consumers to think secondhand first. As of December 28, 2024, 57% of the management roles in our stores and corporate operations were held by team members identifying as female, and 61% of our U.S. workforce was represented by diverse backgrounds and ethnicities. As of December 28, 2024, approximately 31% of our workforce is aged 20 to 30, with 27% aged 51 or older. During the same period, the average tenure of our store team members was 3.8 years, and our field multi-unit leaders, directors and executive population averaged 14.8 years of tenure. Our team members are primarily full-time employees (67% of our workforce) as of December 28, 2024 and approximately 89% of our workforce is compensated on an hourly basis.\n\nWe provide a competitive total compensation package to our team members, including competitive base pay and bonus programs, healthcare (both medical and dental), flexible spending accounts, life and disability insurance, retirement savings and a 401(k) corporate match program, mental health and wellness support programs, parental leave, and vacation, sick and holiday pay. \n\nAdditional Information\n\nOur U.S. website is www.savers.com. We make available through the “Investors” section at www.ir.savers.com, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, Proxy Statements and Forms 3, 4 and 5, and amendments to those reports, as soon as reasonably practicable after filing such materials with or furnishing such documents to the Securities and Exchange Commission (the “SEC”). The information found on our website is not a part of this or any other report filed with or furnished to the SEC. The SEC maintains a site that contains reports, proxy and information statements, and other information regarding issuers, such as the Company, that file electronically with the SEC at www.sec.gov.\n\nInvestors and others should note that Savers announces material financial information to its investors using its press releases, SEC filings and public conference calls and webcasts. Savers intends to also use the following channels as a means of disclosing information about Savers, its services and other matters and for complying with its disclosure obligations under Regulation FD:\n\n13\n\n\nSavers Investor Relations Webpage (www.ir.savers.com)\n\nSavers X: https://x.com/SaversVVillage\n\nSavers LinkedIn: https://www.linkedin.com/company/saversvaluevillage\n\nSavers Instagram: https://www.instagram.com/savers_thrift/\n\nSavers Meta: https://www.facebook.com/savers\n\nThe information Savers posts through these channels may be deemed material. Accordingly, investors should monitor these channels, in addition to following Savers’ press releases, SEC filings and public conference calls and webcasts. This list may be updated from time to time and reflects current updated channels as of the date of this Annual Report. The information we post through these channels is not a part of this Annual Report or any other document we file with the SEC, and the inclusion of our website addresses and X, LinkedIn, Instagram and Meta accounts are as inactive textual references only.\n\nWe have a code of ethics for senior financial officers, pursuant to Section 406 of the Sarbanes-Oxley Act. Copies of the code are available free of charge by writing to Secretary, Savers Value Village, Inc., 11400 S.E. 6th Street, Suite 125, Bellevue, WA 98004.",
      "char_count": 39622
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\n\nRisk Factor Summary\n\nBelow is a summary of the principal factors that we believe make an investment in the Company speculative or risky. This summary does not address all of the risks that we face. Additional discussion of the risks summarized in this risk factor summary, and other risks that we face, can be found after this summary, and should be carefully considered, together with other information in this Annual Report and our other filings with the SEC, before making an investment decision.\n\nRisks Related to Our Business and Industry\n\n•The success of our business model depends on our ability to source quality secondhand items at attractive prices.\n\n•The sourcing and other logistics of processing secondhand items, especially from local communities, can be subject to fluctuating costs and can have other risks that could negatively impact our business.\n\n•Our growth and performance depend on the efforts of our store and processing center team members and may be negatively affected by the labor market and employee relations.\n\n•Our extensive operations domestically and internationally are subject to global economic conditions, require us to manage different retail and wholesale environments and subject us to exchange rate risks. \n\n•Our ability to grow may be negatively affected by perceptions of thrift, trends in consumer discretionary spending, our operational ability to manage growth and the availability of new store locations.\n\n•Highly disruptive events such as natural disasters, global health crises and pandemics, geo-political events or workplace violence can negatively impact our logistics network and our sales.\n\n•Our success and growth is affected by our operational efficiency, including how successfully we implement our offsite processing strategy, our use of technology, and our ability to manage acquisitions.\n\n•Our reputation and brands may be adversely affected by actions of wholesale customers and our ability to maintain and report on our sustainability commitments. \n\n•Competition in the secondhand market and from sellers of new items may adversely impact our revenue, profitability, market share, and partnerships.\n\nRisks Relating to Information Technology, Intellectual Property, Data Security and Privacy\n\n•We could be, and have in the past been, subject to cyber-attacks or data breaches, which may cause significant business disruption and require us to incur additional costs and suffer reputational harm.\n\n•We process significant amounts of personal information and data and operate in multiple countries and jurisdictions, many of which are implementing new or updating existing privacy and information security requirements. As a result, we may experience increased compliance costs and any failure or perceived failure to comply with requirements may result in financial or reputational harm.\n\n•We may be unable to adequately protect our intellectual property or be accused of infringing on others’ intellectual property rights and may be required to spend significant resources to defend or enforce our rights.\n\nRisks Relating to Legal, Regulatory, Accounting and Tax Matters\n\n•We have a material weakness and may be unable to establish or maintain an effective system of internal control over financial reporting or maintain effective disclosure controls and procedures.\n\n•An actual or alleged failure to comply with the laws, rules and regulations that we are subject to could negatively affect our growth or increase our costs.\n\n•We may incur losses due to the payment methods we accept, including credit cards.\n\n•We may be exposed to a greater risk of litigation or claims as our business grows.\n\n•Our financial condition and operating results may be negatively affected by inaccurate estimates or judgments, changes in tax legislation and limited ability to utilize our net operating loss carryforwards.\n\nRisks Relating to Our Indebtedness and Liquidity\n\n•We have a significant amount of indebtedness which requires cash to service or repay, the terms of which includes restrictions on our operations. \n\n•Changes in interest rates or the ratings assigned to our debt could increase our debt service obligations or make it more difficult or expensive to obtain additional financing.\n\nRisks Related to Ownership of Our Common Stock\n\n•Our stock price may be volatile and decline due to factors outside our control, including sales by existing stockholders.\n\n•Any additional issuances of our common stock may dilute our stockholders and affect our stock price.\n\n•The only opportunity to achieve a return on your investment in our Company may be if our stock price appreciates and you sell your shares at a profit.\n\nRisks Relating to Our Organizational Structure\n\n•We rely on dividends and distributions from our operating subsidiaries to meet our obligations.\n\n•We are a “controlled company” and majority owned and controlled by certain funds, investment vehicles and accounts managed or advised by the Private Equity Group of Ares Management Corporation (the “Ares Funds”), whose interests may conflict with ours or other stockholders.\n\n•Provisions in our certificate of incorporation and bylaws may delay or prevent a change of control, and also contain exclusive forum provisions and renounce our interest in certain corporate opportunities.\n\nGeneral Risks\n\n•We depend on our executive officers and other key employees.\n\n•Being a public company may strain our resources.\n\nA description of the risks and uncertainties associated with our business is set forth below. You should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K and our other filings with the SEC, including the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our audited consolidated financial statements and related notes, before making a decision to invest in our common stock. Our business, results of operations, financial condition, cash flows and prospects could also be harmed by risks and uncertainties not currently known to us or that we currently do not believe to be material. If any of the risks actually occur, our business, results of operations, financial condition, cash flows and prospects could be harmed, the market price of our common stock could decline, and you could lose part or all of your investment.\n\nRisks Relating to Our Business and Industry\n\nIf we fail to obtain a sufficient quantity of new and recurring quality secondhand items at attractive prices, our business, results of operations and financial condition could be harmed.\n\nOur business model is based on sourcing from and selling to the local community so we are dependent on our ability to obtain a sufficient quantity of quality secondhand items at attractive prices from sources in each community in which we operate. The quality and quantity of the supply of our secondhand items are critically important drivers of our sales generated per pound of goods processed, which we internally refer to as “sales yield.” If we are unable to achieve a favorable sales yield with a sufficient quantity of goods obtained at attractive prices, our profitability will suffer. \n\nOur ability to cost-effectively obtain quality secondhand items is dependent on maintaining strong relationships with our existing NPPs, maintaining and growing OSDs and developing relationships with new NPPs and their donors. Our efforts to appeal to NPPs and their donors, including, among other things, enhancing and improving our Community Donation Centers and timely compensating our NPPs, may not result in a recurring supply of quality secondhand items and these efforts may not be cost-effective individually or in the aggregate. Numerous factors may impede these efforts, including our ability to continue to enhance and improve our Community Donation Centers, provide timely and adequate compensation to NPPs, maintain our reputation, and face competition for secondhand items from other purchasers. We generally do not have long term supply agreements with our NPPs. Our ability to increase OSDs is dependent in large part on how convenient it is for donors to make a donation at one of our stores (which can be related to store location) and the quality of the donors’ donation experience, including the identity and their perception of the NPPs to which they are donating their items. If we are unable to meet the expectations of our NPPs and their donors and drive repeat donations, the overall supply and quality of the secondhand items we receive could be adversely affected, and we may be required to pay higher prices to our NPPs for secondhand items as a result. \n\nFurthermore, the quality of items we receive (either directly from our NPPs or through OSDs) is critical to our sales yield and profitability, and to our customers’ experience. To the extent the items supplied to us are of low quality or poor condition, fewer of those items may be graded in our processing centers as salable at retail and a greater proportion of items may be sold at lower wholesale prices. Additionally, lower item quality may result in a lower unit retail price and may result in markdowns and other promotions. Furthermore, because many of our customers desire a treasure hunt experience, a decline in the amount of desirable items displayed could have a negative effect on their shopping experience and result in a decline in store visits and purchase volumes, and could also negatively affect our ability to attract new customers.\n\nThe failure to pay attractive prices for such items could also negatively impact our sales yield, revenues and profitability and could have a material, adverse effect on our business, financial condition and results of operations. In addition, economic uncertainties, governmental orders and other similar events or other challenges could negatively impact the ability or desire of NPPs to continue supplying secondhand items on terms or in quantities desirable to us or their donors’ ability or willingness to make OSDs. If we are unable to obtain a sufficient volume of quality secondhand items, our sales revenue from secondhand items would be materially and adversely affected, which would have a material, adverse effect on our business, growth prospects, results of operations and financial condition. \n\n16\n\n\nWe are subject to various risks to our physical store and processing facility locations, including with respect to the sourcing, processing, storage and other logistics of secondhand items.\n\nThe secondhand items we offer are initially sourced through our NPPs either directly or through OSDs at our stores as well as through GreenDrop locations. Beyond the price we pay for secondhand items, we may experience fluctuations in the cost of merchandise sold due to, among other things, increases in labor, transportation and storage costs, which may be driven by market forces outside of our control, such as inflation. Furthermore, our ability to generate revenue and the cost of merchandise sold in each locality may be limited or otherwise affected by each location’s processing and storage capacity. Our business, financial condition and results of operations could be negatively impacted by these cost and capacity issues.\n\nWe may also receive damaged or dangerous secondhand items, and such items can be damaged during shipping or processing, during storage or otherwise while in our stores. For example, we may experience contamination such as mold, bacteria, insects or other pests, or damage due to water, spills or fire (including arson) or we may receive dangerous secondhand items such as weapons. If we are unable to detect, quarantine and properly deal with dangerous items or contaminants at the time items are initially received or if we are unable to maintain the health and safety of our facilities, our team members could be harmed or some or all of the other secondhand items in such facilities could be contaminated. These events may also cause us to incur additional expenses and our reputation could be harmed. We are also subject to shrinkage of inventory at our stores and facilities, and if we are unable to control such shrinkage, our sales yields will be negatively affected.\n\nAdditionally, since we offer a unique selection of secondhand items in our stores, our ability to restore such selection after physical damage or a disruption of any of our transportation, storage or processing operations would take time. To the extent any such events also affect our NPPs or their donors, the supply of goods to our stores may decrease, potentially resulting in certain limitations and delays of available supply for customers, which would negatively impact our revenue, financial condition and results of operations. \n\nWhile our property insurance covers certain of our inventory and losses, insurance coverage has become more expensive, which has resulted in increased premiums and deductibles. The insurance we do carry may not continue to be available on commercially reasonable terms and, in any event, may not be adequate to cover all possible losses that our business could suffer. In the event that we suffer a catastrophic loss of any or all of our facilities or the secondhand items in such facilities, our liabilities may exceed the maximum insurance coverage amount, which could adversely affect our business and results of operations.\n\nOur business depends on our ability to attract and retain suitable workers for our stores and processing facilities and to manage labor costs, particularly given recent disruptions in the supply and cost of labor.\n\nOur business depends on recruiting, hiring, developing, training and retaining talented key management personnel and team members in hourly full-time and part-time positions for our stores and processing facilities. Historically, our industry has been challenged by high rates of employee turnover, labor shortages and rising wage rates. In particular, retail and warehouse management positions have had historically high turnover rates which can lead to increased training and retention costs. We emphasize promotion from within and therefore must provide significant internal training and development for management personnel and must effectively manage succession planning. If we do not effectively attract or manage the promotion and retention of qualified individuals, our growth could be limited and the successful execution of our business model could be adversely affected.\n\nOur ability to meet our labor needs while controlling labor costs is subject to many external factors, including competition for and availability of qualified personnel, rising unemployment levels, governmental regulatory bodies, wage inflation and prevailing wage rates in the jurisdictions in which we operate (including the heightened possibility of increased applicable minimum wage rules and regulations), health and other insurance costs, changes in employment and labor laws or other workplace regulations (including those relating to employee benefit programs such as health insurance and paid leave programs), our ability to maintain good relations with our team members, employee activism and our reputation and relevance within the labor market. \n\nOver the past few years, we have incurred higher wage rates for our employees and we expect that our labor costs, including wages and employee benefits, will continue to increase. In recent years, inflation has risen worldwide and the U.S. and Canada have experienced historically high levels of inflation. While we have made certain price adjustments to, among other things, address labor costs, there can be no assurance that our revenues will increase at the same rate to maintain the same level of profitability. \n\n17\n\n\nIf we are unable to attract and retain quality employees and management personnel, or fail to comply with the regulations and laws impacting personnel, our operations, processing efficiency, customer service levels, legal and regulatory compliance and support functions could suffer, resulting in a material adverse effect on our business, financial condition and results of operations.\n\nBoth supply of and demand for our products is influenced by general economic conditions, including trends in consumer spending.\n\nOur business and results of operations are subject to global economic conditions, conditions in the markets in which we operate and their impact on consumer discretionary spending, particularly in the retail market. Some of the factors that may negatively influence consumer spending on retail items include high levels of unemployment, high consumer debt levels, a prolonged economic downturn or acute recession, fluctuating interest rates and credit availability, fluctuating fuel and other energy costs, fluctuating commodity prices, other inflationary pressures and general uncertainty regarding the overall future political and economic environment. For example, most Canadian mortgages require multiple term renewals until they are paid in full, and the recent inflationary pressure and elevated interest rates means increased financial pressure on Canadian homeowners that may affect their spending. Furthermore, the macroeconomic environment in Canada remains challenging, with elevated levels of unemployment and a high cost of living that is especially hard on low-income consumers, which may lead to reduced consumer spending and lower sales at our locations throughout Canada. Additionally, economic conditions in particular regions may also be affected by natural disasters, such as earthquakes, hurricanes and wildfires; unforeseen public health crises; political crises, such as terrorist attacks; war, such as the ongoing Russia-Ukraine conflict and conflicts in the Middle East; and other incidents of political or social instability or other catastrophic events in the U.S., Canada or internationally. The presence or absence of government stimulus funding programs has had and may continue to have an impact on consumer discretionary spending and, consequently, purchases at our stores.\n\nTraditionally, consumer purchases of new retail items have declined and secondhand markets have grown during periods of economic uncertainty, when disposable income is reduced or when there is a reduction in consumer confidence. Nevertheless, we cannot guarantee that our customers will continue to visit our stores and buy our items if economic conditions worsen. On the other hand, economic upswings could increase the rate of new retail purchases in the primary market and slow the rate at which individuals choose to shop in the secondhand market, thereby decreasing our revenue.\n\nFurthermore, fluctuations in economic and other conditions could also negatively impact the rate at which individuals choose to donate their secondhand items to our NPPs. To the extent that donors have lower actual or perceived wealth or economic security, donors may be less willing or able to donate items to our NPPs. A constriction in the supply of secondhand items could increase the price of and/or reduce the quality or quantity of items we purchase for sale in our stores, which would adversely affect our revenues, profitability and sales yields. As a result, general economic and other conditions could have a material and adverse effect on our business, results of operation and financial condition.\n\nIf we fail to manage our growth effectively and execute our business plan, our business, results of operations and financial condition could be harmed.\n\nOur growth has placed, and may continue to place, significant demands on our management and our operational and financial resources. Our organizational structure is complex, reflecting our multi-tiered operational, financial and management controls as well as our reporting systems and procedures.\n\nTo manage our operations and the significant number of customers, we will need to continue to grow and improve our operational, financial and management controls and our reporting systems and procedures. Our expansion has placed, and our expected future growth will continue to place, a significant strain on our management, people services, marketing, operations, administrative, legal, financial, customer support, information technology, investor relations and other resources. If we fail to manage our anticipated growth in a manner that preserves key aspects of our corporate culture, our employee morale, productivity and retention rates could suffer, which could negatively affect our brands and reputation and harm our ability to grow our business. \n\nIn future periods, we may not be able to sustain or increase net sales growth rates consistent with recent history, or at all. We believe our success and revenue growth depends on a number of factors, including, but not limited to, many of the risks discussed in this section.\n\n18\n\n\nIf we are unable to execute on our strategy while effectively managing our risks, our revenue growth may be harmed. We also expect our operating expenses to increase in future periods, and if our revenue growth does not increase to offset these anticipated increases in our operating expenses, our business, results of operations and financial condition will be harmed, and we may not be able to maintain profitability.\n\nWe lease all of our locations and must identify, obtain and retain suitable locations for our stores and processing facilities to achieve our planned growth. \n\nWe lease all of our locations. Our business strategy requires us to find appropriate store sites in our targeted market areas, and we compete with other retailers and businesses for many of these locations. Furthermore, the growth of our business depends on our ability to secure additional locations for our CPCs and other offsite processing facilities to serve our stores. We estimate that approximately half of our planned store locations may require processing facilities on-site that necessitate specific size, layout and other physical attributes that may not be available widely in the local area. We must also continue to staff our CPCs with qualified workers because our CPC operations are complex and highly dependent on numerous employees and personnel working as a team. Spaces that meet our physical requirements in well-positioned geographic locations continue to be limited, and lease terms offered by landlords are competitive, particularly in geographic locations with access to the large, qualified talent pools required for us to run our logistics infrastructure. Companies with more financial resources and negotiating leverage than us may be more attractive tenants and, as a result, we may be outbid for the facilities we seek.\n\nOur store site selection process includes review of impactful demographic information, including regarding potential customers, donors and team members. This information can be a helpful indicator but may not accurately predict consumer preferences, buying or donation trends or workforce availability. Time frames for negotiations and store development vary from location to location and can be subject to unforeseen delays or unexpected cancellations, which could delay openings and have a negative impact on our business and operating results. Furthermore, if we are unable to locate and compete for suitable locations in the future, we may not be able to open new locations or fully realize the expected benefits of existing locations.\n\nWe are also subject to certain risks with respect to our leases. Our store leases are generally for extended terms with a typical initial term of 10 years and existing leases have an average remaining term of approximately 7.67 years as of December 28, 2024. The majority of our store leases contain provisions for base rent and a small number of our leases also contain provisions for percentage rent based on sales in excess of an agreed upon minimum annual sales level. In addition, certain of our leases may contain restrictions on our ability to terminate, assign or sublease our obligations or may contain obligations to continue operating for certain lengths of time, which could prevent us from closing or relocating certain underperforming locations. If we decide to close locations, we generally are required to continue paying rent and operating expenses for the balance of the lease term. Further, even if we are able to assign or sublease vacated locations, we may remain liable on the lease obligations for the rent differential or if the assignee or sub-lessee does not perform. Accordingly, we are subject to certain risks associated with leasing locations, which can have a material and adverse effect on us.\n\nIf we are unable to secure suitable locations in the future, we may experience difficulty in opening new locations at reasonable cost. Due to the competitive nature of the real estate market, we may be unable to renew our existing leases on satisfactory terms or at all. If we are unable to renew, renegotiate or replace our leases or enter into leases for new locations on favorable terms, our growth and profitability could be harmed, which could have a material and adverse effect on our business, financial condition and results of operations.\n\n19\n\n\nOur continued growth depends on attracting new, and retaining existing, customers, including by increasing the acceptance of thrift among new and growing customer demographics, and effective advertising.\n\nOur ability to attract and retain customers also depends on our ability to offer a broad selection of desirable and quality secondhand items in our stores, our ability to consistently provide high-quality customer experiences and our ability to successfully promote and position our brands and stores. To expand our customer base, we must appeal to and attract customers who do not typically purchase secondhand items or who use other means to purchase secondhand items, such as other consignment and thrift stores or online secondary marketplaces. We reach new customers through paid search, social media, influencers, advertising, other paid marketing, press coverage, retail locations, referral programs, organic word of mouth and other methods of discovery, such as converting our NPPs’ donors to customers. We expect to continue investing in these and other marketing channels but cannot be certain that these efforts will enable us to attract and retain more customers, result in increased store visits or increased basket sizes or be cost-effective. Consequently, failure to attract new customers and to retain existing customers could harm our business, results of operations and financial condition.\n\nOur investments in marketing may not effectively reach potential and existing customers, which could negatively affect our results of operations. Moreover, consumer preferences may change, and customers may not purchase through our stores as frequently or spend as much with us as historically has been the case. In addition, our social media presence may expose us to reputational damage if others post negative information concerning our business, our customers, NPPs or their donors, regardless of whether such information is accurate. Any such harm may be immediate and we may not have any opportunities for redress or correction, which could have an adverse effect on our reputation, business, results of operations, financial condition and prospects. Consequently, failure to attract new customers and to retain existing customers could harm our business, results of operations and financial condition.\n\nWe have significant foreign operations, particularly in Canada, that subject us to additional operating risks and certain exchange rate risks, which we may not be able to fully hedge.\n\nAs of December 28, 2024, we operated 165 stores in Canada and 14 stores in Australia. Our operations in these non-U.S. jurisdictions require us to understand the retail climate and trends, customs and cultures, seasonal differences, business practices and competitive conditions in those jurisdictions. We are also required to familiarize ourselves with the laws, rules, regulations and government of each of those jurisdictions. Operations in each jurisdiction also require us to develop the appropriate in-country infrastructure, identify suitable partners for local operations and successfully integrate operations in that jurisdiction with our overall operations while effectively communicating and implementing company policies and practices. There are also financial, regulatory and other risks associated with international operations, including currency exchange fluctuations, potentially adverse tax and transfer pricing considerations, limitations on the repatriation and investment of funds outside of the country where earned, tariffs or trade regulations, the risk of sudden policy or regulatory changes, the risk of political, economic and civil instability and labor unrest and uncertainties regarding interpretation, application and enforceability of laws and agreements. Any of these risks could adversely impact our operations, profitability or liquidity.\n\nIn addition, our Canadian and Australian operations use a functional currency other than the U.S. dollar. For fiscal year 2024, 43.3% of our net sales were denominated in a currency other than the U.S. dollar. We are exposed to currency translation risk because the results of our international businesses in some countries are generally reported in local currency, which we then translate to U.S. dollars we record for our foreign assets, liabilities, revenues and expenses, and could have a negative effect on our financial results.\n\n20\n\n\nNatural disasters, pandemics, geo-political events and other highly disruptive events can have an unpredictable and adverse impact on our business, results of operations and financial condition.\n\nOur stores and processing facilities are critical to our operations. Any disruptions to those facilities or our logistics network, headquarters or any properties used by NPPs in connection with the supply of secondhand items to us could disrupt our business and overall operations. Events such as natural disasters or severe or otherwise unusual weather events (including, but not limited to, fires, hurricanes, tornadoes, tsunamis, floods, earthquakes); actual or threatened workplace violence which can include premeditated or spontaneous acts such as terrorism, bomb threats, robbery, assault, active shooters, interpersonal violence, arson and civil unrest that results in protests, rioting and/or looting; disease outbreaks; nuclear accidents; cyberattacks; military activities; labor strikes; and building or construction damage or defects could cause physical damage to or destruction of one or more of our properties and/or inventory, and could further severely disrupt our operations, supply chains or utilities or data and communications systems and cause harm to our team members and/or customers and expose us to litigation relating to personal injury or property damage. We cannot be certain that our insurance coverage will be adequate for liabilities actually incurred or that insurance will continue to be available to us on economically reasonable terms or at all. \n\nIn addition, events that could limit the ability or desirability for people to shop in person would also heighten certain other risks disclosed in this Annual Report. These effects have in the past and could in the future negatively impact our operations and financial performance, including our revenues and sales yield, including through impacting the amount and quality of donations to our NPPs and our customers’ willingness to shop at our stores. For example, due to the COVID-19 pandemic, our retail stores were closed for a substantial portion of 2020, which resulted in lower retail sales volume and fewer donations made to our NPPs at our CDCs. When locations were reopened, we also experienced operational challenges from personnel absences, decreased foot traffic at our stores, a decrease or volatile patterns in spending on retail in general, and continued diversion of the attention of our management team. \n\nFurther, any of the events described herein or other events that cause closures, reductions or delays in operations can slow or temporarily halt our operations and could cause us to incur significant costs to relocate or otherwise re-establish these functions, reduce customer sales or our ability to sell items, or increase our insurance costs. These events could also cause reputational harm, decreased consumer confidence and spending and/or increased volatility in the U.S., Canada and global financial markets and economies. Any of these developments could have a material and adverse effect on our business, financial condition and results of operations.\n\nIf we are unable to extend our exclusive rights with the provider of our CPC and ABP technologies, and otherwise successfully leverage technology to automate and drive efficiencies, our business, results of operations and financial condition could be harmed.\n\nWe have contractual arrangements with Valvan Baling Systems NV (“Valvan”), the provider of CPC technology, and ABP technology that include exclusive rights to the use of the CPC technology and ABP technology for a period of time that may be extended as we purchase additional technology from the provider in connection with our build out of additional CPCs and ABP facilities. The CPC and ABP technologies widen our competitive and operational advantage, and we plan to expand both across many of the markets in which we operate in the next several years. Our ability to extend these exclusive rights with respect to the CPC and ABP technologies is dependent on us continuing to secure our relationship with the provider as we continue to expand our CPCs and ABP facilities. Our failure to complete planned purchases may lead to the termination of our exclusive rights with Valvan, which could result in operational delays and weaken our competitive position, harming our business, results of operations and financial condition.\n\nAs we continue to enhance automation and add other capabilities, our operations may become increasingly complex. We are increasing our investment in technology, software and systems to support these efforts, but such investments may not increase productivity, maintain or improve the experience for customers or result in more efficient operations. There are also inherent risks associated with the investment in and use of new technologies, such as artificial intelligence, and such operational and supporting technologies can be subject to failure, disruption, or unavailability and increased vulnerability to cyberattacks and other cyber incidents. While we have created our own proprietary technology to operate our business, we also rely on technology from third parties, particularly in our CPCs. If we are no longer able to rely on such third parties, we could be required to seek other third-party licenses; redesign aspects of our operations to function without such technologies or services; or develop such technologies ourselves, any of which would result in increased costs and could result in operational disruption.\n\n21\n\n\nLabor-related matters, including labor disputes, may adversely affect our operations.\n\nTo the extent a significant portion of our employee base would choose to unionize, or attempts to unionize, our labor and other related costs could increase. Our ability to pass along any increased labor or other related costs to our customers is constrained by our everyday low-price model, and we may not be able to adequately offset such increased costs elsewhere in our business. In September 2022, one retail store in Ontario, Canada voted to be represented by a union. In September 2024, the same retail store in Ontario, Canada voted to decertify, and the union’s bargaining rights were terminated. If our employees decide to form or affiliate with a union, we cannot predict the effects such future organizational activities will have on our business and operations. If we were to become subject to work stoppages, we could experience disruption in our operations, including increases in our labor costs, which could harm our business, results of operations and financial condition.\n\nIn addition, we have in the past and could face in the future a variety of employee claims against us, including but not limited to general discrimination, privacy, wage and hour, labor and employment, Employee Retirement Income Security Act (“ERISA”) and disability claims. Any claims could also result in litigation against us or regulatory proceedings being brought against us by various federal and state agencies that regulate our business, including the U.S. Equal Employment Opportunity Commission. Often these cases raise complex factual and legal issues and create risks and uncertainties.\n\nAcquisitions could be difficult to identify, pose integration challenges, divert the attention of management, disrupt our business, dilute stockholder value and adversely affect our results of operations and expansion prospects.\n\nWe have in the past and may in the future consider acquisitions of other companies or technologies, but we have limited experience in such transactions. There are limited acquisition targets within our industry and even if we are able to identify a suitable target, we may not be able to complete the acquisition on commercially reasonable terms or at all. Pursuing of potential acquisitions may divert the attention of management and cause us to incur various expenses in identifying, investigating and pursuing suitable acquisitions, whether or not they are consummated. \n\nIf we do complete acquisitions, we may not be able to successfully integrate the acquired operations, systems (including financial, inventory, customer and other systems), team members and facilities into our company, or the time and resources spent on such integration could be greater than expected. In addition, we also may not accurately forecast the financial impact of an acquisition transaction, including accounting charges. Financing such acquisitions may require significant cash, debt (which indebtedness may restrict our business or require the use of available cash to make interest and principal payment) or the issuance of equity or convertible debt securities (which may result in further dilution of our existing stockholders). For example, we spent significant time and resources and incurred a significant amount of debt to finance the acquisition of 2nd Ave. and integrate its operations into our business. \n\nAs a result, our competitive position may not improve as intended, we may not realize the anticipated benefits from the acquired business or otherwise achieve our goals, and any acquisitions we complete could be viewed negatively by our investors, customers or team members. If we fail to evaluate and execute acquisitions successfully or fail to successfully address any of these risks, our results of operations and expansion prospects may be harmed.\n\nDisruptions in the wholesale markets due to market conditions, conditions in the countries where our wholesale goods are sold or other factors may adversely affect our business.\n\nMuch of the merchandise we purchase from our NPPs is not sold in our stores, but instead is sold into the global wholesale secondhand goods market. We have in the past, and may in the future, experience fluctuations and disruptions in this market. For example, we could experience fluctuations in the demand for or the price of our secondhand goods due to an influx of competing inexpensive textiles; localized or regional events happening in the end markets for these goods, such as natural disasters, civil unrest or economic conditions; or because of changes in laws, rules and regulations in the end markets. If we are unable to sell a sufficient amount of secondhand goods into the wholesale market, our business, our reputation and our revenues, profitability, results of operations and financial condition could be materially and adversely affected.\n\n22\n\n\nWe may not succeed in promoting and maintaining our reputation, and our business could be negatively impacted by a failure, or perceived failure, to live up to our sustainability and corporate citizenship commitments.\n\nWe believe that our brands and reputation have significantly contributed to the success of our business, including our ability to attract and maintain relationships with our customers, NPPs and their donors, and our team members. An important goal of our brand promotion strategy is establishing trust with our customers and NPPs and their donors. For customers, maintaining our reputation requires that we foster trust through responsive and effective customer service and a broad supply of desirable brands and secondhand items. For NPPs and their donors, maintaining our brands and reputation requires that we foster convenience with service that is convenient, consistent and timely. Our payments must also be perceived by our NPPs to be adequate compensation for the items they collect. If we fail to maintain these or other elements of our reputation, our revenues and the quantity and quality of goods supplied to us could be materially and adversely affected. As a result, a failure to maintain our reputation could have a material, adverse effect on our business, growth, results of operations and financial condition.\n\nOur business strategy is built around sustainability and the reduction of waste in our local communities and in the textile and other industries through thrift, reuse and repurposing. We also seek to maintain good corporate citizenship and continuously strive for a more inclusive and diverse workplace. Our commitment to such matters may require us to devote additional resources to operational reviews and could increase our expenses, which could reduce profitability. Further, our relationships with our customers, NPPs and their donors may be adversely affected by complaints and negative publicity about us and our merchandise, even if factually incorrect or based on isolated incidents. Negative publicity may be generated around a failure, or a perceived failure, to live up to our commitments, for the scope of our commitments and engagement, for lack of transparency or for inaccurate reporting about such matters. We also may experience damage to our brands and reputation if our wholesale customers improperly use or dispose of the items we sell to them.\n\nThese and other events or negative publicity could discourage our customers from shopping at our stores, causing our net sales to decrease, and could negatively impact our relationships with our NPPs and their donors, causing the quantity and quality of secondhand goods we receive to decrease (and thus negatively impacting our revenues and sales yields). This may also impact our ability to attract and retain talent. \n\nThe market in which we participate is competitive and rapidly changing, and if we do not compete effectively with established companies as well as new market entrants or maintain and develop strategic relationships with NPPs, our business, results of operations and financial condition could be harmed.\n\nThe markets for resale and secondhand items are highly competitive. We compete with vendors of new and secondhand items, including branded goods stores, local, national and global department stores, consignment and thrift stores (including non-profit operators), specialty retailers, direct-to-consumer, retailers (including fast fashion, value fashion and off-price retailers), independent retail stores, resale players focused on niche or single categories, as well as internet-based secondhand retailers and other technology-enabled marketplaces. We believe the risks described in this Annual Report, many of which are beyond our control, directly affect our ability to compete. Further, our competitive position is affected by the price at which we offer secondhand items; the speed and cost at which we can process and make available secondhand items to our customers; and the selection of items that we provide in stores.\n\nAs our market continues to evolve, we expect new market entrants and for competition to intensify. Established companies may not only develop online platforms or competing lines of business, but also acquire or establish relationships with competitors or our NPPs or their donors or provide meaningful incentives to favor their offerings over our stores. The performance of our competitors as well as changes in their pricing and promotional policies, marketing activities, new location openings, merchandising and operational strategies could negatively impact our ability to compete and to grow our revenue, and our sales and profitability may suffer.\n\n23\n\n\nMany of our existing competitors have, and some of our potential competitors could have, substantial competitive advantages such as greater brand name recognition and longer operating histories; larger fulfillment infrastructures; greater technical capabilities; internet-based marketplaces; broader supply; established relationships with a larger existing customer and/or NPP and donor base; better access to merchandise; superior or more desirable secondhand items for sale or resale; perceived pricing advantages due to the disparate application of sales tax to different entities; greater customer service resources; greater financial, marketing, institutional and other resources; greater resources to make acquisitions; lower labor and development costs; larger and more mature intellectual property portfolios; and better access to capital markets than we do. Such competitors with greater financial and operating resources may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards or customer requirements and derive greater revenue and profits from their existing customer bases; adopt more aggressive pricing policies to build larger customer or NPP bases; or respond more quickly than we can to new or emerging technologies and changes in consumer shopping behavior. In addition, promotional pricing or other pricing strategies utilized by national retailers and brands that set their own retail prices, as well as the offerings by fast fashion, value fashion and off-price retailers, may adversely affect the relative value of our offerings of secondhand items and we may need to lower our prices in order to compete. This could, as a result, adversely affect our business, revenue, growth, results of operations and financial condition. \n\nConditions in our market could also change rapidly and significantly as a result of technological advancements (including artificial intelligence and machine learning), partnering by our competitors or continuing market consolidation or strategic changes we or our competitors make in response to macro-economic or other events, and it is uncertain how our market will evolve. These competitive pressures in our market or our failure to compete effectively may result in price reductions, fewer customers and NPPs, reduced revenue, reduced profitability and loss of market share. Any failure to meet and address these factors could harm our business, results of operations and financial condition.\n\nRisks Relating to Information Technology, Intellectual Property, Data Security and Privacy\n\nCompromises of our data security, including cyberattacks or data breaches, could cause us to incur unexpected expenses and may materially harm our reputation and results of operations.\n\nIn the ordinary course of our business, we collect, process and store certain personal information and other data, such as customer payment card data and employee information. We also maintain other confidential business information such as financial information, operating statistics and metrics, trade secrets and third-party confidential information. Like other large retailers, we rely substantially on commercially available systems, software, tools and monitoring to provide security for our processing, transmission and storage of such information. Cybercriminals may attempt to gain access to our information systems to misappropriate sensitive information or data or to deprive us from access to necessary business information and to disrupt our operations, as part of so-called “ransomware” extortion activity or otherwise. We have been in the past and could be in the future the subject of attacks. For example, in July 2020, we suffered a ransomware attack that caused the loss of some of our data and caused some temporary operational disruptions. In addition, our employees, NPPs, service providers or other third parties with whom we do business may purposefully or inadvertently release or compromise such data, including through inadequate security practices or attacks on their networks.\n\nDespite security measures we have in place, and our efforts to prevent, monitor, and mitigate attacks and errors, our facilities, systems and confidential information may be vulnerable to attacks. The techniques used by cybercriminals change frequently, cybercriminals are increasingly sophisticated, and we continue to see advances in computer capabilities and remote access by employees. We expect to incur ongoing costs associated with the detection and prevention of security incidents and may incur additional costs in the event of a breach. \n\nIn addition, cyberattacks that impact companies through a critical third-party service provider or elsewhere in the supply chain are increasingly prevalent. Because we make extensive use of third-party suppliers and service providers, successful cyberattacks that disrupt or result in unauthorized access to third-party IT systems can materially impact our operations and financial results. Cybersecurity risk has also increased as a result of global remote working dynamics that present additional opportunities for threat actors to engage in social engineering and to exploit vulnerabilities in non-corporate networks used by many of our employees and critical third-party providers. Moreover, any integration of artificial intelligence in our or any third-party’s operations, products or services is expected to pose new or unknown cybersecurity risks and challenges.\n\n24\n\n\nAny actual or perceived compromise of our systems or data security measures or those of third parties with whom we do business, or any failure to prevent or mitigate the loss of confidential information and delays in detecting or providing notice of any such loss could disrupt our operations, damage our reputation, impact our sales and subject us to litigation, government action, increased transaction fees, regulatory fines or penalties or other additional costs and liabilities that could adversely affect our business, results of operations and financial condition, as well as the trading price of our stock. \n\nFurthermore, our insurance coverage may not be adequate for related losses and may not continue to be available to us on economically reasonable terms, or at all. An insurer may also deny coverage as to a future claim. The successful assertion of one or more large claims against us that exceed available insurance coverage or the occurrence of changes in our insurance policies, including premium increases or the imposition of large deductible or co-insurance requirements, could harm our business, results of operations, financial condition and reputation.\n\nOur use and other processing of personal information and other data is subject to laws and regulations. Changes in such laws or regulations or any actual or perceived compliance failures could adversely affect our business, results of operations and financial condition.\n\nWe collect, maintain and otherwise process significant amounts of personal information and other data relating to our customers, employees and other individuals. We are subject to the terms of our privacy policies and notices and may be bound by contractual requirements applicable to our collection, use, processing, security and disclosure of personal information, and may be bound by or alleged to be subject to, or voluntarily comply with, self-regulatory or other industry standards relating to these matters. Additionally, numerous state, provincial, and federal laws, rules and regulations of the countries where we operate govern the collection, use and protection of this information. Such requirements are constantly evolving, and we expect that there will continue to be new proposed requirements relating to privacy, data protection and information security in the U.S., Canada and Australia, or changes in the interpretation of existing privacy requirements. For example, the California Consumer Privacy Act (“CCPA”, effective January 1, 2020) broadly defines personal information, imposes stringent consumer data protection requirements, gives California residents expanded privacy rights, provides for civil penalties for violations and introduces a private right of action for data breaches, and the California Privacy Rights Act (“CPRA”, effective January 1, 2023) creates additional obligations relating to personal information. Approximately seventeen U.S. states have enacted laws and regulations relating to privacy similar to California’s, seven of which went into effect between 2023-2024. An additional five states have privacy laws that went into effect in January 2025 and an additional five states have privacy laws going into effect the following year. \n\n25\n\n\nWe have significant operations in Canada and Australia, and must also comply with data privacy laws in those jurisdictions. In Canada, our collection, use, disclosure and management of personal information must comply with both federal and provincial privacy laws. The Personal Information Protection and Electronic Documents Act (“PIPEDA”) applies in all Canadian provinces except, in certain contexts, Alberta, British Columbia and Québec, as well as to the transfer of personal information across provincial or international borders. PIPEDA imposes stringent personal information protection obligations, requires privacy breach reporting, and limits the purposes for which organizations may collect, use and disclose personal information, which includes consumer data. The Consumer Privacy Protection Act is intended to replace PIPEDA and is expected to become federal law in Canada in 2025. The provinces of Alberta, British Columbia, and Québec have enacted separate data privacy laws that are substantially similar to PIPEDA, but, among other differences, all three additionally apply to our handling of our own employees’ personal data within their respective provinces. Québec’s privacy act includes transparency and privacy impact assessment requirements and also imposes financial penalties for certain offenses like unlawful use of personal information and failure to report data breach incidents. We may incur additional costs and expenses related to compliance with these laws. We are also subject to Canada’s anti-spam legislation (“CASL”) when sending commercial electronic messages and can be held liable for violations. In Australia, the Privacy Act 1988 and the Australian Privacy Principles (“APPs”) regulate the handling of personal information, giving the Australian Information Commissioner the power to conduct investigations, and imposing civil penalties for breach. Updates to the Privacy Act in 2023 increased the civil penalties available for serious and repeated breach events. Australia’s Privacy and Other Legislation Amendment Bill 2024, referred to as the ‘first tranche’ of privacy law updates, was recently passed by both houses of Parliament and received Royal Assent on December 10, 2024. While the bill primarily focuses on development of a children’s online safety code and uplifts to cybersecurity requirements, additional ‘tranches’ increasing consumer privacy rights are under consideration. To the extent our operations further expand internationally, we may become subject to additional laws and regulations relating to privacy and data protection.\n\nAny failure or perceived failure by us or any third parties with which we do business to comply with these privacy requirements, with our posted privacy policies or with other similar obligations may result in investigations or governmental enforcement actions, private claims, public statements against us by consumer advocacy groups or others and fines, penalties or other liabilities. For example, California consumers whose information has been subject to a security incident may bring civil suits under the CCPA for statutory damages between $100 and $750 per consumer. In Canada, we may be subject to regulatory investigations, fines or class action suits stemming from violations of PIPEDA, provincial data privacy laws or CASL. Any such action would be expensive to defend, likely would damage our reputation and market position, could result in substantial liability and could adversely affect our business and results of operations. Additionally, our efforts to comply with these laws may impose significant costs and challenges that are likely to increase over time, and we cannot fully predict the impact on our business or operations of certain unclear aspects of recent laws, future requirements, or changes in the interpretation of existing requirements. \n\nWe may be unable to protect our intellectual property rights, and we may be accused of infringing on the intellectual property or other proprietary rights of third parties.\n\nWe rely on a combination of intellectual property rights, contractual protections and other practices to protect our brands, proprietary information, technologies and processes. Our trademarks are valuable assets that support our brands and customers’ perception of our services and merchandise. We primarily rely on copyright and trade secret laws and exclusive licenses-in to protect our proprietary technologies and processes, including the automated operations systems and machine learning technology we use. Although we enter into confidentiality and/or invention assignment agreements with our employees, consultants and other parties with whom we have strategic relationships, no assurance can be given that these agreements will be effective. Further, these agreements do not prevent our competitors from independently developing similar technologies. To monitor and protect our intellectual property rights, we may be required to spend significant resources, and we may not be able to detect infringement by third parties. Litigation may be necessary but could be costly, time consuming and distracting to management and could result in the impairment or loss of portions of our intellectual property. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims and countersuits attacking the validity and enforceability of our intellectual property rights. Additionally, if we are unable to protect our trademarks or domain names, our brand recognition and reputation would suffer, we would incur significant expense establishing new brands and our results of operations would be adversely impacted.\n\n26\n\n\nWe have been in the past and may be accused in the future of infringing intellectual property or other proprietary rights of third parties, such as infringement of a state trademark or violating the right of publicity. For example, although we prohibit our employees from using the proprietary information of others, we may become subject to a claim that an employee has divulged or used the proprietary information of a former employer. In addition, our employees or third parties acting at our direction may knowingly or inadvertently make use of social media in ways that could lead to the loss or infringement of intellectual property, as well as the public disclosure of proprietary, confidential or sensitive personal information of our business, employees, customers or others. Supporting any litigation or disputes related to these claims can be expensive and distracting, and we cannot provide assurances that we will achieve a favorable outcome. If any such claim is valid, we may be compelled to cease our use of such intellectual property or other proprietary rights and pay damages, which could adversely affect our business and results of operations.\n\nWe rely on software, technology and services from other parties. Defects in or the loss of access to software or services from third parties could increase our costs and adversely affect the quality of our products.\n\nWe rely on software, technologies and services sourced or licensed from third parties to operate critical functions of our business, including payment processing services, certain aspects of CPC automation and customer relationship and management services, We also use services such as Microsoft for our business emails, file storage and internal communications. If any of the third-party software or services we utilize, or the functional equivalents thereof, were unavailable due to outages or interruptions or because they are no longer available on commercially reasonable terms, our business could experience significant operational disruptions. In each case, we may be required to expend significant resources to remediate such outages; develop such software ourselves; or seek similar software licenses or services from other parties and reshape our business and operations to function with such new software or services. These alternatives could require a significant capital investment, take an extended period of time to implement, and divert management’s attention from our other business concerns, which could adversely affect our business and results of operations.\n\nRisks Relating to Legal, Regulatory, Accounting and Tax Matters\n\nRisks arising from the material weakness we have identified in our internal control over financial reporting and any failure to remediate the material weakness.\n\nWe are required to maintain internal control over financial reporting in accordance with applicable rules and guidance and to report any material weaknesses in such internal control over financial reporting. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of our financial statements will not be prevented or detected on a timely basis. We identified deficiencies in our internal control over financial reporting, which in the aggregate, constitute a material weakness related to our ability to evidence the design and implementation of effective information technology general controls (“ITGCs”) for information systems and applications that are relevant to the preparation of our financial statements.\n\nIf our steps are insufficient to successfully remediate the material weakness and otherwise establish and maintain an effective system of internal control over financial reporting, the reliability of our financial reporting, investor confidence in us and the value of our common stock could be materially and adversely affected. We may not be able to remediate the identified material weakness, and additional material weaknesses or significant deficiencies in our internal control over financial reporting may be identified in the future. Effective internal control over financial reporting is necessary for us to provide reliable and timely financial reports and, together with adequate disclosure controls and procedures, are designed to reasonably detect and prevent fraud. Our failure to implement and maintain effective internal control over financial reporting, to remedy any identified material weaknesses or significant deficiencies or to implement required new or improved controls could result in errors in our financial statements that could result in a restatement of our financial statements or cause us to fail to timely meet our financial and other reporting obligations.\n\n27\n\n\nWe may be unable to maintain an effective system of disclosure controls and procedures or internal control over financial reporting and produce timely and accurate financial statements or comply with applicable regulations.\n\nAs a public company, we are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) the Sarbanes-Oxley Act, and, the rules and regulations and the listing standards of the NYSE.\n\nThe Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. We are continuing to develop and refine our disclosure controls and other procedures that are designed to ensure that information required to be disclosed by us in the reports that we will file with the SEC is recorded, processed, summarized and reported within the time periods specified in SEC rules and forms and that information required to be disclosed in reports under the Exchange Act is accumulated and communicated to our principal executive and financial officers. We are also continuing to improve our internal control over financial reporting. In order to maintain and improve the effectiveness of our disclosure controls and procedures and internal control over financial reporting, we have expended, and anticipate that we will continue to expend, significant resources, including accounting-related costs and significant management oversight.\n\nIn addition to the material weakness in our internal control over financial reporting that we have identified, we may discover weaknesses in our disclosure controls and procedures and internal control over financial reporting in the future. Any failure to develop or maintain effective controls or any difficulties encountered in their implementation or improvement could harm our operating results or cause us to fail to meet our reporting obligations and may result in a restatement of our financial statements for prior periods. Any failure to implement and maintain effective internal control over financial reporting also could adversely affect the results of periodic management evaluations and annual independent registered public accounting firm attestation reports regarding the effectiveness of our internal control over financial reporting that are included in this Annual Report on Form 10-K. Ineffective disclosure controls and procedures and internal control over financial reporting could cause delays in our ability to comply with public company reporting requirements (including under the Exchange Act or stock exchange rules) and could also cause investors to lose confidence in our reported financial and other information, which could have a negative effect on the trading price of our common stock. In addition, if we are unable to continue to meet these requirements, we may not be able to remain listed on the NYSE.\n\nChanges in Canadian, Australian or U.S. national or local regulations, including those relating to the sale of secondhand items and advertising practices, or our actual or alleged failure to comply with such regulations, may have a material adverse effect on our reputation, business, financial condition and results of operations.\n\nOur business and financial condition could be adversely affected by unfavorable changes in or interpretations of existing laws, rules and regulations or the promulgation of new laws, rules and regulations applicable to us and our business, including those relating to consumer protection, anti-corruption, antitrust and competition, economic and trade sanctions, tax, banking, environmental protection, waste management, workplace safety, sustainability, data security, network and information systems security, and data protection and privacy. For example, we expect to be subject to laws in the State of California that require certain businesses operating in California to prepare a climate-related financial risk report and publicly disclose Scope 1, 2 and 3 greenhouse gas emission with third-party assurance. Additionally, the U.S. and Canadian governments may impose tariffs or other economic measures which may have adverse effects on our business. If we were to further expand domestically or internationally, we could be subject to additional regulation.\n\n28\n\n\nFurther, the resale of secondhand items is subject to significant regulation both domestically and internationally, including by state, provincial or other local governments and regulatory authorities, and can include jurisdiction-specific licensing requirements for secondhand dealers. For example, the resale of secondhand items is subject to regulation by the U.S. Consumer Product Safety Commission, the U.S. Federal Trade Commission (the “FTC”), the U.S. Fish and Wildlife Service, and under the Canadian Wild Animal and Plant Protection and Regulation of International and Interprovincial Trade Act, and the Convention on International Trade in Endangered Species of Wild Fauna and Flora with respect to our Australian operations. Examples of regulated items include those with certain animal product components (ivory, fur, snakeskin, etc.), jewelry, aquatic toys, children’s items, and hazardous or dangerous items. Regulation can, in some jurisdictions, also require mandatory reporting and/or carry serious penalties for non-compliance. The laws and regulations for the resale of secondhand goods are complex, vary from jurisdiction to jurisdiction and change often. As of December 28, 2024, we received our supply of secondhand items in approximately 30 U.S. states, 10 Canadian provinces and 3 Australian states or territories. Changes in these regulations, or our growth into a new location, could require us to change the way we conduct business in the applicable jurisdictions, such as prohibiting or otherwise restricting the sale or shipment of certain items in some locations. Failure of our employees to identify prohibited items and remove them from the sale process could lead to violations of regulations, fines, penalties or other claims against us, resulting in increased expenses and costs. \n\nAdditionally, supplied secondhand items could be subject to recalls and other remedial actions and product safety, labeling and licensing concerns may cause us to voluntarily remove certain secondhand items from our stores. Such recalls or voluntary removal of items can result in, among other things, lost sales, diverted resources, potential harm to our reputation and increased customer service costs and legal expenses, which could have an adverse effect on our results of operations. Some of the secondhand items sold at our stores may expose us to product liability claims and litigation or regulatory action relating to personal injury, environmental or property damage. We cannot be certain that our insurance coverage will be adequate for liabilities actually incurred or that insurance will continue to be available to us on economically reasonable terms or at all.\n\nIf our practices were found not to comply with applicable regulatory or licensing requirements or any binding interpretation of such requirements, regulatory authorities could prevent or temporarily suspend us from conducting some or all of our activities or otherwise penalize us. Unfavorable changes or interpretations could decrease demand for our merchandise, limit marketing methods and capabilities, affect our growth, increase costs or subject us to additional liabilities. \n\nMoreover, in connection with our marketing and advertisement practices, we have been in the past and may in the future be, the target of claims relating to false or deceptive advertising, including under the auspices of the FTC and the consumer protection statutes of some states. Additionally, the laws and regulations governing the use of social media, emails, push notifications and text messages for marketing and other business purposes continues to evolve. The failure by us, our employees or third parties acting at our direction to comply with these laws and regulations may negatively affect our brands, reputation, adversely impact our relationships with our NPPs and subject us to penalties and fines.\n\nOur failure to address risks associated with payment methods, credit card fraud and other consumer fraud, or our failure to control any such fraud, could damage our reputation and brands and could harm our business, results of operations and financial condition.\n\nWe have in the past incurred and may in the future incur losses from various types of fraudulent transactions, including the use of stolen credit card numbers, and claims that a customer did not authorize a purchase. In addition, as part of the payment processing process, our customers’ credit and debit card information is transmitted to our third-party payment processors, and we may in the future become subject to lawsuits or other proceedings for purportedly fraudulent transactions arising out of the actual or alleged theft of our customers’ credit or debit card information if the security of our third-party credit card payment processors are breached.\n\nWe and our third-party credit card payment processors are also subject to payment card association operating rules, certification requirements and rules governing electronic funds transfers, which could change or be reinterpreted to make it difficult or impossible for us to comply. If we or our third-party credit card payment processors fail to comply with these rules or requirements, we may be subject to fines and higher transaction fees and lose our ability to accept credit and debit card payments from our customers. Further, we could violate or be alleged to have violated applicable laws, regulations, contractual obligations or other obligations, including those regulating to privacy, data protection and data security.\n\n29\n\n\n Any of these could damage our reputation and market position, result in claims, litigation or regulatory investigations and proceedings or lead to expenses that could harm our business, results of operations and financial condition.\n\nWe and our directors and executive officers may be subject to litigation for a variety of claims, which could harm our reputation and adversely affect our business, results of operations and financial condition.\n\nIn the ordinary course of business, we have in the past and may in the future be involved in and subject to litigation for a variety of claims or disputes and receive regulatory inquiries. These claims, lawsuits and proceedings could include labor and employment, wage and hour, commercial, premises liability, consumer protection, regulatory, antitrust, alleged securities law violations or other investor claims, intellectual property infringement and other matters. The number and significance of these potential claims and disputes may increase as our business expands. Further, our general liability insurance may not cover all potential claims made against us or be sufficient to indemnify us for all liability that may be imposed. Any claim against us, regardless of its merit, could be costly, divert management’s attention and operational resources, and harm our reputation.\n\nOur directors and executive officers may also be subject to litigation. We indemnify our directors and officers to the fullest extent permitted by Delaware law, which may discourage derivative litigation and stockholder fiduciary duty lawsuits, even though an action, if successful, might benefit us and other stockholders. Further, a stockholder’s investment may be harmed to the extent that we pay the costs of litigation and resolution against our directors and executive officers as required by our indemnification obligations. Our insurance policies may not cover all potential claims made against our directors and executive officers, may not be available to us in the future at a reasonable rate and may not be adequate to indemnify us for all costs and liability that may be imposed. As litigation is inherently unpredictable, we cannot assure you that any potential claims or disputes will not harm our business, results of operations and financial condition.\n\nSubjective estimates and judgments used by management in the preparation of our financial statements, including estimates and judgments that may be required by new or changed accounting standards, may impact our financial condition and results of operations.\n\nThe preparation of financial statements requires management to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses. Due to the inherent uncertainty in making estimates, results reported in future periods may be affected by changes in estimates reflected in our financial statements for earlier periods. Estimates and judgments are continually evaluated and are based on historical experience and other factors, including expectations of future events that are believed to be reasonable under the circumstances. From time to time, there may be changes in the financial accounting and reporting standards that govern the preparation of our financial statements. These changes can materially impact how we record and report our financial condition and results of operations. In some instances, we could be required to apply a new or revised standard retrospectively. If the estimates and judgments we use in preparing our financial statements are subsequently found to be incorrect or if we are required to restate prior financial statements, our financial condition or results of operations could be significantly affected. \n\nTax legislation could adversely affect our business, financial condition and results of operations.\n\nThe Tax Cuts and Jobs Act, (the “Tax Act”), among other things, introduced significant changes to corporate taxation, including reduction of the corporate tax rate from a top marginal rate of 35% to a flat rate of 21%, limitation of the tax deduction for interest expense to 30% of “adjusted earnings” (roughly defined as earnings before interest and taxes), limitation of the deduction for net operating losses to 80% of current year taxable income and elimination of net operating loss carrybacks, one time taxation of offshore earnings at reduced rates regardless of whether they are repatriated, elimination of U.S. tax on foreign earnings (subject to certain important exceptions), immediate deductions for certain new investments instead of deductions for depreciation expense over time, and modifying or repealing many business deductions and credits. The most significant impacts of the Tax Act on our financial results to date have included lowering of the U.S. federal corporate income tax rate and remeasurement of our net deferred tax liabilities.\n\n30\n\n\nFurthermore, the Inflation Reduction Act of 2022 introduced, among other changes, a 15% corporate minimum tax on certain U.S. corporations and a 1% excise tax on certain stock redemptions by U.S. corporations. The U.S. government may enact further significant changes to the taxation of business entities (and certain provisions of the Tax Act may expire), including, among other changes, an increase in the U.S. taxation of international business operations. The likelihood of these changes being enacted or implemented is unclear. We are currently unable to predict the ultimate impact of the Inflation Reduction Act or any such further changes on our business.\n\nOur ability to utilize our net operating loss carryforwards and certain other tax attributes to offset taxable income or taxes may be limited.\n\nAs of December 28, 2024 and December 30, 2023, we did not have U.S. federal net operating loss carryforwards and had $11.4 million and $11.5 million, respectively, of U.S. state net operating loss carryforwards. These net operating loss carryforwards expire between 2028 and 2041. As of December 28, 2024, we had $0.3 million of federal foreign tax credit, no federal R&D credits and no other federal tax credits. As of December 30, 2023, we had $0.3 million of federal foreign tax credit, no federal R&D tax credits and no other federal tax credits. Portions of these net operating loss carryforwards could expire unused and be unavailable to offset future income tax liabilities. For state income tax purposes, there may be periods during which the use of net operating loss carryforwards is suspended or otherwise limited, which could accelerate or permanently increase state taxes owed.\n\nIn addition, under Sections 382 and 383 of the Internal Revenue Code of 1986, as amended, and corresponding provisions of state law, if a corporation undergoes an “ownership change,” which is generally defined as a greater than 50% change, by value, in its equity ownership over a three-year period, the corporation’s ability to use its pre-change net operating loss carryforwards and other pre-change tax attributes to offset its post-change income or taxes may be limited. We have experienced such ownership changes in the past, and may experience such ownership changes in the future as a result of subsequent shifts in our stock ownership, some of which may be outside of our control. If an ownership change occurs and our ability to use our net operating loss carryforwards is materially limited, it would harm our future results of operations by effectively increasing our future tax obligations.\n\nWe are subject to various anti-corruption and export laws and regulations, violations of which could have a material adverse effect on our business, financial condition and results of operations.\n\nWe are subject to various anti-corruption laws, including the U.S. Foreign Corrupt Practices Act that generally prohibits companies and their intermediaries from engaging in bribery or making other improper payments. Our business operations also must be conducted in compliance with applicable export control and economic sanctions laws and regulations, including rules administered by the U.S. Department of the Treasury’s Office of Foreign Assets Control, the U.S. Department of State, the U.S. Department of Commerce, the United Nations Security Council, and other relevant authorities.\n\nViolations of anti-corruption or trade control laws and regulations, or even allegations of such violations, could result in civil or criminal penalties, as well as disrupt our business, operations, financial condition and results of operations. We cannot guarantee that we have or will continue to be in full compliance with these rules, and our further growth or international expansion, or changes to the applicable laws and regulations, could increase our future legal exposure and compliance-related costs.\n\nRisks Relating to Our Indebtedness and Liquidity\n\nThe amount of our indebtedness and its rating could materially adversely affect our financial condition.\n\nWe have a significant amount of indebtedness. As of December 28, 2024, our total indebtedness was $761.3 million, including $315.8 million aggregate principal amount outstanding under our Senior Secured Credit Facilities and $445.5 million aggregate principal amount of Senior Secured Notes (“Notes”) under the indenture dated as of February 6, 2023, by and among Evergreen AcqCo 1 LP, TVI, Inc., the guarantors party thereto and Wilmington Trust, National Association, as trustee (the “Indenture”). Under the Senior Secured Credit Facilities, we have the Term Loan Facility and the Revolving Credit Facility. As of December 28, 2024, we had no advances on the Revolving Credit Facility, there were $1.2 million of letters of credit outstanding and $123.8 million was available to borrow. On February 6, 2025, we redeemed $44.5 million aggregate principal amount of the Notes. Subsequent to the redemption, the Company had total borrowings of $716.8 million outstanding.\n\n31\n\n\nOur substantial indebtedness could have important consequences to the holders of our common stock, including the following:\n\n•making it more difficult for us to satisfy our obligations with respect to our other debt;\n\n•limiting our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions or other general corporate requirements;\n\n•requiring us to dedicate a substantial portion of our cash flows to debt service payments instead of other purposes, thereby reducing the amount of cash flows available for working capital, capital expenditures, acquisitions and other general corporate purposes;\n\n•increasing our vulnerability to general adverse economic and industry conditions;\n\n•exposing us to the risk of increased interest rates as certain of our borrowings, including borrowings under the Senior Secured Credit Facilities, are at variable rates of interest;\n\n•limiting our flexibility in planning for and reacting to changes in the industry in which we compete;\n\n•placing us at a disadvantage compared to other, less leveraged competitors; and\n\n•increasing our cost of borrowing.\n\nIn addition, the Senior Secured Credit Facilities and the Indenture contain restrictive covenants that limit our ability to engage in activities that may be in our long term best interest. Our failure to comply with those covenants could result in an event of default which, if not cured or waived, could result in the acceleration of all of our debt. Our debt currently has a non-investment grade rating, which could be lowered or withdrawn entirely by a rating agency. Any future lowering of our ratings likely would make it more difficult or more expensive for us to obtain additional debt financing. In the event we needed to refinance all or a portion of our indebtedness on or before the maturity thereof or acquire additional financing, we may not be able to do so on commercially reasonable terms or at all, which would have a material adverse effect on our business.\n\nWe may not be able to generate sufficient cash to service all of our indebtedness or repay such indebtedness when due and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful.\n\nOur ability to make scheduled payments on or refinance our debt obligations depends on our financial condition and operating performance, which are subject to prevailing economic and competitive conditions and to financial, business, legislative, regulatory and other factors, some of which are beyond our control. We cannot be sure that our business will generate sufficient cash flows from operating activities, or that future borrowings will be available, to permit us to pay the principal, premium, if any, and interest on our indebtedness.\n\nWe may be able to incur significant additional indebtedness, or other obligations that do not constitute indebtedness, in the future. Although the Senior Secured Credit Facilities and the Indenture contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of significant qualifications and exceptions. The Senior Secured Credit Facilities provide for additional uncommitted incremental loans of up to the greater of $136 million and 100% of EBITDA for the most recent four fiscal quarters, plus certain other amounts, with additional incremental loans available if certain leverage ratios are maintained. Of the incremental capacity, $65.0 million was permitted to be (and was utilized as) incremental commitments under the Revolving Credit Facility (including an increase of $50.0 million of commitments under the Revolving Credit Facility on June 27, 2024 in connection with the Fourth Amendment to the Credit Agreement). All of those borrowings would be secured by first-priority liens on our property. If our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital or restructure or refinance our indebtedness. We may not be able to implement any such alternative measures, if necessary, on commercially reasonable terms or at all and, even if successful, those alternative actions may not allow us to meet our scheduled debt service obligations. The Senior Secured Credit Facilities and the Indenture restrict our ability to dispose of assets and use the proceeds from those dispositions and may also restrict our ability to raise debt or equity capital to be used to repay other indebtedness when it becomes due. We may not be able to consummate those dispositions or to obtain proceeds in an amount sufficient to meet any debt service obligations then due. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources.”\n\n32\n\n\nThe Term Loan Facility and the Notes will mature on April 26, 2028. The Revolving Credit Facility will mature on April 26, 2027. Our inability to generate sufficient cash flows to satisfy our debt obligations, or to refinance our indebtedness on commercially reasonable terms or at all, would have a material adverse effect on our financial condition and results of operations. If we cannot make scheduled payments and default on our debt, the lenders under the Senior Secured Credit Facilities could terminate their loan commitments, the lenders and the holders of the Notes could foreclose against the assets securing their debt, and we could be forced into bankruptcy or liquidation. In addition, we maintain domestic cash deposit balances with Federal Deposit Insurance Corporation (“FDIC”) insured banks that may exceed the FDIC insurance limits. These balances could be impacted if one or more of these banks fails or is subject to other adverse conditions in the financial or credit markets. In the event one or more of our balances are impacted, our ability to satisfy our debt\n\nobligations may be materially adversely affected. Any of these events could result in you losing all or a portion of your investment in the common stock.\n\nThe terms of the Senior Secured Credit Facilities and the Indenture restrict our current and future operations, including our ability to respond to changes or to take certain actions.\n\nThe Senior Secured Credit Facilities and the Indenture contain a number of restrictive covenants that impose operating and financial restrictions on us. These restrictions may limit our ability to engage in acts that may be in our long-term best interest, compete effectively or take advantage of opportunities, and may affect our ability to grow in accordance with our strategy.\n\nThe restrictive covenants under the Senior Secured Credit Facilities include restrictions on our ability to:\n\n•incur additional indebtedness and guarantee indebtedness;\n\n•pay dividends or make other distributions or repurchase or redeem our capital stock;\n\n•prepay, redeem or repurchase junior debt;\n\n•issue certain preferred stock or similar equity securities;\n\n•make loans and investments;\n\n•sell assets or property, except in certain circumstances;\n\n•create or incur liens;\n\n•enter into transactions with affiliates;\n\n•modify or waive certain material agreements in a manner that is adverse in any material respect to the lenders;\n\n•enter into agreements restricting our subsidiaries’ ability to pay dividends; and\n\n•make fundamental changes in our business, corporate structure or capital structure, including, among other things, entering into mergers, acquisitions, consolidations and other business combinations.\n\nA breach of the restrictions under the Senior Secured Credit Facilities or the Indenture could result in a default or an event of default. Such a default may allow the creditors to accelerate the related debt and may result in the acceleration of any other debt to which a cross-acceleration or cross-default provision applies. In addition, an event of default under the Senior Secured Credit Facilities would permit the lenders under the Revolving Credit Facility to terminate all commitments to extend further credit under such facility. Furthermore, if we were unable to repay the amounts due and payable under the Senior Secured Credit Facilities and the Notes, the lenders under the Senior Secured Credit Facilities and the holders of the Notes could proceed against the collateral granted to them to secure that indebtedness. In exacerbated or prolonged circumstances, one or more of these events could result in our bankruptcy or liquidation.\n\n33\n\n\nA future increase in interest rates may increase our borrowing costs. We rely on available borrowings under the Revolving Credit Facility for liquidity.\n\nBorrowings under the Senior Secured Credit Facilities are at variable rates of interest and expose us to interest rate risk. If interest rates increase in the future, our debt service obligations on the variable rate indebtedness would increase even though the amount borrowed has remained the same, and our net income and cash flows, including cash available for servicing our indebtedness, would correspondingly decrease. Based on amounts outstanding as of December 28, 2024, each 100 basis point change in interest rates would result in a $3.2 million change in annual interest expense on our indebtedness under the Senior Secured Credit Facilities. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Quantitative and Qualitative Disclosures about Market Risk—Interest Rate Risk.” We may enter into interest rate swaps that hedge against changes in interest rates under the Senior Secured Credit Facilities. However, we may not maintain interest rate swaps with respect to all of our variable rate indebtedness, and any swaps or other instruments we enter into may not fully mitigate our interest rate risk. \n\nIn addition to cash we generate from our business, our principal existing source of liquidity is borrowings available under the Revolving Credit Facility. As of December 28, 2024, there were no advances on the Revolving Credit facility, there were $1.2 million of letters of credit outstanding and $123.8 million was available to borrow. The inability to borrow under the Revolving Credit Facility may adversely affect our liquidity, financial position and results of operations.\n\nRisks Relating to Ownership of Our Common Stock\n\nThe stock price of our common stock may be volatile or may decline regardless of our operating performance.\n\nThe market price of our common stock has been volatile and may fluctuate or decline significantly in response to numerous factors, many of which are beyond our control, including:\n\n•actual or anticipated fluctuations in our revenues or other operating results;\n\n•variations between our actual operating results and the expectations of securities analysts, investors and the financial community;\n\n•any forward-looking financial or operating information we may provide to the public or securities analysts, any changes in this information or our failure to meet expectations based on this information;\n\n•actions of securities analysts who initiate or maintain coverage of us, changes in financial estimates by any securities analysts who follow us or our failure to meet these estimates or the expectations of investors;\n\n•limited “public float” (due in part to our status as a controlled company) in the hands of a small number of persons whose sales or lack of sales could result in positive or negative pricing pressure on the market price for our common stock;\n\n•additional shares of common stock being sold into the market by us or our existing stockholders, or the anticipation of such sales, including if existing stockholders sell shares into the market;\n\n•announcements by us or our competitors of significant products or features, innovations, acquisitions, strategic partnerships, joint ventures, capital commitments, divestitures or other dispositions;\n\n•loss of relationships with significant suppliers or customers;\n\n•changes in operating performance and stock market valuations of companies in our industry, including our competitors;\n\n•difficulties in integrating any new acquisitions we may make;\n\n•loss of services from members of management or employees or difficulty in recruiting additional employees;\n\n•worsening of economic conditions in the U.S. or Canada and reduction in demand for our products;\n\n•price and volume fluctuations in the overall stock market, including as a result of general economic trends;\n\n•the existence of the share repurchase program and any repurchases made or not made under such program, or the modification, suspension or termination of the program;\n\n34\n\n\n•lawsuits threatened or filed against us, or events that negatively impact our reputation; and\n\n•developments in new legislation and pending lawsuits or regulatory actions, including interim or final rulings by judicial or regulatory bodies.\n\nIn addition, extreme price and volume fluctuations in the stock markets have affected and continue to affect the stock prices of many companies. Often, their stock prices have fluctuated in ways unrelated or disproportionate to their operating performance. In the past, stockholders have filed securities class action litigation against companies following periods of market volatility. Such securities litigation, if instituted against us, could subject us to substantial costs, divert resources and the attention of management from our business and seriously harm our business.\n\nWe currently do not intend to pay dividends on our common stock, our indebtedness could limit our ability to pay dividends on our common stock and we cannot guarantee that our share repurchase program will be fully consummated or that it will enhance long-term shareholder value.\n\nWe currently do not anticipate paying any cash dividends for the foreseeable future. In addition, the terms of our indebtedness limit our ability to pay dividends or make other distributions on or to repurchase or redeem shares of our capital stock. Consequently, your only opportunity to achieve a return on your investment in our company may be if the market price of our common stock appreciates and you sell your shares at a profit. There is no guarantee that the price of our common stock will ever exceed the price that you pay. \n\nIn addition, we announced on November 9, 2023 the authorization of a share repurchase program of up to $50.0 million of the Company’s common stock. Under the program, Savers may purchase shares from time to time in compliance with applicable securities laws, that may include Securities Act Rule 10b-18. As of December 28, 2024, we had $18.1 million remaining under the share repurchase program. The program is currently set to expire on November 8, 2025. Although our Board of Directors has authorized the share repurchase program, we are not obligated to repurchase any specific dollar amount or to acquire any specific number of shares under the program. In addition, the share repurchase program may be suspended, modified, or terminated at any time without prior notice, which may result in a decrease in the price of our common stock. The amount, timing, and execution of our share repurchase program will be based upon a variety of factors, including the share price of our common stock, general market conditions, alternative uses for capital, our financial performance, and other considerations. Any repurchases will be funded by available cash and cash equivalents. Even if the share repurchase program is fully implemented, it may not enhance long-term stockholder value, and the program could affect the price of our common stock, increase volatility, further limit our “public float” and diminish our cash reserves.\n\nFuture issuances or sales of our common stock could cause our stock price to decline, result in significant dilution to our stockholders or dilute the voting power of our common stock.\n\nFuture issuances of our common stock could result in dilution to existing holders of our common stock. Such issuances, or the perception that such issuances may occur, could depress the market price of our common stock. We may issue additional equity securities from time to time, including equity securities that could have rights senior to those of our common stock. As a result, holders of shares of common stock bear the risk that future issuances of equity securities may reduce the value of their shares and dilute their ownership interests. Also, to the extent outstanding stock-based awards are issued or become vested, there will be further dilution to the holders of our common stock.\n\nIn addition, the Ares Funds, a term we use to describe certain funds, investment vehicles or accounts managed or advised by the Private Equity Group of Ares Management Corporation (who own a majority of our common stock), have demand and “piggy-back” registration rights with respect to our common stock, which give them the right to require us to file registration statements for public resale of their common stock or to include such shares in registration statements that we may file for us or other stockholders. If the Ares Funds or other stockholders, including employees, who have or obtain equity, sell or indicate an intention to sell, substantial amounts of our common stock in the public market, the trading price of our common stock could decline. \n\n35\n\n\nRisks Relating to Our Organizational Structure\n\nOur reliance on dividends, distributions and other payments from our subsidiaries to meet our obligations.\n\nWe are a holding company that does not conduct any business operations of our own. As a result, we are dependent upon cash distributions and other transfers from our subsidiaries to meet our obligations. Each of our subsidiaries is a distinct legal entity, and under certain circumstances legal and contractual restrictions may limit our ability to obtain cash from them. The deterioration of the earnings from, or other available assets of, our subsidiaries for any reason could impair their ability to make distributions to us.\n\nThe Ares Funds continue to control our Company, including having the right to designate nominees for election to our board of directors, and may have interests that conflict with our interests and those of other stockholders.\n\nThe Ares Funds beneficially owned 84.6% of our common stock as of December 28, 2024. Pursuant to the Stockholders Agreement between the Ares Funds and the Company, dated as of July 3, 2023 (the “Stockholders Agreement”), for so long as the Ares Funds hold 5% or more of our outstanding common stock, they have the right to designate a certain number of individuals to be included in the slate of nominees for election to our board of directors and to designate a member of each committee of the board of directors. Further, for so long as the Ares Funds own 40% or more of our outstanding common stock, the Ares Funds can designate at least a majority of our board of directors. Additionally, because our board of directors is divided into three staggered classes, the Ares Funds may be able to influence or control our affairs and policies for a period of time after such rights expire, while their nominees finish their terms as members of our board.\n\nIn addition, the Stockholders Agreement provides that, for so long as the Ares Funds own at least 30% of the outstanding shares of our common stock, certain significant corporate actions will require the prior written consent of the Ares Funds, subject to certain exceptions. These actions include, subject to certain exceptions:\n\n•merging or consolidating with or into any other entity, or transferring all or substantially all of our assets, taken as a whole, to another entity, or undertaking any transaction that would constitute a “Change of Control” as defined in our debt agreements;\n\n•acquiring or disposing of assets, in a single transaction or a series of related transactions, or entering into joint ventures, in each case with a value in excess of $50.0 million;\n\n•incurring indebtedness in a single transaction or a series of related transactions in an aggregate principal amount in excess of $100.0 million;\n\n•issuing our or our subsidiaries’ equity other than pursuant to an equity compensation plan approved by our stockholders or a majority of the directors designated by the Ares Funds;\n\n•appointing and removing our chief executive officer;\n\n•entering into any transactions, agreements, arrangements or payments with any other person who owns greater than or equal to 10% of our common stock then outstanding that are material or involve aggregate payments or receipts in excess of $500,000;\n\n•amending, modifying or waiving any provision of our organizational documents in a manner that adversely affects the Ares Funds;\n\n•commencing any liquidation, dissolution or voluntary bankruptcy, administration, recapitalization or reorganization;\n\n•increasing or decreasing the size of our board of directors; and\n\n•entering into any agreement to do any of the foregoing.\n\nThe interests of the Ares Funds could conflict with or differ from our interests or the interests of our other stockholders. For example, the concentration of ownership held by the Ares Funds could delay, defer or prevent a change in control of our company or impede a merger, takeover or other business combination which may otherwise be favorable for us. Additionally, the Ares Funds are in the business of making investments in companies and may, from time to time, acquire and hold interests in or provide advice to businesses that compete directly or indirectly with us, or are suppliers or customers of ours. Any such investment may increase the potential for the conflicts of interest discussed in this risk factor. \n\n36\n\n\nFor so long as the Ares Funds continue to own 40% or more of our common stock, the Ares Funds will have the power to elect a majority of our directors and will have effective control over the outcome of votes on all matters requiring approval by our board of directors or our stockholders regardless of whether other stockholders believe such matter is in our best interests. Even if such amount is less than 40%, the Ares Funds will continue to be able to substantially influence or effectively control our ability to enter into corporate transactions.\n\nOur status as a “Controlled Company” within the meaning of the NYSE rules exempts us from certain corporate governance requirements.\n\nAs a result of the Ares Funds’ control of a majority of the voting power of our outstanding voting stock, we are a controlled company within the meaning of the NYSE corporate governance standards. Under the NYSE rules, a controlled company may elect not to comply with certain corporate governance requirements, including the requirements that:\n\n•a majority of the board of directors consist of independent directors;\n\n•the nominating, governance and sustainability committee be composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities; and\n\n•the compensation committee be composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities.\n\nWe may utilize these exemptions as long as we remain a controlled company. As a result, we may not have a majority of independent directors; our nominating, governance and sustainability committee and compensation committee may not consist entirely of independent directors or be required to ratify other independence obligations. Accordingly, you may not have the same protections afforded to stockholders of companies that are subject to all of the corporate governance requirements of the NYSE.\n\nCertain provisions in our certificate of incorporation and our bylaws may delay or prevent a change of control.\n\nOur certificate of incorporation and bylaws contain provisions that could depress the trading price of our common stock by acting to discourage, delay or prevent a change of control of our company or changes in our management that our stockholders may deem advantageous. In particular, our certificate of incorporation and bylaws:\n\n•establish a classified board of directors so that not all members are elected at one time;\n\n•permit our board of directors to establish the number of directors and fill any vacancies (including vacancies resulting from an expansion in the size of our board of directors), except in the case of the vacancy of an Ares Funds-designated director (in which case the Ares Funds will be able to fill the vacancy);\n\n•establish limitations on the removal of directors;\n\n•authorize the issuance of “blank check” preferred stock that our board of directors could use to implement a stockholder rights plan;\n\n•provide that our board of directors is expressly authorized to make, alter or repeal our bylaws;\n\n•restrict the forum for certain litigation against us to Delaware;\n\n•provide that stockholders may not act by written consent following the time when the Ares Funds cease to beneficially own at least a majority of the shares of our outstanding common stock, which time we refer to as the Trigger Date, which would require stockholder action to be taken at an annual or special meeting of our stockholders;\n\n•prohibit stockholders from calling special meetings following the Trigger Date, which would delay the ability of our stockholders to force consideration of a proposal or to take action, including with respect to the removal of directors; and\n\n•establish advance notice requirements for nominations for election to our board of directors or for proposing matters that can be acted upon by stockholders at annual stockholder meetings, which may discourage or deter a potential acquirer from conducting a solicitation of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of us.\n\n37\n\n\nSection 203 of the Delaware General Corporation Law, or the DGCL, prohibits a publicly held Delaware corporation from engaging in a business combination with an interested stockholder, generally a person, individually or together with any other interested stockholder, who owns or within the last three years has owned 15% of our voting stock, unless the business combination is approved in a prescribed manner. We have elected to opt out of Section 203 of the DGCL. While our certificate of incorporation contains a provision that is of similar effect, it exempts from its scope the Ares Funds, any of their affiliates and certain of their respective direct or indirect transferees.\n\nAny provision of our certificate of incorporation, our bylaws or Delaware law that has the effect of delaying or deterring a change in control could limit the opportunity for our stockholders to receive a premium for their shares of common stock and could also affect the price that some investors are willing to pay for our common stock. The impact of these provisions may be intensified by other obligations, such as those found in our Stockholders Agreement, as discussed elsewhere in these risk factors.\n\nOur certificate of incorporation provides that the Court of Chancery of the State of Delaware will be the exclusive forum for certain litigation that may be initiated by our stockholders, which could limit stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\n\nOur certificate of incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for the following types of actions or proceedings under Delaware statutory or common law:\n\n•any derivative action or proceeding brought on our behalf;\n\n•any action asserting a breach of fiduciary duty;\n\n•any action asserting a claim against us arising under the DGCL, our certificate of incorporation or our bylaws; and\n\n•any action asserting a claim against us that is governed by the internal-affairs doctrine.\n\nThis provision would not apply to suits brought to enforce a duty or liability created by the Exchange Act or any other claim for which the U.S. federal courts have exclusive jurisdiction. Any person or entity purchasing or otherwise acquiring any interest in shares of our capital stock will be deemed to have notice of, and consented to, the exclusive-forum provisions in our certificate of incorporation.\n\nThe exclusive-forum provisions also provides that, unless we consent in writing to the selection of an alternative forum, the federal district courts of the U.S. will be the exclusive forum for any complaint asserting a cause of action arising under the Securities Act. However, this provision is subject to final adjudication regarding its enforceability, the outcome of which is substantially uncertainty. For example, the Court of Chancery of the State of Delaware has determined that a provision stating that federal district courts are the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act is not enforceable. This decision may be reviewed and ultimately overturned by the Delaware Supreme Court. If a court were to find any of the exclusive-forum provisions in our certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving the dispute in other jurisdictions, which could seriously harm our business.\n\nThese exclusive-forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or employees, which may discourage lawsuits against us and our directors, officers and employees, although our stockholders will not be deemed to have waived our compliance with federal securities laws and the rules and regulations thereunder.\n\n38\n\n\nOur certificate of incorporation contains a provision renouncing our interest and expectancy in certain corporate opportunities.\n\nUnder our certificate of incorporation, neither the Ares Funds nor any of their affiliates or their respective portfolio companies or affiliated funds, nor any of their respective officers, directors, employees, agents, stockholders, members or partners will have any duty to refrain from engaging, directly or indirectly, in the same business activities, similar business activities, or lines of business in which we operate. In addition, our certificate of incorporation provides that, to the fullest extent permitted by law, no officer or director of ours who is also an officer, director, employee, agent, stockholder, member, partner or affiliate of the Ares Funds or their affiliates will be liable to us or our stockholders for breach of any fiduciary duty by reason of the fact that any such individual directs, or communicates information regarding, a corporate opportunity to the Ares Funds or their affiliates, instead of to us. For example, a director of our company who also serves as an officer, director, employee, agent, stockholder, member, partner or affiliate of the Ares Funds or their affiliates, or any of their respective portfolio companies or affiliated or managed funds, investment vehicles or accounts, may pursue the acquisition of a business that our company would also have been interested in purchasing. These potential conflicts of interest could have a material adverse effect on our business, financial condition, results of operations or prospects if attractive corporate opportunities are allocated by an Ares Fund to itself or to the Ares Funds’ affiliates or their respective portfolio companies or affiliated or managed funds, investment vehicles or accounts instead of to us.\n\nGeneral Risks\n\nWe depend on our executive officers and other key technical, operational and sales employees, and the loss of one or more of these employees or an inability to attract and retain other highly skilled employees could harm our business.\n\nOur success depends largely upon the continued services of our executive officers and other key technical, operational and sales employees. From time to time, there may be changes in our executive management team resulting from the hiring or departure of executives, which could disrupt our business. Our employment agreements with our executive officers or other key personnel do not require them to continue to work for us for any specified period and, therefore, they could terminate their employment with us at any time. The loss of one or more of our executive officers, especially our Chief Executive Officer, or other executive officers or key technical, operational and sales employees could harm our business.\n\nVolatility or lack of appreciation in the stock price of our common stock may also affect our ability to attract and retain our executive officers and key technical, operational and sales employees. Many of our senior personnel and other key technical, operational and sales employees have become, or will soon become, vested in a substantial amount of stock or stock options. Employees may be more likely to leave us if the shares they own or the shares underlying their vested options have significantly appreciated in value relative to the original purchase price of the shares or the exercise price of the options, or conversely, if the exercise price of the options that they hold are significantly above the market price of our common stock. If we do not maintain and continue to develop our corporate culture as we grow and evolve, it could harm our ability to foster the innovation, craftsmanship, teamwork, curiosity and diversity that we believe we need to support our continued growth.\n\nIn addition, developments in labor regulations could also harm our business. Increasingly common regulatory and legal restrictions on the enforceability or terms of employee non-solicitation, confidentiality, non-competition and similar restrictive covenant clauses may disrupt our process for attracting and retaining qualified employees.\n\nThe requirements of being a public company may strain our resources, divert management’s attention and affect our ability to attract and retain executive management and qualified board members.\n\nAs a public company, we are subject to the reporting requirements of the Exchange Act, the listing standards of the NYSE and other applicable securities rules and regulations. As a result of the complexity involved in complying with the rules and regulations applicable to public companies, our management’s attention may be diverted from other business concerns, which could harm our business, results of operations and financial condition. Although we have already hired additional employees to assist us in complying with these requirements, we may need to hire more employees in the future or engage outside consultants, which will increase our operating expenses.\n\n39\n\n\nIn addition, changing laws, regulations and standards relating to corporate governance and public disclosure are creating uncertainty for public companies, increasing legal and financial compliance costs and making some activities more time-consuming. These laws, regulations and standards are subject to varying interpretations, in many cases due to their lack of specificity, and, as a result, their application in practice may evolve over time as new guidance is provided by regulatory and governing bodies, which could result in continuing uncertainty regarding compliance matters and higher costs necessitated by ongoing revisions to disclosure and governance practices. We intend to continue investing substantial resources to comply with evolving laws, regulations and standards, and this investment may result in increased general and administrative expenses and a diversion of management’s time and attention from business operations to compliance activities. If our efforts to comply with new laws, regulations and standards differ from the activities intended by regulatory or governing bodies due to ambiguities related to their application and practice, regulatory authorities may initiate legal proceedings against us and our business may be harmed.\n\nNew rules and regulations may make it more expensive for us to obtain director and officer liability insurance, and we may be required to accept reduced coverage or incur substantially higher costs to obtain coverage. These factors could also make it more difficult for us to attract and retain qualified members of our board of directors, particularly to serve on our audit committee and compensation committee, and qualified executive officers.\n\nAs a result of disclosure of information in filings required of a public company, our business and financial condition are more visible to the public, which may result in an increased risk of threatened or actual litigation, including by competitors and other third parties. If such claims are successful, our business, results of operations and financial condition could be harmed, and even if the claims do not result in litigation or are resolved in our favor, these claims, and the time and resources necessary to resolve them, could divert the resources of our management and harm our business, results of operations and financial condition.",
      "char_count": 121483
    }
  },
  "extracted_at": "2026-01-19T15:59:08.756963"
}