{
  "ticker": "T",
  "company_name": "AT&T INC.",
  "cik": 732717,
  "form_type": "10-K",
  "filing_date": "2025-02-12",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000732717-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000732717&accession_number=000073271725000013&xbrl_type=v",
  "sic_code": "4813",
  "industry": "Telephone Communications (No Radiotelephone)",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nGENERAL\n\nAT&T Inc. (“AT&T,” “we” or the “Company”) is a holding company incorporated under the laws of the State of Delaware in 1983 and has its principal executive offices at 208 S. Akard St., Dallas, Texas, 75202 (telephone number 210-821-4105). We maintain an internet website at www.att.com. (This website address is for information only and is not intended to be an active link or to incorporate any website information into this document.) We file electronically with the Securities and Exchange Commission (SEC) required reports on Form 8-K, Form 10-Q and Form 10-K; proxy materials; registration statements on Forms S-3 and S-8, as necessary; and other forms or reports as required. The SEC maintains a website (www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. We make available, free of charge, on our website our annual report on Form 10-K, our quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports as soon as reasonably practicable after such reports are electronically filed with, or furnished to, the SEC. We also make available on that website, and in print, if any stockholder or other person so requests, our “Code of Ethics” applicable to all employees and Directors, our “Corporate Governance Guidelines,” and the charters for all committees of our Board of Directors, including Audit, Human Resources and Governance and Policy committees. Any changes to our Code of Ethics or waiver of our Code of Ethics for senior financial officers, executive officers or Directors will be posted on that website.\n\nA reference to a “Note” refers to the Notes to Consolidated Financial Statements in Item 8.\n\nHistory\n\nAT&T, formerly known as SBC Communications Inc. (SBC), was formed as one of several regional holding companies created to hold AT&T Corp.’s (ATTC) local telephone companies. On January 1, 1984, we were spun-off from ATTC pursuant to an anti-trust consent decree, becoming an independent publicly traded telecommunications services provider. \n\nFollowing our formation, we expanded our communications footprint and operations, most significantly:\n\n•Our subsidiaries merged with incumbent local exchange carriers (ILEC) Pacific Telesis Group in 1997 and Ameritech Corporation in 1999.\n\n•In 2005, we merged one of our subsidiaries with ATTC, creating one of the world’s leading telecommunications providers. In connection with the merger, we changed the name of our company from “SBC Communications Inc.” to “AT&T Inc.”\n\n•In 2006, we acquired ILEC BellSouth Corporation (BellSouth), which included BellSouth’s 40% economic interest in AT&T Mobility LLC (AT&T Mobility), formerly Cingular Wireless LLC, resulting in 100% ownership of AT&T Mobility.\n\n•In 2014, we completed the acquisition of wireless provider Leap Wireless International, Inc. \n\n•In 2015, we acquired wireless properties in Mexico and acquired DIRECTV, a leading provider of digital television entertainment services in both the United States (included in our Video business) and Latin America (referred to as Vrio).\n\n•From 2018 through April 2022, we acquired and held various investments in entertainment businesses, namely Time Warner Inc., which comprised a substantial portion of our previous WarnerMedia segment.\n\n•In July 2021, we closed our transaction with TPG Capital (TPG) to form a new company named DIRECTV Entertainment Holdings, LLC (DIRECTV). With the close of the transaction (DIRECTV Transaction), we separated our Video business, comprised of our U.S. video operations, and began accounting for our investment in DIRECTV under the equity method. In September 2024, we agreed to sell our remaining interest in DIRECTV to TPG, which we expect to close in mid-2025.\n\n•In April 2022, we completed the separation of our WarnerMedia business in a Reverse Morris Trust transaction (WarnerMedia/Discovery Transaction). Upon its separation and distribution, the WarnerMedia business met the criteria for discontinued operations, as did other dispositions that were part of a single plan, including Vrio, Xandr and Playdemic Ltd. (Playdemic). These businesses are reflected in our historical financial statements as discontinued operations, including for periods prior to the consummation of the WarnerMedia separation.\n\n1\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nGeneral\n\nWe are a leading provider of telecommunications and technology services globally. The services and products that we offer vary by market and utilize various technology platforms in a range of geographies. Our reportable segments are organized as follows:\n\nThe Communications segment provides wireless and wireline telecom and broadband services to consumers located in the United States and businesses globally. Our business strategies reflect integrated product offerings that cut across product lines and utilize shared assets. This segment contains the following business units:\n\n•Mobility provides nationwide wireless service and equipment.\n\n•Business Wireline provides advanced ethernet-based fiber services, fixed wireless services, IP Voice and managed professional services, as well as legacy voice and data services and related equipment, to business customers. \n\n•Consumer Wireline provides broadband services, including fiber connections that provide multi-gig services, and our fixed wireless access product (AT&T Internet Air or “AIA”) that provides internet services delivered over our 5G wireless network, to residential customers in select locations. Consumer Wireline also provides legacy telephony voice communication services.\n\nThe Latin America segment provides wireless service and equipment in Mexico. \n\nCorporate support costs, including administrative support costs borne by AT&T where business units do not influence decision making and results from business no longer integral to our operations are reported as Corporate and Other, which reconciles our segment results to consolidated operating income and income before income taxes. \n\nAreas of Focus\n\nWe are a leader in providing connectivity services through our market focus areas of 5G and fiber. Fiber underpins the connectivity we deliver, both wired and wireless. Building on that fiber foundation is our solid spectrum portfolio, strengthened through Federal Communications Commission (FCC) auction acquisitions and 5G deployment. We believe our fixed wireline and mobile approach will differentiate our services and provide us with additional convergence growth opportunities in the future as bandwidth demands continue to grow. We will continue to demonstrate our commitment to ensure management attention is sharply focused on growth areas and operational efficiencies.\n\nOur integrated telecommunications network utilizes different technological platforms to provide instant connectivity at the higher speeds made possible by our fiber network expansion and wireless network enhancements. Streaming, augmented reality, “smart” technologies, user generated content and artificial intelligence (AI) are expected to continue to drive greater demand for broadband, which we believe will allow us to capitalize on our fiber and 5G deployments. During 2025, we are focused on the core capabilities of our products, our infrastructure and our network. Our concentration is to aggregate the most traffic on the largest, lowest marginal cost, converged network through efficient spectrum deployment and construction of the largest high-capacity broadband solutions in the United States, while also working with regulators and customers to decommission high-cost legacy technologies over the next several years.\n\nDuring 2024, we collaborated with Ericsson to lead the U.S. in commercial scale open radio access network (Open RAN) deployment to build a more robust ecosystem of network infrastructure providers and suppliers, fostering lower network costs, improved operational efficiencies and allowing for continued investment in our fast-growing broadband network. We plan for about 70% of our wireless network traffic to flow across open-capable platforms by late 2026. Beginning in 2025, we expect to scale this Open RAN environment throughout our wireless network in coordination with multiple suppliers. We believe the move to an open, agile, programmable wireless network positions us to quickly capitalize on the next generation of wireless technology and spectrum when it becomes available. These innovative technologies are expected to enable lower-power, sustainable networks with higher performance to deliver enhanced user experiences.\n\nWireless Service We continue to experience rapid growth in data usage as consumers are demanding seamless access across their wireless and wired devices, and businesses and municipalities are connecting more and more equipment and facilities to the internet. The deployment of 5G, which allows for faster connectivity, lower latency and greater bandwidth, requires modifications of existing cell sites to add equipment supporting new frequencies, like the C-Band and the 3.45 GHz band. The increased speeds and network operating efficiency expected with 5G technology should enable massive deployment of devices connected to the internet as well as faster delivery of data services. As the wireless industry has matured, with nearly full penetration of smartphones in the U.S. population, future wireless growth will depend on our ability to offer innovative services, plans and devices that bundle product offerings and take advantage of our 5G wireless network. \n\nTo support higher mobile data usage, our priority is to best utilize a wireless network that has sufficient spectrum and capacity to support these innovations on as broad a geographic basis as possible. We expect to continue to invest significant capital in expanding our network capacity, as well as obtaining additional spectrum, when available, that meets our long-term needs. We participate in FCC spectrum auctions and have been redeploying spectrum previously used for more basic services to support \n\n2\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nmore advanced mobile internet services. Additionally, in November 2024, we agreed to purchase select spectrum licenses from United States Cellular Corporation (UScellular) for approximately $1,000, subject to closing conditions, including the consummation of UScellular’s proposed sale of its wireless operations and select spectrum assets to T-Mobile US, Inc. \n\nIn North America, our network covers over 440 million people with 4G LTE and over 314 million with 5G technology. In the United States, our network covers all major metropolitan areas and more than 336 million people with our LTE technology and more than 314 million people with our 5G technology. \n\nBroadband Technology In 2020, we identified fiber as a core priority for our business and enhanced our focus to expand our fiber footprint and grow customers. At December 31, 2024, we had more than 9.3 million fiber consumer wireline broadband customers, adding 1.0 million during the year. The expansion builds on our recent investments to convert to a software-based network, managing the migration of wireline customers to services using our fiber infrastructure to provide broadband technology. Software-based technologies align with our global leadership in software defined network (SDN) and network function virtualization (NFV). This network approach delivers a demonstrable cost advantage in the deployment of next-generation technology over the traditional, hardware-intensive network approach. Our virtualized network supports next-generation applications like 5G and broadband-based services quickly and efficiently. At December 31, 2024, we had 15.3 million broadband connections, compared to 15.1 million broadband connections in the prior year.\n\nCopper Decommissioning While building the network of the future, we are actively working to exit our legacy copper network operations across the large majority of our wireline footprint. Our exit strategy includes migrating customers to fiber and wireless alternatives, and working with policy-makers to decommission our inefficient and less reliable copper network. At December 31, 2024, we had 3.3 million network access lines in service and 127,000 DSL subscribers compared, to 4.2 million network access lines in service and 210,000 DSL subscribers in the prior year.\n\nBUSINESS OPERATIONS\n\nOPERATING SEGMENTS\n\nOur segments are strategic business units that offer different products and services over various technology platforms and/or in different geographies that are managed accordingly. We have two reportable segments: Communications and Latin America.\n\nAdditional information about our segments, including financial information, is included under the heading “Segment Results” in Item 7 and in Note 4 of Item 8.\n\nCOMMUNICATIONS\n\nOur Communications segment provides wireless and wireline telecom and broadband services to consumers located in the U.S. and businesses globally. Our Communications services and products are marketed under the AT&T, AT&T Business, Cricket, AT&T PREPAIDSM, AT&T Fiber and AT&T Internet Air brand names. The Communications segment provided approximately 97% of 2024 segment operating revenues and accounted for substantially all of our 2024 total segment operating income. This segment contains the Mobility, Business Wireline and Consumer Wireline business units.\n\nMobility – Our Mobility business unit provides nationwide wireless service to consumers and wholesale and resale wireless subscribers located in the United States by utilizing our network to provide voice and data services, including high-speed internet over wireless devices. We classify our subscribers as either postpaid, prepaid or reseller. As of December 31, 2024, we served 118 million Mobility subscribers, including 89 million postpaid (73 million phone), 19 million prepaid and 10 million through resellers. Our Mobility business unit revenue includes the following categories: service and equipment.\n\nService\n\nWe offer a comprehensive range of high-quality nationwide wireless voice and data communications services in a variety of pricing plans to meet the communications needs of targeted customer categories. Through FirstNet® services, we also provide a nationwide wireless broadband network dedicated to public safety.\n\nConsumers continue to require increasing availability of data-centric services and a network to connect and control those devices. An increasing number of our subscribers are using more advanced devices, including embedded computing systems and/or software, commonly called the Internet of Things (IoT). We offer unlimited plans that include features allowing for the sharing of voice, text and data across multiple devices, which attracts subscribers from other providers and helps minimize subscriber churn. We continue to upgrade our network and coordinate with equipment manufacturers and application developers to further capitalize on the continued growing demand for wireless data services.\n\nWe also offer nationwide wireless voice and data communications to certain customers who prefer to pay in advance. These services are offered under the Cricket and AT&T PREPAID brands and are typically monthly prepaid services.\n\n3\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nEquipment\n\nWe sell a wide variety of handsets, wireless data cards and wireless computing devices manufactured by various suppliers for use with our voice and data services. We also sell accessories, such as carrying cases/protective covers and wireless chargers. We sell online and through our own company-owned stores, agents and third-party retail stores. We provide our customers the ability to purchase handsets on an installment basis and the opportunity to bring their own device. Subscribers that bring their own devices or retain handsets for longer periods impact upgrade activity. Like other wireless service providers, we also provide postpaid contract subscribers promotional equipment offers to initiate, renew or upgrade service.\n\nBusiness Wireline – Our Business Wireline business unit provides services to business customers, including multinational corporations, small and mid-sized businesses, and governmental and wholesale customers. Our Business Wireline business unit revenue includes the following categories: service and equipment.\n\nService\n\nWe offer fiber and other advanced connectivity services, such as AT&T Dedicated Internet, fiber ethernet and broadband, fixed wireless, and hosted and managed professional services, as well as legacy voice and other transitional services comprised of copper-based voice and data, Virtual Private Networks (VPN), wholesale, outsourcing and IP sales. Historically, a majority of our Business Wireline service revenues came from legacy copper-based voice and data and traditional products; however, over recent years those services have been declining due to secular pressures. \n\nWe continue to reconfigure our wireline network to take advantage of the latest technologies and services, and rely on our SDN and NFV to enhance business customers’ digital agility in a rapidly evolving environment. Some of the services we have offered historically are in secular decline and, going forward, we will focus on our owned and operated connectivity services powered by 5G and fiber as well as evaluating opportunities where we can turn down existing copper infrastructure.\n\nEquipment\n\nEquipment revenues include customer premises equipment.\n\nConsumer Wireline – Our Consumer Wireline business unit provides broadband services, including fiber connections, AIA and legacy telephony voice communication services, to customers in the United States by utilizing our IP-based and copper wired network. Our Consumer Wireline business unit revenue includes the following categories: broadband, legacy voice and data services and other service and equipment.\n\nBroadband Service\n\nWe provide broadband and internet services to approximately 14.1 million customers, including 9.3 million fiber broadband subscribers at December 31, 2024. With changes in video viewing preferences and the impacts of remote learning trends, we are experiencing increasing demand for high-speed broadband services. We believe our investment in expanding our industry-leading fiber network positions us to be a leader in wired connectivity. Our focus on fiber brings owners economics and expected efficiencies while we continue to evaluate opportunities where we can turn down existing copper infrastructure. \n\nWe believe that our flexible platform, with a broadband and wireless connection, is the most efficient way to transport direct-to-consumer video and data experiences both at home and on mobile devices. Through this integrated approach, we can optimize the use of storage in the home as well as in the cloud, while also providing a seamless service for consumers across screens and locations. \n\nLegacy Voice and Data Services\n\nRevenues from our traditional voice services continue to decline as customers switch to wireless or VoIP services provided by us, cable companies or other internet-based providers.\n\nOther Service and Equipment\n\nOther service revenues include VoIP services, customer fees and equipment.\n\nAdditional information on our Communications segment is contained in the “Overview” section of Item 7.\n\nLATIN AMERICA\n\nOur Latin America segment provides wireless service in Mexico. We utilize our regional and national wireless networks in Mexico to provide consumer and business customers with wireless data and voice communication services. The Latin America segment provided approximately 3% of 2024 segment operating revenues and less than 1% of our 2024 total segment operating income. We divide our revenue into the following categories: service and equipment.\n\n4\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nService\n\nWe provide postpaid and prepaid wireless services in Mexico to approximately 24 million subscribers under the AT&T and Unefon brands. Postpaid service allows for (1) no annual service contract for subscribers who bring their own device or purchase a device on installment and (2) service contracts for periods up to 36 months for subscribers who purchase their equipment under the traditional device subsidy model. We also offer prepaid plans.\n\nEquipment\n\nWe sell a wide variety of handsets, including smartphones manufactured by various suppliers for use with our voice and data services. We sell through our own company-owned stores, agents and third-party retail stores.\n\nAdditional information on our Latin America segment is contained in the “Overview” section of Item 7.\n\nMAJOR CLASSES OF SERVICE\n\nThe following table sets forth the percentage of total consolidated reported operating revenues by any class of service that accounted for 10% or more of our consolidated total operating revenues in any of the last three fiscal years:\n\nPercentage of Total Consolidated Operating Revenues\n\n202420232022\n\nCommunications Segment\n\nWireless service\n\n53  %52  %50  %\n\nBusiness service\n\n15 17 18 \n\nEquipment17 17 18 \n\nLatin America Segment\n\nWireless service2 2 2 \n\nEquipment1 1 1 \n\nAdditional information on our geographical distribution of revenues is contained in Note 4 of Item 8.\n\nGOVERNMENT REGULATION\n\nFacilities-based wireless communications providers in the United States, like AT&T, must be licensed by the FCC to provide communications services at specified spectrum frequencies within defined geographic areas and must comply with FCC rules and policies governing the use of the spectrum. The FCC’s rules have a direct impact on whether the wireless industry has sufficient spectrum available to support the high-quality, innovative services our customers demand. Wireless licenses are issued for a fixed time period, typically 10 to 15 years, and we must seek renewal of these licenses. While the FCC has generally renewed licenses, the FCC has authority to both revoke a license for cause and to deny a license renewal if a renewal is not in the public interest. Additionally, while wireless communications providers’ prices and service offerings have historically not been subject to prescriptive regulation, the federal government and various states periodically consider new regulations and legislation relating to various aspects of wireless services.\n\nThe Communications Act of 1934 and other related laws give the FCC broad authority to regulate the U.S. operations of our interstate telecommunications services. In addition, our ILEC subsidiaries are subject to regulation by state governments, which have the power to regulate intrastate rates and services, including local, long-distance and network access services, provided such state regulation is consistent with federal law. Some states have eliminated or reduced regulations on our retail offerings. These subsidiaries are also subject to the jurisdiction of the FCC with respect to intercarrier compensation, interconnection, and interstate and international rates and services, including interstate access charges. Access charges are a form of intercarrier compensation designed to reimburse our wireline subsidiaries for the use of their networks by other carriers.\n\nWe continue to support regulatory and legislative measures and efforts at both the federal and state levels to minimize and/or moderate regulatory burdens that are no longer appropriate in a competitive communications market and that inhibit our ability to compete more effectively and offer services wanted and needed by our customers, including initiatives to transition services from traditional networks to all IP-based networks. At the same time, we also seek to ensure that legacy regulations are not further extended to broadband or wireless services, which are subject to vigorous competition.\n\nOur subsidiaries operating outside the United States are subject to the jurisdiction of national and supranational regulatory authorities in the market where service is provided.\n\n5\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nFor a discussion of significant regulatory issues directly affecting our operations, please see the information contained under the headings “Operating Environment and Trends of the Business” and “Regulatory Landscape” of Item 7, which information is incorporated herein by reference. \n\nIMPORTANCE, DURATION AND EFFECT OF LICENSES\n\nCertain of our subsidiaries own or have licenses to various patents, copyrights, trademarks and other intellectual property necessary to conduct business. Many of our subsidiaries also hold government-issued licenses or franchises to provide wireline or wireless services. Additional information relating to regulations affecting those rights is contained under the heading “Operating Environment and Trends of the Business” of Item 7. We actively pursue patents, trademarks and service marks to protect our intellectual property within the United States and abroad. We maintain a significant global portfolio of patents, trademarks and service mark registrations. We have also entered into licenses that permit other companies to utilize certain of our patents, trademarks, service marks, and technologies, in exchange for payments and subject to appropriate safeguards and restrictions. As we transition our network from a switch-based network to an IP, software-based network, we have increasingly entered into licensing agreements with software developers.\n\nWe periodically license third-party patents and other intellectual rights in exchange for payments. We also receive claims from third parties asserting that our products, services or technologies infringe on their patents or other intellectual property rights. These claims could require us to pay damages or acquire license rights, stop offering the relevant products or services, and/or cease network functions or other activities. While the outcome of any litigation is uncertain, we do not believe that the resolution of any of these infringement claims or the expiration or non-renewal of any of our intellectual property rights would have a material adverse effect on our results of operations.\n\nMAJOR CUSTOMERS\n\nNo customer accounted for 10% or more of our consolidated revenues in 2024, 2023 or 2022.\n\nCOMPETITION\n\nCompetition continues to increase for communications and digital services from traditional and nontraditional competitors. Technological advances have expanded the types and uses of services and products available. In addition, lack of or a reduced level of regulation of comparable legacy services has lowered costs for alternative communications service providers. As a result, we face continuing competition as well as some new opportunities in significant portions of our business.\n\nWireless We face substantial competition in our wireless businesses. Under current FCC rules, multiple licensees, who provide wireless services on the cellular, PCS, Advanced Wireless Services, 700 MHz and other spectrum bands, may operate in each of our U.S. service areas. Our competitors include two national wireless providers; a larger number of regional providers and resellers of each of those providers’ services; and certain cable companies. In addition, we face competition from providers who offer voice, text messaging and other services as applications on data networks. We are one of three facilities-based providers in Mexico (retail and wholesale), with the most significant market share controlled by América Móvil. We may experience significant competition from companies that provide similar services using other communications technologies and services. While some of these technologies and services are now operational, others are being developed or may be developed. We compete for customers based principally on service/device offerings, price, network quality, coverage area and customer service.\n\nBroadband The desire for high-speed data on demand, including video, is continuing to lead customers to terminate their traditional wired or copper-based services and use our fiber or fixed wireless services or competitors’ wireless, satellite and internet-based services. In most U.S. markets, we compete for customers with large cable companies and wireless broadband providers for high-speed internet and voice services.\n\nLegacy Voice and Data We continue to lose legacy voice and data subscribers due to industry-wide secular declines and competitors (e.g., wireless, cable and VoIP providers) who can provide comparable services at lower prices because they are not subject to traditional telephone industry regulation (or the extent of regulation they are subject to is in dispute), utilize different technologies or promote a different business model. In most U.S. markets, we compete for customers with large cable companies and other smaller telecommunications companies.\n\nAdditionally, we provide local and interstate telephone and switched services to other service providers, primarily large internet service providers using the largest class of nationwide internet networks (internet backbone), wireless carriers, other telephone companies, cable companies and systems integrators. These services are subject to additional competitive pressures from the development of new technologies, the introduction of innovative offerings and increasing satellite, wireless, fiber-optic and cable transmission capacity for services.\n\n6\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nRESEARCH AND DEVELOPMENT\n\nAT&T scientists and engineers conduct research in a variety of areas, including IP networking, advanced network design and architecture, network and cybersecurity, network operations support systems and data analytics. The majority of the development activities are performed to create new services and to invent tools and systems to manage secure and reliable networks for us and our customers. Research and development expenses were $955 in 2024, $954 in 2023, and $1,236 in 2022.\n\nHUMAN CAPITAL\n\nNumber of Employees As of December 31, 2024, we employed approximately 140,990 persons.\n\nEmployee Development We believe our success depends on our employees’ success and that all employees must have the skills they need to thrive. We offer training and elective courses that give employees the opportunity to enhance their skills. We also intend to help cultivate the next generation of talent that will lead our company into the future by providing employees with educational opportunities through our internal training organization.\n\nLabor Contracts Approximately 43% of our employees are represented by the Communications Workers of America (CWA), the International Brotherhood of Electrical Workers (IBEW) or other unions. After expiration of collective bargaining agreements, work stoppages or labor disruptions may occur in the absence of new contracts or other agreements being reached. The main contract set to expire in 2025 covers approximately 9,000 employees in Arkansas, Kansas, Missouri, Oklahoma and Texas and is set to expire in April.\n\nCompensation and Benefits In addition to salaries, we provide a variety of benefit programs to help meet the needs of our employees. These programs cover active and former employees and may vary by subsidiary and region. These programs include 401(k) plans, pension benefits, and health and welfare benefits, among many others. In addition to our active employee base, at December 31, 2024, we had approximately 496,000 retirees and dependents who were eligible to receive retiree benefits.\n\nWe review our benefit plans to maintain competitive packages that reflect the needs of our workforce. We also adapt our compensation model to provide fair and inclusive pay practices across our business. We are committed to pay equity for employees who hold the same jobs, work in the same geographic area, and have the same levels of experience and performance.\n\nEmployee Wellness We provide our employees access to flexible and convenient health and welfare programs and workplace accommodations. We have prioritized self-care and emphasized a focus on wellness and providing flexible scheduling or time-off options.\n\nInclusion We believe that championing inclusion does more than just make us a better company, it contributes to a world where people are empowered to be their very best and it leads to a workforce that is representative of, and responsive to, the broad customer base that we serve. That is why we are committed to inclusion and one of the reasons why our company purpose is “to connect people to greater possibilities.” This emanates from our unwavering pledge to ensure that employees feel included when they join AT&T, and are provided with opportunities for advancement, training and development to realize their full potential while working for the company.\n\nWe believe in attracting and hiring talented people who represent a mix of backgrounds and experiences. At AT&T, we have employee groups that reflect our large and varied workforce. These affinity groups provide opportunities for professional enrichment, leadership, community engagement, market development and networking. It is important that our employees feel they are included, valued, and are fully engaged in our success.",
      "char_count": 33436
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nIn addition to the other information set forth in this document, including the matters contained under the heading “Cautionary Language Concerning Forward-Looking Statements,” you should carefully read the matters described below. We believe that each of these matters could materially affect our business. Most, if not all, of these factors are beyond our ability to control.\n\nMacro-Economic Factors:\n\nAdverse changes in the U.S. securities markets, increasing interest rates, rising inflation and medical costs could materially increase our benefit plan costs and future funding requirements. \n\nOur costs to provide current benefits and funding for future benefits are subject to increases, primarily due to continuing increases in medical and prescription drug costs, in part due to inflation, and can be affected by lower returns on assets held by our pension and other benefit plans, which are reflected in our financial statements for that year. In calculating the recognized benefit costs, we have made certain assumptions regarding future investment returns, interest rates and medical costs. These \n\n7\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nassumptions could change significantly over time and could be materially different than originally projected. Lower than assumed investment returns, an increase in our benefit obligations, and higher than assumed medical and prescription drug costs will increase expenses.\n\nThe Financial Accounting Standards Board (FASB) requires companies to recognize the funded status of defined benefit pension and postretirement plans as an asset or liability in their statement of financial position and to recognize changes in that funded status in the year in which the changes occur. We have elected to reflect the annual adjustments to the funded status in our consolidated statement of income. Therefore, an increase in our costs or adverse market conditions will have a negative effect on our operating results.\n\nSignificant adverse changes in capital markets could result in the deterioration of our defined benefit plans’ funded status. \n\nInflationary pressures on costs, such as inputs for devices we sell and network components, labor and distribution costs, may impact our network construction, our financial condition or results of operations.\n\nAs a provider of telecommunications and technology services, we sell handsets, wireless data cards, wireless computing devices and customer premises equipment manufactured by various suppliers for use with our voice and data services and depend on suppliers to provide us, directly or through other suppliers, with items such as network equipment, customer premises equipment, and wireless-related equipment such as mobile hotspots, handsets, wirelessly enabled computers, wireless data cards and other connected devices for our customers. In recent years, the costs of these inputs and the costs of labor necessary to develop, deploy and maintain our networks and our products and services have increased. In addition, many of these inputs are subject to price fluctuations from a number of factors, including, but not limited to, market conditions, demand for raw materials used in the production of these devices and network components, severe weather, energy costs, currency fluctuations, supplier capacities, governmental actions, import and export requirements (including tariffs), and other factors beyond our control. Inflationary and supply pressures may continue into the future and could have an adverse impact on our ability to source materials.\n\nOur attempts to offset these cost pressures, such as through increases in the selling prices of some of our products and services, may not be successful. Higher product or service prices may result in reductions in sales volume or increases in subscriber churn. Consumers may be less willing to pay a price differential for our products and services and may increasingly purchase lower-priced offerings, or may forego some purchases altogether, during a period of inflationary pressure or an economic downturn. To the extent that price increases are not sufficient to offset these increased costs adequately or in a timely manner, and/or if they result in significant decreases in sales volume, our business, financial condition or operating results may be adversely affected. Furthermore, we may not be able to offset any cost increases through productivity and cost-saving initiatives.\n\nAdverse changes in global financial markets could limit our ability and our larger customers’ and suppliers’ ability to access capital or increase the cost of capital needed to fund business operations.\n\nIn recent years, uncertainty surrounding global growth rates, inflation and the interest rate environment produced volatility in the credit, currency and equity markets. Volatility may affect companies’ access to the credit markets, leading to higher borrowing costs, or, in some cases, the inability to fund ongoing operations. In addition, we contract with large financial institutions to support our own treasury operations, including contracts to hedge our exposure to interest rates and foreign exchange and the funding of credit lines and other short-term debt obligations, including commercial paper. These financial institutions face stricter capital-related and other regulations in the United States and Europe, as well as ongoing legal and financial issues concerning their loan portfolios, which may hamper their ability to provide credit or raise the cost of providing such credit.\n\nA company’s cost of borrowing is affected by evaluations given by various credit rating agencies, and these agencies have been applying tighter credit standards when evaluating debt levels and future growth prospects. While we have been successful in continuing to access the credit and fixed income markets when needed, adverse changes in the financial markets could render us either unable to access these markets or able to access these markets only at higher interest costs and with restrictive financial or other conditions, severely affecting our business operations. Additionally, downgrades of our credit rating by the major credit rating agencies could increase our cost of borrowing and also impact the collateral we would be required to post under certain agreements we have entered into with our derivative counterparties, which could negatively impact our liquidity. Further, valuation changes in our derivative portfolio due to interest rates and foreign exchange rates could require us to post collateral and thus may negatively impact our liquidity.\n\nOur international operations increase our exposure to political instability, to changes in the international economy and to regulation on our business, and these risks could offset our expected growth opportunities.\n\nWe have international operations, particularly in Mexico, and other countries worldwide where we need to comply with a wide variety of complex local laws, regulations and treaties, and are subject to evolving political environments. In addition, we are \n\n8\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nexposed to, among other factors, fluctuations in currency values, changes in relationships between U.S. and foreign governments, war or other hostilities, and other regulations that may materially affect our earnings. Involvement with foreign firms also exposes us to the risk of being unable to control the actions of those firms and therefore exposes us to risks associated with our obligation to comply with the Foreign Corrupt Practices Act (FCPA). Violations of the FCPA could have a material adverse effect on our operating results.\n\nIndustry-Wide Factors:\n\nChanges to federal, state and foreign government regulations and decisions in regulatory proceedings, as well as private litigation, could further increase our operating costs and/or alter customer perceptions of our operations, which could materially adversely affect us.\n\nOur subsidiaries providing wired services are subject to significant federal and state regulation, while many of our competitors are not. In addition, our subsidiaries and affiliates operating outside the United States are also subject to the jurisdiction of national and supranational regulatory authorities in the markets where service is provided. Our wireless subsidiaries are regulated to varying degrees by the FCC and in some instances, by state and local agencies. Adverse regulations and rulings by the courts, the FCC or states relating to broadband and wireless deployment,, could impede our ability to manage our networks and recover costs and lessen incentives to invest in our networks. The continuing growth of IP-based services, especially when accessed by wireless devices, has created or potentially could create conflicting regulation between the FCC and various state and local authorities, which may involve lengthy litigation to resolve and may result in outcomes unfavorable to us. In addition, in response to the Federal Aviation Administration (FAA) questioning whether cell sites transmitting C-Band spectrum could impact radio altimeter equipment on airplanes, we voluntarily committed to temporary, precautionary measures near certain airports through January 1, 2028, which may have limited impacts to deployments and services. In addition, increased public focus on a variety of issues related to our operations, such as privacy issues, government requests or orders for customer data, and concerns about global climate change, have led to proposals or new legislation at state, federal and foreign government levels to change or increase regulation on our operations, which could result in additional costs of compliance or litigation. Enactment of new privacy laws and regulations could, among other things, adversely affect our ability to collect data and offer targeted advertisements or result in additional costs of compliance or litigation. Should customers decide that our competitors offer a more customer-friendly environment, our competitive position, results of operations or financial condition could be materially adversely affected.\n\nExtreme weather events and other potential effects of climate change may impose risk of damage to our infrastructure, our ability to provide services, and may cause changes in federal, state and foreign government regulation, all of which may result in potential adverse impact to our financial results.\n\nThe potential physical effects of extreme weather events and other potential effects of climate change, such as increased frequency and severity of storms, floods, fires, freezing conditions, sea-level rise and other climate-related events, could damage our networks and cause disruptions in our services, which could adversely affect our operations, infrastructure and financial results. Operational impacts resulting from the potential physical effects of climate change, such as damage to our network infrastructure, could result in increased costs and loss of revenue. While we currently do not believe the potential losses or costs associated with the physical effects of climate change will be material, it is difficult to accurately and precisely calculate the future impacts of the physical effects of climate change given the dynamic nature of climate change’s impacts on the environment. \n\nContinuing growth in and the converging nature of wireless and broadband services will require us to deploy significant amounts of capital and require ongoing access to spectrum in order to provide attractive services to customers.\n\nWireless and broadband services are undergoing rapid and significant technological changes and a dramatic increase in usage, including, in particular, the demand for faster and seamless usage of data across mobile and fixed devices. The COVID-19 pandemic accelerated these changes and also resulted in higher network utilization, as more customers consumed bandwidth from changes in work and learn from home trends. Streaming, augmented reality, “smart” technologies, user generated content and artificial intelligence (AI) are expected to continue to drive greater demand for broadband. We must continually invest in our networks in order to improve our wireless and broadband services to meet this increasing demand and changes in customer expectations while remaining competitive. Improvements in these services depend on many factors, including continued access to and deployment of adequate spectrum and the capital needed to expand our wireline network to support transport of these services. In order to stem broadband subscriber losses to cable competitors in our non-fiber wireline areas, we have been expanding our all-fiber wireline network. We must maintain and expand our network capacity and coverage for transport of data, including video, and voice between cell and fixed landline sites. To this end, we participate in spectrum auctions and continue to deploy software and other technology advancements in order to efficiently invest in our network.\n\nWe have spent, and plan to continue spending, significant capital and other resources on the ongoing development and deployment of our 5G and fiber networks. This deployment and other network service enhancements and product launches may \n\n9\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nnot occur as scheduled or at the cost expected due to many factors, including unexpected inflation, delays in determining equipment and wireless handset operating standards, supplier delays, software issues, increases in network and handset component costs, regulatory permitting delays for tower sites or enhancements, or labor-related delays. Deployment of new technology also may adversely affect the performance of the network for existing services. If we cannot acquire needed spectrum, if our 5G and fiber offerings fail to gain acceptance in the marketplace or if we otherwise fail to deploy the services customers desire on a timely basis with acceptable quality and at reasonable costs, then our ability to attract and retain customers, and, therefore, maintain and improve our operating margins, could be materially adversely affected. In 2023, the FCC’s statutory authority to conduct spectrum auctions lapsed and it is uncertain when Congress will act to reauthorize it. Also in 2023, the federal government released a national spectrum strategy that focused on spectrum sharing but did not include terms of future spectrum sharing model(s) or specific timelines to make additional spectrum bands available for 5G and future generations of service. As a result, the federal government’s ability and intent to make sufficient spectrum available to the industry in needed timeframes and on terms suitable for mobile broadband network deployments remains uncertain.\n\nIncreasing competition could materially adversely affect our operating results.\n\nWe have multiple wireless competitors in each of our service areas and compete for customers based principally on service/device offerings, price, network quality, reliability, speed, coverage area and customer service. In addition, we are facing growing competition from providers offering services using advanced wireless technologies and IP-based networks, among others. We expect market saturation to continue, which may cause the wireless industry’s customer growth rate to moderate in comparison with historical growth rates, leading to increased competition for customers, including from strategic alliances in converged connectivity. Our share of industry sales could be reduced due to aggressive pricing or promotional strategies pursued by competitors. We also expect that our customers’ growing demand for high-speed video and data services will place constraints on our network capacity. These competition and capacity constraints will continue to put pressure on pricing and margins as companies compete for potential customers. Additionally, we may not be able to accurately predict future consumer demands or the success of new services in markets. Our ability to address these issues will depend, among other things, on continued improvement in network quality and customer service and our ability to price our products and services competitively as well as effective marketing of attractive products and services. These efforts will involve significant expenses and require strategic management decisions on, and timely implementation of, equipment choices, network deployment and service offerings. In addition, a sustained decline in a reporting unit’s revenues and earnings has resulted in the past, and may again result in the future, in a significant negative impact on its fair value, requiring us to record an impairment charge, which could have an adverse impact on our results of operations.\n\nIntellectual property rights may be inadequate to take advantage of business opportunities, which may materially adversely affect our operations. \n\nWe may need to spend significant amounts of money to protect our intellectual property rights. Any impairment of our intellectual property rights, including due to changes in U.S. or foreign intellectual property laws or the absence of effective legal protections or enforcement measures, could materially adversely impact our operations.\n\nIncidents or public assertions leading to damage to our reputation or questions about our business conduct, and any resulting lawsuits, claims or other legal proceedings, could have a material adverse effect on our business.\n\nWe believe that our brand image, awareness and reputation strengthen our relationship with consumers and contribute significantly to the success of our business. Our reputation and brand image could be negatively affected by a number of factors, including quality or reliability issues related to our services, products and operations; cybersecurity incidents and data breaches, including our actual or perceived responses thereto; regulatory compliance; governance issues; our actual or perceived position or lack of position on social and other sensitive matters; and the conduct of our employees and former employees. Our ability to attract and retain employees is highly dependent upon our commitment to an inclusive workplace, ethical business practices and other qualities. \n\nWe currently are, and may in the future be, named as a defendant in lawsuits, claims and other legal proceedings that arise in the ordinary course of our business based on alleged acts of misconduct by employees. These actions seek, among other things, compensation for alleged personal injury (including claims for loss of life), workers’ compensation, employment discrimination, sexual harassment, workplace misconduct, wage and hour claims and other employment-related damages, compensation for breach of contract, statutory or regulatory claims, negligence or gross negligence, punitive damages, consequential damages, and civil penalties or other losses or injunctive or declaratory relief. The outcome of any allegations, lawsuits, claims or legal proceedings is inherently uncertain and could result in significant costs, damage to our brands or reputation and diversion of management’s attention from our business. In 2023, The Wall Street Journal published a series of articles alleging that lead-clad telecommunications cables are a public-health hazard or may pose environmental risks. We are currently subject to litigation and have received inquiries from government authorities as a result of these assertions. We may be subject to additional litigation, government investigations and potentially new regulation or legislation relating to lead-clad cables. Any damage to our reputation or payments of significant amounts as a result of any of these issues, even if reserved, could materially and adversely affect our business, ability to serve customers, reputation, financial condition, results of operations and cash flows. \n\n10\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nOur business is subject to risks related to public health crises.\n\nPublic health crises and resulting mitigation measures have in the past, and may in the future, cause a negative effect on our operating results. These effects include, but are not limited to, closure of retail stores; impact on our customers’ ability to pay for our products and services; reduction in international roaming revenue; and reduced staffing levels in call centers and field operations. We also have in the past, and may in the future, incur significantly higher expenses attributable to infrastructure investments and increased labor costs due to public health crises. \n\nCompany-Specific Financial Factors:\n\nCustomer adoption of new software-based technologies may require higher-quality services from us, and meeting these demands could create supply chain issues and could increase capital costs. \n\nThe communications industry has experienced rapid changes in the past several years. An increasing number of our customers are using mobile devices as their primary means of viewing video. In addition, businesses and government bodies are broadly shifting to wireless-based services for homes and infrastructure to improve services to their respective customers and constituencies. We have spent, and continue to spend, significant capital to shift our wired network to software-based technology and are expanding 5G wireless technology to address these demands. We have entered and continue to enter into a significant number of software licensing agreements and continue to work with software developers to provide network functions in lieu of installing switches or other physical network equipment in order to respond to rapid developments in wireless demand. While software-based functionality can be changed much more quickly than, for example, physical switches, the rapid pace of development means that we may increasingly need to rely on single-source and software solutions that have not previously been deployed in production environments. Should this software not function as intended or our license agreements provide inadequate protection from intellectual property infringement claims, we could be forced to either substitute (if available) or else spend time to develop alternative technologies at a much higher cost and incur harm to our reputation for reliability, and, as a result, our ability to remain competitive could be materially adversely affected.\n\nWe depend on various suppliers to provide equipment to operate our business and satisfy customer demand, and interruption or delay in supply can adversely impact our operating results.\n\nWe depend on suppliers to provide us, directly or through other suppliers, with items such as network equipment, customer premises equipment and wireless-related equipment such as mobile hotspots, handsets, wirelessly enabled computers, wireless data cards and other connected devices for our customers. In some instances, we depend on key single-source suppliers to provide important inputs where there are few alternative suppliers available. These suppliers could fail to provide equipment on a timely or cost-effective basis, or fail to meet our performance expectations, for a number of reasons, including difficulties in obtaining export licenses for certain technologies, inflationary pressures, inability to secure component parts, general business disruption, natural disasters, safety issues, economic and political instability, including the outbreak of war and other hostilities, and public health emergencies. These factors have caused, and may again cause, delays in the development, manufacturing (including the sourcing of key components) and shipment of products to the extent that we or our suppliers are impacted. In certain limited circumstances, suppliers have been unable to supply products in a timely fashion, affecting our ability to provide products and services precisely as and when requested by our customers. It is possible that, in some circumstances, we could be forced to switch to a different key supplier or be unable to meet customer demand for certain products or services. Because of the cost and time lag that can be associated with transitioning from one supplier to another, our business could be substantially disrupted if we were required to, or chose to, replace the products of one or more key suppliers with products from another source, especially if the replacement became necessary on short notice. Any such disruption could increase our costs, decrease our operating efficiencies and have a negative effect on our operating results. \n\nIncreasing costs to provide services and failure to renew agreements on favorable terms, or at all, could adversely affect operating margins.\n\nOur operating costs, including customer acquisition and retention costs, could continue to put pressure on margins and customer retention levels. \n\nA number of our competitors offering comparable legacy services that rely on alternative technologies and business models are typically subject to less regulation, and therefore are able to operate with lower costs. These competitors generally can focus on discrete customer segments since they do not have regulatory obligations to provide universal service. Also, these competitors have cost advantages compared to us, due in part to operating on newer, more technically advanced and lower-cost networks with a nonunionized workforce, lower employee benefits and fewer retirees. We are transitioning services from our copper-based network and seeking regulatory approvals, where needed, at both the state and federal levels. If we do not obtain regulatory approvals for our network transition or obtain approvals with onerous conditions, we could experience significant cost and competitive disadvantages.\n\n11\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nA significant portion of our workforce is represented by labor unions, and we could incur additional costs or experience work stoppages as a result of the renegotiation of our labor contracts.\n\nAs of December 31, 2024, approximately 43% of our workforce was represented by the Communications Workers of America (CWA), the International Brotherhood of Electrical Workers (IBEW) or other unions. While we have labor contracts in place with these unions, with subsequent negotiations we have in the past and could in the future incur additional costs and/or experience work stoppages, which could adversely affect our business operations.\n\nWe may not realize or sustain the expected benefits from our business transformation initiatives, and these efforts could have a materially adverse effect on our business, operations, financial condition, results of operations and competitive position.\n\nWe have been and will be undertaking certain transformation initiatives, which are designed to reduce costs, enable legacy rationalization, streamline and modernize distribution and customer service, remove redundancies and simplify and improve processes and support functions. Our focus is on supporting added customer value with an improved customer experience. We intend for these efficiencies to enable increased investments in our strategic areas of focus, which include improving broadband connectivity (for example, fiber and 5G). We also expect these initiatives to drive efficiencies and improved margins. If we do not successfully manage and timely execute these initiatives, or if they are inadequate or ineffective, we may fail to meet our financial goals and achieve anticipated benefits, improvements may be delayed, not sustained or not realized, and our business, operations and competitive position could be adversely affected. Further, we are using and intend to further use artificial intelligence (AI)-driven efficiencies in our network design and operations, software development, sales, marketing, customer support services and general and administrative costs. The models used in those products, particularly generative AI models, may produce output or take action that is incorrect, release private or confidential information, reflect biases included in the data on which they are trained, infringe on the intellectual property rights of others, or be otherwise harmful. Any of these risks could expose us to liability or adverse legal or regulatory consequences and harm our reputation and the public perception of our business or the effectiveness of our security measures.\n\nUnfavorable litigation or governmental investigation results could require us to pay significant amounts or lead to onerous operating procedures.\n\nWe are subject to a number of lawsuits both in the United States and in foreign countries, including, at any particular time, claims relating to antitrust, patent infringement, wage and hour, personal injury, environmental, customer data and privacy violations, cyberattacks, regulatory proceedings, breach of contract, and selling and collection practices. We also spend substantial resources complying with various government standards, which may entail related investigations and litigation. In the wireless and wireline area, we also face current and potential litigation relating to alleged adverse health effects on customers or employees who use such technologies including, for example, wireless devices. We may incur significant expenses defending such suits or government charges and may be required to pay amounts or otherwise change our operations in ways that could materially adversely affect our operations or financial results.\n\nCyberattacks impacting our networks, systems or data or those of our suppliers or vendors may have a material adverse effect on our operations or results of operations.\n\nCyberattacks – including through the use of malware, computer viruses, distributed denial of services attacks, ransomware attacks, credential harvesting, social engineering and other means for obtaining unauthorized access to or disrupting the operation of our networks and systems or accessing our data and those of our suppliers, vendors and other service providers – could have a material adverse effect on our operations or results of operations. As a critical infrastructure service provider, the Company believes that it is a particularly attractive target for such cyberattacks, including from nation states and highly sophisticated, state-sponsored, or otherwise well-funded actors, and the Company experiences heightened risk from time to time as a result of geopolitical events.\n\nCyberattacks can cause equipment or network failures, copying or loss of information, including sensitive personal information of customers or employees or proprietary information, as well as disruptions to our or our customers’, suppliers’ or vendors’ operations, which could result in significant expenses, potential investigations and legal liability, a loss of current or future customers and reputational damage. Additional resources and management attention may be necessary to respond to government inquiries and requirements, including potentially conflicting demands and requirements from multiple government agencies. Moreover, the amount and scope of insurance that we maintain against losses resulting from any such events or security breaches may not be sufficient to cover our losses or otherwise adequately compensate us for any disruptions to our business that may result. As our networks evolve, they are becoming increasingly reliant on software and cloud technologies to handle growing demands for data consumption. Cyberattacks against the Company and its suppliers and vendors have occurred in the past, including from highly sophisticated, state-sponsored actors as noted above, and will continue to occur in the future and are increasing in frequency, scope and potential harm over time. For example, in July 2024, the Company disclosed a cybersecurity incident on Item 1.05 of Form 8-K relating to the copying of mobile customer call data.\n\n12\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nDue to the complexity and interconnectedness of our systems and those of our suppliers, vendors and other service providers, the process of enhancing our protective measures can itself create a risk of systems disruptions and security issues. Further, the use of artificial intelligence and machine learning by cybercriminals may increase the frequency and severity of cybersecurity attacks against us or our suppliers, vendors and other service providers. In addition, despite our efforts to detect unlawful intrusions, an attack may persist for an extended period of time before being detected, and, following detection, it may take considerable time for us to obtain sufficient information about the nature, scope and timing of the incident as well as the impact or reasonably likely impact on us. Indeed, as cyberattacks become increasingly sophisticated, a post-attack investigation may not be able to ascertain the entire scope of the attack’s impact.\n\nExtensive and costly efforts are undertaken to develop and test systems before deployment and to conduct ongoing monitoring and updating to prevent and withstand such attacks. While the Company may have contractual rights to assess the effectiveness of many of its suppliers’ and vendors’ systems and protocols, the Company cannot know or assess the effectiveness of all of our providers’ systems and controls at all times. While, to date, we have not been subject to a cyberattack that has had a material adverse effect on our operations or results of operations, the preventive actions we take, or our suppliers or vendors take, to reduce the risks associated with cyberattacks may be insufficient to repel or mitigate the effects of a major cyberattack in the future.\n\nNatural disasters, extreme weather conditions or terrorist or other hostile acts could cause damage to our infrastructure and result in significant disruptions to our operations.\n\nOur business operations could be subject to interruption by equipment or network failures caused by human error, system failures, unauthorized access to our network and critical infrastructure, power outages, terrorist or other hostile acts, including acts of war, and natural disasters, such as flooding, hurricanes and forest fires. Such events could cause significant damage to the infrastructure upon which our business operations rely, resulting in degradation or disruption of service to our customers, as well as significant recovery time and expenditures to resume operations. Our system redundancy and other measures we take to protect our infrastructure and operations from the impacts of such events may be ineffective or inadequate to sustain our operations through all such events. Any of these occurrences could result in lost revenues from business interruption, damage to our reputation and reduced profits.\n\nIncreases in our debt levels to fund spectrum purchases, or other strategic decisions could adversely affect our ability to finance future debt at attractive rates and reduce our ability to respond to competition and adverse economic trends.\n\nWe have incurred debt to fund significant acquisitions, as well as spectrum purchases needed to compete in our industry. While we believe such decisions were prudent and necessary to take advantage of both growth opportunities and respond to industry developments, we did experience credit rating downgrades from historical levels. Banks and potential purchasers of our publicly traded debt may decide that these strategic decisions and similar actions we may take in the future, as well as expected trends in the industry, will continue to increase the risk of investing in our debt and may demand a higher rate of interest, impose restrictive covenants or otherwise limit the amount of potential borrowing. Additionally, our capital allocation plan is focused on, among other things, managing our debt level going forward. Any failure to successfully execute this plan could adversely affect our cost of funds, liquidity, competitive position and access to capital markets.\n\nOur business may be impacted by changes in tax laws and regulations, judicial interpretations of the same or administrative actions by federal, state, local and foreign taxing authorities.\n\nTax laws are dynamic and subject to change as new laws are passed and new interpretations of the law are issued or applied. In many cases, the application of existing, newly enacted or amended tax laws (such as the U.S. Tax Cuts and Jobs Act of 2017 and the Inflation Reduction Act of 2022) may be uncertain and subject to differing interpretations, especially when evaluated against ever-changing products and services provided by our global telecommunications and technology businesses. In addition, tax legislation has been introduced or is being considered in various jurisdictions that could significantly impact our tax rate, tax liabilities and carrying value of deferred tax assets or deferred tax liabilities. Any of these changes could materially impact our financial performance and our tax provision, net income and cash flows.\n\nWe are also subject to ongoing examinations by taxing authorities in various jurisdictions. Although we regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of provisions for taxes, there can be no assurance as to the outcome of these examinations. In the event that we have not accurately or fully described, disclosed or determined, calculated or remitted amounts that were due to taxing authorities or if the ultimate determination of our taxes owed is for an amount in excess of amounts previously accrued, we could be subject to additional taxes, penalties and interest, which could materially impact our business, financial condition and operating results. \n\nIf the distribution of WarnerMedia, together with certain related transactions, were to fail to qualify for non-recognition treatment for U.S. federal income tax purposes under audit, then we could be subject to significant tax liability.\n\nIn connection with the WarnerMedia/Discovery Transaction, AT&T received a favorable Private Letter Ruling from the Internal Revenue Service (IRS). Nonetheless, the IRS or another applicable tax authority could determine on audit that the distribution by us of WarnerMedia to our stockholders and certain related transactions should be treated as taxable transactions \n\n13\n\nAT&T Inc.\n\nDollars in millions except per share amounts\n\nif it determines that any of the facts, representations or undertakings made in connection with the request for the ruling were incorrect or are violated. We may be entitled to indemnification from Warner Bros. Discovery (Warner Bros.) in the case of certain breaches of representations or undertakings by Warner Bros. under the tax matters agreement related to the WarnerMedia/Discovery Transaction. However, we could potentially be required to pay such tax prior to reimbursement from Warner Bros., and such indemnification is subject to Warner Bros.’ credit risk. If the IRS or another tax authority were to so conclude, there could be a material adverse impact on our business, financial condition, results of operations and cash flows.\n\nCAUTIONARY LANGUAGE CONCERNING FORWARD-LOOKING STATEMENTS\n\nInformation set forth in this report contains forward-looking statements that are subject to risks and uncertainties, and actual results could differ materially. Many of these factors are discussed in more detail in the “Risk Factors” section. We claim the protection of the safe harbor for forward-looking statements provided by the Private Securities Litigation Reform Act of 1995.\n\nThe following factors could cause our future results to differ materially from those expressed in the forward-looking statements:\n\n•Adverse economic and political changes, public health emergencies and our ability to access financial markets on favorable terms.\n\n•Increases in our benefit plans’ costs, including due to worse-than-assumed investment returns and discount rates, mortality assumptions, medical cost trends, or healthcare laws or regulations.\n\n•The final outcome of FCC and other federal, state or foreign government agency proceedings (including judicial review of such proceedings) and legislative and regulatory efforts involving issues important to our business, including, without limitation, pending Notices of Apparent Liability; the transition from legacy technologies to IP-based infrastructure, including the withdrawal of legacy TDM-based services; universal service; broadband deployment; wireless equipment siting regulations; E911 services; rules concerning digital discrimination; competition policy; privacy; net neutrality; copyright protection; availability of new spectrum on fair and reasonable terms; and wireless and satellite license awards and renewals, and our response to such legislative and regulatory efforts.\n\n•Enactment of or changes to state, local, federal and/or foreign tax laws and regulations, and actions by tax agencies and judicial authorities, and the resolution of disputes with any taxing jurisdictions, pertaining to our subsidiaries and foreign investments.\n\n•U.S. and foreign laws and regulations regarding intellectual property rights protection and privacy, personal data protection and user consent, which are rapidly evolving.\n\n•Our ability to compete in an increasingly competitive industry and against competitors that can offer product/service offerings at lower prices due to lower cost structures and regulatory and legislative actions adverse to us, including non-regulation of comparable alternative technologies and/or government-owned or subsidized networks, and our response to such competition and emerging technologies.\n\n•Disruptions in our supply chain that have a material impact on our ability to acquire needed goods and services.\n\n•The development and delivery of attractive and profitable wireless and broadband offerings and devices, including our ability to match speeds offered by competitors; and the availability, cost and/or reliability of technologies required to provide such offerings.\n\n•Our ability to adequately fund additional wireless spectrum and network development, deployment and maintenance; and regulations and conditions relating to spectrum use, licensing, obtaining additional spectrum, technical standards and deployment and usage, including network management rules.\n\n•Our ability to manage growth in wireless data services, including network quality.\n\n•The outcome of pending, threatened or potential litigation and arbitration.\n\n•The impact from major equipment, software or other failures or errors that disrupt our networks or cyber incidents; the effect of security breaches related to the network or customer information; our inability to obtain handsets, equipment/software or have handsets, equipment/software serviced in a timely and cost-effective manner from suppliers; severe weather conditions or other natural disasters including earthquakes and forest fires; public health emergencies; energy shortages; or wars or terrorist attacks.\n\n•The issuance by the FASB or other accounting oversight bodies of new or revised accounting standards.\n\n•The uncertainty surrounding further congressional action regarding spending and taxation, which may result in changes in government spending and affect the ability and willingness of businesses and consumers to spend in general.\n\n•Our ability to realize or sustain the expected benefits of our business transformation initiatives, which are designed to reduce costs, enable legacy rationalization, streamline distribution, remove redundancies and simplify and improve processes and support functions.\n\n•Our ability to successfully complete divestitures, as well as achieve our expectations regarding the financial impact of completed and/or pending transactions.\n\nReaders are cautioned that other factors discussed in this report, although not enumerated here, also could materially affect our future earnings.",
      "char_count": 44184
    }
  },
  "extracted_at": "2026-01-19T15:59:24.735294"
}