{
  "ticker": "TRMB",
  "company_name": "TRIMBLE INC.",
  "cik": 864749,
  "form_type": "10-K",
  "filing_date": "2025-04-25",
  "period_of_report": "2025-01-03",
  "fiscal_year": 2025,
  "accession_number": "0000864749-25-000090",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000864749&accession_number=000086474925000090&xbrl_type=v",
  "sic_code": "3829",
  "industry": "Measuring & Controlling Devices, NEC",
  "sections": {
    "item1": {
      "text": "Item 1.Business\n\nTrimble is a leading technology solutions provider that enables office and field professionals to connect their workflows and asset lifecycles to drive a more productive, sustainable future.  With a focus on the industries that build, move, and feed the world, the comprehensive depth and breadth of our solutions is transforming the way the world works, making it easier for Trimble customers to focus on what matters—getting the job done right.\n\nWe innovate at the intersection of the digital and physical worlds with solutions that span the world’s foundational industries, including building, civil and infrastructure construction, geospatial, survey and mapping, natural resources, utilities, transportation, and government.\n\nWe exist to empower our customers: asset owners, general and specialty contractors, engineers and designers, surveyors, energy and utility companies, trucking companies and drivers, as well as state, federal, and municipal governments.\n\nProductivity and sustainability are at the heart of who we are—woven into our work internally and through our customers’ application of our technologies.  Our solutions provide customers with the ability to improve their work quality while being safe, efficient, and sustainable.  More than that, our products enable reduced environmental impact in our markets, ranging from reduced greenhouse gas (“GHG”) emissions to improved water stewardship.\n\nToday’s work requires solutions for an interconnected world, no matter the industry.  This has driven Trimble to move increasingly from point solutions to workflows to industry ecosystems enabled by seamless data and artificial intelligence (“AI”).  Trimble offers a diverse range of coherent capabilities that connect applications, data, workflows, and mobile technologies to more efficiently orchestrate work, often in mixed fleet environments.  We deploy AI, Generative AI, Machine Learning, Computer Vision, and similar technologies into our solutions across our business segments to deliver customer value through process automation and operational insights.  Our advanced positioning and autonomous guidance capabilities enable increased precision with large equipment, including equipment used in construction and civil engineering.  We offer integrated systems that track and manage fleets of vehicles, improve the driver experience, and provide real-time logistical analytics and insights back to the office.  Our connected reality capture systems enable the management of large amounts of geo-referenced information, and our software solutions connect all aspects of a fleet, a farm, or a lane, while our collaborative building information modeling (“BIM”) solutions are used throughout the design, build, and operation of the built environment.\n\nWe focus on integrating our software application and cloud capabilities to create vertically-focused, system-wide solutions that transform how work is done.  The integration of sensors, software, hardware, and data in our portfolio gives us a unique ability to provide detailed insights for our customers to improve their specific workflows.\n\nOur strategy is centered on the concept of open industry clouds and underlying common data environments as the nucleus of our connected solutions, allowing all stakeholders to collaborate and make decisions based on the same information.  In construction, we connect teams across the design, build, and operational phases of a project.  Our connected supply chain solutions provide transportation companies and their drivers with tools to enhance fuel efficiency, safety, transparency, and sustainability.\n\nConnected software applications and cloud platform services are key elements of our solutions and account for a steadily increasing portion of our business.  Our software enhances a broad range of other products and systems to allow our customers to optimize their work toward targeted outcomes and improve their decision-making and productivity.  Ranging from embedded, real-time firmware to software that integrates data with large-scale enterprise back-office systems, many of our solutions are extensible and can be tailored by users for customized business processes and workflows.  Trimble software capabilities include extensive three-dimensional (“3D”) modeling, analysis, planning and design solutions, AI capabilities, as well as a large suite of domain-specific software applications used across industries including construction, geospatial, utilities, and transportation.\n\nOur software is sold as subscription services, term licenses, or perpetual licenses, and is hosted as Software as a Service (“SaaS”), or can be provisioned for on-premise.  We are extending our capabilities to run in multi-cloud environments while delivering our unique value via domain-specific workflows and lifecycle management in our target industries.\n\nOur global operations include major research, development, manufacturing, and logistics operations in the United States, the Netherlands, India, Germany, Finland, Canada, New Zealand, the United Kingdom, and Sweden. \n\nBusiness Strategy\n\nOur growth strategy is centered on multiple elements:\n\n•Execute on our Connect & Scale strategy.  We continue to focus on executing our multi-year platform strategy.  This strategy contains two elements.\n\n◦The first element, Connect, is about connecting more customer workflows, industry lifecycles, and solution offerings so that we can continue to transform the way our customers work.  This includes integrating more of our customers’ data through cloud offerings, making more of our solutions available on a subscription basis, and incorporating AI capabilities.  For example, our flagship design and construction platform solution, Trimble Connect, enables entire project teams to collaborate in real-time between the office and the field to make efficient decisions around the same data-rich design model enhanced by our cloud capabilities.  Our cloud based solutions in construction create a connected data environment for online collaboration; workflows which connect the digital and physical worlds; and the power to dynamically orchestrate design coordination in the cloud from wherever project stakeholders may be.  Meanwhile in our Transportation business, the Trimble Transportation Cloud, for example, provides shippers and carriers with the critical information they need to make more informed bid and contract award decisions, while our Transporeon business creates a marketplace for shippers, forwarders, carriers, and retailers to connect online and digitize their end-to-end transportation management processes. \n\n◦The second element, Scale, is about investing in the people, processes, and technologies that are necessary to streamline and standardize our internal processes, providing a seamless experience for our customers as they engage with our connected solutions, and enabling us to continue to grow our business efficiently and effectively for many years into the future.  This network effect also means that the willingness of developers, partners, or end users to engage increases as the number of network participants grows, which further enhances the platform experience and end-user value. \n\n•Deliver customer outcomes that can enable productivity, quality, safety, transparency, and environmental sustainability.  Across our business segments, our technological solutions deliver customer value through digital transformation, replacing legacy methods to improve productivity, first-time quality, worker safety, operational transparency, and sustainability.  Our construction and transportation management systems enable customers to optimize their business operations while gaining better operational insight and transparency to facilitate more informed decision-making.  Our online, multi-sided marketplace solutions provide better real-time insight into market pricing and availability, while the deployment of AI across our solutions increases customer productivity through task and process automation.  Our field solutions automate tasks and improve first-time quality, while improving operator safety, and the connection of data flows and workflows between field and office and across stakeholders facilitates operational efficiency and transparency.  By delivering productivity and efficiency gains, avoiding rework, and enabling more sustainable designs, Trimble solutions also deliver sustainability advantages for our customers, reducing the use of fuels and other inputs, which delivers both reduced cost and lower carbon emissions.\n\n•Focus on software and services.  Software and services targeted for the needs of vertical end markets are fundamental elements of our solutions and are core to our growth strategy.  Our software is connecting stakeholders across the industry lifecycle continuums of our served industries.  Together, our software and services solutions integrate and optimize additional workflows for our customers, with increasing use of AI, thereby improving their work productivity, and in the case of subscription, maintenance, and support services, also provide us with enhanced business visibility over time.  Professional services constitute an additional customer offering that helps our customers integrate and optimize the use of our offerings in their environment.\n\n•Address attractive markets with significant growth and profitability potential.  We focus on large markets historically underserved by technology that offer significant potential for long-term revenue growth, profitability, and market leadership.  Our core industries, such as construction and transportation, are each multitrillion-dollar global industries that operate in demanding environments with technology adoption in the early phases relative to other industries.  With the growth in mobile and cloud computing capabilities, the increasing technological know-how of end users, and compelling return on investment, we believe many of our markets continue to be attractive for substituting Trimble’s technology and solutions in place of traditional operating methods.\n\n•Capitalize on domain knowledge and technological innovation that benefit a diverse customer base.  We have over time redefined our technological focus from hardware-driven point solutions to integrated work process solutions to industry ecosystems by developing domain expertise and heavily reinvesting in research and development (“R&D”) and acquisitions.  We currently have over 1,000 unique patents reflective of our technology portfolio and deep domain knowledge to deliver specific, targeted solutions quickly and cost-effectively to each of the vertical markets we serve.  Our patent portfolio is continuously updated with new patent grants that emerge from our investments in R&D.  We look for opportunities where the opportunity for technological change is high and that have a requirement for the integration of multiple technologies into complete vertical solutions.\n\n•Drive geographic expansion with a localization strategy.  We view international expansion as an important element of our strategy, and we continue to position ourselves in geographic markets that will serve as important sources of future growth.  Products are sold in more than 170 countries through dealers, joint ventures, original equipment manufacturers (“OEMs”), and other channels throughout the world, as well as direct sales to end users.  Sales are supported by our own offices located in over 40 countries around the world.\n\n•Optimize go-to-market strategies to best access our markets.  We utilize vertically focused go-to-market strategies that leverage domain expertise to best serve the needs of individual markets both domestically and abroad.  These go-to-market capabilities include: independent dealers; joint ventures, including with Caterpillar, AGCO, and Nikon; OEM arrangements; distribution alliances with key partners; and direct sales to end users.  This combination of channels provides us with broad market reach and localization capabilities to effectively serve our markets.\n\n•Pursue strategic and targeted acquisitions, divestitures, joint ventures, and investments.  Organic growth continues to be our primary focus, while acquisitions serve to enhance our market position.  We acquire businesses that bring domain expertise, geographic presence, technology, products, and distribution capabilities that augment our portfolio and allow us to penetrate existing markets more effectively, or to establish a market beachhead.  Our success in targeting and effectively integrating acquisitions is an important aspect of our growth strategy. \n\nWe entered into a definitive agreement with Platform Science on September 14, 2024 to sell our Mobility business.  Subsequent to the end of the year 2024, the transaction closed on February 8, 2025 resulting in our ownership, or rights to acquire ownership of 32.5% of Platform Science’s expanded business with an approximate fair value of $248.7 million.  We received (i) shares of preferred stock of Platform Science, with certain liquidation preferences, that represent 28.5% of Platform Science’s expanded business and (ii) warrants allowing us the rights to acquire 4% of Platform Science’s expanded business.  The transaction aims to enhance driver experience, fleet safety, efficiency, and compliance by combining two cutting-edge in-cab commercial vehicle ecosystems, which gives customers access to more applications and offerings. \n\nTo further grow and position Trimble, we partner with leaders in various fields by investing in early-to-growth stage companies through our venture fund and through strategic formation of joint ventures.  On April 1, 2024, we contributed our Ag business, excluding certain GNSS and guidance technologies, to a newly formed joint venture with AGCO named PTx Trimble, of which we retain a 15% ownership stake.  Our Ag business was part of our Field Systems segment.  Trimble and AGCO’s shared vision is to create a global leader in mixed fleet smart farming and autonomy solutions that delivers on our collective strategy to better serve farmers with factory fit and aftermarket applications in the mixed fleet precision agriculture market.  \n\nBusiness Segments and Markets\n\nOur segments are distinguished by the markets they serve.  Each segment consists of businesses that are responsible for product development, marketing, sales, strategy, and financial performance.  We report our financial performance, including revenue and operating income, based on three reportable segments: Architects, Engineers, Construction and Owners (“AECO”), Field Systems, and Transportation and Logistics (“T&L”).  For further financial information about our segments, see Note 7 “Reporting Segment and Geographic Information” in Item 8 of this report.\n\nArchitects, Engineers, Construction and Owners \n\nThe AECO segment primarily serves customers working in architecture, engineering, construction, design, asset management, operations, and maintenance.  Within this segment, our most substantial product portfolios are focused on design, engineering, building and civil construction, capital planning, and asset management. \n\nArchitecture Design Software.  Empowers creative professionals in architecture, design, construction, and related industries with capabilities like SketchUp for design & visualization, 3D modeling, construction and fabrication documentation, and architectural visualization.  It facilitates innovative and detailed design processes, enabling seamless collaboration among stakeholders.\n\nEngineering Software.  Transforms workflows with precision by focusing on enhancing accuracy, productivity, and profitability.  It includes capabilities for the mechanical, electrical, and plumbing (“MEP”) trades for engineering and modeling, structural engineering and modeling, and civil design and engineering by delivering constructable solutions that drive project success.\n\nConstruction Software.  Designed to optimize connected workflows, this software supports comprehensive project management through enterprise resource planning (“ERP”) and operations solutions.  Its capabilities span preconstruction and estimating, prefabrication, project and operations management, finance and human capital management, and digital supply chain management.  Our construction portfolio also enables civil contractors to align operational efficiency from bidding to project execution through estimating, scheduling, field tracking, equipment maintenance, and reporting and analyses. \n\nOwner Software.  As architects, engineers, and contractors collaborate to deliver projects, our asset lifecycle management (“ALM”) portfolio centralizes data from capital planning, design, construction, and commissioning and unlocks its value into the operations and maintenance phases of the completed asset.  This owner-centric technology speeds decision-making, progress measurement, and payment for the AEC providers while improving the owner’s asset stewardship maintenance for years across the public and private sectors.  \n\n3\n\n\nWhen combining our AECO software capabilities with our Field Systems portfolio, we are uniquely able to bring comprehensive integrated workflows to the broad construction industry ecosystem.  At our core, we are able to bridge the gap between office and field by integrating detailed design models and project tracking capabilities with field hardware (GNSS receivers and laser scanners), and ERP solutions in real-time.  This drives tremendous efficiencies in seamless workflows, error reduction, and process automation for the spectrum of construction users. \n\nOur solutions enhance productivity and foster collaboration by improving data sharing across architects, designers, general contractors, subcontractors, and engineers.  The Trimble Connect collaboration platform streamlines and integrates workflows and ensures interoperability between Trimble’s solutions as well as software tools from the broader construction ecosystem and marketplaces.\n\nThrough automation and innovation, our solutions reduce costs, waste, and rework, enhance worker safety, expedite project timelines, improve decision-making, and enhance quality control.  These technologies contribute to sustainability by fostering resource efficiency and environmental responsibility across the building construction industry.\n\nIn 2024, Trimble advanced its Connect & Scale strategy with significant AECO software updates.  Highlights include (i) AppXchange for ERP; (ii) Tekla 2024; and (iii) enhanced visualization for Sketchup.  New AI-based capabilities were released in 2024, which included (i) LiveCount AI Takeoff; (ii) AI Driven 3D Model Search; (iii) Sketchup Diffusion and Assistant; and (iv) AI-driven project management workflows in ProjectSight.  Additionally, Trimble Unity launched, empowering public infrastructure owners with centralized data and connected digital workflows for ALM.\n\nWe sell and distribute our products across the AECO segment through a robust, integrated network of direct, indirect, and digital channels, tailored to optimize customer experiences across the geographic regions we serve.  We leverage our dedicated direct sales force to deliver software solutions to asset owners, clients, contractors, subcontractors, and consulting engineers, ensuring that the most appropriate channel is matched to each region for maximum market reach and customer satisfaction.  We develop and nurture a global network of independent distributors with deep expertise and strong customer relationships in their respective markets, including BuildingPoint dealers that specifically address the needs of the building construction industry.  Our digital channels complement this network by providing flexible, accessible, and scalable solutions that enhance customer engagement and streamline the purchasing process.\n\nCompetitors in this segment are typically companies that produce software specific to the construction process.  As we extend our software and services offerings to cover the full set of construction lifecycle management solutions used by construction owners, designers, and construction companies, we increasingly compete with large established companies that offer similar systems across all industries.  We compete principally on the basis of innovation, differentiated products, domain expertise, service, quality, and geographic reach.\n\nField Systems\n\nThe Field Systems segment provides products and services to private, commercial, and government customers.  The businesses within Field Systems service surveying and mapping professionals, civil construction, building construction field services, and positioning systems.  We sell and distribute our products in the Field Systems segment primarily through a global network of independent distribution partners.\n\nGeospatial.  Through our surveying, mapping, and building construction product portfolio, professional surveyors and engineers provide services to the construction, engineering, mining, oil and gas, energy and utilities, government, and land management sectors.  Our solutions replace less productive conventional methods of surveying, mapping, 2D or 3D modeling, monitoring, measurement, reporting, and analysis.  Our suite of solutions includes field-based data collection systems and field software, real-time communications systems, and back-office software for data processing, modeling, monitoring, reporting, and analysis.  Our field-based technologies are used in handheld, land mobile, and airborne applications and incorporate technologies such as mobile application software, high precision GNSS, robotic measurement systems, inertial positioning, 3D laser scanning, digital imaging, and optical or laser measurement.  We maintain a joint venture with Nikon, which focuses on the design and manufacture in Japan of surveying instruments including mechanical total stations and related products.  Our office-based products include software for planning, data processing and editing, quality control, 3D modeling, intelligent data analysis and AI-based feature extraction, deformation monitoring, project reporting, and data export.  Our customers in this area benefit from using our products, including significantly improved productivity in both field and office activities, improved safety through non-contact measurement and detection of potentially dangerous ground or structure movement, and improved data flow that enables better decision-making.\n\nCivil Engineering Construction.  Our civil engineering and construction portfolio spans the lifecycle of civil infrastructure assets from feasibility and capital budgeting, to planning and design, to construction, through long-term operation and maintenance.  Our solutions serve key industry stakeholders, including asset owners or clients, design engineers, consultants, contractors, subcontractors, and suppliers.  Our technological suite is employed across the entire project lifecycle to improve productivity, reduce waste and re-work, including reduced carbon emissions, and enable more informed decision-making \n\n4\n\n\nthrough enhanced situational awareness, data flow, data-driven insights and decision support, and project collaboration.  At the same time, our solutions can improve worker safety and reduce environmental impact.  Our suite of integrated solutions and technologies in this area includes field and office software for estimating and job cost management and optimized project design and visualization; software for 3D design and data sharing; systems to automatically guide and control construction equipment such as excavators, bulldozers, wheel loaders, motor graders, and paving equipment; systems to monitor, track, and manage assets, equipment, and workers; and software to facilitate the management of the construction process and for sharing and communication of data in real-time.  Together, these solutions are designed to transform how work is done within the civil construction industry.\n\nThe civil construction market portfolio integrates data and information across the entire construction process and across mixed fleets.  This includes data from site positioning and machine control systems, construction asset management equipment and services, and various software applications.  Utilizing wireless and internet-based site communications infrastructure, our solutions include the ability to track and control equipment, deploy a 3D model to machines, track the progress of work in real-time, and reduce re-work.  By leveraging our technology, contractors gain greater insight into their operations, helping them to lower costs and improve productivity, worker safety, and asset utilization.\n\nWe maintain a joint venture with Caterpillar, Caterpillar-Trimble Control Technologies, to develop the next generation of advanced electronic guidance and control products for earth-moving machines.  The joint venture develops machine control and guidance products that use site design information combined with accurate positioning technology to automatically control dozer blades and other machine tools.  We also maintain a joint venture with Hilti, which focuses on the joint development of measuring solutions for the building construction trades and integrating data for construction management.  \n\nPositioning Services.  Trimble Positioning Services serves customers in a variety of end markets, including agriculture, construction, geospatial, automotive, and other markets.  This service improves positional accuracy and enables higher levels of precision and automation for work processes and systems, including autonomous solutions.  Trimble GNSS-based correction services are available in a variety of formats and accuracy levels, depending on the relevant application’s specific needs.  Subscription-based services offered by Trimble Positioning Services include VRSNow; CenterPoint RTX; FieldPoint RTX; Rangepoint RTX; ViewPoint RTX; Trimble xFill; and OmniSTAR (HP, XP, G2, and VBS) services.\n\nDuring 2024, we announced several new developments in Field Systems, including: (i) the Trimble R980 GNSS receiver, our new flagship model featuring industry-leading ProPoint and IonoGuard technology; (ii) the configurable Trimble X9 3D laser scanning system, available with perpetual and term-based licensing options; and (iii) Trimble Reality Capture platform service, an extension within Trimble Connect, unlocking the potential of scan data in the cloud.  We further expanded our reality capture portfolio with (i) the new Trimble MX90 and Trimble MX60 mobile mapping systems and (ii) an update to our Trimble SiteVision augmented reality software, which now also includes scanning capabilities.  Additionally, we delivered multiple feature releases in our powerful (i) Trimble Access field software; (ii) Trimble Business Center office software; (iii) Trimble 4D Control monitoring software; as well as (iv) TerraFlex and TerraOffice software.  Our software development continues to be focused on driving productivity through enhanced connectivity, supporting strategic industry workflows by delivering connected workflows and emphasizing interoperability.\n\nWe sell and distribute our products in the Field Systems segment primarily through global networks of independent distributors with expertise and customer relationships in the respective markets, including SITECH Technology dealers, which serve the civil construction industry, and BuildingPoint dealers, which serve the building construction industry.  We also sell many of our software solutions through our own direct sales force when bundled into Trimble’s Construction One  offering to contractors, sub-contractors, and consulting engineers.\n\nMajor competitors in this segment are typically survey instrument companies that provide software-driven 3D measurement and imaging solutions.  We compete principally based on innovation, differentiated products, integrated workflow solutions, domain expertise, service, quality, and geographic reach.\n\nTransportation and Logistics\n\nThe T&L segment provides a suite of solutions for shippers, carriers, and intermediaries globally.  Within this segment, our most substantial product portfolio addresses the truckload freight market.\n\nTransportation.  Our transportation solutions provide capabilities for the long-haul trucking and freight shipper markets to create a connected supply chain and integrate all forms of transportation, drivers, back-office management, shippers, and freight.  We provide enterprise and mobility solutions focused on business intelligence and data analytics, safety and regulatory compliance, navigation and routing, freight brokerage, AI-powered transportation procurement, supply chain visibility and final mile, and transportation management and fleet maintenance.  \n\nIn the transportation market, we offer a suite of solutions that provides comprehensive fleet and transportation management systems, analytics, routing, mapping, reporting, and predictive modeling solutions to enable the transportation industry to achieve greater overall operational efficiency, fleet utilization, including greater fuel efficiency and reduced carbon emissions, \n\n5\n\n\nand profitability while ensuring regulatory compliance.  In addition to cloud-hosted solutions, we also integrate our applications and services directly into the customer’s IT infrastructure.\n\nThe transportation management system serves as a central hub from which the core operations of transportation organizations are managed, data is stored and analyzed, and mission-critical business processes are automated.  Our enterprise transportation management system automates business processes spanning the entire transportation lifecycle for shippers, carriers, and intermediaries, delivering visibility, control, and decision support for the intricate relationships and complex processes involved in the movement of freight.  Our products also provide truck routing, mileage, and mapping solutions, as well as a voice-guided turn-by-turn navigation solution.\n\nTransporeon.  Our Transporeon solutions cover the transportation lifecycle from freight sourcing and procurement, through freight execution including dock and yard management all the way to freight auditing.  Our collective offerings position us uniquely to help customers tackle everyday challenges in the supply chain industry.  Our products aim to solve problems where they occur—in between companies—and hence are aimed for collaboration, interoperability, and data-driven decision making.  Each Transporeon product can be used standalone or in combination with each other.  With the amount of data we generate every day—up to approximately 200,000 transports and dock scheduling appointments get executed and booked on the Transporeon platform daily—we are able to provide data insights and market benchmarks, and enable our customers to use Generative AI enabled products, which base the decision making and learning on historical data as well as a constantly growing set of new information.\n\nDuring 2024, we had a number of developments in T&L.  In September 2024, Trimble and Platform Science announced a partnership to transform the transportation industry through a definitive agreement for Platform Science to acquire our Mobility business.  The transaction closed on February 8, 2025, and Trimble became a shareholder in Platform Science’s expanded business.  Additionally, (i) we integrated our real-time visibility solutions from Trimble and Transporeon for workflows to improve customer service and operational efficiency by giving customers the ability to notify their ecosystems of exceptions and delays with their shipments in real-time; and (ii) Transporeon offerings were standardized on Trimble Maps and PC*Miler routing offering customers the benefit of Trimble’s commercial routing solution globally.\n\nThe T&L segment generally sells directly to end users and OEMs.  Competitors in this segment are typically companies that provide transportation management software, and digital freight matching.  We compete principally on the basis of interoperability, domain expertise, customer support and service, price, innovative product offerings, quality, and the completeness of our solutions.  \n\nSeasonality of Business\n\nConstruction equipment revenue, within our Field Systems segment, historically has been higher in early spring.  However, overall, as a company, we are experiencing less seasonality as a result of the diversification of our businesses across segments and the increased impact of software and subscription revenue.  Changes in global macroeconomic conditions could also impact the level of seasonality we experience.\n\nManufacturing\n\nWe outsource the manufacturing of many of our hardware products to our key contract manufacturing partners that include Jabil and Benchmark Electronics Inc.  Our contract manufacturing partners are responsible for significant material procurement, assembly, and testing.  We continue to manage product design through pilot production for the subcontracted products, and we are directly involved in qualifying suppliers and key components used in all our products.  We also utilize original design manufacturers for some of our products.\n\nWe manufacture our optics-based products, as well as some of our GPS products, at our plants in Dayton, Ohio and Danderyd, Sweden.  Some of these products or portions of these products are also subcontracted to third parties for assembly.\n\nOur primary design, manufacturing, and distribution sites in Dayton, Ohio; Sunnyvale, California; Eindhoven, Netherlands; and Danderyd, Sweden are registered to ISO9001:2015 covering the design, production, distribution, and servicing of our products.\n\nResearch and Development and Intellectual Property\n\nWe believe that our competitive position is maintained through the development and introduction of new products, including software and services.  Trimble delivers digital technologies that enhance the physical world by integrating and connecting industry workflows, stakeholders, and data, while modernizing its interfaces and business models to make it easier for customers to do business.  Our platform investments allow us to extend our differentiation in positioning and sensing, modeling, and analytics into emerging industry solutions and to drive ecosystem collaboration across our target industries.  This improves our value over the customer lifecycle, while enhancing our leadership in software and services, which already accounts for over 70% of our R&D investment.  Our investments enable us to push the state-of-the-art in key technology areas and to connect other leading technologies to solve customer problems in new and unique ways.\n\n6\n\n\nAs part of our technology development practices, we actively establish and maintain our intellectual property rights through the use of patents, copyrights, trademarks, and trade secret laws.  We hold over 1,000 unique issued and enforceable patents covering key technology areas, including precision GNSS, optical and inertial positioning solutions, AI and machine learning, IoT, cloud computing, laser scanning, 3D modeling, point cloud processing, augmented reality, and many others.  Our patent portfolio is continuously updated with new patent grants that emerge from our investments in R&D.  We actively manage the intellectual property used in the development, operations, and sales of our products and services.  We also own numerous trademarks and service marks that contribute to the identity and recognition of Trimble and that of its global products and services.  \n\nSustainability\n\nWe value sustainability, and we are taking action to harness our potential to address global challenges.  Inspired by our mission of “Transforming the Way the World Works,” and fueled by the dedication of our employees, we are working to build momentum and strive for continual improvement and measurable progress in shaping a sustainable future.\n\nSustainability is deeply integrated into our business strategy, threaded throughout our products and solutions and our people and culture.  It’s what guides our innovations and investments.  It’s what drives us to build resilience for our company and our customers, to foster our people and culture, and to lead with integrity in all that we do.\n\nBuilding Resilience\n\n•Enable customers to adapt, grow and thrive in the face of change\n\n•Driving decarbonization in our own operations and supply chain\n\nPeople and Culture\n\n•Guided by our values of Belong, Grow, and Innovate\n\n•Activated by our leadership capabilities of Inspire, Engage and Achieve\n\nLeading with Integrity\n\n•Corporate and Sustainability Governance\n\n•Ethical Business Practices\n\n•Privacy and Cybersecurity\n\nBuilding Resilience.  We build resilience for our customers, our company, and our supply chain.  Our technologies in positioning, modeling, and data analytics help our customers take meaningful, precise action, including for sustainability challenges.  By connecting the physical and digital worlds, our solutions provide the information to make the right decisions at the right time.  We are working throughout our value chain, with suppliers and customers, as well as within our own operations, toward a more sustainable future.\n\nOur core growth strategy for our customers includes: (i) our Connect & Scale strategy through industry cloud platforms to optimize customers’ work for maximum collaboration, effectiveness, and efficiencies; (ii) enabling our customers to make better decisions and work smarter; and (iii) investing in cutting-edge innovation through new ventures to accelerate digital transformation in the industries we serve.\n\nWe continue to apply our innovation and efficiency capabilities in line with our own climate action roadmap.  Guided by our Science-Based Targets initiative (SBTi), approved enterprise-level GHG emissions reduction targets, we continue to work towards (i) cutting our GHG footprint in half by 2030; (ii) source 100% renewable energy by 2025; and (iii) engage 70% of our suppliers to set their own science-based emission reduction targets by 2026.  \n\nThe SBTi covers our two absolute reduction targets: (i) Trimble commits to reduce absolute scope 1 and 2 GHG emissions 50% by 2030 from a 2019 base year; and (ii) Trimble commits to reduce absolute scope 3 GHG emissions from fuel and energy related activities, business travel, and upstream transportation and distribution 50% by 2030 from a 2019 base year.\n\nPeople and Culture.  Guided by our values of Belong, Grow, and Innovate, our community of talented and innovative employees creates opportunities for our customers and community members to thrive.  As further described in the below Human Capital section, our focus on our values enables our employees to do their best work and empowers them to better solve complex problems for our customers and the communities that we serve.\n\nLeading with Integrity.  We are dedicated to leadership principles that ensure excellence in all we do.  Through transparency, good governance, and a deep commitment to sustainability and ethics, we continue operating from a strong foundation of integrity now and in the future.\n\nSupported by the Audit Committee, People and Compensation Committee, and Nominating and Corporate Governance Committee, the Board of Directors reviews, monitors, and guides our sustainability strategy, commitments, and accountability for risk management.  Our executive management team further executes the strategies and steers operations.\n\nOur operations adhere to key guiding policies, such as our Environmental Policy and Human Rights and Labor Policy.  The Code of Business Conduct provides the tools and information necessary for our team and partners to maintain high ethical standards and business integrity. \n\n7\n\n\nHuman Capital\n\nOur culture reflects our guiding principles at work and is fundamental to sustaining our success.  That company culture is foundational to a thriving workplace; it is the behaviors and values of leaders and employees that are the foundation for who we are.  At Trimble, we value being yourself and thriving together; being intentional and humble; and being curious and solving problems.  Our leaders inspire purpose and vision, engage to draw out the best from each other, and strive to achieve meaningful results.  This mindset shapes how we treat one another and how we serve our customers, colleagues, and stockholders.  \n\nAt the end of 2024, we employed over 12,100 full-time and part-time employees, the overwhelming majority of which were full-time employees.  Approximately 42%, 34%, 19%, and 5% of employees reside in North America, Europe, Asia-Pacific, and the rest of the world.  Our employees work in over 40 countries.    \n\nPeople and Culture  \n\nWe are committed to providing every employee the opportunity to learn, grow, and excel in a collaborative environment where everyone feels they belong.  We believe that a variety of experiences and perspectives fuels innovation and drives our best thinking.  Our leaders activate their teams through our leadership capabilities of Inspire, Engage, and Achieve.  They inspire their teams by fostering a shared vision built on integrity and aspiration; they engage them through opportunities that cultivate humility, curiosity, and collaboration; and they strive to achieve exceptional results for our customers through relentless innovation.  Our leaders cultivate an environment of collaboration, innovation, and growth, helping ensure every employee is empowered to contribute their best.\n\nEngagement\n\nWe engage employees in a variety of ways that promote open, transparent communication.  Our global engagement surveys are designed to encourage employees to share meaningful feedback that allows us to celebrate our strengths and openly talk about areas that require improvement and continued focus.  Our performance management program focuses on aligning managers and employees on priorities that best contribute to our strategic objectives and also fosters coaching and feedback that reinforces our shared values.  \n\nTalent Development\n\nThrough our internal global talent platform, we empower employees to identify internal job opportunities, skill development resources, and projects to achieve their personal development goals and full potential.  We encourage employees to nurture a love of continuous learning and resilience that is essential for accomplishment. \n\nCompensation and Benefits \n\nWe believe people should be paid in accordance with the role they perform and for their skills and experience.  To deliver on that commitment, we benchmark, and set pay ranges based on market data and consider factors such as an employee’s role, their experience, their performance, and the cost of living in the region in which they live.  We also regularly review our compensation practices to help ensure our pay is fair and equitable.  In addition to base salaries, certain roles are eligible to participate in short-term and long-term incentive plans.\n\nWe offer comprehensive, market-competitive benefit programs tailored to the needs of our global workforce (which vary by country and region).  Our benefits portfolio supports health, well-being, and financial security of our employees, encompassing health and wellness programs, life and disability insurance, flexible savings accounts, paid time off, parental and family leave, employee support resources, retirement plans, and an employee stock purchase plan.  We also provide benefits that reflect the evolving needs of our workforce, such as education programs, peer recognition, and on-site services that include health and fitness centers at select locations.  Additionally, our flexible work strategy is designed to meet the evolving needs of our workforce while maintaining high levels of productivity and innovation.\n\nBuilding Community Connections\n\nWe believe that building connections between our employees, their families, and our communities creates a more meaningful, fulfilling, and enjoyable workplace.  In our offices around the world, our employee-led committees select local organizations to support, often in the form of grants and employee fundraising.  \n\nOur Trimble Foundation Fund (the “Foundation”) aligns international philanthropic efforts by giving back to the communities where Trimble does business and helping those in need.  The Foundation focuses on three key areas within our communities: (i) building community resilience through disaster responses as well as climate change adaptation and mitigation efforts; (ii) increasing access to quality education and pathways to fulfilling careers; and (iii) transforming industries through projects that scale sustainable industry practices. \n\n8\n\n\nHealth, Safety, and Wellness\n\nThe success of our business is fundamentally connected to the well-being of our people.  Accordingly, we are committed to the health, safety, and wellness of our employees.  We provide our employees and their families with access to a variety of innovative, flexible, and convenient health and wellness programs that offer choice where possible, so they can customize their benefits to meet their needs and the needs of their families. \n\nAvailable Information\n\nThis Annual Report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to these reports are available free of charge on our website through investor.trimble.com, as soon as reasonably practicable after such material is electronically filed with or furnished to the Securities and Exchange Commission.  Financial news and reports and related information about our Company, GAAP to non-GAAP reconciliations, as well as our Sustainability report, are also found on this website.  Information contained on our website is not part of this report.\n\nIn addition, you may request a copy of these filings (excluding exhibits) at no cost by writing or telephoning us at our principal executive offices at the following address or telephone number:\n\nTrimble Inc.10368 Westmoor Drive, Westminster, CO 80021Attention: Investor Relations Telephone: (303) 635-8551\n\nThe URLs in this report are intended to be inactive textual references only.  They are not intended to be active hyperlinks to websites.  The information on such websites, even if it might be accessible through a hyperlink resulting from the URLs or referenced herein, is not and shall not be deemed to be incorporated into this report.  No assurance or representation is given as to the suitability or reliability for any purpose whatsoever of any information on such websites.\n\nInformation about our Executive Officers\n\nThe names, ages, and positions of our executive officers as of April 25, 2025, are as follows:\n\nNameAgePosition\n\nRobert G. Painter53President and Chief Executive Officer\n\nPhillip Sawarynski\n\n52Chief Financial Officer\n\nJennifer Allison\n\n52Vice President, General Counsel and Secretary\n\nRonald J. Bisio 56Senior Vice President\n\nChris Keating\n\n54Senior Vice President\n\nPeter Large55Senior Vice President\n\nMark Schwartz\n\n50Senior Vice President\n\nJulie A. Shepard67Chief Accounting Officer\n\nRobert G. Painter—Robert Painter has been Trimble’s president and chief executive officer since January 2020.  From 2016 through 2019, he served as the Company’s chief financial officer.  Prior to that, Mr. Painter held a variety of positions in the Company, including vice president of Trimble Buildings construction software, general manager of the Intelligent Construction Tools international joint venture, general manager of Construction Services, and leadership positions in corporate development and corporate strategy.  Mr. Painter holds a bachelor’s degree in finance from West Virginia University and an MBA from Harvard University.\n\nPhillip Sawarynski—Phillip Sawarynski became Trimble’s chief financial officer in August 2024, having previously served as Trimble’s treasurer since 2018, as well as managing director and co-head of Trimble Ventures since 2021, and vice president of corporate development since 2022.  From 2015 to 2018, he served as sector vice president of finance in Trimble’s mobility and intelligent transportation division, and from 2013 to 2015, as general manager of the Company’s imaging division.  Mr. Sawarynski joined Trimble in 2009 as a finance director, first in Trimble’s agriculture division from 2009 to 2011 and then in Trimble’s geospatial business segment from 2011 to 2013.  Prior to joining Trimble, Mr. Sawarynski served as CFO of Nexus Corporation and held a variety of finance and engineering positions at Ford Motor Company, The Dow Chemical Company, and International Paper Company.  He holds a Bachelor of Science degree in Chemical Engineering from the University of Michigan, and an MBA from Carnegie Mellon University.\n\nJennifer Allison—Jennifer Allison became Trimble's general counsel and corporate secretary in April 2023, having served as general counsel for Trimble’s Construction Sector since July 2018, when Trimble acquired Viewpoint, where she had served as general counsel since 2016.  Previously, Ms. Allison was general counsel at Tripwire, and prior to that she was the assistant \n\n9\n\n\ngeneral counsel and director of human resources and corporate compliance for EthicsPoint (now NAVEX Global).  Prior to those roles, Ms. Allison clerked for the Oregon Supreme Court.  Ms. Allison received a bachelor’s degree in English Literature from Portland State University and her JD from Lewis & Clark Law School.\n\nRonald J. Bisio—Ronald Bisio currently serves as senior vice president in charge of the Field Systems segment, responsible for advanced positioning, agriculture industry solutions, civil construction field systems, and geospatial business operations.  From July 2022 to November 2023, he served as senior vice president responsible for Trimble’s transportation businesses.  Prior to that, Mr. Bisio was responsible for Trimble’s surveying and geospatial businesses since April 2015, first as vice president and then as senior vice president as of February 2019.  From January 2011 until April 2015, he served as general manager for Trimble’s rail division.  He joined Trimble in 1996 and has also held several marketing, sales, and general management positions while at Trimble.  Mr. Bisio earned an MBA from the University of Denver, a Master of Regional Planning from the University of Massachusetts, and a Bachelor of Science in Cartography from Salem State University in Salem, Massachusetts.\n\nChris Keating—Chris Keating currently serves as senior vice president of the T&L segment, responsible for Transporeon, enterprise, MAPS, and forestry.  Mr. Keating first joined Trimble in July 2012 via the acquisition of the SketchUp team from Google.  Until October 2023, he served in expanding leadership roles in Trimble’s AECO segment, including as general manager of the architecture & design division (SketchUp), vice president and general manager of the AECO design and engineering software group, and senior vice president of corporate strategy.  Mr. Keating holds a bachelor’s degree in Mechanical Engineering from Clarkson University and an MBA from Carnegie Mellon University.\n\nPeter Large—Peter Large currently serves as senior vice president in charge of strategy, corporate development, corporate partnerships and alliances, and Trimble’s Office of Technology Innovation.  From October 2022 to November 2023, he served as senior vice president responsible for Trimble's buildings and infrastructure segment, and from July 2021 to October 2022, as senior vice president responsible for our civil infrastructure solutions businesses, including Trimble’s joint ventures with Caterpillar and Hilti.  Prior to that, he was vice president responsible for Trimble’s construction field solutions businesses.  He was appointed to that position when he rejoined Trimble in December 2020, having earlier served with the Company between 1996 and 2014 in a number of leadership roles, including as vice president of channel development; as general manager for the mapping, GIS, and utilities business; and in a variety of product management, marketing, and sales management roles.  Prior to re-joining Trimble, he obtained a doctoral degree and then was a research solutions strategist with Boeing’s Digital Solutions and Analytics business from 2019 to 2020.  Dr. Large holds an Ed.D. from Oklahoma State University, a Master of Science in Management from the Stanford University Graduate School of Business, a Postgraduate Diploma in Strategy and Innovation from the University of Oxford, and a Bachelor of Science degree from the University of Newcastle Upon Tyne, U.K.\n\nMark Schwartz—Mark Schwartz currently serves as senior vice president of the AECO segment, responsible for Trimble’s construction enterprise solutions, civil infrastructure design and engineering, and owner and public sector businesses.  Prior to that, Mr. Schwartz served as senior vice president responsible for construction enterprise solutions from October 2022 until November 2023, and as Trimble’s chief digital officer from September 2020 through October 2022, leading the transformation initiatives of Trimble's business systems, processes, and infrastructure to better serve the customer through the transition to “as‑a-service” business models.  Mr. Schwartz served as vice president and general manager of Trimble’s civil construction software business from January 2020 until September 2020 and as chief operating officer of virtual site solutions, a joint venture between Trimble and Caterpillar from April 2017 to January 2020.  Mr. Schwartz holds a Bachelor of Science from Bryant University in Smithfield, Rhode Island.\n\nJulie A. Shepard—Julie Shepard has been Trimble’s chief accounting officer since May 2007.  She joined Trimble in December 2006 as vice president of finance.  Prior to joining Trimble, she was vice president of finance and corporate controller at Quantum Corporation.  She brings with her over 30 years of experience in a broad range of finance roles, with diverse experience ranging from early-stage private equity backed technology companies to large multinational corporations.  She began her career at Price Waterhouse and is a Certified Public Accountant.  Ms. Shepard received a Bachelor of Science in Accounting from California State University.  She is a member of the AICPA, Financial Executives Institute, and the Institute of Management Accounting.",
      "char_count": 54687
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A.  Risk Factors \n\nRISKS AND UNCERTAINTIES\n\nYou should carefully consider the following risk factors, in addition to the other information contained in this report and in any other documents to which we refer you in this report, before purchasing our securities.  The risks and uncertainties described below are not the only ones we face.\n\nRisks related to our business\n\nWe operate globally and are subject to significant risks in many jurisdictions, including risks related to adverse economic, political, regulatory, and other global and regional conditions\n\nWe have operations in many countries, and a significant portion of our revenue is derived from countries outside of the United States.  As a result, our business, financial condition, and results of operations, including our ability to design, develop, or sell products, has been and may continue to be adversely affected by a number of factors outside of our control, including:\n\n•global and local economic conditions, such as inflation and recession;\n\n•the strength of the engineering, construction, and transportation markets;\n\n•the demand and cost of commodities;\n\n•inadequate infrastructure and other disruptions, such as supply chain interruptions and large-scale outages or unreliable provision of services from utilities, transportation, data hosting, or telecommunications providers;\n\n•government restrictions on our operations in any country, or restrictions on our ability to repatriate earnings from a particular country;\n\n•differing employment practices and labor issues and the challenges and costs of staffing and managing a global workforce;\n\n•imposition of new and changing trade barriers, including trade sanctions, duties, tariffs, and import or export licensing requirements or restrictions;\n\n•compliance with differing local laws and regulations, including those relating to privacy, labor, and local content;\n\n•ineffective legal protection of our IP rights in certain countries or difficulties procuring or enforcing our IP rights;\n\n•volatile geopolitical conditions, including significant regional military conflicts and political and economic instability, in countries where we do business;\n\n•local business and cultural factors that differ from our normal standards and practices, which can include longer payment cycles and difficulties in enforcing agreements and collecting receivables in certain foreign jurisdictions; \n\n•fluctuations in currency rates; and\n\n•uncertainty regarding social, political, immigration, tax, and trade policies in the U.S. and abroad.\n\nA significant trade disruption or the establishment or increase of any trade barrier in any area where we do business – such as through increased tariffs imposed on imports into the U.S. and any resulting retaliatory actions taken by other countries – could increase the cost of our products, which could adversely impact the margin that we earn on sales, make our products more expensive for customers or create uncertainty around demand for certain types of products, which could make our products less competitive and reduce customer demand or result in supply chain delays.  The heightened trade tensions and related imposition of tariffs between the U.S. and its trading partners, the extent and duration of these tariffs, and their impact on global economic conditions remain uncertain and depend on various factors, including international negotiations, policy responses, potential exemptions, and shifts in global supply and demand.  If there were to be a deterioration in the global economy, the economies of the countries or regions where our customers are located or do business, or the industries that we or our customers serve, the demand for our products and services would likely decrease.  In addition, government or customer efforts, attitudes, laws, or policies may lead to non-U.S. customers favoring domestic suppliers that could compete with or replace our products, which would also have an adverse effect on our business.  Changes in economic conditions and political uncertainty surrounding international trade also make it difficult to make financial forecasts.  Any of the foregoing factors could adversely affect our business, financial condition, and results of operations.\n\nWe have experienced disruption in our supply chain and related events, and are subject to ongoing supply chain risks\n\nWe are dependent upon a limited number of contract manufacturers for the manufacture, testing, and assembly of certain products and specific suppliers for a number of our critical components.  These arrangements can generally be terminated with a limited notice.  Our current reliance on a limited group of contract manufacturers and suppliers involves risks, including the potential inability to obtain products or components to meet customers’ delivery requirements, reduced control over pricing and delivery schedules, and discontinuation of or increased prices for certain components.  \n\nThe geopolitical conditions, such as the developments in the conflict between Russia and Ukraine and related events and their impact on our suppliers and on international trade in general, have previously led to shortfalls in available components we need to make products as well as increased costs to obtain components, to make products, and to transport components and products.  The disruptions included extended delivery times for certain components of our hardware products and increased freight costs.  \n\nThese disruptions had an adverse effect on our ability to meet customer demand and have resulted in delays in shipping products to customers and dealers.\n\nFuture disruptions could occur as a result of any number of events, such as:\n\n•inflationary cost increases;\n\n•trade restrictions, tariffs, or duties; \n\n•increases in wages that drive up prices of labor;\n\n•the imposition of new regulations, quotas, or embargoes on components;\n\n•a scarcity of, or significant increase in the price of, raw materials or required components for our products;\n\n•fluctuations in currency exchange rates; \n\n•transportation failures affecting the supply chain and shipment of materials and finished goods; \n\n•third party interference in the integrity of the products sourced through the supply chain; \n\n•severe weather conditions or natural disasters; \n\n•civil unrest, military conflicts, geopolitical developments, war, or terrorism; and \n\n•disruptions in utility and other services.  \n\nAny other circumstance that would require us to seek alternative sources of supply or to manufacture, assemble, and test such components internally could significantly delay our ability to ship our products, which could damage relationships with current and prospective customers and could harm our reputation and brand as well as our results of operations.\n\nLastly, due to supply chain issues, we have in the past and may in the future accumulate excess inventories if we inaccurately forecast demand for our products, or if dealers are unable to work through their excess inventory.\n\nIf we are unable to effectively integrate, streamline, and manage our diverse and complex businesses and operations, our ability to generate growth and revenue from new or existing customers may be adversely affected\n\nBecause our operations are geographically diverse and complex, our personnel resources and infrastructure could become strained, and our reputation in the market and our ability to successfully manage and grow our business may be adversely affected.  The size, complexity, and diverse nature of our business and the expansion of our product lines and customer base have placed increased demands on our management and operations, and future growth may place additional strains on our resources in the future.  Our ability to effectively compete and to manage our planned future growth will depend on, among other things, the following:\n\n•maintaining continuity in our senior management and key personnel;\n\n•increasing the productivity of our existing employees;\n\n•attracting, retaining, training, and motivating our employees, particularly our technical and management personnel; \n\n•deploying our solutions using third-party information systems, which may require changes to our applications, documentation, and operational processes; \n\n•improving our operational, financial, and management controls; and \n\n•improving our information reporting systems and procedures. \n\nWe have increasingly diversified and modified the nature and mix of our businesses, both organically and by acquisitions and divestitures.  As a result, an increasing amount of our business involves business models that require managerial techniques and skill sets that are different from those required to manage our historical core businesses.\n\nPursuant to our Connect & Scale strategy, we are investing substantial resources in integrating our product offerings and transitioning our businesses to common core services and systems to achieve economies of scale, simplify our operations, and improve the customer experience.  These efforts may result in disruptions to our operations, which could have an adverse effect on our customers, may cost more than we anticipate increasing our expenses, and take longer than planned.  \n\nThese factors could have an adverse impact on our business, financial condition, and results of operations.\n\nChanges in our software and subscription businesses may adversely affect our revenue\n\nAn increasing portion of our revenue is generated through software maintenance and subscription revenue, which includes Software as a Service (“SaaS”) and new subscription services for integrated solutions.  Our customers have no obligation to renew their agreements for our software maintenance or subscription services after the expiration of their initial contract period, which typically ranges from one to three years.  This shift reflects an increasing use of subscription models for new products, and a transition for some existing products from perpetual license sales and distribution in favor of SaaS or other subscription offerings, as well as divestitures of some of our legacy businesses.\n\nOur customer acquisition and renewal rates may decline or fluctuate as a result of a number of factors, including overall economic conditions, the health of their businesses, competitive offerings, and customer dissatisfaction with our services.  Customer satisfaction with our services is affected by a variety of factors, such as security, reliability, performance, concerns \n\n12\n\n\nabout data privacy, current subscription terms, customer preference, and industry adoption.  If customers do not renew their contracts for our products, our maintenance and subscription revenue will decline, and our financial results will suffer.\n\nOur subscription models provide our customers with the right to access certain of our software in a hosted environment or use downloaded software for a specified subscription period.  Market acceptance of such offerings is affected by a variety of factors, such as security, reliability, performance, current license terms, customer preference and industry adoption, social/community engagement, customer concerns with entrusting a third party to store and manage their data, public concerns regarding privacy, and the enactment of restrictive laws or regulations.  If we are unable to successfully market and support our subscription offerings, our business, financial condition, and results of operations could be adversely impacted.  \n\nWe continually re-evaluate our software licensing programs and subscription programs, including specific license models, delivery methods, and terms and conditions.  Changes to our licensing programs and subscription programs, including the introduction of new subscription services for integrated solutions that include hardware, the timing of the release of enhancements, upgrades, maintenance releases, the term of the contract, discounts, and promotions, could impact the timing of the recognition of revenue for our products, and adversely affect our cash flow, business, financial condition, and results of operations. \n\nWe have identified material weaknesses in our internal control over financial reporting, and if our remediation of such material weaknesses is not effective, it could impact our ability to produce timely and accurate financial statements or comply with applicable laws and regulations.\n\nWe had first identified material weaknesses in our internal control over financial reporting for the fiscal year ended December 29, 2023.  A material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. \n\nIn the course of preparing our consolidated financial statements as of and for the fiscal year ended December 29, 2023, as included in the Annual Report on Form 10-K for the period ended December 29, 2023 (the “2023 Form 10-K”), we had identified a material weakness related to the accounting for the Company’s business combination of Transporeon, including lack of appropriate oversight of third-party valuation specialists and insufficient design and operating effectiveness of management review controls.\n\nSubsequent to the filing of the 2023 Form 10-K with the SEC on February 26, 2024, management re-evaluated the effectiveness of our internal control over financial reporting.  Based on this re-evaluation, we had identified additional material weaknesses related to certain information technology general controls (“ITGCs”), undue reliance on controls over IT interfaces, and the evaluation of standalone selling prices utilized in the accounting for revenue, all of which support the Company’s financial reporting processes.\n\nAs previously disclosed, the Company had delayed the filing of its Quarterly Reports on Form 10-Q for the first, second, and third quarters of 2024 until the assessment of the impacts of the matters described above was complete.  As a result of the delayed filings, the Company had received notices from the Nasdaq Stock Market LLC (“Nasdaq”) indicating that the Company was not in compliance with Nasdaq Listing Rule 5250(c)(1) (the “Listing Rule”), which requires listed companies to timely file all required periodic financial reports with the SEC.  Subsequently, the Company had delayed the filing of this report for the fiscal year ended January 3, 2025 due to the time required to prepare and file the prior delayed reports.\n\nAfter filing its Amendment No. 1 on Form 10-K/A to the 2023 Form 10-K and its Quarterly Reports on Form 10-Q for the first, second, and third quarters of 2024 with the SEC on January 16, 2025, and subsequently, this report for the fiscal year ended January 3, 2025 with the SEC,  the Company has since regained compliance with the Listing Rule.  As a result of our previous failure to timely meet our SEC reporting obligations, we are unable to use Form S-3 for the twelve months after that date.  This could make accessing the capital markets during this period more costly or less efficient.\n\nAdditionally, our management, under the oversight of the Audit Committee, has been taking actions to address the material weaknesses in our internal control over financial reporting for the fiscal year ended January 3, 2025 and implement our remediation plan, in each case, as described more fully in Part II, Item 9A, “Controls and Procedures” of this report.  Unless otherwise described herein, the material weaknesses will not be considered remediated until the applicable remedial controls operate for a sufficient period of time and management has concluded through testing that these controls are operating effectively.  If we are not able to successfully remediate these material weaknesses, there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be presented or detected on a timely basis. Moreover, if we uncover additional material weaknesses, our financial statements may be inaccurate, and we may be unable to comply with our SEC filing obligations, which could prevent us from using Form S-3 or result in a Nasdaq delisting. In addition, we may be unable to access the capital markets or repurchase our stock if we are not current with our SEC filing obligations.\n\n13\n\n\nWe may not be able to continue to enter into or maintain important alliances and distribution relationships\n\nWe believe that in certain business areas, our success will depend on our ability to form and maintain alliances with industry participants.  Our failure to form and maintain such alliances on commercially acceptable terms, or the preemption or disruption of such alliances by the actions of competitors, could adversely affect our ability to sell our products to customers.  Our relationships with substantial industry participants such as Caterpillar, Nikon, Hilti, and AGCO are likely to evolve over time based upon the changing business needs and objectives of the parties.  Evolution of our business strategies and diversification of product portfolios may lead to increased competition with our strategic allies, placing additional pressure on these relationships.  Since these strategic relationships contribute to significant ongoing business in certain of our important markets, changes or disruptions in these relationships could adversely affect our sales.\n\nTo develop and expand our distribution channels, we must continue to expand and improve our processes and procedures that support our distribution channels, including our investment in systems and training, and those processes and procedures may become increasingly complex and difficult to manage.  The time and expense required for sales and marketing organizations of our channel partners to become familiar with our product offerings, including our new product developments, and newer types of offering, such as subscription programs for integrated solutions that include hardware, software maintenance, and other recurring services, may make it more difficult to introduce those products to end users and delay end-user adoption, which could result in lower revenue.\n\nAs market conditions and our business strategies evolve, we must also evolve our distribution and go to market strategies.  Our efforts to further develop and expand dealer networks may not be successful, and could cause conflict in our channels or disrupt dealer coverage within specific geographic or end-user markets, which could cause difficulties in marketing, selling, or servicing our products and have an adverse effect on our business, financial condition, and results of operations.  We utilize dealer networks to market, sell, and service many of our products.  Dealers who carry products that compete with our products may focus their inventory purchases and sales efforts on goods provided by competitors due to industry demand or profitability.  Such sourcing decisions can adversely impact our business, financial condition, and results of operations.\n\nInvesting in and integrating new acquisitions or divesting businesses could be costly, place a significant strain on our management systems and resources, or fail to deliver expected outcomes \n\nFrom time to time, we have divested businesses, including the sale of our agricultural business to a joint venture with AGCO and the sale of our Mobility business.  We expect to undertake more divestitures in the future.  Any such divestiture may result in:\n\n•a disruption of our business;\n\n•reduced synergies, including the loss of scale or key employees;\n\n•impairment of customer relationships; and\n\n•reductions in the breadth of our product offerings.\n\nDivestitures may adversely impact our results if we are unable to offset the dilutive impacts from the loss of revenue associated with the divested products or businesses, or mitigate overhead costs allocated to those businesses.  We could also experience higher than expected transaction costs and business sale losses, or post-closing disputes with buyers of our divested businesses, which may adversely affect our business, financial condition, and results of operations.  Additionally, we typically agree to certain commercial arrangements with buyers, including to provide certain transitional services and support when we divest a business, and we may face disputes and significant, unanticipated costs in providing such services.\n\nFor significant divestitures, these transitional services can take up considerable corporate resources and attention, which may adversely affect our other businesses, operations, and results. In some cases, we have retained an equity position in the entities to which we divest our business units.  We have limited control over such entities, and the value of such equity stake could decline over time. \n\nWe have acquired a number of businesses, and we intend to continue to acquire other businesses.  Acquisitions entail numerous risks, including:\n\n•potential inability to successfully integrate acquired operations and products or to realize cost savings or other anticipated benefits from integration;\n\n•loss of key employees or customers of acquired operations;\n\n•difficulty of assimilating geographically dispersed operations and personnel of the acquired companies;\n\n•potential disruption of our business or the acquired business; \n\n•unanticipated expenses related to acquisitions;\n\n•unanticipated difficulties in conforming business practices, policies, procedures, internal controls, and financial records of acquisitions with our own business;\n\n•impairment of relationships with employees, customers, vendors, distributors, or business partners of either an acquired company or our own business;\n\n14\n\n\n•inability to accurately forecast the performance of recently acquired businesses, resulting in unforeseen adverse effects on our operating results;\n\n•potential liabilities, including liabilities resulting from known or unknown compliance or legal issues, associated with an acquired business; and\n\n•adverse accounting impact to our results of operations because of purchase accounting treatment and the business or accounting practices of acquired companies.\n\nAny such effects from acquisitions could be costly and place a significant strain on our management systems and resources.\n\nAs a result of acquisitions, we have significant assets that include goodwill and other purchased intangibles.  The testing of goodwill and intangibles for impairment under generally accepted accounting principles (“GAAP”) requires us to make significant judgments and assumptions.  Changes in business conditions or in the prospects or results of operations of the acquired business could require adjustments to the valuation of these assets resulting in impairments that would adversely affect our results.  In addition, changes in the operating results or the valuation of companies in which we have investments may have a direct impact on our financial statements or could result in our having to write down the value of such investment.\n\nAcquisitions may not yield expected synergies, may not grow, scale, or advance our business strategy as expected, may fall short of expected return-on-investment targets, or may not prove successful or effective for our business.  Companies that we acquire may operate with different cost and margin structures, which could further cause fluctuations in our operating results and adversely affect our business, financial condition, and results of operations.\n\nThe contribution of Ag to a newly formed joint venture (JV), and the sale of a majority interest in the JV, are subject to substantial risks, including failure to realize the intended benefits, unanticipated challenges, and other uncertainties\n\nIn April 2024, we contributed our Ag business, excluding certain GNSS and guidance technologies, to a JV with AGCO, of which we retained a 15% stake.  The risks and uncertainties associated with the new JV include that (i) we may fail to realize the anticipated benefits of our non-controlling stake in the JV, (ii) the benefits from the various agreements entered into concurrently with forming the JV (specifically, a long-term supply agreement, a technology transfer and license agreement, a trademark license agreement, and a transition services agreement) will be dependent upon the JV’s ability to successfully develop and market products, (iii) unanticipated factors may arise that affect the cost of operating the JV as a standalone business, (iv) we may be unable to successfully integrate AGCO’s JCA Technologies business into the JV, and (v) the development of technology synergies will depend on the level of research and development spending and the success of future innovation. \n\nWe face substantial competition in our markets, which could decrease our revenue and growth rates\n\nOur markets are highly competitive, and we expect that both direct and indirect competition will increase in the future.  Our overall competitive position depends on a number of factors including the price, quality, and performance of our products, the effectiveness of our distribution channel and direct sales force, the level of customer service, the development of new technology, and our ability to participate in emerging markets.  Within each of our markets, we encounter direct competition from other GNSS, software, optical, and laser suppliers, and competition may intensify from various larger U.S. and non-U.S. competitors and new market entrants.  Our products, which commonly use GNSS for basic location information, may be subject to competition from alternative location technologies such as simultaneous location and mapping technology.  In our software and subscription services businesses, we face competition from a group of large, well-established companies, particularly in the areas of design software, enterprise resource planning (“ERP”) solutions, and collaboration and project management offerings.  Our integrated hardware and software products may be subject to increasing competition from mass market devices such as smartphones and tablets used in conjunction with relatively inexpensive applications, which have not been heavily used for commercial applications in the past.  \n\nThese competitive developments may require us to rapidly adapt to technological and customer preference changes, including those related to cloud computing, mobile devices, new computing platforms, and AI technology.  Such competition has in the past resulted, and in the future may result, in price reductions, reduced margins, or loss of market share, any of which could decrease our revenue and growth rates.  We believe that our ability to compete successfully in the future against existing and additional competitors will depend largely on our ability to execute our strategy to provide products with significantly differentiated features compared to currently available products.  We may not be able to implement this strategy successfully, and our products may not be competitive with other technologies or products that may be developed by our competitors, many of whom have significantly greater financial, technical, manufacturing, marketing, sales, and other resources than we do.\n\nIf we are unable to attract and retain qualified personnel, our business could be harmed\n\nOur continued success depends, in part, on our ability to hire and retain qualified personnel, advance our corporate strategy, and preserve the key aspects of our corporate culture.  Because our future success is dependent on our ability to continue to enhance and introduce new products, we are particularly dependent on our ability to hire and retain qualified engineers, including in areas of technology such as GNSS, software programming, information systems, data analytics, and AI.  In addition, to increase \n\n15\n\n\nrevenues, we will be required to increase the size and productivity of our sales and channel management groups.  Competition for qualified employees in our major locations is intense.  Our inability to hire and retain qualified management and skilled personnel, particularly engineers, salespeople, and key executive management, could disrupt our development efforts, sales results, business relationships, and our ability to execute our business plan and strategy on a timely basis and could materially and adversely affect our business, financial condition, and results of operations.  In addition, any future reductions in force or other restructuring intended to improve operational efficiencies and operating costs, may adversely affect our ability to attract and retain qualified personnel.\n\nEquity grants are a critical component of our current compensation programs.  If we fail to grant equity competitively, we may have difficulty attracting and retaining critical employees. \n\nRisks related to our technology and products\n\nOur products are highly technical and may contain undetected errors, product defects, or security vulnerabilities\n\nOur products, including our software products, are highly technical and complex and, when deployed, may contain errors, defects, or security vulnerabilities.  We must develop our products quickly to keep pace with the rapidly changing market, and we have a history of frequently introducing new products.  Products and services as sophisticated as ours could contain undetected errors or defects, especially when first introduced or when new models or versions are released.  Such occurrences could result in damage to our reputation, lost revenue, diverted development resources, increased customer service and support costs, warranty claims, and litigation.\n\nWe warrant that our products will be free of defect for various periods of time, depending on the product.  In addition, certain of our contracts include epidemic failure clauses.  If invoked, these clauses may entitle the customer to return or obtain credits for products and inventory, or to cancel outstanding purchase orders even if the products themselves are not defective.\n\nErrors, viruses, or bugs may be present in software or hardware that we acquire or license from third parties and incorporate into our products or in third-party software or hardware that our customers use in conjunction with our products.  Our customers’ proprietary software and network firewall protections may corrupt data from our products or create difficulties in implementing our solutions.  Changes to third-party software or hardware that our customers use in conjunction with our software could also render our applications inoperable.  Any errors, defects, or security vulnerabilities in our products or any defects in, or compatibility issues with, any third-party hardware or software or customers’ network environments discovered after commercial release could result in loss of revenue or delay in revenue recognition, loss of customers, theft of trade secrets, data or intellectual property, and increased service and warranty cost, any of which could adversely affect our business, financial condition, and results of operations.\n\nUndiscovered vulnerabilities in our products alone or in combination with third-party hardware or software could expose them to hackers or other unscrupulous third parties who develop and deploy viruses and other malicious software programs that could attack our products.  Actual or perceived security vulnerabilities in our products could harm our reputation and lead some customers to return products, reduce or delay future purchases, or use competitive products.\n\nOur internal and customer-facing systems, and systems of third parties we rely upon, may be subject to cybersecurity breaches, disruptions, or delays\n\nA cybersecurity incident in our own systems or the systems of our third-party providers may compromise the confidentiality, integrity, or availability of our own internal data, the availability of our products and websites designed to support our customers, or our customer data.  Computer hackers, foreign governments, cybercriminals, or cyber terrorists may attempt to or succeed in penetrating our network security and our website.  The availability and use of AI-enabled technologies also increase the sophistication and threat posed by such actors.  Additionally, due to geopolitical tensions, such as the developments in the conflict between Russia and Ukraine and other geopolitical tensions, we and our third-party vendors may be vulnerable to a heightened risk of cybersecurity attacks, phishing attacks, viruses, malware, ransomware, hacking, or similar breaches and incidents from nation-state actors or affiliated actors, including attacks that could materially disrupt our systems and operations, supply chain, and ability to produce, sell, and distribute our products and services.  Unauthorized access to our proprietary business information or customer data may be obtained through break-ins, sabotage, breach of our secure network by an unauthorized party, computer viruses, computer denial-of-service attacks, employee theft or misuse, breach of the security of the networks of our third-party providers, or other misconduct.  Additionally, outside parties may attempt to fraudulently induce employees or users to disclose sensitive or confidential information to gain access to data.\n\nWe have experienced security breaches in the past, and despite our efforts to maintain the security and integrity of our systems, it is impossible to eliminate this risk.  Because the techniques used by computer hackers who may attempt to penetrate and sabotage our network security or our website change frequently, they may take advantage of weaknesses in third-party technology or standards of which we are unaware or that we do not control and may not be recognized until after they have been launched against a target.  We may be unable to anticipate or counter these techniques.  It is also possible that unauthorized access to customer data or confidential information may be obtained through inadequate use of security controls \n\n16\n\n\nby customers, vendors, or business partners.  Efforts to prevent hackers from disrupting our service or otherwise accessing our systems are expensive to develop, implement, and maintain.  Such efforts require ongoing monitoring and updating as technologies change, and efforts to overcome security measures become more sophisticated, and may limit the functionality of, or otherwise adversely impact our service offering and systems.  A cybersecurity incident affecting our systems may also result in theft of our intellectual property, proprietary data, or trade secrets, which would compromise our competitive position, reputation, and operating results.  We also may be required to notify regulators about any actual or perceived personal data breach (including the EU Lead Data Protection Authority) as well as the individuals who are affected by the incident within strict time periods.\n\nThe systems we rely upon also remain vulnerable to damage or interruption from a number of other factors, including access to the internet, the failure of our network or software systems, or significant variability in visitor traffic on our product websites, earthquakes, floods, fires, power loss, telecommunication failures, computer viruses, human error, and similar events or disruptions.  Some of our systems are not fully redundant, and our disaster recovery planning is not sufficient for all eventualities.  Our systems are also subject to intentional acts of vandalism.  Despite any precautions we may take, the occurrence of a natural disaster, a decision by any of our third-party hosting providers to close a facility we use without adequate notice for financial or other reasons, or other unanticipated problems at our hosting facilities could cause system interruptions and delays, and result in loss of critical data and lengthy interruptions in our services.\n\nWe rely on our information systems and those of third parties for activities such as processing customer orders, delivery of products, hosting and providing services and support to our customers, billing and tracking our customers, hosting and managing our customer data, and otherwise running our business.  Any disruptions or unexpected incompatibilities in our information systems and those of the third parties upon whom we rely could have a significant impact on our business.\n\nAn increasing portion of our revenue comes from SaaS solutions and other hosted services in which we store, retrieve, communicate, and manage data that is critical to our customers’ business systems.  Disruption of our systems that support these services and solutions could cause disruptions in our customers’ systems and in the businesses that rely on these systems.  Any such disruptions could harm our reputation, create liabilities to our customers, hurt demand for our services and solutions, and adversely impact our business, financial condition, and results of operations.\n\nWe are dependent on new products and services, and if we are unable to successfully introduce them into the market or to effectively compete with new, disruptive product alternatives, our customer base may decline or fail to grow as anticipated\n\nOur future revenue stream depends to a large degree on our ability to bring new products and services to market on a timely basis.  We must continue to make significant investments in research and development to continue to develop new products and services, enhance existing products, and achieve market acceptance of such products and services.  We may encounter problems in the future in innovating and introducing new products and services.  Our development-stage products may not be successfully completed or, if developed, may not achieve significant customer acceptance.  Development and manufacturing schedules for technology products are difficult to predict, and we might not achieve our goals as to the timing of introducing new technology products, or we could encounter increased costs.  The timely availability and cost-effective production of these products in volume and their acceptance by customers are important to our future success.  This was negatively impacted, for example, by the global supply chain shortage in 2021 and 2022.  If we are unable to introduce new products and services, if other companies develop competing technology products and services, or if we do not develop compelling new products and services, our number of customers may not grow as anticipated, or may decline, which could harm our operating results.  \n\nMany of our offerings are increasingly focused on software and subscription services.  The software industry is characterized by rapidly changing customer preferences, which require us to address multiple delivery platforms, new mobile devices, and cloud computing.  Lifecycles of software products can be short, and this can exacerbate the risks associated with developing new products.  The introduction of third-party solutions embodying new, disruptive technologies, the potentially transformative impact of AI, and the emergence of new industry standards could make our existing and future software solutions and other products obsolete or non-competitive.  If we are not able to develop software and other solutions that address the increasingly sophisticated needs of our customers, or if we are unable to adapt to new platforms, technologies, including AI, or new industry standards that impact our markets, our ability to retain or increase market share could be adversely affected, harming our business, financial condition, and results of operations.\n\nOur use of artificial intelligence, or AI, and generative AI tools presents risks and challenges that could adversely affect our business and require that we incur substantial costs\n\nWe use AI and generative AI tools in certain of our products, services, and operations, including customer service, data analytics, product development, and code creation.  AI is a rapidly evolving and disruptive technology, and the long-term implications of its use are still uncertain.  We expect that the increasing adoption and use of AI technologies will continue to accelerate and have significant impacts on our business and the industries we serve.  Although we continue to invest in AI, there can be no assurance that our investments will be beneficial to our business.  Our competitors may incorporate AI more quickly or successfully, and our solutions could become less competitive as a result.  AI-related laws and regulations in the U.S. \n\n17\n\n\nand other countries are rapidly evolving and are subject to significant uncertainty, and could impose significant compliance costs, restrict certain AI applications, or require us to alter our AI-related practices.\n\nAI may also produce erroneous or misleading content, and outputs that infringe on the IP or data privacy rights of others.  Although we take measures to address the accuracy and appropriate use of generative AI content, including through internal AI policies and training, these efforts may not always be successful.  Any failure by our personnel, contractors, or partners to adhere to our AI policies, or otherwise use AI in an inappropriate manner, could result in violations of confidentiality obligations and laws or regulations, jeopardize our IP rights, or expose our products or business systems to defects and malware, any of which could damage our business and result in reputational, technical, or competitive harm. \n\nSome of our products rely on third-party technologies including open-source software, which could result in product incompatibilities or harm availability of our products and services\n\nWe license software, technologies, and intellectual property underlying some of our software from third parties.  The third-party licenses we rely upon may not continue to be available to us on commercially reasonable terms, or at all, and the software and technologies may not be appropriately supported, maintained, or enhanced by the licensors, resulting in development delays.  Some software licenses are subject to annual renewals at the discretion of the licensors.  In some cases, if we were to breach a provision of these license agreements, the licensor could terminate the agreement immediately.  The loss of licenses to, or inability to support, maintain, and enhance, any such third-party software or technology could result in increased costs, or delays in software releases or updates, until such issues have been resolved.\n\nWe also incorporate open-source software into our products.  Although we monitor our use of open-source software, the terms of many open-source licenses have not been interpreted by U.S. courts, and there is a risk that such licenses could be construed in a manner that could impose unanticipated conditions or restrictions on our ability to market or sell our products or to develop new products.  In such event, we could be required to seek licenses from third parties in order to continue offering our products, to disclose and offer royalty-free licenses in connection with our own source code, to re-engineer our products, or to discontinue the sale of our products in the event re-engineering cannot be accomplished on a timely basis, any of which could adversely affect our business, financial condition, and results of operations.\n\nWe are dependent on proprietary technology, which could result in litigation that could divert significant valuable resources\n\nOur future success and competitive position are dependent upon our proprietary technology, and we rely on patent, trade secret, trademark, and copyright laws to protect our intellectual property.  The patents owned or licensed by us may be invalidated, circumvented, infringed, or challenged.  The rights granted under these patents may not provide competitive advantages to us.  Any of our pending or future patent applications may not be issued within the scope of the claims sought by us, if at all.\n\nDespite our efforts to protect our intellectual property rights, unauthorized parties may attempt to copy or otherwise obtain our software or develop software with the same functionality or to obtain and use information that we regard as proprietary.  Others may develop technologies that are similar or superior to our technology, duplicate our technology, or design around the patents owned by us.  In addition, effective copyright, patent, and trade secret protection may be unavailable, limited, or not applied for in certain countries.  The steps taken by us to protect our technology might not prevent the misappropriation of such technology.\n\nThe value of our products relies substantially on our technical innovation in fields in which there are many current patent filings.  Third parties may claim that we or our customers (some of whom are indemnified by us) are infringing their intellectual property rights.  For example, individuals and groups may purchase intellectual property assets for the purpose of asserting claims of infringement and attempting to extract settlements from us or our customers.  As new patents are issued or are brought to our attention by the holders of such patents, it may be necessary for us to secure a license from such patent holders, redesign our products, or withdraw products from the market.  In addition, the legal costs and engineering time required to safeguard intellectual property or to defend against litigation could become a significant expense of operations.  Any such litigation could require us to incur substantial costs and divert significant valuable resources, including the efforts of our technical and management personnel, which could harm our business, financial condition, and results of operations.\n\nWe are dependent on the availability and unimpaired use of allocated bands within the radio frequency spectrum; our products may be subject to harmful interference from new or modified spectrum uses\n\nOur GNSS technology is dependent on the use of satellite signals and on terrestrial communication bands.  International allocations of radio frequency are made by the International Telecommunications Union (“ITU”), a specialized technical agency of the United Nations.  These allocations are further governed by radio regulations that have treaty status and which may be subject to modification every two to three years by the World Radio Communication Conference.  Each country also has regulatory authority over how each band is used in the country.  In the United States, the Federal Communications Commission (“FCC”) and the National Telecommunications and Information Administration share responsibility for radio frequency allocations and spectrum usage regulations.\n\n18\n\n\nAny ITU or local reallocation of radio frequency bands, including frequency band segmentation and sharing of spectrum, or other modifications of the permitted uses of relevant frequency bands, may materially and adversely affect the utility and reliability of our products and have significant adverse impacts on our customers, both of which could reduce demand for our products.  For example, in 2020 the FCC approved a proposal by a private party to repurpose spectrum adjacent to the authorized GNSS bands for terrestrial wireless operations throughout the United States.  The company has opposed and continues to oppose this proposal, along with a wide range of participants in commercial and governmental sectors that rely on the use of GNSS in their critical activities.  The FCC’s action is subject to further review as well as potential legislative action.  If the FCC’s action continues in effect and terrestrial operations are implemented in the affected spectrum, these operations could create harmful interference to GNSS receivers in proximity to such operations and impose costs to retrofit or replace affected receivers.  Similarly, other countries have considered proposals for use of frequencies used by our products as well as adjacent bands that could cause harmful interference to our products.\n\nMany of our products use other radio frequency bands, such as the public land mobile radio bands, together with the GNSS signal, to provide enhanced GNSS capabilities, such as real-time kinematics precision.  The continuing availability of these non-GNSS radio frequencies is essential to provide enhanced GNSS products to our precision survey, and construction machine controls markets.  In addition, transmissions and emissions from other services and equipment operating in adjacent frequency bands or in-band may impair the utility and reliability of our products.  Any regulatory changes in spectrum allocation or in allowable operating conditions could have a material adverse effect on our business, financial condition, and results of operations.\n\nMany of our products rely on GNSS technology, GPS and other satellite systems, which may become degraded or inoperable and result in lost revenue\n\nGNSS technology, GPS satellites, and their ground support systems are complex electronic systems subject to electronic and mechanical failures and possible intentional disruption.  Many of the GPS satellites currently in orbit have outlived their expected lifespans and are subject to damage by the hostile space environment in which they operate.  Repair of damaged or malfunctioning satellites is currently not economically feasible.  If a significant number of satellites were to become inoperable, there could be a substantial delay before they are replaced with new satellites.  A reduction in the number of operating satellites below the 24-satellite standard established for GPS may impair the utility of the GPS system and the growth of current and additional market opportunities.  In addition, natural phenomena such as solar storms, software updates to GPS satellites and ground control segments, and infrequent known constellation-related events, such as GPS week number rollover, may adversely affect our products and customers.  We depend on public access to open technical specifications in advance of system updates to mitigate these problems, which may not be available or complete. \n\nWe are dependent on continued operation of GPS, the principal GNSS currently in operation.  The GPS constellation is operated by the U. S. government, which is committed to maintenance and improvement of GPS.  If supporting policies were to change, or if user fees were imposed, it could have an adverse effect on our business, financial condition, and results of operations.\n\nMany of our products also use signals from systems that augment GPS, such as the Wide Area Augmentation System and National Differential GPS System, and satellites transmitting signal corrections data on mobile satellite services frequencies utilized by our RTX corrections services.  Some of these augmentation systems are operated by the U.S. government and rely on continued funding and maintenance of these systems.  Any curtailment of the operating capability of these systems or limitations on access to, or use of the signals, or discontinuance of service could result in degradation of our services or product performance, with an adverse effect on our business, financial condition, and results of operations.\n\nMany of our products use satellite signals available globally from the Russian GLONASS, China’s BeiDou, and the European Galileo GNSS Systems.  Other countries have developed regional GNSS systems, such as India’s NavIC and Japan's QZSS, which we support in some products.  National or European authorities may provide preferential access to signals to companies associated with their markets, including our competitors, which could harm our competitive position.  Geopolitical tensions could also result in the restriction of our usage of such satellite signals.  Use of non-U.S. GNSS signals are also subject to FCC regulation and to restrictions based upon international trade or geopolitical considerations.  Certain government officials and other interested parties have questioned whether continued use of the Russian GLONASS and Chinese BeiDou GNSS signals violates FCC rules and policies.  If use of these signals was restricted by the U.S. Government, we would be unable to develop and offer timely and competitive commercial products using these systems, or obtain timely and equal access to service signals, this could impact the performance of our products, harm our competitive position, and result in lost revenue.  \n\n19\n\n\nRegulatory risks\n\nCompliance with international and U.S. laws and regulations that apply to our international operations can be complex, and exposes us to various risks related to potential non-compliance\n\nThese laws and regulations include data privacy requirements, labor relations laws, tax laws, anti-competition regulations, import and trade restrictions or sanctions, export control laws, and laws that prohibit corrupt payments to governmental officials or certain payments or remunerations to customers, including the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act, and other anti-corruption laws, that have been the subject of a substantial increase in global enforcement.  Many of our products are subject to U.S. export law restrictions that limit the destinations and types of customers to which our products may be sold or that require an export license in connection with sales outside the United States.  Given the high level of complexity of these laws, there is a risk that some provisions may be inadvertently or intentionally breached, for example through fraudulent or negligent behavior of individual employees, our failure to comply with certain formal documentation requirements, or otherwise.  Also, we may be held liable for actions taken by our local dealers and partners.  Violations of these laws and regulations could result in fines, criminal sanctions against us, our officers, or our employees, and prohibitions or conditions on the conduct of our business.  Any such violations could include prohibitions or conditions on our ability to offer our products in one or more countries and could materially damage our reputation, our brand, our international expansion efforts, our ability to attract and retain employees, our business, financial conditions, and results of operations.\n\nWe operate in many parts of the world that have experienced significant governmental corruption to some degree and, in certain circumstances, strict compliance with anti-bribery laws may conflict with local customs and practices.  We may be subject to competitive disadvantages to the extent that our competitors are able to secure business, licenses, or other preferential treatment by making payments to government officials and others in positions of influence or through other methods that relevant law and regulations prohibit us from using.  Our success depends, in part, on our ability to anticipate these risks and manage these difficulties.\n\nWe are subject to evolving and potentially conflicting data privacy and data security laws in the United States and other jurisdictions, which could adversely impact our business and require that we incur substantial costs\n\nWe are subject to a complex and evolving patchwork of data privacy and data security laws and regulations in the United States and other jurisdictions in which we operate.  These laws and regulations impose numerous obligations on our business, including those relating to the collection, use, disclosure, transfer, destruction, and security of personal information.  The requirements under these laws are often complex, vary by jurisdiction, and can be subject to unclear or conflicting interpretations.  These laws may also carry significant penalties for non-compliance, including substantial fines and private litigation.  Despite our efforts to comply with these obligations, our products, services, and operations may not fully comply with all applicable laws and regulations at all times.\n\nData privacy and data security laws and regulations may lack clarity and depend on regulators implementing further rules and guidance, which are often significantly delayed.  Some countries are considering or have passed legislation that requires local storage and processing of data, including geospatial data, which could impact our ability to deliver cloud-based solutions in an efficient manner.  International transfers of personal data present ongoing compliance challenges and complicate our business transactions and operations.  In addition, the California Consumer Privacy Rights Act, as amended, gives California residents expanded rights to access and delete their personal information, opt out of certain personal information sharing, and receive detailed information about how their personal information is used.  Other U.S. states and the U.S. Congress have introduced, and a number of states have enacted, data privacy legislation, which may impact our business.  Such legislation, amendments, and revisions to existing data privacy legislation, and other developments impacting data privacy and data protection may contain unclear and conflicting requirements, and may require us to modify our data processing practices and policies, increase the complexity of providing our products and services, and cause us to incur substantial costs in an effort to comply.  Failure to comply may lead to significant fines and business interruption.\n\nWe are subject to the impact of governmental and other certifications processes and regulations, which could adversely affect our products and our business\n\nWe market many products that are subject to governmental regulations and certifications before they can be sold.  As we develop and enhance features which support automated and autonomous operation of our products, we are increasingly subject to functional safety regulation.  Conformité Européenne (CE) certification is required for GNSS receivers and data communications products, which must also conform to the European harmonized GNSS receiver requirements and the radio equipment directive to be sold in the European community.  In the future, the U.S., European, or other governmental authorities may propose GPS receiver testing and certification for compliance with published GPS signal interface or other specifications.  Governmental authorities may also propose other forms of GPS receiver performance standards, which may limit design alternatives, hamper product innovation, or impose additional costs.  Some of our products that use integrated radio communication technology require product type certification and some products require an end user to obtain licensing from the FCC and other national authorities for frequency-band usage.  Compliance with evolving product regulations in our major \n\n20\n\n\nmarkets could require that we redesign our products, cease selling products in certain markets, and increase our costs of product development.  An inability to obtain required certifications in a timely manner could adversely affect our ability to bring our products to market and harm our customer relationships.  Failure to comply with evolving requirements could result in fines and limitations on sales of our products.\n\nFinancial and tax risks \n\nOur debt could adversely affect our cash flow and prevent us from fulfilling our financial obligations\n\nAt the end of 2024, our total debt, comprised of senior notes, was $1.4 billion.  When our senior notes mature, we will have to utilize significant resources to repay these senior notes or seek to refinance them.  If we decide to refinance the senior notes, we may be required to do so on different or less favorable terms, which may adversely affect our results of operation.  Any downgrade by credit rating agencies could adversely affect our cost of borrowing, limit our access to the capital markets, or result in more restrictive covenants in future debt agreements. \n\nOur outstanding indebtedness could have other important consequences, such as:\n\n•decreasing our business flexibility, limiting access to capital, and/or increasing our borrowing costs;\n\n•requiring us to dedicate a portion of our cash flow from operations and other capital resources to debt service, thereby reducing our ability to fund working capital, capital expenditures, general corporate purposes, and other cash requirements, particularly if the ratings assigned to our debt securities by rating organizations were revised downward;\n\n•increasing our vulnerability to adverse economic and industry conditions;\n\n•reducing our ability to make investments and acquisitions, which support the growth of the company, or to repurchase shares of our common stock; and\n\n•limiting our flexibility in planning for, or reacting to changes and opportunities in our industry, which may place us at a competitive disadvantage.\n\nThere are various financial covenants and other restrictions in our debt instruments, including a requirement to timely file our SEC reports.  If we fail to comply with any of these requirements, the related indebtedness (and other unrelated indebtedness) could become due and payable prior to its stated maturity, and we may not be able to repay the indebtedness that becomes due.  A default under our debt instruments may also significantly affect our ability to obtain additional or alternative financing.\n\nOur ability to make scheduled payments or to refinance our obligations with respect to indebtedness will depend on our operating and financial performance, which in turn, is subject to prevailing economic conditions and to financial, business, and other factors beyond our control.  A portion of our outstanding debt has interest rates that float based on prevailing interest rates, and we may incur additional variable-rate debt in the future.  Such rates tend to fluctuate based on general economic conditions, general interest rates, Federal Reserve rates, and the supply of and demand for credit in the relevant interbanking market.  If interest rates increase, our interest expense will also increase as would the costs of refinancing existing indebtedness or obtaining new debt. \n\nSignificant increases in our level of indebtedness could impact the ratings assigned to our debt securities by rating organizations, which in turn would increase the interest rates and fees that we pay in connection with our indebtedness.\n\nChanges in our effective tax rate may reduce our net income in future periods\n\nWe are subject to income and other taxes in the United States and numerous foreign jurisdictions.  Significant judgment is required to determine and estimate worldwide tax liabilities.  While we believe our tax positions are consistent with the tax laws in the jurisdictions in which we conduct our business, it is possible that these positions may be contested or overturned by jurisdictional tax authorities, which may have a significant impact on our global provision for income taxes.  Our effective tax rate is primarily subject to the geographic mix of earnings, statutory rates, inter-company transfer pricing, and enacted tax laws.  \n\nA number of factors may increase our future effective tax rates, including:\n\n•the jurisdictions in which profits are determined to be earned and taxed; \n\n•the resolution of issues arising from tax audits with the U.S. and foreign tax authorities;\n\n•changes in our intercompany transfer pricing methodology;\n\n•changes in the valuation of our deferred tax assets and liabilities;\n\n•increases in expense not deductible for tax purposes, including transaction costs and impairments of goodwill in connection with acquisitions;\n\n•changes in the realizability of available tax credits;\n\n•changes in share-based compensation;\n\n•changes in tax laws or the interpretation of such tax laws; and\n\n•changes in generally accepted accounting principles.\n\n21\n\n\nThe jurisdictions where we do business may change tax laws, regulations, and interpretations on a prospective or retroactive basis and these potential changes could adversely affect our effective tax rates and impact our financial results.  For example, the Tax Cuts and Jobs Act of 2017 is set to expire in 2025.\n\nThe Organization of Economic Cooperation and Development (“OECD”) introduced, and member countries agreed to, a framework that imposes a minimum tax of 15% to certain multinational enterprises.  During 2024, certain member countries have implemented the framework, and while the impact to our 2024 financial results was minimal, we will continue to monitor and evaluate the implications.\n\nWe are currently in various stages of multiple year examinations by U.S. federal, state, and foreign taxing authorities.  If taxing authorities of any jurisdiction were to successfully challenge a material tax position, we could become subject to higher taxes and our earnings could be adversely affected.\n\nWe may be affected by fluctuations in currency exchange rates\n\nApproximately half of our revenue is derived from sales to customers outside of the U.S., and we are potentially exposed to adverse as well as beneficial movements in currency exchange rates.  Historically, the majority of our revenue contracts are denominated in U.S. Dollars, with the most significant exception being Europe, where we invoice primarily in Euro.  Additionally, a portion of our expenses, such as the cost to manufacture and costs of personnel, are denominated in foreign currencies, primarily the Euro.  An increase in the value of the dollar could increase the real cost to our customers of our products in those markets outside the U.S. where we sell in dollars, and a weakened dollar could increase the cost of local operating expenses, procurement of raw materials from sources outside the U.S., and overseas capital expenditures.  We also conduct certain investing and financing activities in local currencies.  Our foreign exchange forward contracts reduce, but do not eliminate, the impact of currency exchange rate movements; therefore, changes in exchange rates could harm our business, financial condition, and results of operations. \n\nRisks related to ownership of our stock\n\nOur stock price is volatile\n\nThe market price of our common stock has been, and may continue to be, highly volatile.  During 2024, our stock price ranged from $48.60 to $76.97.  A variety of factors can cause the price of our common stock to fluctuate, perhaps substantially, including:\n\n•quarterly fluctuations in our actual or anticipated operating results and order levels;\n\n•announcements and reports of developments related to our business, financial statements and performance, our major customers and partners, and the industries in which we compete, or the industries in which our customers compete;\n\n•delays in filing our SEC reports; \n\n•security breaches;\n\n•acquisition, divestiture, and joint venture announcements;\n\n•new products or product enhancements announced or introduced by us or our competitors;\n\n•disputes with respect to developments in patents or other intellectual property rights;\n\n•developments in our relationships with our partners, customers, and suppliers;\n\n•the imposition of tariffs or other trade barriers;\n\n•political, economic, or social uncertainty, such as the developments in the conflict between Russia and Ukraine; \n\n•general conditions in the worldwide economy;\n\n•catastrophic or geopolitical events, including global pandemics; and\n\n•acts of terrorism.\n\nIn addition, the stock market in general and the markets for shares of “high-tech” companies in particular have frequently experienced extreme price fluctuations, which have often been unrelated to the operating performance of affected companies.\n\nOur annual and quarterly performance fluctuates, which can adversely impact our stock price\n\nOur operating results have fluctuated and can be expected to continue to fluctuate in the future on a quarterly and annual basis as a result of a number of factors, many of which are beyond our control.  Results in any period could be affected by:\n\n•changes in market demand;\n\n•competitive market conditions;\n\n•supply chain disruptions;\n\n•the amount of inventory that our dealer networks carry;\n\n•the timing of recognizing revenue;\n\n•fluctuations in foreign currency exchange rates;\n\n•the cost and availability of components;\n\n•the mix of our customer base and sales channels;\n\n22\n\n\n•the mix of products sold;\n\n•pricing of products;\n\n•execution of objectives and key results;\n\n•changes in the U.S. or foreign policies on taxes, trade, tariffs, or spending; \n\n•regional responses and restrictions related to global pandemics; \n\n•the number of weeks in a fiscal period, which may differ period over period; and\n\n•other risks, including those described below.\n\nSeasonal variations in demand for our products may also affect our quarterly results.  For instance, construction equipment revenue has historically been the highest in early spring.  If we do not accurately forecast seasonal demand, we may be left with unsold inventory or have a shortage of inventory, which could adversely impact our business, financial conditions, and results of operations.\n\nDue in part to the buying patterns of our customers, a portion of our hardware revenue occurs from orders received and immediately shipped to customers in the last few weeks and days of each quarter, while our operating expense tends to remain fairly predictable.  These patterns could harm our operating results if for any reason expected sales are deferred, orders are not received, or shipments are delayed a few days at the end of a quarter.\n\nThe price of our common stock could decline substantially in the event any of these risks result in our financial performance being below the expectations of public market analysts and investors, which are based on historical and predictive models that are not necessarily accurate representations of the future.\n\nGeneral risk factors\n\nWe have claims and lawsuits against us that may result in adverse outcomes\n\nWe are subject to a variety of claims and lawsuits.  Adverse outcomes in some or all of these claims may result in significant monetary damages or injunctive relief that could adversely affect our ability to conduct business.  Litigation and other claims are subject to inherent uncertainties, and the outcomes can be difficult to predict.  Management may not adequately reserve for a contingent liability, or may suffer unforeseen liabilities, which could then impact the results of a financial period.  A material adverse impact on our consolidated financial statements could occur for the period in which the effect of an unfavorable final outcome becomes probable and reasonably estimable which, if not expected, could harm our business, financial condition, and results of operations.\n\nCatastrophic events or geopolitical conditions could disrupt our operations\n\nActs of war, acts of terrorism or civil unrest, natural disasters and other catastrophic events, especially any events that impact our larger markets or GNSS signals or systems, could have a material adverse impact on our business.  The threat of terrorism and war and heightened security and military activity in response to this threat, or any future acts of terrorism or hostilities, may involve a redeployment of the satellites used in GNSS or interruptions of the system.  Civil unrest, local conflicts, or other political instability may adversely impact regional economies, cause work stoppages, or result in limitations on business transactions with the affected jurisdictions.  To the extent that such interruptions result in delays or the cancellation of orders, disruption of the manufacturing or shipment of our products, or reduced demand for our products, these interruptions could have a material adverse effect on our business, financial condition, and results of operations.\n\nThe uncertain nature, magnitude, and duration of hostilities stemming from the developments in the conflict between Russia and Ukraine, including effects of sanctions on the world economy and markets, possible retaliatory cyber-attacks, and supply chain disruptions, have contributed to increased market volatility and uncertainty, and could have an adverse impact on our business and could renew the prior supply chain challenges that we had faced.  As a result of the ongoing military conflict in Ukraine, the United States, the United Kingdom, and the European Union governments, among others, implemented a series of sanctions packages against Russia.  Further sanctions; embargoes; regional instability; geopolitical shifts, and adverse effects on macroeconomic conditions could lead to the unavailability and increased cost of raw materials, supplies, freight, and labor, and negatively impact currency exchange rates and our suppliers, customers, and potential consumer demand for our products, all of which could impact our business, financial condition, and results of operations.\n\nAdditionally, we rely on our Americas Regional Fulfillment Center (“ARFC”) in Dayton, Ohio to support our hardware product sales in the U.S. and internationally, and we typically maintain a significant concentration of inventory at this location.  Any disruption or damage to our facility, operations, or inventory at our ARFC, whether as a result of a natural disaster or other \n\n23\n\n\ncatastrophic event, could significantly impair our ability to fulfill orders for our hardware products, including into Europe, which would negatively affect our results of operations.\n\nDamage to our reputation could significantly harm our businesses, competitive position, and prospects for growth\n\nOur ability to attract and retain investors, customers, and employees could be adversely affected by damage to our reputation resulting from various events, including environmental, social, and governance (“ESG”) related issues; employee misconduct, litigation, or regulatory outcomes; failure to deliver minimum standards of service and quality; compliance failures; unethical behavior; unintended breach of confidential information; and the activities of our customers and commercial partners.\n\nIn addition, we are committed to aligning our purpose, culture, and corporate strategy with sustainability.  Any perceived change in our dedication to these commitments could harm our reputation and could adversely impact our business.  Our disclosures on these matters, and standards we set for ourselves or a failure to meet these standards, may influence our reputation and the value of our brand.  \n\nFor example, we have elected to share publicly our commitments and ongoing efforts in our Sustainability Report, where we address the importance of sustainability matters to our stakeholders and our Company.  Our business may face increased scrutiny related to these activities, including from the investment community, and our failure to achieve progress in these areas on a timely basis, or at all, could adversely affect our reputation, growth, business, financial condition, and results of operations.\n\nClimate change could disrupt or harm our business\n\nWhile we seek to mitigate our business risks associated with climate change by establishing robust environmental programs and partnering with organizations who are also focused on mitigating their own climate-related risks, we recognize that there are inherent climate-related risks wherever business is conducted.  Any of our primary locations may be vulnerable to the adverse effects of climate change.  Changing market dynamics, global policy developments, and the increasing frequency and impact of extreme weather events on critical infrastructure in the U.S. and elsewhere, each have the potential to disrupt our business, the business of our third-party suppliers, and the business of our customers, and may cause us to experience higher attrition, losses, and additional costs to maintain or resume operations.\n\nEnvironmental, social, and governance matters and related reporting obligations may cause us to incur additional expenses or adversely impact our business or reputation\n\nU.S. and international regulators, investors, and other stakeholders are increasingly focused on ESG matters.  New domestic and international laws and regulations relating to ESG matters, including human capital, climate change, and cybersecurity are under consideration or being adopted, which may include specific, target-driven disclosure requirements or obligations.  We communicate certain sustainability-related initiatives, goals, and/or other matters in our annual Sustainability Report, on our website, in our filings with the SEC, and elsewhere.  For example, in 2022, we established science-based targets for Scope 1, 2, and 3 greenhouse gas emissions, certain commitments on sourcing renewable energy, and the goal to engage 70% of our suppliers in setting their own science-based targets.  Implementation of our goals and targets may require capital improvements.  Our ability to achieve any stated commitment, goal, target, or objective is subject to many factors and conditions, some of which are outside of our control, including the pace of changes in technology and the cooperation and/or availability of suppliers that can meet our sustainability standards.  If we fail to achieve, are perceived to have failed or been delayed in achieving, or improperly report our progress toward achieving our publicly stated goals and commitments or compliance with U.S. and international ESG laws and regulations, our business reputation and our financial condition, and results of operations may be negatively impacted.",
      "char_count": 77878
    }
  },
  "extracted_at": "2026-01-19T16:00:58.542363"
}