{
  "ticker": "TRUP",
  "company_name": "TRUPANION, INC.",
  "cik": 1371285,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001371285-25-000052",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001371285&accession_number=000137128525000052&xbrl_type=v",
  "sic_code": "6324",
  "industry": "Hospital & Medical Service Plans",
  "sections": {
    "item1": {
      "text": "PART I\n\nItem 1. Business \n\nOur Mission\n\nOur mission is to help loving, responsible pet parents budget and care for their pets.\n\nCompany Overview\n\nWe provide medical insurance for cats and dogs in the United States, Canada, certain countries in Continental Europe, and Australia. Through our data-driven, vertically-integrated approach, we develop and offer high value medical insurance products, priced specifically for each pet’s unique characteristics and coverage level. Our growing and loyal membership base provides us with highly predictable and recurring revenue. \n\nWe operate in two reporting segments: subscription business and other business. We generate revenue in our subscription business segment primarily through insurance premiums, which we refer to as subscription payments, from direct-to-consumer products. We operate our subscription business segment similar to other subscription-based businesses, with a focus on achieving a target margin prior to our pet acquisition expense and acquiring as many pets as possible at our targeted average estimated internal rate of return. Within our subscription business, we also provide \"Powered by Trupanion\" pet insurance product offerings marketed by third parties, low and medium average revenue per pet products marketed under the brand names Furkin and PHI Direct in Canada, and a Trupanion branded product in Germany and Switzerland. We either directly underwrite or assume full insurance risk for these products through reinsurance arrangements. We provide a full suite of services and support for these products and they are designed to align with the target margin profile of our subscription business segment. Within this segment we also offer products in certain countries in Continental Europe which are currently underwritten using third-party underwriters. Going forward our intent is to assume full insurance risk for these products, either through direct underwriting or reinsurance arrangements. \n\nOur other business segment is comprised of revenue from other product offerings with third parties with whom we generally have a business-to-business relationship. This business segment has, and targets, a lower margin profile than our subscription business segment and is not part of our core business strategy. The largest source of revenue within this segment is from our long-standing contractual relationship with Pets Best Insurance Services (\"Pets Best\"), a third-party partner we have worked with since 2015.\n\nOur Business\n\nIt is very difficult for pet owners, who we refer to as pet parents, to budget for veterinary expenses when their pets become sick or injured.  Pet parents do not know whether their pet’s health will be “average,” “lucky,” or “unlucky.”  Over the life of a pet, veterinary expense for a lucky versus unlucky pet can vary from $500 to more than $50,000.  Even if a pet ends up being “average” over its life, the timing of accidents or illnesses may not align with the pet owner’s budget. Further, many pet parents do not know how to budget for the “average” cost of medical care for their pets.  Average veterinary expenses often greatly exceed the expectations of pet parents and vary dramatically based on a multitude of factors, including the availability of care by region and the types of treatments advisable for specific pet breeds.  Consequently, self-insuring is not an effective solution for many pet parents as the cost of pet medical care has been outpacing inflation for over 20 years due to advancements in medical procedures and technology and due to increased availability of care options.  \n\nOur subscription products, priced specifically for each pet’s unique characteristics and coverage level, help pet parents budget for unforeseen medical expenses. Through our high quality medical insurance products, pet parents are able to ensure coverage for the best care for their pet and avoid treatment decisions being made due to financial constraints. We believe, due to the nature of the reliability of our coverage and the satisfaction of our member base, our subscription business model also provides us with highly predictable and recurring revenue. \n\nOur subscription business’s cost-plus model is designed to spread the risk evenly within categories of pets so our policy holders, which we refer to as members, can better budget for unexpected veterinary costs. We have been collecting comprehensive pet health data for over 25 years.  Given the comprehensive and broad coverage of our subscription products and the capabilities of our software to collect and assess date, we believe our data and approach to pricing is unmatched by other pet insurers and provides us with a greater understanding of anticipated veterinary costs. We leverage this data to price our subscription plan for each pet based on their specific circumstances such as breed, age, geography, desired deductible or co-payment and coverage level, so that, in aggregate, the amounts paid by parents of lucky pets helps to cover the veterinary costs incurred by unlucky pets. We believe our actuarial team, working with our granular data, is able to price our subscription products much more accurately than any other players in the pet health insurance industry, enabling us to provide our members with the most accurate cost and highest value proposition relative to coverage level in our industry. \n\n3\n\nSince launch, our core “Trupanion” branded product has been designed by veterinarians to enable them to practice best medicine – thus recommending the optimal treatment for the pet. As a result, we believe our Trupanion-branded products (the products with our most comprehensive coverage options) enable veterinarians to establish stronger ties and better alignment with our members. Members with a Trupanion-branded product visit their veterinarian more frequently and spend more money on the best course of treatment for their pet.  This results in better health outcomes for pets, which we believe creates a flywheel effect that has been the key driver of growth for our subscription business.\n\nThrough the use of our proprietary, patented software designed to communicate directly with a veterinary hospital’s practice management system, we are able to offer a differentiated experience to our members. Using our software, veterinary hospitals can receive payment from us directly for approved invoices in seconds, with our members only paying their deductible or co-payment for covered treatments. We believe this unique and patented solution, which is offered free to veterinarians and our members, transforms the pet insurance experience.\n\nThrough our \"Powered by Trupanion\" suite of products, which are marketed by third parties, we are broadening our distribution in the retail and corporate worksite channels. Our \"Powered by Trupanion\" products offer the same experience members with Trupanion branded products receive but with options for varying levels of coverage to meet the different needs of our target pet parents and associated budgetary requirements. In addition, our Furkin and PHI Direct products are currently distributed direct-to-consumer in Canada and offer similar optionality of coverage at different price points.\n\nOur other business segment is comprised of a collective of other product offerings with third parties with whom we generally have a business-to-business relationship, and this business segment has, and targets, a different margin profile than our subscription business segment. The largest source of revenue within this segment is from our long-standing contractual relationship with Pets Best, an unaffiliated pet insurance company we have worked with since 2015. Additional products in this segment include the U.S. Department of Veterans Affairs program and certain employer sponsored programs.\n\nOur key markets are large and under-penetrated, as measured by insured pets: \n\nNorth America1\n\nContinental Europe2\n\nHousehold dogs and cats (in thousands)213,300 160,599 \n\nPet insurance market penetration3.6 %8.5 %\n\n1According to IBIS World and Canadian Animal Health Institute, there are approximately 213.3 million household dogs and cats in the United States and Canada. North American Pet Health Insurance Association estimates that the penetration rate for medical insurance for cats and dogs in North America is less than four percent.\n\n2According to FEDIAF European Facts & Figures, GfK Czech consumer panel, and KVL Czech Republic, there are approximately 161 million household dogs and cats in Continental Europe and the estimated penetration rate for medical insurance for cats and dogs is approximately eight and a half percent. \n\nWe believe that, over the long-term, pet insurance penetration rates in the markets we currently operate in could approach those seen in the United Kingdom or Sweden where approximately 28% and 67%, respectively, of household dogs and cats are insured. Our total enrolled pets has grown from 31,207 pets on January 1, 2010 to 1,677,570 pets on December 31, 2024, which represents a compound annual growth rate of 30%. As a result, our revenue has grown from $19.1 million in 2010 to $1.3 billion in 2024, which represents a compound annual growth rate of 32%. \n\n4\n\nOur Strategy\n\nWe are focused on attracting and retaining members by providing the highest customer value proposition and best-in-class member experience. To execute on our strategy, we concentrate on the following:\n\nIncreasing leads from veterinary hospitals. Our outside team of Territory Partners (who interface directly with veterinarians) work to increase the number of veterinary hospitals that educate their clients about high quality medical insurance, and to increase the rate at which veterinary hospitals refer leads to us.\n\nIncreasing referrals from members. We seek to grow the number of existing members that add a pet or refer their friends and family to Trupanion. We do so by focusing on improving the member experience, including increasing the percentage of veterinary invoices that are paid directly to veterinarians through our patented, proprietary software. \n\nImproving conversion. We are investing to increase the rate at which we convert pet parents receiving quotes for our subscription plan into enrolled members.\n\nTargeting a 71% value proposition.  We aim to pay veterinary invoices promptly and return 71% of premiums we collect, in the aggregate, to members, which we believe is the highest targeted value proposition in our industry. Our ability to target the highest value proposition stems from our low cost operating model and requires we increase our subscription payments in-line with the cost of veterinary care. \n\nImproving retention.  Member retention is a key part of our strategy.  Our approach to retention includes the assessment of three member cohorts: members in their first year of membership, members receiving rate changes below 20%, and members receiving rate changes over 20%. As part of our effort to increase retention in these cohorts, we seek to enhance the education of individual pet parents accordingly and invest in improving overall member communication and experience. \n\nAutomating payment of veterinary invoices. In line with our low-cost operating model, we use artificial intelligence and machine learning to leverage data to automate the payment of a portion of our veterinary invoices.  We intend to increase the percentage of veterinary invoices paid without human intervention with the goal of ensuring that we can process veterinary invoices in seconds, providing settlement at check-out and therefore enhancing our member and veterinary support, while lowering our cost of operations.\n\nExpanding our insurance product offerings. We seek to grow our subscription membership through the addition of new member acquisition channels including employee benefits, retail, and direct-to-consumer. We also intend to expand internationally, including in certain countries in Continental Europe, and enter into relationships with strategic partners who are leaders in their field and are aligned with our goals.  \n\n5\n\nPursuing non-insurance revenue offerings. We intend to continue pursuing opportunities to provide pet parents with complementary products and services. For example, we have invested in a pet food initiative to explore whether pets on a calorie-controlled, high-quality diet have improved health outcomes that can justify a decrease in the cost of their medical insurance.\n\nSales and Marketing (New Pet Acquisition)\n\nWe generate leads for our core Trupanion product through a diverse set of pet parent acquisition channels, which we then aim to convert into members primarily through our website and contact center. These acquisition channels include leads from third-parties such as veterinarians, strategic partners and referrals from existing members. \n\nWe build awareness of our core Trupanion product predominately through the veterinary community, engaging our team of “Territory Partners.\"  Our Territory Partners are independent contractors who market our product and are paid fees based on activity in their regions. Their role is to create meaningful, long-term relationships with veterinarians and to educate those veterinarians about the benefits of high quality medical insurance for pets. We believe this structure aligns our interests and provides a platform that we can leverage over time. Our Territory Partner approach provides a unique and unmatched moat in our industry.  We believe that it would be extremely difficult, costly and time consuming for a competitor to replicate this model and that heavy investment alone would not likely dissolve the competitive advantage this model provides us. \n\nCompetition\n\nWe compete primarily with pet parents who choose to self-fund their veterinary costs, mainly via credit cards, as well as new and existing pet medical insurance brands. We view our primary competitive challenge as educating pet parents on why high-quality medical insurance for pets is a better alternative to self-insuring.\n\nThe vast majority of pet parents in the markets in which we operate do not currently have medical insurance for their pets and those that do have medical insurance for their pets do not typically move from one insurance company to another because pre-existing conditions would likely not be covered following a move. As a result, we are focused primarily on expanding the overall size of our markets by providing pet parents with high value, transparent medical coverage designed for each pet's unique characteristics and coverage level. \n\nThroughout our operating history we have competed, and continue to compete, against numerous pet insurance brands. In our experience, competing pet medical insurance companies generally fall into one of two segments: (a) traditional providers with low target price points and narrow coverage that is unlikely to cover things most likely to go wrong, like congenital and hereditary conditions, and (b) higher-value providers that offer some form of an annual plan, the cost of which increases as the pet ages.  \n\nIn recent years, there has been significant consolidation in the pet medical insurance industry resulting in many brands being controlled by a small number of companies. \n\nWe believe that we have competitive advantages that position our core Trupanion branded product offerings favorably compared to other brands offered in the marketplace. These include: \n\n•broader coverage and a superior value proposition due, in part, to our vertically integrated structure that reduces frictional costs,\n\n•a unique member acquisition strategy that leverages the relationships our Territory Partners have developed in the veterinary community, \n\n•a proprietary database containing over 25 years of comprehensive pet health data enabling us to be more precise in our pricing and pet acquisition expense, and \n\n•our patented, proprietary software which allows us to pay veterinary invoices directly at time of treatment.\n\n6\n\nIntellectual Property\n\nWe rely on federal, state, common law, and international rights, as well as contractual restrictions, to protect our intellectual property. We control access to our proprietary technology, software, and documentation by entering into confidentiality and invention assignment agreements with our employees and independent contractors and non-disclosure agreements with third parties, such as service providers, vendors, individuals and entities that may be exploring a business relationship with us. We also rely on a combination of intellectual property rights, including trade secrets, patents, copyrights, trademarks, and domain names to establish and protect our intellectual property. We seek to protect our proprietary position by filing patent applications in the United States and in jurisdictions outside of the United States related to our technology, inventions, and improvements that are important to our business. We hold several U.S. utility and design patents related to our proprietary software, and we have additional patent applications pending in the United States. We also have several issued utility and design patents in other jurisdictions, as well as additional patent applications pending. We additionally rely on data and market exclusivity, and patent term extensions when available. Our ability to protect and enforce our intellectual property rights is subject to risk and our failure to do so may adversely impact our business.\n\nHuman Capital Resources\n\nOur Team\n\nWe are a mission driven organization with a diverse team united by a shared passion for pets. Our employees and independent contractors, which we refer to as team members, are our greatest asset, and we focus on attracting great people to our team and offering high-quality experiences to all team members. \n\nAs of December 31, 2024, we employed 1,130 people across the U.S., Canada and Europe.  Our team is further supported by 171 field sales Territory Partner business owners and their associates who represent Trupanion. We also contract with team members in the Philippines through a third-party service provider. \n\nWe have team members working in our Seattle headquarters in the United States, in our offices in the U.K., Germany, and Czechia, and virtually across the U.S., Canada, and Europe. Our Seattle headquarters is pet friendly.  \n\nBenefits\n\nWe offer each employee team member substantially the same benefits, regardless of role or level in the organization (with appropriate variations due to the country in which they reside). We also recognize the importance of family and design our benefits plans to support the physical, financial, and emotional wellbeing of team members and their families, including their pets.\n\nAmong the benefits we offer include:\n\n•Full medical, dental, and vision benefits at no cost to employees.\n\n•At least four weeks of paid time off and paid floating holidays.\n\n•Five-week sabbatical after five years of employment.\n\n•Free medical health insurance for one pet.\n\n•Paid time off to volunteer at nonprofit organizations.\n\n•A variety of benefits to support employee wellness both at and away from work.\n\n•Seattle headquarters office amenities, including on-site childcare at no cost to employees, free on-site gym, and free dog walking services for office pets during business hours.\n\nDiversity, Equity, and Inclusion\n\nWe believe that diversity, equity, and inclusion (DEI) is critical to supporting our fellow team members and enhancing our ability to fulfill our mission and achieve our goals. We strive to foster an environment where diversity of people with different perspectives and backgrounds can thrive. A core tenet of Trupanion is that we offer a work experience that applies equally to all team members, regardless of role, as noted for example with respect to our Benefits offerings. This approach extends throughout the way we work together; for example, team members that come into any of our offices work in an open environment where the size of working space is the same for everyone regardless of role or seniority. \n\nWe have multiple employee-led resource groups that celebrate aspects of our team’s diversity and help foster a welcoming and safe space for support, education, professional development, and networking. Our DEI Committee is also employee-led and focuses on cultivating a culture of inclusion and belonging by supporting DEI activities, fostering effective DEI communications with Trupanion employees and advising on ways to improve progress in Trupanion's commitment to DEI. We have also developed a DEI curriculum that is required for all team members, and we continue to develop accessibility enhancements to both our physical and digital spaces. \n\n7\n\nWe have a large representation of women at Trupanion including 61% of leadership positions. Our culture of inclusion at Trupanion is in part reflected by, in 2024, 39% of our US new hires self-identifying that they are from an underrepresented group. \n\nTrupanion is committed to paying equitably for equal work, regardless of gender or race/ethnicity, and conducts pay equity analyses as part of our efforts in furtherance of this commitment.\n\nCareer Development\n\nAt Trupanion we are committed to helping everyone grow and thrive along with the company. We are proud to continually see approximately 15% of our employee team members transitioning to new roles within Trupanion each year.  Team members have access to ongoing development designed to help them succeed in their roles today, develop skills for the future, and build a career at Trupanion. \n\nA sampling of our development opportunities include:\n\n•Trupanion Embark! – All team members participate in company orientation to learn about our history, culture, product, business model, and operations.  \n\n•Mentorship – Our TruMentor program creates connection across departments, so team members can learn from and support each other in their development.\n\n•Professional skills – Our continuing education course catalog includes a wide variety of topics related to our business, the animal health industry, and professional skills.  \n\n•Leadership Development – Our Leadership Unleashed program offers development for aspiring, new and experienced managers to drive ownership and growth for the future of our business.\n\nRegulation\n\nFor further information, refer to the Regulation section included in Part II Item 7 of this report.\n\nUnited States Regulations\n\nU.S. federal law and the laws and regulations of each United States state, territory and possession apply to companies licensed to transact insurance business in these jurisdictions. Our primary insurance subsidiary and underwriter, American Pet Insurance Company (APIC), is domiciled in New York State and the New York Department of Financial Services (NY DFS) serves as its primary regulator. APIC is currently licensed to do business in all 50 states, Puerto Rico and the District of Columbia. As such, APIC is also subject to comprehensive regulation and supervision under laws and regulations of each U.S. state, territory, and possession. \n\nBecause APIC is domiciled in New York, we are subject to laws governing insurance holding companies in New York. These laws, among other things, require that we file periodic information reports with the NY DFS, including information concerning our capital structure, ownership, financial condition and general business operations; limit our ability to enter into transactions between APIC and our other affiliated entities; restrict the ability of any one person to acquire certain levels of our voting securities without prior regulatory approval; and restrict APIC’s ability to pay dividends to its holding company parent.\n\nOther state regulators also have broad authority to perform on-site market conduct examinations of our management and operations, marketing and sales, underwriting, customer service, claims handling and licensing. Regulators may perform market conduct examinations by visiting our facilities for a period of time to identify potential regulatory violations, discuss and correct identified violations, or to obtain a better understanding of how we operate in the marketplace. Further, U.S. state insurance laws and regulations require APIC to file financial statements with state insurance regulators in each state where it is licensed and its operations and accounts are subject to examination at any time. APIC prepares statutory financial statements in accordance with accounting practices and procedures prescribed or permitted by these regulators. The National Association of Insurance Commissioners (NAIC) has approved a series of uniform statutory accounting principles (SAP) that have been adopted, in some cases with minor modifications, by all state insurance regulators. As a basis of accounting, SAP was developed to monitor and regulate the solvency of insurance companies. When developing SAP, insurance regulators were primarily concerned with assuring an insurer’s ability to pay all its current and future obligations to policyholders. As a result, statutory accounting focuses on conservatively valuing the assets and liabilities of insurers, generally in accordance with standards specified by the insurer’s state of domicile. The financial statements included in this document are prepared in accordance with U.S. generally accepted accounting principles. The values for assets, liabilities and equity reflected in these financial statements are usually different from those reflected in financial statements prepared under SAP.\n\n8\n\nIn 2021, we established two new wholly-owned insurance subsidiaries, ZPIC Insurance Company (ZPIC) and QPIC Insurance Company (QPIC), domiciled in Missouri and Nebraska, respectively. ZPIC is currently licensed to do business in 41 states and the District of Columbia. We have funded required statutory capital to ZPIC, however, it has not begun underwriting insurance policies as of December 31, 2024. Due to anticipated lack of use, we dissolved QPIC in the fourth quarter of 2024.\n\nU.S. federal law generally does not directly regulate the insurance industry. However, from time to time, various federal regulatory and legislative changes have been proposed. Among the proposals that have in the past been, or are at present may be under consideration, are the possible introduction of federal regulation in addition to, or in lieu of, the current system of state regulation of insurers. \n\nIn August 2022, members of the National Association of Insurance Commissioners (NAIC) passed a pet insurance model act to establish appropriate regulatory standards for the pet insurance industry. This act standardizes how insurers enforce waiting periods, certain policy conditions, and the sale of pet insurance in general. As of January 2025, twelve states (ME, DE, LA, MS, NE, NH, WA, PA, CA, MD, OH, and VT) have either adopted these NAIC standards or have enacted their own versions. Trupanion is proactively engaged in the development of the pet insurance law through its government relations efforts.\n\nIn July 2010, the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank Act) established a Federal Insurance Office within the U.S. Department of the Treasury. The Federal Insurance Office initially was charged with monitoring all aspects of the insurance industry (with exceptions for certain types of insurance), gathering data and conducting a study on methods to modernize and improve the insurance regulatory system in the United States. It is not possible to predict whether, in what form or in what jurisdictions any of these proposals might be adopted, or the effect federal involvement in insurance will have, if any, on us.\n\nIndustry Regulations\n\nThe NAIC adopted risk-based capital requirements for life, health and property and casualty insurance companies. APIC is subject to these risk-based capital requirements that require us to maintain certain levels of surplus to support our overall business operations in consideration of our size and risk profile. If we fail to maintain the amount of risk-based capital required, we will be subject to additional regulatory oversight. To comply with these regulations, we may be required to maintain capital that we would otherwise invest in our growth and operations. ZPIC will be subject to similar regulations after it begins underwriting insurance policies. Refer to Item 1A. “Risk Factors” for additional details of these requirements.\n\nOther Jurisdictions Regulations\n\nIn Canada, our insurance is currently written by an unaffiliated Canadian-licensed insurer, Accelerant Insurance Company of Canada (Accelerant), formerly known as Omega General Insurance Company. Under the terms of our agreements with Accelerant, we retain any financial risk associated with our Canadian business. Accelerant’s Canadian insurance operations are supervised and regulated by Canadian federal, provincial and territorial governments and Accelerant is a fully licensed insurer in all of the Canadian provinces and territories in which we do business. In addition, we are required to fund a Canadian trust account in accordance with Canadian regulations. As of December 31, 2024, the account held CAD $19.9 million. \n\nIn 2022, we incorporated a new wholly-owned insurance subsidiary, GPIC Insurance Company (GPIC), domiciled in Canada. GPIC is currently licensed to do business in all provinces and territories in Canada except for Nunavut. We have funded required statutory capital to this new subsidiary and expect our underwriting activity to ramp up significantly in 2025 and our business with Accelerant to diminish.\n\nWe have three segregated accounts with Wyndham Insurance Company (SAC) Limited (\"WICL\"), located in Bermuda. WICL is regulated by the Bermuda Monetary Authority (BMA). Insurance companies with a presence in Bermuda are subject to solvency and liquidity standards, certain restrictions on the declaration and payment of dividends and distributions, certain restrictions on the reduction of statutory capital, and auditing and reporting requirements. In addition, BMA has the authority to supervise and, in certain circumstances, investigate and intervene in the affairs of insurance companies. Most significantly, Bermudan law restricts WICL’s ability to declare or pay dividends and the value of WICL’s assets must remain greater than the aggregate of its liabilities, issued share capital, and share premium accounts. \n\nCorporate Information \n\nWe were founded in Canada in 2000 as Vetinsurance Ltd. In 2006, we effected a business reorganization whereby Vetinsurance Ltd. became a consolidated subsidiary of Vetinsurance International, Inc., a Delaware corporation. In 2007, we began doing business as Trupanion. In 2013, we formally changed our name to Trupanion, Inc. Our principal executive offices are located at 6100 4th Avenue South, Seattle, Washington 98108, USA, and our telephone number is +1 (855) 727-9079. Our website address is www.trupanion.com. Information contained on, or that can be accessed through, our website is not incorporated by reference, and you should not consider information on our website to be part of this Annual Report on Form 10-K. \n\n9\n\nAvailable Information \n\nWe are required to file annual, quarterly and other reports, proxy statements and other information with the Securities and Exchange Commission (SEC) under the Exchange Act. We also make available, free of charge on the investor relations portion of our website at investors.trupanion.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after they are filed electronically with the SEC. The SEC also maintains an Internet website at www.sec.gov where you can obtain our SEC filings. You can also obtain paper copies of these reports, without charge, by contacting Investor Relations at InvestorRelations@Trupanion.com.\n\nInvestors and others should note that we may announce material financial information to our investors using our investor relations website, SEC filings, our annual stockholder meeting, press releases, public conference calls, investor conferences, presentations and webcasts. We regularly use these channels, as well as social media, to communicate with our members and the public about our company, our services and other issues. It is possible that the information we post on these channels, such as social media, could be deemed to be material information.",
      "char_count": 32690
    },
    "item1a": {
      "text": "Item 1A. Risk Factors \n\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks and uncertainties described below, together with all of the other information in this report, including our consolidated financial statements and related notes, as well as in our other filings with the SEC, in evaluating our business and before investing in our common stock. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties that are not expressly stated, that we are unaware of, or that we currently believe are not material, may also become important factors that affect us. If any of the following risks occur, our business, operating results, financial condition and prospects could be materially harmed. In that event, the price of our common stock could decline, and you could lose part or all of your investment.\n\nSummary of Material Risk Factors\n\nOur business is subject to numerous risks and uncertainties of which you should be aware. Among others, these risks relate to:\n\n•Our significant net losses since inception, ability to achieve and maintain profitability and our ability to maintain our rate of revenue growth in the future;\n\n•Our ability to grow and retain our member base, including uncertainties in the assumptions we use to determine our new pet acquisition spend, variable costs of attracting new members through online channels such as social media or search engines and from leads generated from Territory Partners, veterinarians and other third parties;\n\n•Our ability to maintain certain levels of surplus capital, and access excess capital for other parts of our business, under applicable insurance regulations;\n\n•Our reliance on Territory Partners, whom we engage as independent contractors rather than employees, and other third parties;\n\n•Our veterinary invoice expense (which may increase with use of our patented software for direct payment of invoices) and our ability to timely and accurately process valid invoices and to identify improper invoices;\n\n•Our ability to comply with numerous laws and regulations applicable to our business, including state, federal and foreign laws relating to insurance, privacy, e-commerce, email and texting, and accounting matters;\n\n•Our ability to react to competitors and alternative financing methods for pet related medical costs;\n\n•Our ability to maintain and enhance our brand;\n\n•Our ability to maintain and scale our infrastructure, to invest in or acquire businesses, products or technologies, or otherwise manage our growth;\n\n•Changes in legal, judicial, social and other environmental conditions, which could result in unexpected claim and coverage liability;\n\n•Our reliance on key personnel and strategic relationships and our ability to maintain these relationships;\n\n•Fluctuations in foreign exchange rates, other issues relating to expanding our operations internationally, and general changes in the global economy that can cause our operating results to vary; \n\n•Our ownership of multiple insurance subsidiaries in different jurisdictions;\n\n•Our ability to maintain effective internal controls and security measures, including measures to mitigate cyber-attacks; \n\n•Our acceptance of automatic fund transfers, credit card and debit card payments;\n\n•Our ability to protect our intellectual property (IP), avoid violating IP rights of others, and maintain relationships with third parties providing necessary IP and technology to us; \n\n•The outcome of litigation or regulatory proceedings;\n\n•Our level of indebtedness, our ability to service our debt, and our ability to comply with covenants that may restrict our operations and limit our ability to expand our business;\n\n•Our ability to initiate substantial underwriting activity by our Canadian subsidiary GPIC in connection with rolling off business and ending our contractual relationship with our fronting partner Accelerant;\n\n•Our ability to utilize net operating loss carryforwards and potential increases in our tax liabilities; and\n\n•Our common stock, including missed earnings guidance, inadequate analyst coverage, trading volatility, lack of dividends, concentrated ownership, and anti-takeover provisions in our governing documents.\n\n11\n\nRisks Related to Our Business and Industry \n\nWe have incurred significant cumulative net losses since our inception and may not be able to achieve or maintain profitability in the future.\n\nWe have incurred significant cumulative net losses since our inception. We incurred net losses of $9.6 million and $44.7 million in the years ended December 31, 2024 and 2023, respectively, and as of December 31, 2024, we had an accumulated deficit of $225.9 million. We have funded our operations through our operations, equity financings, and borrowings under revolving lines of credit and term loans. Our ability to achieve and maintain profitability will depend, in significant part, on obtaining new members, retaining our existing members, maintaining relationships with our strategic partners, and ensuring that our expenses, including new pet acquisition expense, do not exceed our revenue. We expect to make significant expenditures and investments in new pet acquisition and product initiatives and these expenditures may not result in additional growth. Our growth in revenue and membership may not be sustainable or may decrease, and we may not generate sufficient revenue to consistently achieve profitability. Additionally, we budget for our expenses based, in significant part, on our estimates of future revenue and many of these expenses are fixed in the short term. As a result, we may be unable to adjust our spending in a timely manner if our revenue falls short of our estimates. Accordingly, any significant shortfall of revenue in relation to our estimates could have an immediate negative effect on our financial results.\n\nWe may not maintain our current rate of revenue growth.\n\nOur revenue has increased quickly and substantially in recent years. We believe that our continued revenue growth will depend on, among other factors, our ability to:\n\n•improve our market penetration through cost-efficient and effective pet acquisition programs to attract new members; \n\n•convert leads into enrollments;\n\n•maintain high retention rates;\n\n•increase the lifetime value per pet;\n\n•price our subscriptions in relation to actual operating expenses and achieve required regulatory approval for pricing changes;\n\n•achieve our target margin profile to allow continued reinvestment in growth and member experience;\n\n•maintain and increase positive relationships with veterinarians and other lead sources; \n\n•maintain high-performing Territory Partners in our target markets;\n\n•administer and continue to grow our business internationally;\n\n•create and maintain positive relationships with strategic partners, particularly partners who present us with new sales channels and those who create software solutions for veterinary practices;\n\n•continue to offer products with a superior value with competitive features and rates;\n\n•recruit, integrate and retain skilled, qualified and experienced sales professionals who can demonstrate our value proposition to new and existing members;\n\n•provide our members with superior service, including timely and efficient payment of veterinary invoices, and by recruiting, integrating and retaining skilled and experienced personnel who can efficiently review veterinary invoices and process payments;\n\n•generate business to replace revenue generated through our relationship with Pets Best, since we expect our relationship with Pets Best will diminish and our business activity with them will terminate over future periods; \n\n•react to existing and new competitors; \n\n•protect and defend our critical intellectual property;\n\n•increase awareness of and positive associations with medical insurance for pets and our brand; \n\n•react to unexpected developments and general macroeconomic conditions, including pandemics and unfavorable changes in economic conditions, such as inflation, rising interest rates, or a recession; and\n\n•successfully respond to and comply with regulations affecting our business and defend or prosecute any litigation.\n\nYou should not rely on our historical rate of revenue growth as an indication of our future performance.\n\n12\n\nWe base our decisions regarding new pet acquisition expenditures primarily on the projected internal rate of return on marketing spend. Our estimates and assumptions may not accurately reflect our future results - we may over, or underspend on new pet acquisition, and we may not be able to recover our pet acquisition costs or generate profits from these investments.\n\nWe have made and plan to continue to make significant investments to grow our member base. We spent $71.4 million in new pet acquisition expense to acquire new members for the year ended December 31, 2024. We base our decisions regarding our new pet acquisition expenditures primarily on our internal rate of return generated on an average pet. This analysis depends substantially on estimates and assumptions based on our historical experience with pets enrolled in earlier periods, including our key operating metrics. If our estimates and assumptions regarding our internal rate of return and the lifetime value of the pets that we project to acquire and our related decisions regarding investments in new pet acquisition prove incorrect, or if our calculation of internal rate of return and lifetime value of the pets that we project to acquire differs significantly from that of pets acquired in prior periods, we may be unable to recover our new pet acquisition expenses or generate profits from our investment in acquiring new members. Moreover, if our new pet acquisition expenses increase or we invest in member acquisition channels that do not ultimately result in the expected number of new member enrollments or enrollments cancel before we recoup our acquisition expenses, the return on our investment may be lower than we anticipate irrespective of the lifetime value of the pets that we project to acquire as a result of the new members. If we cannot generate profits from this investment, we may need to alter our growth strategies, and our growth rate and operating results may be adversely affected. In addition, even if we decrease our average pet acquisition cost, our operating margins may differ from our expectations due to incorrect assumptions relating to existing members adding new pets or referring friends, expenses for member support, and other factors, some of which we do not control.\n\nOur average pet acquisition cost and the number of new pets we enroll depends on a number of factors and assumptions, including the effectiveness of our sales execution and marketing initiatives, changes in costs of media, the mix of our pet acquisition expenditures and the competitive environment. Our average pet acquisition cost has significantly varied over time. In the future, our average pet acquisition cost may vary significantly period to period based upon marketing initiatives we choose to employ. We also regularly test new member acquisition channels and marketing initiatives, including direct-to-consumer initiatives, which often are more expensive than our traditional veterinary-focused marketing channels and generally increase our average acquisition costs.\n\nThe prices of our subscriptions are based on assumptions and estimates. If our actual experience differs from the assumptions and estimates used in pricing our subscriptions or if we are unable to obtain any necessary regulatory approval for our pricing, our revenue and financial condition could be adversely affected.\n\nThe pricing of our subscriptions reflects amounts we expect to pay for a pet’s medical care and we derive these prices from assumptions that we make based on our analytics platform. Our analytics platform draws upon pet data we collect and we use this data to price our policy in response to a number of factors, including a pet’s species, breed, age, gender and location. Factors related to pet location include the current and assumed changes in the cost and availability of veterinary technology and treatments and local veterinary hospital preferences. Some data that feeds into our analytics platform is provided by third-party sources and these sources may limit or prevent us from accessing the data. Additionally, the assumptions we make about breeds and other factors in pricing may prove to be inaccurate and, accordingly, these pricing analytics may not accurately reflect the expense that we will ultimately incur. Furthermore, if any of our competitors develop similar or better data systems, adopt similar or better underwriting criteria and pricing models or receive our data, our competitive advantage could decline or be lost.\n\nThe prices of our subscriptions also reflect assumptions and estimates regarding our own operating costs and expenses. We monitor and manage our pricing and overall sales mix to achieve our target returns. If the actual costs, including veterinary invoice expenses, operating costs and expenses within anticipated pricing allowances, are greater than our assumptions and estimates such that the premiums we collect are insufficient to cover these expenses, then our results could be adversely affected and our revenue may be insufficient to consistently achieve or maintain profitability. Conversely, if our pricing assumptions differ from actual results such that we overprice risks, our competitiveness, retention rates, and growth prospects could be adversely affected.\n\nIn addition, most states require licensure and regulatory approval prior to marketing new insurance products and increasing prices of our existing products. Our practice has been to regularly reevaluate and adjust the price of our subscriptions, with a goal of achieving our targeted payout ratio, subject to the review and approval of applicable state regulators, who may reduce or disallow our pricing changes. Such review has in the past (for instance, during the COVID-19 pandemic) resulted, and may in the future result, in delayed implementation of pricing changes, which could adversely affect our operating results and financial condition. In addition, we may be prevented by regulators from implementing certain pricing changes, which could require us to raise rates more often than we otherwise may desire. This could damage our reputation with our members and reduce our retention rates, which could significantly damage our brand, result in the loss of expected revenue and otherwise harm our business, operating results and financial condition.\n\n13\n\nIf we are unable to grow our member base and maintain high member retention rates, our growth prospects and revenue will be adversely affected.\n\nOur ability to grow our business depends on retaining and expanding our member base. For the year ended December 31, 2024, we generated approximately 67.0% of our revenue from our subscription business segment. In order to increase our membership, we must continue to convince prospective members of the benefits of medical insurance for pets in general and our subscription business segment in particular. To maintain our existing member base, we need to continue to reinforce the value of our subscription among our members, prospective members, and veterinarians. \n\nWe utilize Territory Partners, who are paid fees based on enrollments and retention in their regions, to communicate the benefits of medical insurance to veterinarians through a combination of remote and in-person communications. We also invest in other third-party and direct-to-consumer member acquisition channels. We intend to maintain our Territory Partner model and structure and we plan to introduce other distribution channels to increase lead generation and to engage in other sales and promotional activities, including direct-to-consumer advertising, all of which are likely to increase our acquisition costs. In addition, these go-to-market plans may face unexpected delays, costs or other challenges, such as decreased ability of Territory Partners to conduct in-person visits with veterinarians.\n\nOur ability to generate leads through veterinary hospitals could be negatively impacted if any of our products are perceived to be inadequate, unreliable, cumbersome or otherwise does not provide sufficient value, or if our process for paying veterinary invoices is unsatisfactory to the veterinarians and their clients.\n\nIf we fail to establish new or are unable to maintain our existing member acquisition channels, if the cost of our existing sources increases or does not scale as we anticipate, or if we are unable to continue to use any existing channels or programs in any jurisdiction, our member levels and pet acquisition expenses may be adversely affected.\n\nWe seek to convert pet parents who visit our website and call our contact center into members. The rate at which we convert these visitors into members is a significant factor in the growth of our member base. A number of factors have influenced, and could in the future influence, the conversion rates for any given period, some of which are outside of our control. These factors include:\n\n•the pricing of our subscriptions, including their perceived value, simplicity, and fairness; \n\n•consumers' perception of our subscription compared to offerings from our competitors;\n\n•changes in consumer shopping behaviors due to circumstances outside of our control, such as increased inflation and other economic conditions, and consumers’ ability or willingness to pay for our product;\n\n•our ability to explain and educate consumers regarding the benefits and differences related to our products, including our offerings marketed by third parties, and any potential consumer confusion as we add more products;\n\n•legal or regulatory requirements, including those that make the experience on our website cumbersome or difficult to navigate or that hinder our ability to communicate with potential members quickly and in a way that is more conducive to conversion; and\n\n•system failures or interruptions in our website or contact center.\n\nWe have made and plan to continue to make substantial investments in features and enhanced functionalities for our website and support our contact center. These enhancements are designed to help appropriately direct pet owner traffic to the enrollment journey of their choice, increase member engagement, and improve member service. These activities do not directly generate revenue, however, and we may never realize any benefit from these investments. If the expenses that we incur in connection with these activities do not result in sufficient growth in members to offset the cost, our business, operating results and financial condition will be adversely affected. Generally, we see greater conversion through our contact center and if we are unable to drive more potential members to call our contact center, our conversion rates may decline.\n\nIf we do not retain our existing members or if our marketing initiatives do not result in enrolling more pets or result in enrolling pets that inherently have a lower retention rate, we may not be able to maintain our retention and new pet acquisition rates. In the past, we have experienced reduced retention rates during periods of rapid member growth, as our retention rate generally has been lower during the first year of member enrollment. Members may choose to terminate their subscription for a variety of reasons, including, loss of a pet, increased subscription payments, perceived or actual lack of value, delays or other unsatisfactory experiences in how we review and process veterinary invoice payments, unsatisfactory member service, a change in the economic environment, a more attractive offer from a competitor, changes in our subscription or other reasons, including reasons that are outside of our control. Our cost of acquiring a new member is substantially greater than the cost involved in maintaining our relationship with an existing member. If we are not able to successfully retain existing members and limit cancellations, our revenue and operating margins will be adversely impacted and our business, operating results and financial condition would be harmed.\n\nWe rely significantly on Territory Partners, veterinarians and other third parties, including strategic partners, to generate leads.\n\n14\n\nIn order for us to continue to implement our business strategy and grow our revenue, we must effectively maintain and increase the number and quality of our relationships with Territory Partners, veterinarians and veterinary affiliates, including veterinary purchasing groups and associations, existing members, complementary online and other businesses, animal shelters, breeders and other referral sources, and continue to scale and improve our processes, programs and procedures that support them. Those processes, programs and procedures could become increasingly complex and difficult to manage as we grow. \n\nVeterinary leads represent our largest member acquisition channel. We spend significant time and resources attracting qualified and engaging Territory Partners and providing them with current information about our business and they, in turn, communicate the benefits of medical insurance for pets to veterinarians. Identifying and engaging quality Territory Partners can be challenging and Territory Partners typically need months or years to build their business before they can generate meaningful income. In addition, our relationship with our Territory Partners may be terminated at any time (for instance, if they feel unsupported or undervalued by us), and, if terminated, we may not recoup the costs associated with educating them about our subscription products, and the relationships with veterinarians developed by that Territory Partner would be unsupported until such time a new Territory Partner is installed. Sometimes a single relationship may be used to cover multiple territories so that a terminated relationship with a Territory Partner could significantly affect our company. Further, if we experience an increase in the rate at which Territory Partner relationships are terminated, we may not develop or maintain relationships with veterinarians as quickly as we have in the past or need to in order to execute our business strategy and our growth and financial performance could be adversely affected.\n\nTerritory Partners are independent contractors and, as such, may pose additional risks to our business.\n\nTerritory Partners are independent contractors and, accordingly, we do not directly provide the same direction, motivation and oversight over Territory Partners as we otherwise could if Territory Partners were our own employees. Further, Territory Partners may themselves employ or engage others; we refer to these partners and their associates, collectively, as our Territory Partners. We do not control a Territory Partner’s employment or engagement of others, and it is possible that their actions or the actions of their employees and/or contractors could create threatened or actual legal proceedings against us. Moreover, applicable law might prevent or limit our ability to subject our Territory Partners to non-compete obligations. Similarly, Territory Partners may not require, or applicable law may not permit or may limit a Territory Partner’s ability to subject their employees or service providers to non-compete obligations.\n\nTerritory Partners may decide not to participate in our marketing initiatives and/or training opportunities, accept our introduction of new solutions or comply with our policies and procedures applicable to them, any of which may adversely affect our ability to develop relationships with veterinarians and grow our membership. If we terminate a contract with a Territory Partner, such termination could also trigger contractually obligated termination payments or result in disputes, including threatened or actual legal or regulatory proceedings.\n\nWe believe that Territory Partners are not and should not be classified as employees under existing interpretations of the applicable laws of the jurisdictions in which we operate. We do not pay or withhold any employment tax with respect to or on behalf of Territory Partners or extend any benefits to them that we generally extend to our employees, and we otherwise treat Territory Partners as independent contractors. Applicable authorities or Territory Partners may in the future challenge this classification. Further, the applicable laws or regulations, including tax laws or interpretations, may change. If it were determined that we had misclassified any of our Territory Partners, we may be subjected to penalties and/or be required to pay withholding taxes, extend employee benefits, provide compensation for unpaid overtime, or otherwise incur substantially greater expenses with respect to Territory Partners. In addition, the costs associated with defending, settling, or resolving pending and future lawsuits or regulatory proceedings (including demands for arbitration) relating to the independent contractor status of Territory Partners could be material to our business.\n\nAny of the foregoing circumstances could have a material adverse impact on our operating results and financial condition.\n\nOur use of capital may be constrained by minimum capital requirements or contractual obligations.\n\nOur insurance subsidiaries are required to maintain minimum levels of surplus capital to support our overall business operations in consideration of our size, scope, jurisdiction, and risk profile. We have in the past and may in the future fail to maintain the amount of risk-based capital required to avoid potentially costly additional regulatory oversight. We are also subject to contractual obligations related to reinsurance agreements with third parties (including Accelerant, who currently underwrites our policies in Canada) which requires us to fund trust accounts to support the capital requirements of our insurance company partners. \n\nTo comply with these regulations and contractual obligations, we may be required to maintain capital that we would otherwise invest in our growth and operations, which may require us to modify our operating plan or marketing initiatives, delay the implementation of new initiatives or development of new technologies, decrease the rate at which we hire additional personnel and enter into relationships with Territory Partners, incur indebtedness or pursue equity or debt financings or otherwise modify our business operations, any of which could have a material adverse effect on our operating results and financial condition.\n\n15\n\nWe operate in a competitive market which could adversely affect our prospects, operating results and financial condition.\n\nWe are and will continue to operate in a competitive market. In addition to pet parents self-financing their pets' medical care, there are traditional insurance companies that provide pet insurance products, either as a stand-alone product or along with a broad range of other insurance products, such as wellness. In addition, new entrants backed by large insurance companies have entered the pet medical insurance market in the past and more may do so in the future. Further, traditional “pet insurance” providers may consolidate or take other actions to mimic the efficiencies from our vertically-integrated structure or create other operational efficiencies, which could lead to increased competition. The success of any of these competitors would, in time, affect our prospects, operating results and financial condition.\n\nSome of our current and potential competitors have longer operating histories, larger customer bases, greater brand recognition and significantly greater financial, technical, marketing and other resources than we do. In addition to competing for new enrollments, such competitors may drive up pet acquisition costs and/or make offers that are more attractive to potential employees, referral sources and third-party service providers.\n\nMoreover, some of our existing competitors may consolidate or be acquired, or may enter into new alliances with each other or establish or strengthen cooperative relationships. Any such consolidation, acquisition, alliance or cooperative relationship could adversely affect our ability to compete effectively and result in our loss of market share and could result in a competitor with greater financial, technical, marketing, service and other resources, all of which could harm our business, financial condition, cash flows and results of operations.\n\nTo compete effectively, we believe we will need to continue to invest significant resources in pet acquisition, improve our member service levels, enhance the online experience and functionalities of our website and in other technologies and infrastructure. Failure to compete effectively against our current or future competitors could result in loss of current or potential members, which could adversely affect our pricing, lower our revenue, prevent us from maintaining profitability and diminish our brand strength. \n\nOur actual veterinary invoice expense may exceed our current reserve established for veterinary invoices and may adversely affect our operating results and financial condition.\n\nWe maintain a recorded reserve for veterinary invoices that is based on our best estimates of the amount of veterinary invoices we expect to pay, inclusive of an estimate for veterinary invoices we have not yet received, after considering internal factors, including data from our proprietary data analytics platform, experience with similar cases, actual veterinary invoices paid, historical trends involving veterinary invoice payment patterns, patterns of receipt of veterinary invoices, seasonality, pending levels of unpaid veterinary invoices, veterinary invoice processing programs and contractual terms. We may also consider external factors, including changes in the law, court decisions, changes to regulatory requirements and economic conditions. Because reserves are estimates of veterinary invoices that have been incurred but are not yet submitted to us, setting appropriate reserves is an inherently uncertain and complex process that involves significant subjective judgment. Further, in the United States, we do not transfer or cede our risk as an insurer and, therefore, we maintain more risk than we would if we purchased reinsurance.\n\nRising costs of veterinary care and the increasing availability and usage of more expensive, technologically advanced medical treatments may increase the amount of veterinary invoices we receive. Similarly, industry trends may emerge that are difficult to identify or to predict their impact on us, such as consolidated ownership of veterinary hospitals that increase prices more rapidly than we estimate.\n\nIncreases in the number and amount of veterinary invoices we receive could arise from unexpected or other events that are inherently difficult to predict or estimate, such as a pandemic that spreads through the pet population, tainted pet food or supplies or an unusually high number of serious injuries or illnesses.  We may experience volatility in the number of veterinary invoices we receive from time to time, and short-term trends may not continue over the longer term. The number or amount of veterinary invoices may be affected by the level of care and attentiveness an owner provides to the pet, the pet’s breed and age (at enrollment) and other factors outside of our control, as well as fluctuations in member retention rates and by new member initiatives that encourage an increase in veterinary invoices and other new member acquisition activities. \n\nThe ultimate cost of paying veterinary invoices and the related administration may vary materially from recorded reserves, and such variance may result in adjustments to the reserve for veterinary invoices, which could have a material effect on our operating results and resources available for acquiring additional members. \n\n16\n\nAs more veterinary hospitals install and use our patented proprietary software, the number of veterinary invoices we receive, and our associated expenses, are likely to increase.\n\nOur patented proprietary software is designed to integrate directly with most practice management software systems used by veterinary hospitals and allow us to receive and pay veterinary invoices directly to the hospital. We have found that installation and use of our patented software by a veterinary hospital could increase the number of invoices we receive from that hospital. As more veterinary hospitals install our patented software, we expect the number or amount of veterinary invoices to increase and result in an increase in our cost of revenue, which may have a material adverse effect on our financial condition.\n\nOur business depends on our ability to maintain and scale the infrastructure necessary to operate our technology platform and could be adversely affected by a system failure, security breach, loss of data or cyberattack.\n\nOur business depends on our ability to maintain and scale the infrastructure necessary to operate our technology platform, which includes our analytics and pricing engine, systems for managing veterinary invoice payments, customer relationship management system, billing system, contact center phone system and website. We use these technology frameworks to price our subscriptions, provide quotes to prospective members, enroll members, engage with current members and pay veterinary invoices. Prospective members research and purchase subscriptions through our website and contact center. Our reputation and ability to acquire, retain and serve our members and support our partners depends on the reliable performance of our technology platform and the underlying network systems and infrastructure, and on providing best-in-class member service, including through our contact center and website. As our member base continues to grow, the amount of information collected and stored on the systems and infrastructure supporting our technology platform will continue to grow, and we expect to require an increasing amount of network capacity, computing power and information technology personnel to develop and maintain our technology platform and service our departments involved in member interaction and comply with regulations governing the collection, use, retention, sharing and security of personal information.\n\nWe have made, and expect to continue to make, substantial investments in equipment and related network infrastructure to handle the operational demands on our technology platform, including increasing data collection, software development, traffic on our website and the volume of calls at our contact center. The operation of the systems and infrastructure supporting our technology platform is expensive and complex and could experience operational failures. In the event that our data collection, member base or amount of traffic on these systems grows more quickly than anticipated, we may be required to incur significant additional costs to increase the capacity in our systems. Further, our development and implementation activities may not be successful, may not be well-received by veterinarians or by prospective or existing members, particularly if they are costly, cumbersome or unreliable, and we may incur delays or cost overruns or elect to curtail our currently planned expenditures related to them. Even if our system improvements are well-received, they may be or become obsolete due to regulatory or technological reasons or the availability of alternative solutions in the marketplace. If new solutions and enhancements are not successful on a long-term basis, we may not realize benefits from these investments, and our business and financial condition could be adversely affected.\n\nIn addition, any system failure that causes an interruption in or decreases the responsiveness of our services could impair our revenue-generating capabilities, harm our business and operating results and damage our reputation. Any loss or mishandling of data could result in breach of confidence, competitive disadvantage or loss of members, and subject us to potential liability or regulatory action. Any failure of the systems and infrastructure that we rely on could negatively impact our enrollments as well as our relationship with members. If we do not maintain or expand the systems and infrastructure underlying our technology platform successfully, or if we experience operational failures, our reputation could be harmed and we could lose current and potential members, which could harm our operating results and financial condition.\n\nComputer viruses, hackers, employee misconduct, and other external hazards could expose our technology platform to security breaches, cyber-attacks or other disruptions. While we have implemented security measures designed to protect against breaches of security and other interference with our systems and networks, our systems and networks may be subject to breaches or interference and we, and our third-party service providers, will likely continue to experience cybersecurity incidents of varying degrees. Any such event may result in operational disruptions as well as unauthorized access to, the disclosure of, or loss of our proprietary information or our customers’ data and information, which in turn may result in legal claims, regulatory scrutiny and liability, reputational damage, the incurrence of costs to eliminate or mitigate further exposure, the loss of customers or affiliated advisors, or other damage to our business. In addition, the trend toward general public notification of such incidents could exacerbate the harm to our business, financial condition and results of operations. Even if we successfully protect our technology infrastructure and the confidentiality of sensitive data, we could suffer harm to our business and reputation if attempted security breaches are publicized. We cannot be certain that advances in criminal capabilities, discovery of new vulnerabilities, attempts to exploit vulnerabilities in our systems, data thefts, physical system or network break-ins or inappropriate access, or other developments will not compromise or breach the technology or other security measures protecting the networks and systems used in connection with our business.\n\nThird parties to whom we outsource certain of our functions are also subject to these risks. While we can review and assess our third-party providers’ cybersecurity controls, as appropriate, and make changes to our business processes to manage these risks, \n\n17\n\nwe cannot ensure that our attempts to keep such information confidential will always be successful. Moreover, our use of third-party services (e.g. cloud technology and software as a service) can make it more difficult to identify and respond to cyberattacks in any of the above situations due to the dynamic nature of these technologies and because we do not directly control these services.\n\nWe depend in part on Internet search engines to attract potential new members to visit our website. If Internet search engines’ methodologies are modified or our search result page rankings decline for other reasons, our new member growth could decline, and our business and operating results could be harmed.\n\nWe endeavor to drive significant traffic to our website from consumers who search for pet medical insurance through Internet search engines such as Google, Bing and Yahoo!. A critical factor in attracting consumers searching for pet medical insurance on the Internet to our website is whether we are prominently displayed in response to Internet searches relating to medical insurance for pets. Algorithmic search result listings are determined and displayed in accordance with a set of formulas or algorithms developed by the particular Internet search engine, which may change from time to time, and paid search advertisements often receive the most prominent listing. Newer tools enhanced by artificial intelligence including large language models are swiftly changing the search and display landscape. If we are listed less prominently in, or removed altogether from, search result listings for any reason, the traffic to our websites would decline and we may not be able to replace this traffic, which in turn would harm our business, operating results and financial condition. If we attempt to replace this traffic, we may be required to increase our pet acquisition expenditures, including by utilizing paid search advertising. Certain of our competitors have spent additional funds to promote their products in search results over us. If we decide to respond by purchasing search advertising, our pet acquisition costs would increase which may harm our business, operating results and financial condition.\n\nOur success depends in part on our ability to review, process, and pay veterinary invoices timely and accurately.\n\nWe believe member satisfaction and retention depends in part on our ability to accurately evaluate and pay veterinary invoices in a timely manner. Many factors can affect our ability to do this, including the training, experience and skill of our personnel, our ability to reduce the number of payment requests made for services not included in our subscription, effectiveness of management, our ability to develop or select and implement appropriate procedures, supporting technologies and systems, changes in our policy and veterinarian compliance with our protocols and procedures. Our failure to pay veterinary invoices, accurately and in a timely manner, or to deploy resources appropriately, could result in unanticipated costs to us, lead to material litigation, undermine member goodwill and our reputation, and impair our brand image and, as a result, materially and adversely affect our competitiveness, financial results, prospects and liquidity.\n\nIn addition, we use artificial intelligence and machine learning to leverage data so we can automate the payment of veterinary invoices.  Although we intend to increase the percentage of veterinary invoices paid without human intervention and process veterinary invoices in seconds, our efforts may be unsuccessful for a number of reasons. The data we gather is extensive, and the development, maintenance and operation of our data analytics engine is novel, expensive and complex.  We may face unforeseen difficulties, including material performance problems, undetected defects or technical obstacles, for example, with new capabilities incorporating machine learning. If such problems, defects, or obstacles prevent our proprietary algorithms from operating properly, we may incorrectly pay or deny claims made by our customers. Such errors could result in existing customers canceling their policies, prospective customers declining to purchase our subscription, or improper payments that reduce our resources. Additionally, our artificial intelligence and machine learning algorithms may lead to unintentional bias or discrimination, which could subject us to legal or regulatory liability that has a material and adverse effect on our business, results of operations and financial condition.\n\nState legislatures and insurance regulators have shown interest in insurance companies' use of external data and artificial intelligence in insurance practices, including underwriting, marketing and claims practices. The NAIC adopted Artificial Intelligence Principles in August 2020. In addition, a number of states have had legislative or regulatory initiatives relating to the use of external data and artificial intelligence in the insurance industry, such as bulletins issued by the California and Connecticut Departments of Insurance advising insurers of their obligations related to unfair discrimination when using data and artificial intelligence. There is also increasing focus on regulating the use of artificial intelligence and machine learning in Europe such as the proposal by the European Commission for regulation on artificial intelligence using a comprehensive risk-based governance framework. Increased focus on regulation in the United States and foreign jurisdictions could subject us to legal or regulatory liability that has a material and adverse effect on our business, results of operations and financial condition.\n\nWe may not identify fraudulent or improperly inflated veterinary invoices.\n\nIt is possible that we may pay a veterinary invoice which appears authentic but in fact reflects false services, products or prices. It is also possible that veterinarians will charge insured customers higher amounts than they would charge their non-insured clients for the same service or product, or may alter medical records or exclude information from records. Such activity could lead to unanticipated costs to us and/or to time and expense to recover such costs. They could also lead to strained relationships with veterinarians and/or members, and could adversely affect our competitiveness, financial results and liquidity.\n\n18\n\nIf we are unable to maintain and enhance our brand recognition and reputation, our business and operating results will be harmed.\n\nWe believe that maintaining and enhancing our brand recognition and reputation is critical to our relationships with existing members, Territory Partners, veterinarians and others, and to our ability to attract new members, new Territory Partners, and additional supportive veterinarians. We also believe that the importance of our brand recognition and reputation will continue to increase as competition in our market continues to develop and mature. Our success in this area will depend on a wide range of factors, some of which are out of our control, including the following:\n\n•the efficacy and viability of our pet acquisition programs and initiatives;\n\n•the perceived value of our subscription; \n\n•the quality of service provided, including the fairness, ease and timeliness of reviewing and paying veterinary invoices;\n\n•actions of our competitors, Territory Partners, veterinarians and others;\n\n•positive or negative publicity, including regulatory pronouncements and material on the Internet or social media;\n\n•regulatory and other government-related developments; and\n\n•litigation-related developments.\n\nThe promotion of our brand will require us to make substantial investments, and we anticipate that, as our market becomes increasingly competitive, these branding initiatives may become increasingly difficult and expensive. Our brand promotion activities may not be successful or yield increased revenue, and to the extent that these activities result in increased revenue, the increased revenue may not offset the expenses we incur and our operating results could be harmed. If we do not successfully maintain and enhance our brand, our business may not grow which would harm our operating results and financial condition.\n\nFurthermore, negative publicity, whether or not justified, relating to events or activities attributed to us, our employees, Territory Partners, our strategic partners, our affiliates, or others associated with any of these parties, may tarnish our reputation and reduce the value of our brands. Damage to our reputation and loss of brand equity may reduce demand for our services and have an adverse effect on our business, operating results, and financial condition. Moreover, any attempts to rebuild our reputation and restore the value of our brands may be costly and time consuming, and such efforts may not ultimately be successful.\n\nWe have in the past, and may in the future identify material weaknesses in our internal controls which, if not remediated appropriately or timely, could result in an inability to effectively and timely complete our financial statements, which may result in a loss of investor confidence and an adverse impact to our stock price.\n\nSection 404 of the Sarbanes-Oxley Act of 2002 (the \"Sarbanes-Oxley Act\") requires that we evaluate and determine the effectiveness of our internal control over financial reporting and provide a management report on the internal control over financial reporting, which must be attested to by our independent registered public accounting firm. We have in the past, and may in the future identify material weaknesses or significant deficiencies in our internal control over financial reporting, which may result in us not detecting material errors in our financial statements on a timely basis. If we, or our independent registered public accounting firm, identify future material weaknesses in our internal control over financial reporting, we are unable to comply with the requirements of Section 404 in a timely manner, we are unable to assert that our internal control over financial reporting is effective or our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected. We could also become subject to investigations by the stock exchange on which our securities are listed, the SEC or other regulatory authorities, which could require additional financial and management resources. \n\nIf we fail to effectively manage our growth, our business, operating results and financial condition may suffer.\n\nWe have experienced, and expect to continue to experience, significant growth in an underpenetrated market, which has placed, and may continue to place, significant demands on our management and our operational, technological and financial systems and infrastructure. We expect that our growth strategy will require us to commit substantial financial, operational and technical resources and this commitment may also result in increased costs (such as member acquisition costs or costs associated with increases in the number or amounts of veterinary invoices received) generated by our business, which could prevent us from achieving profitability and remaining profitable and could impair our ability to compete effectively for business. If we do not effectively manage growth at any time, our financial condition could be harmed and the quality of our services could suffer.\n\nIn order to successfully expand our business, we need to hire, integrate and retain in-demand highly skilled and motivated employees and continue to improve our existing systems for operational and financial management. These improvements could require significant capital expenditures and place increasing demands on our management. If we do not successfully implement improvements in these areas, our business, operating results and financial condition will be harmed.\n\nEmerging claim and coverage issues may adversely affect our business.\n\n19\n\nAs industry practices and legal, judicial, social and other environmental conditions change, unexpected and unintended issues related to claims and coverage may emerge, including new or expanded theories of liability. These or other changes could impose new financial obligations on us by extending coverage beyond our underwriting intent or otherwise require us to make unplanned modifications to the products and services that we provide, or cause the delay or cancellation of products and services that we provide. In some instances, these changes may not become apparent until sometime after we have issued subscriptions that are affected by the changes. As a result, the full extent of liability under our subscriptions may not be known for many years after the subscription begins.\n\nOur operating results may vary, which could make period-to-period comparisons less meaningful, and make our future results difficult to predict.\n\nWe have historically experienced, and may in the future experience, fluctuations in our revenue, expenses and operating results. Our operating results may fluctuate in the future as a result of a number of factors, many of which are beyond our control. These fluctuations may make comparing our operating results on a period-to-period basis less meaningful and make our future results difficult to predict. You should not rely on our past results as an indication of our future performance. In addition, if revenue levels do not meet our expectations, our operating results and ability to execute on our business plan are likely to be harmed. \n\nSeasonal or periodic variations in the behavior of our members also may cause fluctuations in our financial results. Enrollment in our subscription tends to be discretionary in nature and may be sporadic, reflecting overall economic conditions, budgeting constraints, pet-buying patterns and a variety of other factors, many of which are outside our control.\n\nDue to these and other factors, our financial results for any quarterly or annual period may not meet our expectations or the expectations of investors or analysts that follow our stock and may not be meaningful indications of our future performance.\n\nChanges in the economy may affect consumer spending on our subscription and this may negatively impact our business, operating results and financial condition.\n\nOur business may be affected by changes in the economic environment. Members may reduce or eliminate their spending during an economic downturn, resulting in an increase in subscription cancellations and a reduction in the number of new member enrollments. We may experience a material increase in cancellations or a material reduction in our member retention rate in the future, especially in the event of a prolonged recessionary period or a downturn in economic conditions. In addition, media prices and other costs may change with changes in the economic environment, which could increase our new pet acquisition expenses. As a result, our business, operating results and financial condition may be significantly affected by changes in the economic environment.\n\nWe depend on key personnel to operate our business and, if we are unable to retain, attract and integrate qualified personnel, our ability to develop and successfully grow our business could be harmed.\n\nOur success depends to a significant extent on the continued services of our leadership team, such as Margi Tooth, our Chief Executive Officer and President. Moreover, the loss of key executives or employees or the departure of members of our board within a short time frame could have a material adverse effect on our business. We have experienced turnover in our management team in the past and may experience similar turnover in the future. We would be adversely affected if we fail to adequately plan for the succession of our senior management and other key employees.  Additionally, if we were to lose a large percentage of our current employees in a relatively short time period, or our employees were to engage in a work stoppage or unionize, we may be unable to hire and train new employees quickly enough to prevent disruptions in our operations, which may result in the loss of members, Territory Partners and/or referral sources.\n\nWe may continue to create, invest in or acquire businesses, products and technologies, which could divert our management’s attention, result in additional dilution to our stockholders, otherwise disrupt our operations or harm our operating results.\n\nWe have in the past created, invested in or acquired complementary businesses, products, technologies and new lines of business, and we may continue to do so in the future. Our ability to successfully evaluate and manage investment opportunities, or make and integrate acquisitions or products, is unproven. For example, we have invested in a pet food initiative, and we believe that pet food may be an important part of our offerings over the long term. We do not have experience manufacturing, selling, or distributing food products and pet food manufacturing facilities and pet food products are subject to many laws and regulations administered by the United States Department of Agriculture, the Federal Food and Drug Administration, the Occupational Safety and Health Administration, and other federal, state, local, and foreign governmental agencies relating to the production, packaging, labelling, storage, distribution, quality, and safety of food products and the health and safety of employees. We have also acquired technology intended to enable us to improve our back-end software and facilitate certain expansion efforts, but technology integration is complicated, expensive and time consuming, and it may not result in us realizing the intended benefits from the acquisition.\n\n20\n\nThe pursuit of potential new products, investments or acquisitions may divert the attention of management and cause us to incur various expenses in identifying, investigating and pursuing suitable opportunities, whether or not they are consummated. Further, even if we successfully invest in or acquire additional businesses or technologies, we may not achieve the anticipated benefits from the transaction. The investment or acquisition may also expose us to additional risks, including from unknowingly inheriting liabilities that are not adequately covered by contractual remedies. Acquisitions or investments could also result in dilutive issuances of equity securities or the incurrence of debt, which could adversely affect our operating results.\n\nIf we do not spend our development budget efficiently or effectively on commercially successful and innovative offerings and products, we may not realize the expected benefits of our strategy. Further, our development efforts with respect to new products and offerings and integrations of acquired businesses could distract management from current operations, and will divert capital and other resources from our more established products and offerings. If an investment or acquisition fails to meet our expectations, our business, operating results and financial condition may suffer.\n\nWe may not realize the benefits of our current and planned strategic relationships.\n\nWe have developed, maintain, and in the future may seek new strategic relationships with various third parties. For these efforts to be successful, we must negotiate and enter into agreements with these third parties on terms that are attractive to us, and then successfully implement the arrangement, which requires integrating and coordinating their resources and capabilities with our own, which may present challenges relating to technology integration, marketing, regulatory matters, customer support, and other operational matters. These relationships may require several years to implement, may face delays or terminations, and may not be successfully implemented at all. We may be unsuccessful in entering into agreements with acceptable third parties, negotiating favorable terms in these agreements, or achieving the anticipated results over our desired time horizon. In addition, some of our historical strategic relationships have required us to agree to exclusivity, and or other terms that may limit our ability to pursue opportunities we might otherwise pursue. In connection with our strategic relationships, we have in the past and may in the future provide equity consideration, impose contractual holding periods for such securities, impose standstill obligations or include other requirements that terminate in the event the strategic relationship ceases, which may have an adverse effect on our stock price and otherwise cause our business to suffer. \n\nStrategic relationships also involve various risks, depending on their structure, including the following:\n\n•our strategic partnerships may not be successful;\n\n•we may be unable to convert leads from our strategic referral partners into enrolled pets;\n\n•our strategic partners could terminate their relationships with us;\n\n•our strategic partners may acquire or form alliances with our competitors, thereby reducing or eliminating their business with us;\n\n•we may overpay strategic partners relative to the business the relationship generates; and\n\n•negative publicity and other issues faced by our strategic partners could adversely impact us.\n\nIf we are unsuccessful in our strategic relationships, we may not realize the intended benefits of these relationships, lose the investment we have made in these relationships, face difficulty entering into other relationships, and our business may suffer.\n\nOur business and financial condition is subject to risks related to our writing of policies for unaffiliated third parties, including Pets Best.\n\nOur other business segment includes revenues and expenses related to underwriting policies on behalf of third parties that do not carry reference to the Trupanion brand. In the past, our other business segment involved numerous third parties to varying extent, but in recent years this segment has consisted almost entirely of business with Pets Best, a third-party managing general agent. For the year ended December 31, 2024, premiums from policies written for Pets Best, pursuant to our agreements with them, accounted for 32% of our total revenue. The contractual relationship with Pets Best and other third parties may be terminated by either party, and the third party may choose to be in a relationship with a different underwriter, including one of our competitors. In administering or marketing a product to consumers, if one of these unaffiliated third parties make an operating decision that adversely affects its business or brand, our business or brand could also be adversely impacted. Further, we rely on the timely dissemination of financial information from these third parties to compile our own financial statements. Failure to receive this information timely, or failure to receive complete and accurate information, could negatively impact our ability to meet regulatory filing requirements, including the filing of our annual audited financial statements.\n\n21\n\nWe and Pets Best have agreed to roll off a portion of our business together, as Pets Best ramps up policies written by another insurer. We do not control the timing or extent of this roll off and, accordingly, it may not proceed as we expect, which could cause our results to fluctuate or have other unexpected impacts on our business. Our Pets Best business historically has had, and we expect it to continue to have, significantly lower margins than our subscription business. During the roll-off of Pets Best, administration of this business and any similar business in the future may divert our time and attention away from our subscription business segment, which could adversely affect our operating results in the aggregate. Further, the roll-off is expected to result, over time, in significantly reduced premiums (and associated expense) in our other business segment.  This reduced revenue stream will reduce the diversification of our premium base and make us more dependent on the success of our subscription business segment, at least in the short term. Further, the reduction of this business could have a material adverse impact on our operating results, financial condition, and stock price.\n\nIn Canada, we are planning a significant ramp of underwriting activity by our subsidiary GPIC during 2025, while simultaneously reducing our business written through Accelerant. This transition may be delayed or may be not be successful.\n\nIn Canada, our insurance policies are currently written by Accelerant, and we assume all premiums written by Accelerant and the related veterinary invoice expense through an agency agreement and a fronting and administration agreement. In advance of the termination of our agreement with Accelerant, which is currently scheduled for December 31, 2025, we plan to transition policies from Accelerant to our wholly owned subsidiary, GPIC. In addition, we expect to begin underwriting new business through GPIC during 2025. GPIC has limited operating history, and the transition of this business will be complicated and involve regulatory, operational and contractual challenges.  As GPIC begins underwriting policies, we will face risks and uncertainties similar to those faced by our United States insurance company APIC. With respect to the transition itself, we may encounter regulatory delay and challenges, face operational and information technology issues that are new to us, and create confusion for our members. In addition, we may be required to contribute more risk-based capital into GPIC, potentially over a short time frame as our underwritten premiums grow at a rapid pace. We expect to work with Accelerant to make this transition as smooth as possible for our members, our company, and Accelerant, but there is no guarantee that these risks will not materially impact the transition. If we face timing constraints with our transition, we may discuss with Accelerant whether we should continue the underwriting relationship in some fashion; or we may need to seek other underwriting capacity.\n\nWe have expanded, and seek to further expand, our operations internationally, and are subject to a number of risks associated with international expansion and operations.\n\nWe have developed and seek to expand our operations internationally and expect to continue exploring opportunities outside of North America. For instance, in August 2022 we purchased Smart Paws, an MGA for pet insurance with operations based in Germany and Switzerland, and in November 2022 we acquired PetExpert, an MGA for pet insurance with operations based in the Czech Republic and Slovakia. We have limited history of marketing, selling, administering and supporting our subscription product for consumers outside of the North America. In general, international sales and operations may be subject to a number of risks, including the following:\n\n•regulatory rules and practices, including robust privacy regulations, foreign exchange controls, tariffs, tax laws and treaties that are different than those we operate under currently;\n\n•the costs and resources required to modify our subscription appropriately to suit the needs and expectations of residents and veterinarians in such foreign countries;\n\n•our data analytics platform may have limited applicability in foreign countries, which may impact our ability to develop adequate underwriting criteria and accurately price subscriptions in such countries;\n\n•increased expenses incurred in establishing and maintaining office space and equipment for our international operations;\n\n•technological incompatibility between our patented proprietary software and software used by veterinarians;\n\n•difficulties in modifying our business model or subscription in a manner suitable for any particular foreign country, including any modifications to our Territory Partner model to the extent we determine that our existing model is not suitable for use in foreign countries;\n\n•our lack of experience in marketing to consumers and veterinarians and online engagement in foreign countries, especially if doing so in a foreign language;\n\n•our relative lack of industry connections in many foreign countries; \n\n•our ability to locally hire, integrate and retain highly skilled and motivated employees and establish and improve systems for operational and financial management where appropriate;\n\n•difficulties in managing operations due to language barriers, distance and time zone differences, staffing, cultural differences and business infrastructure constraints, including difficulty in obtaining foreign and domestic visas;\n\n•the uncertainty of protection for intellectual property rights in some countries; and\n\n•general economic and political conditions in these foreign markets.\n\nThese and other factors could harm our ability to gain future international revenue and increase our expenses, which would materially impact our business and operating results. The expansion of our existing international operations and entry into \n\n22\n\nadditional international markets will require significant management attention and financial resources, which may detract from management attention and financial resources otherwise available to our existing business. Our failure to successfully manage our international operations and the associated risks effectively could limit the future growth of our business and could have an adverse effect on our operating results and financial condition.\n\nChanges in foreign exchange rates may adversely affect our revenue and operating results.\n\nOur international operations expose us to the risk of changes in currency exchange rates, particularly with respect to our Canada operations. For the year ended December 31, 2024, approximately 16% of our total revenue was generated in Canada. While Europe currently does not present material income statement exposure to exchange rates, that may not continue. Fluctuations in the relative strength of the US dollar compared to the currencies of other jurisdictions in which we operate has in the past and could in the future adversely affect our revenue and operating results. Moreover, in the future, we may continue to expand the number of countries in which we offer products and operate and this could increase our exposure to currency exchange rate fluctuations.\n\nOwning multiple insurance subsidiaries may harm our results of operations.\n\nWe currently own one United States insurance company through which we are issuing products - APIC, a New York domiciled insurer.  We also own and have regulatory approvals for a U.S. insurer domiciled in Missouri called ZPIC. We are currently pursuing so-called expansion applications to allow ZPIC to write business similar to that underwritten by APIC. In Canada, as mentioned above, we are planning to underwrite significant business previously underwritten by Accelerant through GPIC. We may also seek to acquire or establish other insurers, including to support our operations in certain countries in Continental Europe.\n\nAcquisitions and operations of these insurers presents a number of risks, including the following:\n\n•Acquiring or forming a new insurance subsidiary may divert the attention of management and cause us to incur various expenses in identifying, investigating and pursuing suitable opportunities, whether or not the acquisition or formation is completed.\n\n•Even if we are successful in forming or acquiring a new insurance subsidiary we may not achieve the anticipated benefits. We may incur additional costs if we decide to sell or dissolve any such subsidiary.\n\n•Each insurance entity will likely require a significant initial minimum capital contribution. It may take a longer period of time to achieve efficiency on these contributions, if ever. \n\n•Each insurance entity will be subject to additional regulatory scrutiny in the jurisdiction of incorporation and any additional jurisdictions in which the insurance subsidiary operates. Failure to comply with laws, regulations and guidelines applicable to a new insurance subsidiary could result in significant liability, result in the loss of revenue and otherwise harm our business, operating results and financial condition.\n\n•A supervisory regulator may increase the amount of capital we must hold in an insurance subsidiary, especially if it shows material growth. We may not have easy access to such capital, and using it for this purpose may prevent us from investing in our growth and operations, which may require us to modify our operating plan, delay new initiatives, interfere with personnel growth, incur indebtedness or pursue financings, or otherwise modify our operations, any of which could have a material adverse effect on our operating results and financial condition.\n\n•If the required minimum capital in one of our insurers falls below the required threshold, the responsible regulator may take action, or such a reduction may result in a breach of various contractual relationships, including, for example, with the unaffiliated general agents for which we write medical insurance for pets policies, which may give such parties the ability to cancel their contracts with us and/or sue us for damages related to our risk-based capital levels, which could have a material adverse effect on our financial condition.\n\n•We may not obtain required regulatory approvals in connection with potentially investing a portion of an insurer’s assets, for example in real property.\n\nWe may require additional capital to meet our risk-based capital requirements, pursue our business objectives and respond to business opportunities, challenges or unforeseen circumstances. If capital is not available to us at any time, our business, operating results and financial condition may be harmed.\n\n23\n\nWe may require additional capital to meet our risk-based capital requirements, operate or expand our business or respond to unforeseen circumstances. Additional funds may not be available when we need them, on terms that are acceptable to us, or at all. For instance, our arrangement with Aflac requires that, before we issue or sell equity to another investor, we are required to provide Aflac an opportunity to purchase equity allowing them to maintain their ownership percentage. This requirement may introduce delays or prevent us from raising funds through the issuance of securities. If we raise additional funds through the issuance of equity or convertible securities, the percentage ownership of holders of our common stock could be significantly diluted and these newly issued securities may have rights, preferences or privileges senior to those of holders of our common stock. Further, volatility in the equity markets may have an adverse effect on our ability to obtain equity financing or the cost of such financing and, in the event we require additional debt financing, volatility in the debt markets may have an adverse effect on our ability to obtain debt financing or the cost of such financing. Similarly, our access to funds may be impaired if regulatory authorities or rating agencies take negative actions against us. If a combination of these factors were to occur, our internal sources of liquidity may prove to be insufficient and, in such case, we may not be able to successfully obtain additional financing on favorable terms. If funds are unavailable to us on reasonable terms when we need them, we may be unable to meet our risk-based capital requirements, train and support our employees, support Territory Partners, maintain the competitiveness of our technology, pursue business opportunities, service our existing debt, pay veterinary invoices or acquire new members, any of which could have an adverse effect on our business, operating results and financial condition.\n\nIf our security measures are breached and unauthorized access is obtained to our data, including our members’ data, we may lose our competitive advantage, our systems may be perceived as not being secure, we may incur third-party liability, and/or be subject to regulatory action.\n\nOur data repository contains proprietary information that we believe gives us a competitive advantage, including data on veterinary invoices received and other data with respect to members, Territory Partners, veterinarians and other third parties. We also collect and utilize demographic and other information from and about prospective and existing members when they visit our website, call our contact center and apply for enrollment. Further, we use tracking technologies, including “cookies,” to help us manage and track our members’ interactions and deliver relevant advice and advertising. Security breaches could expose us to a risk of loss of our data and/or disclosure of this data, either publicly or to a third party who could use the information to gain a competitive advantage. Because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until launched against a target, we may be unable to anticipate these techniques or implement adequate preventative measures. In the event of a loss of our systems or data, we could experience increased costs, delays, legal liability and reputational harm, which in turn may harm our financial condition, damage our brand and result in the loss of members. Such a disclosure also could lead to litigation and possible liability.\n\nIn the course of operating our business, we store and/or transmit our members’ confidential information, including credit card and bank account numbers and other private information. Because the methods used to obtain unauthorized access to private information change frequently and may be difficult to detect for long periods of time, security breaches would expose us to a risk of loss of this information, litigation and possible liability. Our payment services are similarly susceptible to credit card and other payment fraud schemes, including unauthorized use of credit cards, debit cards or bank account information, identity theft or merchant fraud. \n\nIf our security measures are breached as a result of third-party action, employee error, malfeasance or otherwise, and, as a result, someone obtains unauthorized access to our data, including data of our members, our reputation may be damaged, our business may suffer and we could incur significant liability. Because techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not recognized until launched against a target, we may be unable to anticipate these techniques or implement adequate preventative measures. If an actual or perceived breach of our security occurs, the public perception of the effectiveness of our security measures could be harmed.\n\nIn addition, cyber-attacks or acts of terrorism could cause disruptions in our business or the economy as a whole. Our servers and systems may also be vulnerable to computer viruses, break-ins and similar disruptions from unauthorized tampering with our computer systems, which could lead to interruptions, delays, loss of critical data or the unauthorized disclosure of confidential member data. We currently have limited disaster recovery capability, and our business interruption insurance may be insufficient to compensate us for losses that may occur. Such disruptions could negatively impact our ability to run our business, which could have an adverse effect on our operating results and financial condition. \n\nWe are subject to a number of risks related to accepting automatic fund transfers and credit card and debit card payments.\n\nWe accept subscription payments from our members through automatic fund transfers and payments via credit and debit card and mobile payment applications. For payments via credit and debit card and mobile payment applications, we pay interchange and other fees, which may increase over time. An increase in the number of members who utilize credit and debit cards and mobile apps to make their subscription payments or related credit and debit card fees would reduce our margins and could require us to increase our fees, which could cause us to lose members and revenue, or suffer an increase in our operating expenses, either of which could adversely affect our operating results.\n\n24\n\nIf we, or any of our processing vendors or banks have problems with our billing software, or if the billing software malfunctions, it could have an adverse effect on our member satisfaction and new member growth and could cause one or more of the major credit card companies or banks to disallow our continued use of their payment products. In addition, if our billing software fails to work properly and, as a result, we do not automatically charge our members’ credit cards on a timely basis or at all, or a bank withdraws the incorrect amount or fails to timely transfer the correct amount to us, we could lose revenue and harm our member experience, which could adversely affect our business and operating results. Moreover, a vendor could fail to process payments, or could process payments in the wrong amounts, which could result in us failing to collect premiums, could result in increased cancellations and could adversely affect our reputation.\n\nWe are also subject to payment card association operating rules, certification requirements and rules governing electronic funds transfers, including the Payment Card Industry Data Security Standard (PCI DSS), a security standard applicable to companies that collect, store or transmit certain data regarding credit and debit cards, holders and transactions. We are currently compliant with PCI DSS in North America but our compliance efforts are ongoing with respect to acquired businesses. We may not be fully or materially compliant with PCI DSS, or other payment card operating rules in the future. Any failure to comply with the PCI DSS in the future may violate payment card association operating rules, federal and state laws and regulations, and the terms of our contracts with payment processors and merchant banks. Such failure to comply may subject us to fines, penalties, damages and civil liability, and may result in the loss of our ability to accept credit and debit card payments. In addition, there is no guarantee that PCI DSS compliance will prevent illegal or improper use of our payment systems or the theft, loss or misuse of data pertaining to credit and debit cards, credit and debit card holders and credit and debit card transactions.\n\nIf we fail to adequately control fraudulent payment processing, we may face civil liability, diminished public perception of our security measures and significantly higher credit card-related costs, each of which could adversely affect our business, operating results and financial condition.\n\nIf we are unable to maintain our chargeback rate at acceptable levels, our credit card fees for chargeback transactions, or our fees for many or all categories of credit and debit card transactions, credit card companies and debit card issuers may increase our fees or terminate their relationship with us. Any increases in our credit card and debit card fees could adversely affect our operating results, particularly if we elect not to raise our fees. The termination of our ability to process payments on any major credit or debit card would significantly impair our ability to operate our business.\n\nWe may face unexpected costs as a result of owning our own headquarters office building.\n\nWe own our headquarters office building in Seattle, Washington, USA. Our financial condition and cash flow could be materially affected by changes in costs associated with maintaining the building and ensuring it is suitable for our use and that of other tenants and maintain compliance with all environmental and other regulations applicable to ownership of real estate. Failure to attract and retain tenants for our unused space will result in our not receiving rental income and could also cause a reduction in the value of the building. Managing tenants, maintaining the building, and otherwise facing the costs and responsibilities of being the owner of a building may be a distraction from our core business and cause our performance to suffer. We are also exposed to and potential third-party liability as the owner of our office building, such as if an accident occurs on the premises.\n\nEnvironmental, social, and governance (\"ESG\") issues may result in reputational harm and liability.\n\nCompanies across all industries are experiencing increased scrutiny and litigation related to their ESG practices, positions, and reporting. Our disclosures on ESG matters, any standards set by governments or private organizations, any standards we may set for ourselves, or a failure to meet these standards, may adversely affect our reputation and the value of our brand. California recently adopted two new climate-related bills, which require companies doing business in California that meet certain revenue thresholds to publicly disclose certain greenhouse gas emissions data and climate-related financial risk reports, and compliance with such requirements could require significant effort and resources. The SEC has also adopted rules requiring disclosure regarding climate-related risks, oversight and management of such risks, and climate-related targets or goals. Our business may face increased scrutiny related to these activities and our related disclosures, including from the investment community, and our failure to achieve progress or manage the dynamic public sentiment and legal landscape in these areas on a timely basis, or at all, could adversely affect our reputation, business, and financial performance.\n\nFailure to adequately protect our intellectual property could substantially harm our business and operating results.\n\nWe rely on a combination of intellectual property rights, including trade secrets, patents, copyrights, trademarks and domain names, as well as contractual restrictions, to establish and protect our patented proprietary software and our intellectual property. Despite our efforts to protect our proprietary rights, unauthorized parties may attempt to copy our digital content, pricing analytics, technology, software, branding and functionality, or obtain and use information that we consider proprietary. Moreover, policing our proprietary rights is difficult and may not always be effective. We may need to enforce our rights internationally under the laws of countries that do not protect proprietary rights to as great an extent as do the laws of the United States, which may be expensive and divert management’s attention away from other operations. \n\n25\n\nOur proprietary software is protected by patents which may not be sufficient to maintain effective product exclusivity because patent rights are limited in time and do not always provide effective protection. Furthermore, our efforts to enforce or protect our patent rights may be ineffective, could result in substantial costs and diversion of resources, could result in the invalidation of our patent rights, and could substantially harm our operating results. In addition, patents have a limited lifespan (generally 20 years after they are filed in the United States). Once the patent life has expired for our software, our competitors will be able to use our patented technology.\n\nWe seek to control access to our proprietary technology, software and documentation by entering into confidentiality and invention assignment agreements with our employees and partners, confidentiality agreements or license agreements with third parties, such as service providers, vendors, individuals and entities that may be exploring a business relationship with us, and terms of use with third parties, such as veterinary hospitals desiring to use our technology, software and documentation. These agreements may not prevent disclosure of intellectual property, trade secrets and/or other confidential information, and may not provide an adequate remedy in the event of misappropriation of trade secrets or any unauthorized disclosure of trade secrets and other confidential information. Costly and time-consuming litigation could be necessary to enforce and determine the scope of our intellectual property rights and related confidentiality, license and nondisclosure provisions, and failure to obtain or maintain trade secret protection, or our competitors being able to obtain our trade secrets or to independently develop technology similar to ours or competing technologies, could adversely affect our competitive business position.\n\nOur efforts to enforce or protect our proprietary rights may be ineffective, could result in substantial costs and diversion of resources and could substantially harm our operating results.\n\nAssertions by third parties of infringement or other violation by us of their intellectual property rights could result in significant costs and substantially harm our business and operating results.\n\nThird parties have in the past and may in the future claim that our services or technologies, including our proprietary software, infringe or otherwise violate their intellectual property rights. We may be subject to legal proceedings and claims, including claims of alleged infringement by us of the intellectual property rights of third parties. Any dispute or litigation regarding intellectual property could be expensive and time consuming, regardless of the merits of any claim, and could divert our management and key personnel from our operations.\n\nIf we were to discover or be notified that our services or our proprietary software potentially infringe or otherwise violate the intellectual property rights of others, we may need to obtain licenses from these parties in order to avoid infringement. We may not be able to obtain the necessary licenses on acceptable terms, or at all, and any such license may substantially restrict our use of the intellectual property. Moreover, if we are sued for infringement and lose the lawsuit, we could be required to pay substantial damages or be enjoined from offering the infringing services. Any of the foregoing could cause us to incur significant costs and prevent us from selling or properly administering subscriptions or performing under our other contractual relationships.\n\nThe outcome of litigation or regulatory proceedings could subject us to significant monetary damages, restrict our ability to conduct our business, harm our reputation and otherwise negatively impact our business.\n\nFrom time to time, we have been, and in the future may become, subject to litigation, claims and regulatory proceedings and inquiries, including market conduct examinations and investigations by state insurance regulatory agencies and threatened or filed lawsuits by, among others, government agencies, employees, competitors, stockholders, prospective, current or former members, or business partners. \n\nWe cannot predict the outcome of these actions or proceedings, and the cost of defending such actions or proceedings could be material. Further, defending such actions or proceedings could divert our management and key personnel from our business operations. If we are found liable in any action or proceeding, we may have to pay substantial damages or fines, which may have a material adverse effect on our business, operating results, financial condition and prospects. More critically, an adverse result from a proceeding could require us to change the way we conduct our business, including our marketing and sales practices, and such a result may have a greater adverse effect on our business than monetary damages or fines. There may also be negative publicity associated with litigation or regulatory proceedings that could harm our reputation or decrease acceptance of our services. These claims may be costly to defend and may result in assessment of damages, adverse tax consequences and harm to our reputation.\n\nOur current and future indebtedness could limit our ability to expand our business or respond to changes, and we may be unable to generate sufficient cash flow to satisfy any of our debt service obligations.\n\nIn March 2022, we entered into a credit agreement with Piper Sandler Finance, LLC, as administrative agent, that provides us with up to $150.0 million of credit (the \"Credit Facility\"). As of December 31, 2024, we issued term loans totaling $135.0 million under the Credit Facility. Substantial indebtedness, and the fact that a substantial portion of our cash flow from operating activities could be needed to make payments on this indebtedness, could have adverse consequences, including the following:\n\n26\n\n•reducing the availability of our cash flow for our operations, capital expenditures, future business opportunities and other purposes;\n\n•limiting our flexibility in planning for, or reacting to, changes in our business and the industries in which we operate, which could place us at a competitive disadvantage compared to our competitors that may have less debt;\n\n•limiting our ability to borrow additional funds; and\n\n•increasing our vulnerability to general adverse economic and industry conditions.\n\nOur ability to borrow any funds needed to operate and expand our business will depend in part on our ability to generate cash. If our business does not generate sufficient cash flow from operating activities or if future borrowings, under our Credit Facility or otherwise, are not available to us in amounts sufficient to enable us to fund our liquidity needs, our operating results, financial condition and ability to expand our business and meet our risk-based capital requirements may be adversely affected.\n\nCovenants in our Credit Facility may restrict our operations, and if we do not effectively manage our business to comply with these covenants, our financial condition could be adversely affected.\n\nOur Credit Facility contains various restrictive covenants, including limitations on our ability to incur other indebtedness or liens, make investments, and merge with or acquire other entities. Our Credit Facility also contains certain financial covenants, including minimum revenue and liquidity thresholds. Our ability to meet these restrictive covenants can be affected by events beyond our control. We are also obligated to pay interest under the Credit Facility at a floating base rate plus an applicable margin, which rate will increase based on prevailing rates. Our Credit Facility provides that our breach or failure to satisfy various covenants and obligations constitutes an event of default. Upon the occurrence of an event of default, our lenders could elect to declare any future amounts outstanding under our Credit Facility to be immediately due and payable. The Credit Facility is secured by substantially all of our assets and those of our subsidiaries. If we are unable to repay those amounts, our financial condition could be adversely affected.\n\nWe may have additional tax liabilities.\n\nWe are subject to income tax, premium tax, transaction tax and other taxes in the U.S. and foreign jurisdictions. Judgment is required in determining our provision for income taxes, premium tax, transaction tax and other taxes. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. Further, we often make elections for tax purposes which may ultimately not be upheld. Although we believe our tax estimates are reasonable, the final determination of tax audits and any related litigation in the jurisdictions where we are subject to taxation could be materially different from our historical income tax provisions and accruals. The results of an audit or litigation could have a material effect on our consolidated financial statements in the period or periods in which that determination is made.\n\nOur ability to use our net operating loss carryforwards and certain other tax attributes may be limited.\n\nAs of December 31, 2024, we had U.S. federal net operating loss carryforwards of approximately $256.9 million that will begin to expire in 2026. Under Sections 382 and 383 of the Internal Revenue Code of 1986, as amended (the \"Code\"), if a corporation undergoes an “ownership change,” the corporation’s ability to use its pre-change net operating loss carryforwards and other pre-change tax attributes, such as research tax credits, to offset its post-change income taxes may be limited. In general, an “ownership change” occurs if there is a cumulative change in our ownership by “5-percent stockholders” that exceeds 50 percentage points over a rolling three-year period. Similar rules may apply under state tax laws. Pursuant to Sections 382 and 383 of the Code, annual use of our net operating loss carryforwards and credit carryforwards may be limited by previous and future ownership changes.\n\nRisks Related to Compliance with Laws and Regulations\n\nOur business is heavily regulated, and if we fail to comply with the numerous applicable laws and regulations our business and operating results could be harmed.\n\nOur business is heavily regulated. In the United States, insurance is regulated by each state in which we operate, and it is challenging to comply with the requirements of each of these jurisdictions along with the different Canadian federal provincial, and territorial requirements. Furthermore, as we expand internationally, compliance with insurance-related laws, rules and regulations becomes even more difficult and imposes significant costs on our business. Each applicable regulator has broad supervisory power over all insurance-related operations (and certain regulatory oversight of our group of companies), which can include granting and revoking licenses to transact insurance business, and imposing fines and other penalties.\n\nFailure to comply with insurance laws, regulations and guidelines or other laws and regulations applicable to our business could result in significant liability, additional department of insurance licensing requirements, the revocation of licenses in a particular jurisdiction or our inability to sell insurance products, which could significantly increase our operating expenses, result in the loss of our revenue and otherwise harm our business, operating results and financial condition.\n\n27\n\nMoreover, adverse regulatory action in one jurisdiction could result in penalties and adversely affect our license status or reputation in other jurisdictions. Even if the allegations in any regulatory or other action against us ultimately are determined to be unfounded, we could incur significant time and expense defending against the allegations, and any related negative publicity could harm consumer and third-party confidence in us, which could significantly damage our brand.\n\nIn addition, we have received, and may in the future receive, inquiries from regulators regarding our marketing and business practices. These inquires may include investigations regarding a number of our business practices, including the manner in which we market and sell products, the manner in which we write policies for any unaffiliated general agent, and whether any amounts we pay to hospitals or hospital groups (e.g., for electronic claims processing) is appropriate. Any modification of our marketing or business practices in response to regulatory inquiries could harm our business, operating results or financial condition and lead to reputational harm.\n\nNew laws may be adopted that may adversely affect our operating results and financial condition.\n\nExisting laws and regulations impose limits on, for instance, our ability to enact price increases for our products. New laws may be adopted that could further affect our business, for example our ability to effect rate increases, to cancel or not issue existing policies, to use artificial intelligence or machine learning, or to market our products in various ways.  Implementing changes in order to comply with new laws or regulations could also be time-consuming and costly.\n\nFailure to comply with federal, state and provincial laws and regulations relating to privacy and security of personal information, and civil liabilities relating to breaches of privacy and security of personal information, could create liabilities for us, damage our reputation and harm our business.\n\nA variety of regulations govern the collection, use, retention, sharing and security of personal information. Claims or allegations that we, or the vendors with whom we have contracted, have violated applicable laws or regulations related to privacy and data security could result in negative publicity and a loss of confidence in us by our members, our participating service providers or team members, and may subject us to litigation and/or regulatory action and/or fines, including by credit card companies and the loss of our ability to accept credit and debit card payments. In addition, we have posted privacy policies and practices concerning the collection, use and disclosure of member data on our website. Several companies have incurred penalties for failing to abide by the representations made in their privacy policies and practices. In addition, our use and retention of personal information could lead to civil liability exposure in the event of any disclosure of such information due to hacking, viruses, inadvertent action or other use or disclosure. Several companies have been subject to civil actions, including class actions, relating to this exposure.\n\nWe have incurred, and will continue to incur, expenses to comply with privacy and security standards and protocols for personal information imposed by law, regulation, self-regulatory bodies, industry standards and contractual obligations. Such laws, standards and regulations, however, are evolving and subject to potentially differing interpretations, and new privacy laws are frequently enacted. Each year, additional U.S. jurisdictions promulgate or amend privacy-related laws and regulations. However, in general, we are unable to predict far in advance what additional legislation, standards or regulation in the area of privacy and security of personal information could be enacted or its effect on our operations and business.\n\nLaw and regulations of the Internet, email and texting could adversely affect our business.\n\nMany laws governing general commerce on the Internet remain unsettled and it may take years to fully determine whether and how existing laws such as those governing insurance, intellectual property, privacy and taxation apply to the Internet. In addition, the growth and development of the market for electronic commerce and Internet-related advertisements and transactions may prompt calls for more stringent consumer protection laws that may impose additional burdens on companies conducting business and selling subscriptions over the Internet. Any new laws or regulations or new interpretations of existing laws or regulations relating to the Internet could harm our business and we could be forced to incur substantial costs in order to comply with them, which would harm our business, operating results and financial condition.\n\n28\n\nAdditionally, we use phone solicitation, email, and texting to market our services to potential members and/or as a means of communicating with our existing members. The laws and regulations governing the use of phone solicitation, email, and texting continue to evolve, and the growth and development of the market for commerce over the Internet may lead to the adoption of additional legislation. Failure to comply with existing or new laws regarding phone solicitation, text or electronic communications with members could lead to significant damages. We have incurred, and will continue to incur, expenses in our efforts to comply with electronic messaging laws. If new laws or regulations are adopted, or existing laws and regulations are interpreted, to impose additional restrictions on our ability to send email to our members or potential members, we may not be able to communicate with them in a cost-effective manner. In addition to legal restrictions on the use of email for commercial purposes, Internet and email service providers and others attempt to block the transmission of unsolicited email, commonly known as “spam.” Many service providers have relationships with organizations whose purpose it is to detect and notify the Internet and email service providers of entities that the organization believes are sending unsolicited email. If an Internet or email service provider identifies messaging and email from us as “spam” as a result of reports from these organizations or otherwise, we could be placed on a restricted list that will block our emails to members or potential members. If we are restricted or unable to communicate by phone, text or email with our members and potential members as a result of legislation, blockage or otherwise, our business, operating results and financial condition would be harmed.\n\nRegulations that require individuals or entities that sell insurance or process claims to be licensed may be interpreted to apply to our business more broadly than we expect them to, which could require us to modify our business practices, create liabilities, damage our reputation, and harm our business.\n\nInsurance regulations generally require that each individual who sells, solicits or negotiates insurance on our behalf must maintain a valid license in the jurisdiction in which the activity occurs. Regulations also generally prohibit paying an insurance commission to an unlicensed person or entity.  Regulations may also require certain individuals who process claims to be licensed. These requirements are subject to a variety of interpretations between jurisdictions. We may not interpret and apply the requirements in the same manner as all applicable regulators, and, even if we have, the requirements or regulatory interpretations of those requirements may change. Regulators have in the past and/or may in the future determine that certain of our personnel or third parties were performing licensable activities without the required license. If such persons were not in fact licensed in any such jurisdiction, we could become subject to conviction for an offense or the imposition of an administrative penalty, and liable for significant penalties. Regulators may also deem payments we make to an unlicensed entity or person to be improper.  We would also likely be required to modify our business practices and/or pet acquisition programs, or license the affected individuals, which may be impractical or costly and time-consuming to implement. Any modification of our business or marketing practices in response to regulatory licensing requirements could harm our business, operating results or financial condition.\n\nWe are subject to numerous laws and regulations in multiple jurisdictions, and ongoing compliance may be challenging for us.\n\nWe are subject to numerous laws and regulations that are administered and enforced by a number of different governmental authorities, each of which exercises a degree of interpretive latitude, including, in the United States, state insurance regulators, state securities administrators, state attorneys general and federal agencies including the SEC, Internal Revenue Service and the U.S. Department of Justice. There is risk that laws and regulations or any particular regulator’s or enforcement authority’s interpretation of a legal issue may change over time to our detriment, or that changes in the overall legal environment may necessitate changes to our practices that may, in some cases, increase our costs and limit our ability to grow or to improve our results of operations.\n\nWe may be affected by mandatory participation in plans that could result in contributions from insurance subsidiaries we own.\n\nCertain states have enacted laws that require a property-casualty insurer, which includes a pet insurance company, conducting business in that state to participate in assigned risk plans, reinsurance facilities, joint underwriting associations (\"JUAs\"), Fair Access to Insurance Requirements (\"FAIR\") plans and wind pools. In these markets, if the state reinsurance facilities, wind pools, FAIR plans or JUAs recognize a financial deficit, they may in turn have the ability to assess participating insurers, adversely affecting our operating results and financial condition if we are a part of such state reinsurance facilities, wind pools, FAIR plans or JUAs. Additionally, certain jurisdictions require insurers to participate in guaranty funds for impaired or insolvent insurance companies. These funds periodically assess losses against all insurance companies doing business in the jurisdiction. Our operating results and financial condition could be adversely affected by any of these factors.\n\nOur segregated accounts in Bermuda with Wyndham Insurance Company (SAC) Limited, could be adversely impacted by regulatory compliance of an unaffiliated third party.\n\nWe maintain three segregated accounts in accordance with Bermuda laws with Wyndham Insurance Company (SAC) Limited (\"WICL\"). One account, which we call WICL segregated account AX, has entered into a reinsurance agreement with our Canada insurance partner. The second account, WICL Segregated Account Trupanion Germany, has entered into a reinsurance \n\n29\n\nagreement with our German insurance partner. The third account, WICL Segregated Account Switzerland has entered into a reinsurance agreement with our Swiss insurance partner. WICL is a class 3 insurer regulated by the Bermuda Monetary Authority (\"BMA\"). WICL’s ability to continue operations and pay dividends could impact the ability of our segregated accounts to do the same. WICL’s failure to meet regulatory requirements set forth by the BMA could result in our inability to transact business through our WICL segregated accounts. Further, WICL could be limited from allowing dividends to be paid out of any of our segregated accounts in the event of adverse regulatory actions.\n\nOur accounting is becoming more complex, and relies upon estimates or judgments relating to our critical accounting policies. If our accounting is erroneous or based on assumptions that change or prove to be incorrect, our operating results could fall below the expectations of securities analysts and investors, resulting in a decline in our stock price.\n\nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the amounts reported in the consolidated financial statements and accompanying notes, and also to comply with many complex requirements and standards. We devote substantial resources to compliance with accounting requirements and we base our estimates on our best judgment, historical experience, information derived from third parties, and on various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the values of assets, liabilities, equity, revenue and expenses that are not readily apparent from other sources. However, various factors are causing our accounting to become complex, such as our investments in strategic opportunities and our expansion into foreign markets. The ongoing evolution of our business, international expansion, and entry into complementary businesses, such as pet food, may compound these complexities. Our operating results may be adversely affected if we make accounting errors or our judgments prove to be wrong, assumptions change or actual circumstances differ from those in our assumptions, which could cause our operating results to fall below the expectations of securities analysts and investors or guidance we may have provided, resulting in a decline in our stock price and potential legal claims. Significant judgments, assumptions and estimates used in preparing our consolidated financial statements include those related to revenue recognition, reserve for veterinary invoices, business combinations, and income taxes.\n\nRisks Related to Ownership of Our Common Stock\n\nOur actual operating results may differ significantly from our guidance.\n\nFrom time to time we have released, and may continue to release, guidance in quarterly earnings conference call, quarterly earnings releases, or otherwise, regarding our future performance that represents our management’s estimates as of the date of release. This guidance, which includes forward-looking statements, has been and will be based on projections prepared by our management. These projections are not prepared with a view toward compliance with published guidelines of the American Institute of Certified Public Accountants, and neither our independent registered public accounting firm nor any other independent expert or outside party compiles or examines the projections. Accordingly, no such person expresses any opinion or any other form of assurance with respect to the projections. In addition, from time to time we have provided, and may continue to provide, information regarding how we think about the drivers of and our method of calculating our intrinsic value, including related statements regarding discounted cash flows and underlying assumptions (such as pet enrollment, revenue per pet, lifetime values of a pet, pet acquisition costs, and other costs and expenses). \n\nThese statements are based upon a number of assumptions and estimates that, while presented with numerical specificity, are inherently subject to significant business, economic and competitive risks and uncertainties, many of which are beyond our control, including those described in these “Risk Factors” and elsewhere in this report. When we state possible outcomes as high and low ranges, these are intended to provide a sensitivity analysis as variables are changed but are not intended to imply that actual results could not fall outside of the suggested ranges. \n\nGuidance is necessarily speculative in nature, and it can be expected that some or all of the assumptions underlying these statements will not materialize or will vary significantly from actual results. In addition, we change our assumptions and methodologies from time to time. Accordingly, these statements are only estimates of what management believes is reasonable as of the date of release. Actual results may vary and the variations may be material. In light of the foregoing, we urge investors not to rely upon our guidance or other information regarding our view of the drivers and calculation method of our intrinsic value in making an investment decision regarding our common stock. In addition, we do not accept any responsibility for any projections or reports published by any such third parties, and we urge you not to place undue reliance on those statements.\n\nAny failure to successfully implement our operating strategy or the occurrence of any of the events or circumstances set forth in this report, or the other reports we file from time to time, could result in the actual operating results being different from our guidance, and the differences may be adverse and material.\n\n30\n\nFuture securities issuances could result in significant dilution to our stockholders and impair the market price of our common stock.\n\nFuture issuances of shares of our common stock, or the perception that these sales may occur, could depress the market price of our common stock and result in dilution to existing holders of our common stock. Acquisitions, strategic investments, partnerships, or alliances could also result in dilutive issuances of equity securities. In addition, we may issue options, restricted stock units, or other stock-based awards to those providing services to us, and to the extent outstanding or future options are exercised or restricted stock units or other stock-based awards are settled for shares of our common stock, there will be further dilution. The amount of dilution could be substantial depending upon the size of our future issuances of securities or exercises or settlement of stock-based awards. Furthermore, we may issue additional equity securities that could have rights senior to those of our common stock, such as pursuant to the “blank check” preferred stock contained in our certificate of incorporation. As a result, purchasers of our common stock bear the risk that future issuances of debt or equity securities may reduce the value of and dilute their ownership interest.\n\nThe market price of our common stock has been and is likely to continue to be volatile, and you may be unable to sell your shares at or above the price at which you purchased them.\n\nThe market price of our common stock has been and is likely to continue to fluctuate widely. Factors affecting the market price of our common stock include:\n\n•variations in our operating results, earnings per share, cash flows from operating activities, and key operating metrics, and how those results compare to analyst expectations;\n\n•forward-looking guidance that we provide to the public and industry and financial analysts related to future revenue and results of operations, and any change in that guidance or our failure to achieve the results reflected in that guidance;\n\n•the net increases in the number of members, either independently or as compared with published expectations of industry, financial or other analysts that cover our company;\n\n•changes to our subscription, strategic alliances, acquisitions or significant agreements by us or by our competitors;\n\n•recruitment or departure of key personnel;\n\n•factors relating to our other business segment;\n\n•issuance of common stock or other securities to certain partners;\n\n•the economy as a whole and market conditions in our industry;\n\n•trading activity by a limited number of stockholders who together beneficially own a majority of our outstanding common stock; \n\n•publications and public statements by financial analysts and other finance industry professionals and activists (or the cessation of coverage by key financial analysts); \n\n•the number of shares of our stock trading on a regular basis; and\n\n•any other factors discussed in these risk factors.\n\nIn addition, if the market for stock in our industry or the stock market in general experiences uneven investor confidence, the market price of our common stock could decline for reasons unrelated to our business, operating results or financial condition. Some companies that have experienced volatility in the trading price of their stock have been the subject of securities class action litigation. If we are the subject of such litigation, it could result in substantial costs and a diversion of our management’s attention and resources.\n\nWe do not intend to pay dividends on our common stock and, therefore, any returns will be limited to the value of our stock.\n\nWe have never declared or paid any cash dividends on our common stock. Other than potential repurchases of our common stock, we currently intend to retain all available funds and any future earnings for the development, operation and expansion of our business and do not anticipate declaring or paying any cash dividends for the foreseeable future. APIC’s ability to pay dividends is limited by New York state insurance laws, and the ability of our WICL segregated accounts to pay dividends is limited by our agreements with WICL as well as WICL’s regulatory requirements. Any return to stockholders will therefore be limited to the increase, if any, of our stock price.\n\nOur directors and principal stockholders own a significant percentage of our stock and will be able to exert significant control over matters subject to stockholder approval.\n\nOur directors, five percent or greater stockholders and their respective affiliates beneficially hold a significant amount of our outstanding voting stock. Therefore, these stockholders have the ability to influence us through this ownership position. These stockholders may be able to determine all matters requiring stockholder approval. For example, these stockholders may be able to control elections of directors, amendments of our organizational documents, or approval of any merger, sale of assets, or other major corporate transaction. This may prevent or discourage unsolicited acquisition proposals or offers for our common stock that you or other stockholders may feel are in your or their best interest as one of our stockholders.\n\n31\n\nProvisions in our restated certificate of incorporation, restated bylaws and Delaware law might discourage, delay or prevent a change in control of our company or changes in our management and, therefore, depress the market price of our common stock.\n\nOur restated certificate of incorporation and restated bylaws contain provisions that could depress the market price of our common stock by acting to discourage, delay or prevent a change in control of our company or changes in our management that the stockholders of our company may deem advantageous. These provisions, among other things:\n\n•permit only the board of directors to establish the number of directors and fill vacancies on the board;\n\n•require super-majority voting to amend some provisions in our restated certificate of incorporation and restated bylaws; \n\n•authorize the issuance of “blank check” preferred stock that our board could use to implement a stockholder rights plan (also known as a “poison pill”);\n\n•eliminate the ability of our stockholders to call special meetings of stockholders;\n\n•prohibit stockholder action by written consent, which requires all stockholder actions to be taken at a meeting of our stockholders;\n\n•prohibit cumulative voting; and \n\n•establish advance notice requirements for nominations for election to our board or for proposing matters that can be acted upon by stockholders at annual stockholder meetings. \n\nIn addition, Section 203 of the Delaware General Corporation Law may discourage, delay or prevent a change in control of our company. Section 203 imposes certain restrictions on mergers, business combinations and other transactions between us and holders of 15% or more of our common stock. Moreover, applicable insurance laws require that any person or entity acquiring direct or indirect control of an insurer obtain prior regulatory approval, which may impede potential acquisitions.\n\nWe have an Employee Severance and Change in Control Plan that applies to each employee of our company. This plan provides certain benefits to our employees in the event there is a change in control of our company and an employee is terminated under certain conditions. Potential acquirers may determine that the possible payments and acceleration of equity under this plan make an acquisition of our company unattractive.",
      "char_count": 122310
    }
  },
  "extracted_at": "2026-01-19T16:01:14.004917"
}