{
  "ticker": "UFPI",
  "company_name": "UFP INDUSTRIES INC",
  "cik": 912767,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001595",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000912767&accession_number=000155837025001595&xbrl_type=v",
  "sic_code": "2421",
  "industry": "Sawmills & Planting Mills, General",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n\nGeneral Development of the Business.\n\nUFP Industries, Inc. (“we,” “our,” “the Company,” or “UFP”) is a holding company with subsidiaries throughout the United States, Mexico, Canada, Spain, India, United Arab Emirates and Australia that design, manufacture and supply products made from wood, wood and non-wood composites, and other materials to three markets: retail, packaging, and construction. We are headquartered in Grand Rapids, Michigan.\n\nInformation relating to current developments in our business is incorporated by reference from our Annual Report to Shareholders for the fiscal year ended December 28, 2024 (\"2024 Annual Report\") under the caption \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\" Selected portions of the 2024 Annual Report are presented under Item 8 herein with this Form 10-K Report.\n\nFinancial Information About Segments.\n\nASC 280, Segment Reporting (“ASC 280”) defines operating segments as components of an enterprise about which separate financial information is available that is evaluated regularly by the chief operating decision maker in deciding how to allocate resources and in assessing performance.\n\nOur business segments consist of UFP Retail Solutions, UFP Packaging and UFP Construction and align with the end markets we serve. Among other things, this structure allows for a specialized and consistent sales approach among Company operations, efficient use of resources and capital, and quicker introduction of new products and services. We manage the operations of our individual locations primarily through a market-centered reporting structure under which each location is included in a business unit and business units are included in our Retail, Packaging, and Construction segments. In the case of locations that serve multiple segments, results are allocated and accounted for by segment.\n\nThe exception to this market-centered reporting and management structure is our International segment, which comprises our Mexico, Canada, Spain, India, United Arab Emirates and Australia operations, and sales and buying offices in other parts of the world. Our International segment and Ardellis, our insurance captive, are referred to as “All Other” throughout this report. \n\nThe Corporate segment includes purchasing, transportation, corporate ventures, and administrative functions that serve our operating segments. Operating results of Corporate primarily consist of net sales to external customers initiated by UFP Purchasing and UFP Transportation and over (under) allocated costs. The operating results of UFP Real Estate, Inc., which owns and leases real estate, and UFP Transportation Ltd., which owns, leases and operates transportation equipment, are also included in the Corporate column. Inter-company lease and service charges are assessed to our operating segments for the use of these assets and services at fair market value rates.\n\nNarrative Description of Business.\n\nHistorically, we owned and operated a number of manufacturing facilities across North America that served our various markets, and we managed those operations primarily on a geographic basis. As part of that structure, the managers of those facilities and geographic business units were responsible for and compensated on the basis of each facility's, unit's, and region's respective financial performance. This structure fostered a strong entrepreneurial and sales culture, as well as significant revenue growth – from 2011 to 2019 our revenues increased from $1.8 billion to $4.4 billion. We believe that the duration and durability of our relationships with many of our customers, which extend over several decades with certain key customers, is a reflection of our strong sales culture and intense focus on providing custom solutions.\n\nThe growth in our business, and in the size and number of our customers, generated an increased need for a deeper understanding of the markets we serve, as well as the need to offer more complete solutions, services, and products for existing and prospective customers. That need, combined with our growth objectives, required a structure that would reorient the Company’s focus from geography to end markets. Our 2020 restructuring accomplished that objective and now allows us to better serve our customers, recognize and exploit market opportunities, enhance the efficiency of our operations, and improve the deployment of capital. At the same time, we continue to maintain our existing compensation philosophy and practices of rewarding the financial performance of our plants, business units, and segments, based upon pre-bonus operating profits and return on investment, to preserve our strong entrepreneurial and sales culture.\n\nOur business segments are functionally interdependent and are supported by common corporate services, such as accounting and finance, information technology, human resources, legal and compliance, and others. We regularly invest in automation and create best practices to improve the efficiency of our manufacturing facilities across each of the segments. The results and improvements from these investments are shared among the segments. This exchange of improvements and ideas has also prompted better and faster innovation for new products, processes, and product improvements.\n\nImportantly, the restructuring allows us to better evaluate market conditions and opportunities, while effectively allocating capital and resources to the appropriate segments and business units. Also, we believe that the diversification and manner in which we operate our business provides an inherent hedge against the inevitable business cycles that our markets experience and over which we have little control. Accordingly, our goal is to provide stable earnings and cash flows to our shareholders. Our diversification and operating practices also mitigate the impact of volatile lumber market conditions experienced by traditional lumber companies.\n\nRetail Solutions segment. Our Retail Solutions segment is comprised of the following business units: ProWood, Deckorators and UFP-Edge. The segment is focused on distinct product offerings which are grouped by brands and business units. These groupings may change periodically as opportunities to gain efficiencies occur or new products that deliver increased scale and synergy are developed.\n\nProWood. Our ProWood business unit manufactures and sells pressure-treated lumber products, including decking, fencing, and lattice, as well as decorative and functional lawn and garden products to building products retailers across the U.S. This business unit includes our branded ProWood line of pressure-treated and fire-retardant products used primarily for outdoor decking environments, including associated accessories. It also includes our branded Outdoor Essentials line of lawn and garden products, consisting of wood and vinyl fencing and lattice, garden beds and planters, pergolas, picnic tables, and other landscaping products. Numerous pressure-treaters exist on local and regional scales with none approaching the volume sold by UFP. We estimate we produce approximately 28% of all residential treated wood, 17% of all wood fencing, and 7% of all fire-retardant wood products within the U.S.\n\nDeckorators. This business unit includes the manufacture of wood plastic composite and our patented Surestone mineral based composite decking and related decking accessories, including aluminum railing systems, balusters, post caps, and similar products, as well as customized, aluminum fencing. Customers include big box home improvement retailers, regional home centers and wholesale distributors. We estimate we manufacture approximately 6-8% of all composite decking and railing in the U.S.\n\nUFP-Edge. This business unit manufactures and sells exterior siding, pattern, trim and facia products. These products include traditional wood, engineered wood and modified wood siding with a variety of finish and profile alternatives as well as primed wood trim boards and facia. The products also include interior pattern and trim products, as well as pre-painted and primed shiplap and project boards. UFP-Edge is sold to home improvement retailers and two-step distributors.\n\nUFP Retail Solutions has numerous competitive advantages. We are not aware of any competitor that currently manufactures, treats and distributes a full line of both value-added and commodity-based products, on a national basis, as we do within this segment. We believe the breadth of our product offering, scale and geographic dispersion, proximity of our plants to core customers and key vendors, product innovation initiatives, purchasing and manufacturing expertise, procurement advantages, and service capabilities provide us a competitive edge in this market. \n\nWe supply customers in this segment from many of our locations. Our facilities supply mixed truckloads of products delivered to customers with rapid turnaround. Freight costs are a factor in the ability to competitively service this market, especially with treated wood products due to their weight. The proximity of our manufacturing facilities to customer locations is factored into annual sales programs. The Retail segment services two of our largest customers, The Home Depot and Lowes, which accounted for approximately 17% and 11%, respectively, of our total net sales in fiscal 2024, 17% and 12%, respectively, in 2023, and 15% and 11%, respectively, in 2022.\n\nSee Note M \"Segment Reporting\" to our consolidated financial statements for the fiscal year ended December 28, 2024 in item 8 for our disaggregated net sales by business unit for our Retail Solutions segment.\n\nPackaging segment. Formerly known as our Industrial segment, it is comprised of the following business units: Structural Packaging, PalletOne, and Protective Packaging Solutions.\n\nStructural Packaging. This business unit designs, engineers, manufactures and tests custom packaging products primarily made of wood and metal. These products are custom designed, often including mixed materials, and manufactured based upon specific customer needs and requirements. We serve a wide variety of regional, national, and global customers in several end markets such as building materials, durable goods, agricultural, moving and storage, heavy equipment and automotive. We utilize combinations of various materials through industrial engineering and testing to promote the best value and functionality for our customers. In Structural Packaging there are regional companies that produce similar product lines and small single-location competitors in most of our markets. We estimate our domestic market share in Structural Packaging to be 10-12%.\n\nPalletOne. This business unit designs and manufactures pallets primarily made of wood and heat-treated wood. Our pallets are designed and manufactured in numerous sizes and configurations and are used by our customers for shipping a wide assortment of consumer and industrial products. This business unit also includes a recycling operation of previously used pallets. Keys to our success in this business unit are low-cost production through expanded automation, including robotics and high efficiency pallet machines, and the procurement of competitively priced industrial grade wood fiber. In 2022 we acquired a 50% equity stake in Dempsey Wood Products, LLC, which produces pallet lumber and other industrial wood products in Orangeburg, South Carolina. The lumber Dempsey produces is a crucial product for pallet operations and has been in short supply as larger mills produce less of this type of lumber. PalletOne’s investment in Dempsey helps it secure and grow a critical long-term supply source. There are numerous local and regional pallet manufacturers that compete with PalletOne. We estimate that, as the largest supplier, we manufacture approximately 8-10% of new machine-built pallets nationally.\n\nProtective Packaging Solutions. This business unit consists of a wide variety of products, such as corrugate, foam, labels, strapping and films. These products are primarily sold as additional offerings to our structural packaging products and pallets and are generally sold as a means of providing a more complete solution to our customers' packaging needs and requirements. Over the last five years, we have added additional products and services to this business unit to meet the increasing demand of our customers to provide a wider array of innovative solutions to their packaging and shipping needs. Through the acquisitions of Advantage Label in Grand Rapids, Michigan, and Titan Manufacturing, a highly-automated corrugate converter in Flower Mound, Texas, we have become a manufacturer of labels and corrugate boxes, two significant growth categories for UFP Packaging.\n\nCompetitive advantages for UFP Packaging include: being a low cost pallet producer due to our supply agreements, investments in vertical integration, and level of automation in our manufacturing plants; our scale and ability to serve large global, national and regional customers; design and engineering expertise, coupled with our ability to manufacture structural packaging with mixed materials, allowing us to provide creative, value-added solutions to our customers; and serving as a single-source supplier offering a wide breadth of products, allowing customers to buy more efficiently.\n\nWe plan to acquire companies across the industrial packaging spectrum with capabilities in product categories that allow us to fill geographical gaps that enhance our ability to offer valuable packaging solutions to our customers.\n\nSee Note M \"Segment Reporting\" to our consolidated financial statements for the fiscal year ended December 28, 2024 in item 8 for our disaggregated net sales by business unit for our Packaging segment.\n\n4\n\n\nConstruction segment. Our Construction segment is comprised of the following business units – Factory-Built Housing, Site-Built Construction, Commercial Construction, and Concrete Forming.\n\nFactory-Built Housing. This business unit designs and manufactures roof trusses, cut-to-size dimensional and board lumber, plywood, and oriented strand board, all intended for use in the construction of manufactured housing. Our customers in this market are producers of mobile, modular and prefabricated homes and, to a lesser extent, recreational vehicles (RV) and cargo trailers. Our principal competitive advantages include our product knowledge, the strength of our engineering support services, the proximity of our regional facilities to our customers, our purchasing and manufacturing expertise and our ability to provide national sales programs to certain customers. As a result of these advantages, we estimate we produce approximately 35% of all roof trusses used in factory-built housing in the United States. We also distribute products such as siding, electrical, plumbing, and many other specialty products to factory-built housing and RV customers. Customer vertical integration strategies have affected us in certain regions, and we’ve taken steps to mitigate this risk by increasing our value as a supplier through innovation and low cost production.\n\nSite-Built Construction. This business unit designs and manufactures roof and floor trusses, wall panels, I-joists and lumber packages as well as engineered wood components used to frame residential and light commercial projects. Historical acquisitions, including Atlantic Prefab, Inc., Exterior Designs, LLC, Patriot Building Systems, LLC, and Endurable Building Products have given the Company manufacturing capability in alternate material components such as metal trusses, sheathed and pre-finished light gauge metal wall panels and aluminum balconies, decks and rail accessories. We also provide framing services for builders in certain regional markets in which we erect the wood structure. We’ve made a variety of investments in automation, allowing us to enhance efficiency and capacity in numerous UFP Construction operations. Our recently launched proprietary smartphone application, TrussTrax, provides a convenient, simple way for builders to track orders, shipments and engineered documents 24 hours a day, and has enjoyed wide customer adoption. Our customers in this market are primarily large-volume, multi-tract builders and smaller volume custom builders. We also supply builders engaged in multi-family and light commercial construction. We currently estimate that approximately 65% of the unit's business is for single-family homes while 35% is for multi-family structures.\n\nCompetition in site-built construction consists of numerous national and regional building products dealers who also manufacture components and/or provide framing services, as well as regional manufacturers of engineered wood components. We believe our primary competitive advantages relate to the engineering and design capabilities of our staff, purchasing and manufacturing expertise, product quality, timeliness of delivery, and financial strength, as well as providing a comprehensive turn-key package, including installation in selected markets. As a result of these strengths, we estimate we produce approximately 12% of all engineered wood components used in housing in the United States. Generally, terms of sale and pricing are determined based on contracts we enter into with our customers. We currently supply customers in these markets from manufacturing facilities in many different states, primarily located in the non-urban Northeast, mid-Atlantic, Southeast, Texas, and Colorado. We have intentionally avoided markets that have experienced more severe demand volatility for housing. Also, the states in which we have a presence are forecasted to continue to benefit from migration trends in the United States. Freight costs are a factor in the ability to competitively service this market due to the space requirements of these products on each truckload.\n\nCommercial Construction. Our commercial construction business unit primarily includes the operations of idX Holdings, Inc. idX is a designer, manufacturer and installer of highly customized interior fixtures, casework and architectural millwork used in a variety of retail and commercial structures. This business unit serves customers throughout North America and to a lesser extent, Asia and Europe, in healthcare, hospitality, quick service restaurants, retail, and financial, offering comprehensive, streamlined solutions and customized products while managing programs from concept through completion, on a global scale. We believe we are one of the top five custom interior environment providers globally and the largest diversified custom solutions provider.\n\nConcrete Forming. This business unit designs, manufactures and supplies wood forms and related products that are used by our customers to set or form concrete for various structures, including large parking garages, stadiums, commercial structures, and infrastructure projects such as bridges. Our customers in this business unit include general contractors as well as distributors. We believe we are unique in our ability to deliver highly engineered, factory-built solutions to job sites.\n\n5\n\n\nWe believe the diversification of the end markets we serve in our Construction segment as well as the breadth of our products and services represent competitive advantages.\n\nSee Note M \"Segment Reporting\" to our consolidated financial statements for the fiscal year ended December 28, 2024 in item 8 for our disaggregated net sales by business unit for our Construction segment.\n\nUFP Purchasing/Suppliers. Our purchasing team manages and purchases wood fiber for each of our segments. The three main end markets for softwood lumber in North America – retail, construction, and packaging – align with our three business segments We are the largest converter of solid sawn softwood lumber from North American primary producers (lumber mills). For 2024, we estimate we purchased approximately 6.5% of the 54 billion board feet of North America softwood lumber production. The volume and variety of lumber dimensions purchased allows us to consume all grades and dimensions of what many of our mill suppliers produce, effecting and maintaining long-term, beneficial relationships with many of those suppliers. In turn, this has allowed us to better manage our raw materials inventory (including vendor-managed inventory), lower our costs, and mitigate the volatility of lumber prices.\n\nWe use primarily southern yellow pine in our pressure-treating operations and our site-built housing, structural packaging, and machine-built pallet operations in the Southeastern United States. Southern yellow pine is sourced from mills ranging from Texas to the Carolinas. We also use spruce-pine-fir from both Eastern and Western Canada; hemlock, douglas fir and cedar from the Pacific Northwest; inland species of pine, plantation grown radiata and southern yellow pines from South America; and various European softwoods. During 2024 our annual purchases of lumber totaled approximately $2.0 billion and consisted of the following species and their respective percent of total lumber purchases: southern yellow pine (68%), spruce-pine-fir (13%), and douglas fir (2%), while the remaining 17% of lumber purchases comprise various other species and imports outside of North America. Additionally, we purchased approximately $608.9 million in plywood in 2024. There are numerous primary producers for all varieties we use, and we are not dependent on any particular source of supply.\n\nIntellectual Property. We own numerous patents and have several patents pending on technologies related to our business. Examples include our Deckorators brand of composite decking and railing and its proprietary, patented Surestone technology used to produce mineral-based composite decking; Trusstrax, a mobile application offered to our Site-Built customers; and the ProWood brand of pressure-treated lumber and outdoor living products. In addition, we own numerous registered trademarks and claim common law trademark rights to several others. As we develop proprietary brands, we may pursue registration or other formal protection. While we believe our patent and trademark rights are valuable, the loss of a patent or any trademark would not be likely to have a material adverse impact on our competitive position.\n\nBacklog. Due to the nature of our retail and industrial businesses, backlog information is not meaningful. The maximum time between receipt of a firm order and shipment does not usually exceed a few days. Therefore, we would not normally have a backlog of unfilled orders in a material amount. The relationships with our major customers are such that we are either the exclusive supplier of certain products and/or certain geographic areas, or the designated source for a specified portion of a customer's requirements. In such cases, either we are able to forecast the customer's requirements, or the customer may provide an estimate of its future needs. In neither case, however, will we receive firm orders until just prior to the anticipated delivery dates for the products ordered.\n\nOn December 28, 2024 and December 30, 2023, we estimate that backlog orders associated with our customized interior fixture businesses approximated $41.9 million and $59.2 million, respectively.\n\nOn December 28, 2024 and December 30, 2023, we estimate that backlog orders associated with our site-built construction businesses approximated $74.4 million and $79.7 million, respectively. We expect that the orders above will be primarily filled within the next fiscal year; however, it is possible that some orders could be canceled.\n\nEnvironmental. Information required for environmental disclosures is incorporated by reference from Note L of the Consolidated Financial Statements presented under Item 8 herein.\n\n6\n\n\nSeasonality. Information required for seasonality disclosures is incorporated by reference from Item 1A. Risk Factors under the caption “Seasonality and weather conditions, including those arising from climate change, could adversely affect us.”\n\nHuman Capital Management. On December 28, 2024, we had approximately 15,000 employees. For 70 years, the success of our company has rested on the skill, motivation and performance of our employees. We treat our people honestly and fairly, creating career paths and training opportunities to develop and expand their scope of responsibilities and financial rewards. This approach to human capital, which is embedded in the Company's culture, has fostered an environment where our employees often commit their respective careers to UFP Industries, Inc.\n\nEnvironmental, Social, and Governance. Matters of sustainability, health and safety, employee welfare, supply chain management, and community engagement are managed by our executive team, with oversight from our Nominating and Corporate Governance and Personnel and Compensation Committees. In October 2024, we published on our website our fiscal year 2023 “Governance Report,” detailing our responsible practices as well as our future outlook. We anticipate publishing on our website our fiscal year 2024 Governance Report during 2025.\n\nOur manufacturing operations have a long history of environmental stewardship through efficiency and energy savings, waste management, and responsible product sourcing. We quantified our 2023 Scope 1 and Scope 2 greenhouse gas (GHG) emissions in our fiscal year 2023 Governance Report and plan to disclose our 2024 Scope 1 and Scope 2 GHG emissions in 2025.\n\nWe are driven by operational excellence throughout the enterprise and by cultivating a unique culture that provides significant opportunity for professional and personal growth. In managing our human capital, we have focused our efforts on employee health and safety, equal opportunity for all, and learning and development. \n\nAt UFP, we welcome all who are willing to work hard. We do not discriminate in hiring, promotion, or opportunity – we believe the best performers should be rewarded commensurately. We prefer hiring people with potential and helping them grow and achieve their goals within our company. To provide opportunity to a broader base of our teammates, we removed the requirement of a 4-year degree for sales and management positions and give credit for work experience. We use our internal training programs and UFP Business School to help employees gain functional knowledge and hone the skills and competencies that allow them advancement to greater roles and responsibilities. \n\nWe have a long history of supporting talented and hard-working employees go from factory floor to management, sales and operations roles. These transformations require diligence and dedication, and they demonstrate that regardless of background, our teammates at UFP have a chance to make a better life for themselves and their families. We also recognize the need to hire talented individuals from outside the company who bring special expertise and innovative skills to UFP.\n\nAvailable Information.\n\nOur Internet address is www.ufpi.com. Through our Internet website under \"Financial Information\" in the Investor Relations section, we make available free of charge, as soon as reasonably practical after such information has been filed with the SEC, our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed pursuant to Section 13(a) or 15(d) of the Securities Exchange Act. Also available through our Internet website under \"Our Company - Governance\" is our Code of Ethics for Senior Financial Officers.\n\nReports to Security Holders.\n\nNot applicable.\n\nEnforceability of Civil Liabilities Against Foreign Persons.\n\nNot applicable.",
      "char_count": 27889
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nPressures from various global and national macroeconomic events, including heightened inflation, uncertainty regarding future interest rates, foreign currency exchange rate fluctuations, recent adverse weather conditions, geo-political events, and potential governmental responses to these events have created, and continue to create, significant economic uncertainty and could materially and adversely impact our financial performance. The extent to which these macroeconomic pressures may impact our business, results of operations, costs and financial condition will depend on future developments, which continue to be highly uncertain and difficult to predict. While we have planned for and anticipate continued softening of demand within our markets into 2025, any one or more of the above macroeconomic factors could result in a more severe and longer downturn and/or increased costs, which would have an adverse and potentially material impact on our business and financial performance.\nWe may be impacted by new tariffs and duties on U.S. imports and foreign export sales and changes in import/export regulations. Instability of established free trade agreements, the potential imposition of new or increased tariffs on U.S. imports or exports, and potential changes to import/export regulations may lead to raw material and finished goods price volatility as well as instability and uncertainty in our supply chain. The new Trump administration has indicated its intent to evaluate key aspects of U.S. trade policy, and there has been ongoing commentary regarding potential significant changes to U.S. trade policies, treaties, and tariffs. These changes could both be material and implemented in a relatively short timeframe, which makes planning and risk mitigation difficult. \n​\nAn increase in foreign tariffs on U.S. goods could curtail our export sales to other countries, which were approximately $258.9 million in 2024. Increased tariffs and duties on U.S. imports will increase pricing by adding duty cost, where the duty is sustainable in light of overall unit price, or otherwise constrain supply by eliminating historical production sources by country or commodity type with unsustainable duties. Our purchases that were impacted by tariffs were approximately $390.9 million in 2024, including UFP’s U.S. import of Canadian Softwood Lumber of approximately $211.8 million, which is the largest imported commodity. In addition, there is a risk that U.S. tariffs on imports and countering tariffs on U.S. exports could trigger broader international trade conflicts that could adversely impact our business.\nWe may be impacted by a significant change in the value of the U.S. dollar and our results of operations may be harmed by currency fluctuations and inflation. We purchase a variety of raw materials and finished goods from sources around the world and export certain products. The impact of a change in U.S. dollar exchange rates, and inflation, would impact our import purchases and export sales, which totaled $390.9 million and $258.9 million respectively, in 2024. In addition, many of our packaging customers export their products; consequently, any adverse impact on those customers from currency fluctuations and inflation may have an adverse impact on our sales to those customers.\nOur growth may be limited by the customer demand in the markets we serve, including our construction market which is highly cyclical. Our sales growth is dependent, in part, upon the growth of the markets we serve. If our markets do not achieve anticipated growth, or if we fail to maintain our market share, financial results could be impaired.\nWe are subject to fluctuations in the price of lumber. We experience significant fluctuations in the cost of commodity lumber products from primary producers (the \"Lumber Market\"). A variety of factors over which we have no control, including government and environmental regulations, weather conditions, economic conditions, and natural disasters, impact the cost of lumber products and our selling prices. While we attempt to minimize our risk from severe price fluctuations, substantial, prolonged trends in lumber prices can affect our sales, cost of materials, and gross profits. Our products are generally priced to the customer based on a quoted, fixed selling price or \"indexed\" to the Lumber Market with a fixed dollar adder to cover conversion costs and profit. The impact on our profitability from changes in lumber prices is discussed in the “Historical Lumber Prices” and \"Impact of the Lumber Market on Our Operating Results\" captions of our Management’s Discussion and Analysis of Financial Condition and Results of Operations section under Item 7 of this Form 10-K. Our lumber costs, including plywood, as a percentage of net sales were 40.4% in 2024.\nA significant portion of our sales are concentrated with two customers. Our sales to The Home Depot and Lowes comprised 17% and 11%, respectively, of our total net sales in fiscal 2024, 17% and 12%, respectively, in 2023, and 15% and 11%, respectively, in 2022.\n\n\n8\n\n\n\nWe may be impacted by vertical integration strategies. In certain markets and product lines, our customers or vendors could pursue vertical integration strategies that could have an adverse effect on our sales. We strive to add value and be a low-cost producer while maintaining competitive pricing in each of our markets to mitigate this risk.\nWe may be impacted by industry capacity of products we supply. From time to time, we may experience excess capacity among suppliers of certain products in some of the markets we serve. Our selling prices and profitability are impacted during periods of shortages or excess industry capacity relative to market demand. We may also experience limited capacity among suppliers of certain products as a result of supply chain challenges, which may impact our profitability and ability to meet sales objectives.\nOur growth may be limited by our ability to make successful acquisitions. A key component of our growth strategy is to complete business combinations. Business combinations involve inherent risks, including assimilation and successfully managing growth. While we conduct extensive due diligence and have taken steps to ensure successful assimilation, factors beyond our control could influence the relative success of these acquisitions.\nWe may be adversely affected by the impact of environmental and safety regulations. We are subject to the requirements of federal, state, and local environmental and occupational health and safety laws and regulations. There can be no assurance that we are at all times in complete compliance with all of these requirements. We have made and will continue to make capital and other expenditures to comply with environmental regulations. If additional laws and regulations are enacted, which restrict our ability to manufacture and market our products, including our treated lumber products, it could adversely affect our sales and profits. Changes in the interpretation of existing laws could also adversely impact our financial results.\nSeasonality and weather conditions, including those arising from climate change, could adversely affect us. Some aspects of our business are seasonal in nature and results of operations vary from quarter to quarter. In addition, the majority of our products sold to the Retail and Construction markets are used or installed in outdoor construction applications; therefore, short-term sales volume, productivity and gross profits can be negatively affected by adverse weather conditions, particularly in our first and fourth quarters. To the extent changes in the world’s climate have a greater impact on adverse weather conditions, we would expect more variability in our business operations and results. Climate change, which could result in more and more severe and adverse weather events, would likely create greater volatility in our financial results. In addition, it is possible that new legislation or regulation enacted to address the impact of climate change could increase costs for us and our suppliers, including costs associated with raw materials, energy, production, transportation, environmental monitoring and reporting, and capital expenditures.\nInbound and outbound transportation costs represent a significant part of our cost structure. An increase in fuel and other operating expenses will significantly increase our costs. While we attempt to pass these costs along to our customers, there can be no assurance that they would agree to these price increases. Our total inbound and outbound transportation costs were approximately 7.8%, 9.4%, and 7.4% of net sales in 2024, 2023, and 2022, respectively.\nNew alternatives may be developed to replace traditional treated wood products. The manufacturers of wood preservatives continue to develop new preservatives. While we believe treated products are reasonably priced relative to alternative products such as composites or vinyl, new alternatives may impact the sales of treated wood products. In addition, new preservatives could increase our cost of treating products in the future.\nCybersecurity breaches or other failures in our information technology systems could disrupt our business. We rely upon information technology systems and network products and the secure operation of these systems and products. Despite security measures, these systems and products may be vulnerable to physical damage, hackers, computer viruses, or breaches due to errors or malfeasance by employees, vendors, or customers. We have experienced such events in the past and, although past events were immaterial, future events may occur and may be material. Our failure to successfully identify and manage these risks and uncertainties could disrupt our operations and increase our costs, which could negatively impact our results of operations.\n\n\n9\n\n\n\nOur financial results could be negatively impacted by costs associated with product liability, casualty, manufacturing and construction defects, and other claims. From time to time, we are exposed to claims relating to product liability, casualty events, manufacturing and construction defects, and similar claims, including as the result of the conduct of our employees and subcontractors. These claims could have a negative impact on our results of operation and financial condition, including through increased litigation costs, insurance-related costs, and damage to our reputation and customer relationships.\nWe may be adversely affected by the impact of pandemics and similar outbreaks. Disease outbreaks could have an adverse impact on the Company's operations and financial results. These outbreaks may adversely impact our business, consolidated results of operations and financial condition. Any such outbreak, as well as measures taken by governmental authorities and businesses to limit the spread of any outbreak, may result in adverse changes in customer demand and our sales, interfere with the ability of our employees and suppliers to perform and function in a manner consistent with targeted objectives and otherwise adversely impact the efficiency of our operations. This may cause us to materially curtail certain segments and could have a material adverse effect on the results of our operations and cash flow.\nAdverse economic conditions and our customers’ ability to operate may impact their ability to pay. This may result in higher write-offs of receivables than we normally experience. We continue to monitor our customers’ business activities, payment patterns, and credit profiles carefully and make changes in our terms when necessary in response to this risk. As a result, our accounts receivable aging as of December 28, 2024 was approximately 90% current. Our bad debt expense as a percentage of sales was 0.05%, 0.03%, and 0.15%, in 2024, 2023, and 2022, respectively. During the most difficult collection period of the Great Recession, from 2008 through 2010, our bad debt expense as a percentage of sales averaged 0.25%.",
      "char_count": 12112
    }
  },
  "extracted_at": "2026-01-19T16:01:58.368496"
}