{
  "ticker": "UTHR",
  "company_name": "UNITED THERAPEUTICS Corp",
  "cik": 1082554,
  "form_type": "10-K",
  "filing_date": "2025-02-26",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001082554-25-000005",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001082554&accession_number=000108255425000005&xbrl_type=v",
  "sic_code": "2834",
  "industry": "Pharmaceutical Preparations",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n\nOverview\n\nWe build on the strength of our research and development expertise and a distinctive, entrepreneurial culture that encourages innovation, creativity, inclusion, sustainability, and, simply, fun. Since inception, our mission has been to find a cure for pulmonary arterial hypertension (PAH) and other life-threatening diseases. Toward this goal, we have successfully obtained approval from the U.S. Food and Drug Administration (FDA) for several medicines, we are always conducting new clinical trials, and we are working to create an unlimited supply of manufactured organs and organ alternatives for transplantation.\n\nWe are the first publicly-traded biotech or pharmaceutical company to take the form of a public benefit corporation (PBC). Our public benefit purpose is to provide a brighter future for patients through (a) the development of novel pharmaceutical therapies; and (b) technologies that expand the availability of transplantable organs. At the same time, we seek to provide our shareholders with superior financial performance and our communities with earth-sensitive energy utilization.\n\nWe market and sell the following commercial therapies in the United States to treat PAH: Tyvaso DPI® (treprostinil) Inhalation Powder (Tyvaso DPI); Tyvaso® (treprostinil) Inhalation Solution (nebulized Tyvaso), which includes the Tyvaso Inhalation System; Remodulin® (treprostinil) Injection (Remodulin); Orenitram® (treprostinil) Extended-Release Tablets (Orenitram); and Adcirca® (tadalafil) Tablets (Adcirca). Tyvaso DPI and nebulized Tyvaso are also approved to treat pulmonary hypertension associated with interstitial lung disease (PH-ILD). In the United States, we market and sell an oncology product, Unituxin® (dinutuximab) Injection (Unituxin), which is approved for the treatment of high-risk neuroblastoma, and the Remunity® Pump for Remodulin (Remunity). Outside the United States, we derive revenues from sales of nebulized Tyvaso, Remodulin, and Unituxin. \n\nWe are actively advancing a pipeline of research and development projects that includes new indications and delivery devices for our existing products, as well as new products to treat PAH and other conditions. We are also focused on a variety of manufactured organ and organ alternative products with the goal of addressing the chronic shortage of transplantable organs for patients with end-stage organ diseases.\n\nOur principal executive offices are located at 1000 Spring Street, Silver Spring, Maryland 20910 and at 55 T.W. Alexander Drive, Research Triangle Park, North Carolina 27709. Unless the context requires otherwise or unless otherwise noted, all references in this Annual Report on Form 10-K (this Report) to “United Therapeutics” and to the “company”, “we”, “us” or “our” are to United Therapeutics Corporation and its subsidiaries.\n\nOur Commercial Products\n\nOur commercial product portfolio consists of the following: \n\nProductMode of DeliveryIndicationCurrent StatusOur Territory\n\nTyvaso DPIInhaled dry powder via pre-filled, single-use cartridgesPAH and PH-ILDCommercial sales in the U.S.Worldwide\n\nNebulized TyvasoInhaled solution via ultrasonic nebulizerPAH and PH-ILDCommercial sales in the U.S., Argentina, Dominican Republic, Israel, and Japan\n\nWorldwide\n\nRemodulinContinuous subcutaneousPAHCommercial sales in the U.S., most of Europe*, Argentina, Canada, Chile, Colombia, Costa Rica, Dominican Republic, Guatemala, Israel, Japan, Mexico, Peru, and South Korea\n\nWorldwide\n\nRemodulinContinuous intravenousPAHCommercial sales in the U.S., most of Europe*, Argentina, Canada, Colombia, Israel, Japan, Mexico, Peru, Saudi Arabia, and South Korea\n\nWorldwide\n\nRemunity Pump for RemodulinContinuous subcutaneous\n\nPAHCommercial sales in the U.S.Worldwide\n\nOrenitramOral tablets\n\nPAHCommercial sales in the U.S.Worldwide\n\nUnituxinIntravenousHigh-risk neuroblastomaCommercial sales in the U.S., Canada, and JapanWorldwide\n\nAdcircaOral tablets\n\nPAHCommercial sales in the U.S.United States \n\n2024 Annual Report\n\n3\n\n*    Remodulin is marketed and sold in most of the major European markets other than the United Kingdom for both intravenous and subcutaneous administration. In the United Kingdom, Remodulin is sold on a named-patient basis only.\n\nProducts to Treat Pulmonary Hypertension\n\nPulmonary hypertension (PH) has been classified into five groups. PAH is designated as group 1 PH, which includes multiple etiologies such as idiopathic (meaning the cause is unknown) and heritable PAH, as well as PAH associated with connective tissue diseases. PH associated with lung disease, such as PH-ILD, has been classified as group 3 PH. In addition, patients with PAH are classified into classes based on clinical severity, ranging from functional class I (no symptoms) through functional class IV (severe symptoms). Labeled indications for PAH therapies often note that clinical studies for the drug predominantly included patients in one or more functional classes.\n\nOur PH products were initially approved to treat only PAH. In March 2021, nebulized Tyvaso was approved to treat PH-ILD in addition to PAH. In May 2022, we also obtained FDA approval of Tyvaso DPI to treat both PAH and PH-ILD. We are engaged in further research and development of additional indications for nebulized Tyvaso to treat certain fibrotic lung conditions underlying PH-ILD. For further details, see Research and Development below. \n\nPAH is a life-threatening disease that affects the blood vessels in the lungs and is characterized by increased pressure in the pulmonary arteries, which are the blood vessels leading from the heart to the lungs. The elevated pressure in the pulmonary arteries strains the right side of the heart as it pumps blood to the lungs. This eventually leads to right heart failure and, ultimately, death. PAH is characterized by structural changes in blood vessel walls, aggregation of platelets, and alteration of smooth muscle cell function. We believe that PAH affects about 500,000 individuals worldwide. We have seen increases in the number of people diagnosed with the disease, but due to the rarity of the disease and the complexity of diagnosing it, only a small fraction of patients with PAH are being treated. \n\nCurrent therapies approved by the FDA for PAH focus on four distinct molecular pathways: the prostacyclin pathway, the nitric oxide pathway, the endothelin pathway, and activin signaling pathway. The classes of drugs that target these pathways are:\n\n•Prostacyclin Analogues and IP Prostacyclin Receptor Agonists. Patients with PAH have been shown to have reduced levels of prostacyclin, a naturally occurring molecule that relaxes the pulmonary blood vessels, prevents platelet aggregation, and inhibits the proliferation of smooth muscle cells in the pulmonary vessels. Drugs that mimic the action of prostacyclin, known as prostacyclin analogues, are established PAH treatments. Another class of therapy, called IP prostacyclin receptor agonists, also addresses PAH through the prostacyclin pathway. As compared with prostacyclin analogues, which broadly mimic the effect of prostacyclin, IP prostacyclin receptor agonists bind selectively to (and activate) the IP receptor, one of several prostacyclin receptors.\n\n•Phosphodiesterase Type 5 (PDE-5) Inhibitors and Soluble Guanylate Cyclase (sGC) Stimulators. Patients with PAH have also been shown to have reduced levels of the enzyme responsible for producing nitric oxide, a naturally occurring substance in the body that causes relaxation of the pulmonary blood vessels. Nitric oxide produces this effect by increasing intracellular levels of cyclic guanosine monophosphate GMP (cyclic GMP). Therefore, another established therapeutic approach has been to inhibit the degradation of cyclic GMP using drugs known as PDE-5 inhibitors. In addition, sGC is an enzyme found in the endothelial cells and the receptor for nitric oxide. When nitric oxide binds to sGC, the enzyme enhances production of cyclic GMP. As a result, sGC stimulators are also approved to treat PAH.\n\n•Endothelin Receptor Antagonists. PAH patients have also been shown to have elevated levels of endothelin-1, a naturally occurring peptide in the body that causes constriction of, and structural changes to, the pulmonary blood vessels. Therefore, another established therapeutic approach has been to block the action of endothelin with drugs that are known as endothelin receptor antagonists (ERAs). \n\n•Activin Signaling Inhibitors. Activin signaling inhibitors aim to improve the balance between pro- and anti-proliferative signaling to regulate vascular cell proliferation underlying PAH. In March 2024, Merck & Co., Inc. (Merck) obtained FDA approval for the first activin signaling inhibitor, known as Winrevair™ (sotatercept), to treat PAH, and launched sales of the product shortly thereafter.\n\nBecause any or all of the these pathways may be therapeutic targets in a patient, these classes of drugs are used alone or in combination to treat patients with PAH. We currently market drugs in two of these classes. Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram are all formulations of treprostinil, a prostacyclin analogue, and Adcirca is a PDE-5 inhibitor. \n\nPH-ILD is also a rare condition, impacting at least 30,000 patients in the United States. Tyvaso DPI and nebulized Tyvaso are the only available therapies the FDA has approved to treat PH-ILD. \n\nTyvaso DPI and Nebulized Tyvaso\n\nTyvaso was initially approved as a nebulized product by the FDA to treat PAH and was launched commercially in the United States in 2009. Following the successful INCREASE study of nebulized Tyvaso in patients with PH-ILD, including patients with underlying idiopathic pulmonary fibrosis (IPF) and combined pulmonary fibrosis and emphysema, the FDA approved our efficacy supplement to the nebulized Tyvaso New Drug Application (NDA) in March 2021. As a result, nebulized Tyvaso’s label was updated to include the PH-ILD indication. In May 2022, the FDA approved our dry powder formulation of inhaled \n\n4\n\nUnited Therapeutics, a public benefit corporation\n\ntreprostinil called Tyvaso DPI, for the treatment of both PAH and PH-ILD. We developed this product under an in-license from MannKind Corporation (MannKind) and launched this product commercially in the United States in June 2022.\n\nWe sell Tyvaso DPI and nebulized Tyvaso to specialty pharmaceutical distributors in the United States. We recognized $1,620.4 million, $1,233.7 million, and $873.0 million in combined Tyvaso DPI and nebulized Tyvaso net product sales, representing 56 percent, 53 percent, and 45 percent of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively. Nebulized Tyvaso is approved and commercialized in the United States, Israel, Argentina, the Dominican Republic, and Japan to treat PAH and PH-ILD, and is approved but not yet launched in additional countries in Latin America and Asia. \n\nTyvaso DPI is a drug-device combination product that incorporates the dry powder formulation technology and Dreamboat® inhalation device technology used in MannKind’s Afrezza® (insulin human) Inhalation Powder product, which was approved by the FDA in 2014 to treat patients with diabetes. Tyvaso DPI is administered four times per day. We believe that Tyvaso DPI provides substantial lifestyle benefits to PAH and PH-ILD patients, as compared with nebulized Tyvaso therapy, because it is: (1) less time-consuming to administer and easier to maintain, as the device is provided in pre-filled, single-use, multiple-strength, disposable cartridges, eliminating the need for cleaning and filling; and (2) mobile and more convenient, as the compact design of the inhaler and drug cartridges used with Tyvaso DPI enables the device to easily fit into the patient’s pocket and the device does not require electricity to function. Tyvaso DPI is currently approved only in the United States.\n\nNebulized Tyvaso is administered four times a day using our proprietary Tyvaso Inhalation System, which consists of an ultrasonic nebulizer and related accessories. Dose titration is achieved by varying the number of breaths per treatment session typically starting at three breaths per session, and increasing the dose in three-breath increments during the titration process. A single ampule containing nebulized Tyvaso solution is emptied into the Tyvaso Inhalation System once per day, so the Tyvaso Inhalation System only needs to be cleaned once daily. Nebulized Tyvaso is regulated by the FDA as a drug-device combination product approved under an NDA consisting of Tyvaso drug product and the Tyvaso Inhalation System. \n\nStudies establishing the effectiveness of nebulized Tyvaso to treat PAH included predominately PAH patients with functional class III symptoms (patients who may not have symptoms at rest but whose activities are greatly limited by shortness of breath, fatigue, or near fainting). Nebulized Tyvaso was generally well tolerated in these trials. The most common side effects were transient cough, headache, nausea, dizziness, and flushing. In January and June 2021, data from the INCREASE study of nebulized Tyvaso for PH-ILD were published in the New England Journal of Medicine and The Lancet Respiratory Medicine, respectively.\n\nRemodulin\n\nRemodulin was approved by the FDA for subcutaneous and intravenous administration in 2002 and 2004, respectively, and has been sold commercially in the United States since 2002. We sell Remodulin to specialty pharmaceutical distributors in the United States and to pharmaceutical distributors internationally. We recognized $538.1 million, $494.8 million, and $500.2 million in Remodulin net product sales, representing 19 percent, 21 percent, and 26 percent of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively. Remodulin is indicated to treat patients with PAH to diminish symptoms associated with exercise. Studies establishing effectiveness included patients with functional class II-IV (moderate to severe) symptoms. Outside of the United States, Remodulin is marketed and sold for the treatment of PAH throughout most of Europe, Canada, Mexico, and various countries throughout Asia, the Middle East, and Latin America, as noted in the table above. Remodulin is also approved in various additional countries throughout Latin America and Asia, where commercial launches are being planned by our distributors.\n\nWe believe that Remodulin has many qualities that make it an appealing alternative to competitive therapies. Remodulin is stable at room temperature, so it does not need to be cooled during infusion and patients do not need to use cooling packs or refrigeration to keep it stable. Treprostinil is highly soluble under certain conditions and highly potent, which enables us to manufacture Remodulin in concentrated solutions. This allows therapeutic concentrations of Remodulin to be delivered at low flow rates via infusion pumps for both subcutaneous and intravenous infusion. Remodulin can be continuously infused for up to 72 hours before refilling the external infusion pump, or up to 48 hours for diluted Remodulin. This profile contrasts favorably with non-treprostinil based, continuously infused prostacyclin therapies on the market: Flolan®; Veletri®; and generic epoprostenol.\n\nFlolan and generic epoprostenol are not stable at room temperature (and therefore require refrigeration or the use of cooling packs), but Veletri may be stable at room temperature depending on its concentration. Flolan, generic epoprostenol, and Veletri have shorter half-lives than Remodulin, requiring mixing prior to pump refills. None of these competitive products may be administered via subcutaneous infusion, and therefore may only be delivered intravenously which, unlike subcutaneous infusion, requires intravenous infusion line placement and carries the risk of serious bloodstream infection.\n\nWe also face competition from manufacturers of generic versions of Remodulin in the United States and abroad. See the section below entitled Patents and Other Proprietary Rights, Strategic Licenses, and Market Exclusivity—Generic Competition and Challenges to our Intellectual Property Rights.\n\nPatients must use external pumps manufactured by third parties to deliver Remodulin. Historically, Smiths Medical, Inc. (Smiths Medical, which was acquired by ICU Medical, Inc., or ICU Medical) manufactured the pumps used by most patients in the United States to administer Remodulin, including the CADD-MS®3 (MS-3) pump used to deliver subcutaneous Remodulin, \n\n2024 Annual Report\n\n5\n\nand the CADD-Legacy® pump to deliver intravenous Remodulin. In 2015, Smiths Medical notified us that it was planning to discontinue the manufacture of the MS-3 pumps and associated cartridges. In response, we funded Smiths Medical’s manufacture of several thousand additional MS-3 pumps and, in parallel, pursued development of the Remunity Pump so that PAH patients would not experience a delay or disruption in their Remodulin therapy. The inventory of MS-3 pumps held by specialty pharmacy distributors (including the additional pumps we funded the manufacture of) is now exhausted. In June 2023, our third-party contract manufacturer, Gilero LLC, which was recently acquired by Sanner GmbH, obtained FDA clearance for a cartridge to be used with the MS-3 pump for subcutaneous infusion of Remodulin. ICU Medical has also discontinued the CADD-Legacy system, and has made an alternative pump, the CADD-Solis™, available for intravenous infusion of Remodulin. As discussed below under Remunity Pump, our Remunity Pump is now the primary infusion system used to deliver Remodulin subcutaneously.\n\nThere are side effects associated with Remodulin. For example, when infused subcutaneously, Remodulin causes varying degrees of infusion site pain and reaction (redness and swelling) in most patients. Patients who cannot tolerate the infusion site pain related to the use of subcutaneous Remodulin may instead use intravenous Remodulin. Intravenous Remodulin is delivered continuously through a surgically implanted central venous catheter, similar to Flolan, Veletri, and generic epoprostenol. Patients who receive therapy through implanted venous catheters have a risk of developing bloodstream infections and a serious systemic infection known as sepsis. Other common side effects associated with both subcutaneous and intravenous Remodulin include headache, diarrhea, nausea, jaw pain, vasodilation, and edema.\n\nRemodulin may require dilution prior to administration based on factors such as patient weight, desired dose, and desired infusion rate. Dilution may be performed with multiple approved sterile diluent solutions, as specified in the full prescribing information. To provide patients with a reliable supply of diluent solution, we manufacture and distribute Sterile Diluent for Remodulin, a high-pH glycine diluent.\n\nRemunity Pump \n\nIn February 2021, we launched limited commercial sales of the Remunity Pump, which is a semi-disposable system for subcutaneous delivery of treprostinil that we developed in collaboration with DEKA Research & Development Corp. (DEKA) under an exclusive development and license agreement. The Remunity Pump consists of a small, lightweight, durable pump and controller designed to have a service life of at least three years. The Remunity Pump uses disposable cassettes filled with Remodulin, which can be connected to the pump with less patient manipulation than is typically involved in filling other currently available subcutaneous pumps. In November 2019, we entered into a supply agreement with an affiliate of DEKA to manufacture and supply the Remunity Pump to us. Under the terms of the agreement, we reimburse all of DEKA’s and its affiliates’ costs to manufacture the Remunity Pump. \n\nThe Remunity Pump was initially made available to patients in weekly shipments of disposable cassettes that were pre-filled with Remodulin by our specialty pharmacy distributors. In September 2022, we launched a patient-filled version of the Remunity Pump, which enables patients to receive monthly shipments of empty, ready-to-fill Remunity cassettes and Remodulin. The majority of patients being treated with subcutaneous Remodulin in the United States are now using the Remunity Pump, and we believe that it is the only subcutaneous infusion system available in the United States for newly prescribed treprostinil patients. The Remunity Pump is classified by CMS as durable medical equipment. \n\nIn January 2025, DEKA obtained FDA clearance of a new version of the Remunity Pump, which is intended to improve the patient experience by making the pump easier to use and will be offered only as a patient-filled device. We plan to launch this new system, called RemunityPRO™, later this year.\n\nOrenitram \n\nOrenitram is the only FDA-approved, orally-administered prostacyclin analogue, and is the only oral PAH prostacyclin class therapy approved in the United States that is titratable to a maximum tolerated dose without a dose ceiling. We sell Orenitram to the same specialty pharmaceutical distributors in the United States that distribute Tyvaso DPI, nebulized Tyvaso, and Remodulin. We recognized $434.3 million, $359.4 million, and $325.1 million in Orenitram net product sales, representing 15 percent, 15 percent, and 17 percent of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively. In 2013, the FDA approved Orenitram for the treatment of PAH patients to improve exercise capacity. The primary study that supported efficacy of Orenitram was a 12-week monotherapy study in which PAH patients were not on any approved background PAH therapy. In August 2018, we announced that our clinical study of Orenitram called FREEDOM-EV had met its primary endpoint of delayed time to first clinical worsening event. In particular, the preliminary results showed that Orenitram, when taken with an oral PAH background therapy, decreased the risk of a clinical worsening event versus placebo by 25 percent (p=0.0391), driven by a 61 percent decrease in the risk of disease progression for patients taking Orenitram, when compared to placebo (p=0.0002). In October 2019, the FDA approved a supplement to the Orenitram NDA to update the product’s label to reflect the FREEDOM-EV results. As a result, Orenitram is indicated to delay disease progression and improve exercise capacity. \n\nSecondary endpoints in the FREEDOM-EV study included changes from baseline in six-minute walk distance (6MWD), Borg dyspnea score (shortness of breath test), functional class, NT-proBNP levels, and combined 6MWD and Borg dyspnea score. Secondary endpoint data, which are not included in the updated FDA-approved labeling, are summarized below:\n\n6\n\nUnited Therapeutics, a public benefit corporation\n\n•Change in 6MWD: The median 6MWD trended toward improvement at week 24 (Hodges-Lehmann treatment estimate: seven meters). Median 6MWD improved with Orenitram at weeks 36 (13 meters) and 48 (21 meters) compared to placebo.\n\n•Change in Borg dyspnea score and WHO functional class: When classified categorically as “improved,” “no change,” or “deteriorated,” participants in the Orenitram group exhibited a significantly positive shift in Borg dyspnea score and WHO functional class compared to placebo at weeks 24, 36, and 48.\n\n•Change in NT-proBNP levels: NT-proBNP levels were significantly improved with Orenitram at weeks 24 and 36. Per the study protocol, NT-proBNP was not assessed at week 48.\n\n•Change in combined 6MWD and Borg dyspnea score: Combined 6MWD and Borg dyspnea score was significantly improved with Orenitram when assessed at week 24 compared to placebo.\n\nSixty-eight percent of the initial FREEDOM-EV participants enrolled in an open-label extension (OLE) study to further assess Orenitram’s tolerability, efficacy, and survival. Participants randomized to placebo in the initial FREEDOM-EV study who initiated Orenitram therapy after clinical worsening and tolerated treatment through week 48 demonstrated 6MWD improvement of 84 meters (p<0.0001), favorable shifts in functional class (p<0.0001), and a reduction in NT-proBNP of 778 pg/mL (p=0.03), compared to OLE baseline. Modest trends toward benefit were also measured at week 48 for those initially assigned placebo who did not have clinical worsening. Patients initially assigned to the active Orenitram group who did not have clinical worsening and who continued Orenitram during the OLE study were stable at week 48. Mortality rates were similar between Orenitram and placebo groups at the end of randomized treatment. However, in participants for whom data are available (89 percent), Orenitram was associated with a 36 percent decreased risk of mortality compared with placebo at study closure (p=0.013). These mortality data are not reflected in the FDA-approved labeling because they include data accrued in the OLE study. \n\nIn 2020, we published the results of a retrospective study in which a competing therapy, selexipag, was associated with 67 percent higher PAH-associated healthcare costs on average, during the first six months of therapy, compared to Orenitram. Selexipag and Orenitram are the only FDA-approved oral prostacyclin-class therapies.\n\nThe studies that established efficacy included predominately patients with functional class II-III symptoms and etiologies of idiopathic or heritable PAH (66 percent) or PAH associated with connective tissue disease (26 percent). The most common side effects observed in our clinical studies were headache, nausea, and diarrhea. Orenitram is currently only approved in the United States.\n\nAdcirca\n\nAdcirca is a PDE-5 inhibitor, the active pharmaceutical ingredient of which is tadalafil. Tadalafil is also the active pharmaceutical ingredient in Cialis®, which is marketed by Eli Lilly and Company (Lilly) for the treatment of erectile dysfunction. We acquired the commercial rights to Adcirca for the treatment of PAH in the United States from Lilly in 2008. We sell Adcirca at prices established by Lilly. We recognized $23.8 million, $28.9 million, and $41.3 million in Adcirca net product sales, representing one percent, one percent, and two percent of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively.\n\nIn 2009, the FDA approved Adcirca with a recommended dose of 40 mg, making it the only once-daily PDE-5 inhibitor for the treatment of PAH. Adcirca is indicated to improve exercise ability in patients with PAH. Studies establishing effectiveness included predominately patients with functional class II-III symptoms. Headaches were the most commonly reported side effect.\n\nThe current term of our Adcirca license agreement expires December 31, 2026.\n\nProduct to Treat Cancer — Unituxin\n\nIn March 2015, the FDA approved our Biologics License Application (BLA) for Unituxin, in combination with granulocyte-macrophage colony-stimulating factor, interleukin-2, and 13-cis-retinoic acid, for the treatment of patients with high-risk neuroblastoma (a rare form of pediatric cancer) who achieve at least a partial response to prior first-line multiagent, multimodality therapy. Unituxin is a chimeric monoclonal antibody composed of a combination of mouse and human DNA that induces antibody-dependent cell-mediated cytotoxicity, a mechanism of cell-mediated immunity whereby the immune system actively targets a cell that has been bound by specific antibodies. Unituxin therapy is associated with severe side effects, including infections, infusion reactions, hypokalemia, hypotension, pain, fever, and capillary leak syndrome. Unituxin has also been approved in Canada and Japan.\n\nWe recognized $238.7 million, $198.9 million, and $182.9 million in Unituxin net product sales, representing eight percent, nine percent, and nine percent of our total revenues for the years ended December 31, 2024, 2023, and 2022, respectively. \n\n2024 Annual Report\n\n7\n\nResearch and Development \n\nWe focus our research and development efforts on the following pipeline programs. We also engage in a variety of additional research and development efforts, including efforts to develop new and improved devices to deliver our current commercial products, and technologies designed to increase the supply of transplantable organs and organ alternatives and improve outcomes for transplant recipients through xenotransplantation, regenerative medicine, bio-artificial organ alternatives, three-dimensional (3D) bioprinting of organ alternatives, and ex vivo lung perfusion.\n\nSelect Pipeline Programs\n\nProductMode of AdministrationIndicationCurrent StatusSTUDY NAMEOur Territory\n\nNebulized Tyvaso (treprostinil)InhaledIPFPhase 3 TETON 1 and TETON 2 studies\n\nWorldwide\n\nNebulized Tyvaso (treprostinil)InhaledPPFPhase 3 TETON PPF study\n\nWorldwide\n\nRalinepag (IP receptor agonist)OralPAHPhase 3 ADVANCE OUTCOMES study\n\nWorldwide\n\nNebulized Tyvaso — TETON studies\n\nWe are conducting two phase 3 studies of nebulized Tyvaso, called TETON 1 and TETON 2, in patients with idiopathic pulmonary fibrosis (IPF). TETON 1 is being conducted in the United States and Canada, and TETON 2 is being conducted outside the United States and Canada. Enrollment in the TETON 2 study was completed in July 2024, after enrolling a total of 597 patients, and TETON 1 completed enrollment in January 2025 with 598 patients. We are also conducting a phase 3 study of nebulized Tyvaso called TETON PPF for the treatment of progressive pulmonary fibrosis (PPF); we enrolled the first patient in TETON PPF in October 2023. The primary endpoint of each TETON study is the change in absolute forced vital capacity (FVC) from baseline to week 52.\n\nThe TETON 1 and TETON 2 studies were prompted by data from the INCREASE study of nebulized Tyvaso for the treatment of PH-ILD, which demonstrated in a post-hoc analysis that treatment with nebulized Tyvaso resulted in significant improvements in percent predicted FVC at weeks 8 and 16, with subjects having an underlying etiology of IPF showing the greatest improvement (week 8: 2.5 percent; p=0.038 and week 16: 3.5 percent; p=0.015). Further, OLE data published in 2023 showed that these improvements in FVC were sustained for at least 64 weeks. For those patients who received placebo during the INCREASE study, marked improvements in FVC were observed following transition to nebulized Tyvaso during the OLE study. These data points, combined with substantial preclinical evidence of antifibrotic activity of treprostinil, suggest that nebulized Tyvaso may offer a treatment option for patients with IPF. We believe there are approximately 100,000 IPF patients in the United States.\n\nThe TETON PPF study was also prompted by a post-hoc analysis of data from the INCREASE study. PPF is a group of ILD conditions that exhibit progressive, self-sustaining fibrosis, and a similar disease course to IPF. PPF includes idiopathic interstitial pneumonias, autoimmune ILDs, chronic fibrosing hypersensitivity pneumonitis, and fibrotic ILDs related to environmental/occupational exposure. Due to the similarities in the mechanism of fibrosis between IPF and PPF, we anticipate that anti-fibrotic therapies will impact disease progression similarly in patients with these conditions. Therefore, based on the FVC improvements in subjects with IPF observed in the INCREASE study, we are conducting a single pivotal study, TETON PPF, to evaluate the safety and efficacy of nebulized Tyvaso for the treatment of PPF. We are targeting enrollment of 698 patients in this study. We believe there are at least 60,000 PPF patients in the United States, but the number could be significantly greater as some estimates indicate the U.S. patient population could exceed 180,000.\n\nBoth the FDA and the European Medicines Agency (EMA) have granted orphan designation for treprostinil to treat IPF. The FDA denied our orphan designation application for PPF. If the TETON studies are successful, we plan to seek FDA approval to expand the nebulized Tyvaso label to include IPF and PPF. We also plan to seek FDA approval to expand the Tyvaso DPI label to include IPF and PPF, following completion of any FDA-required bridging studies. We and our distributors will also consider seeking amendments to the marketing authorizations for nebulized Tyvaso in other countries where it is approved, to include IPF and/or PPF indications, and we will also consider seeking approval of nebulized Tyvaso for these indications in countries where it is not yet approved.\n\nIn February 2025, the data monitoring committee for the TETON 1 and TETON 2 studies completed a routine, unblinded safety review of data from over 1,100 patients enrolled in these studies, and unanimously recommended continuation of both trials without modification.\n\nRalinepag \n\nRalinepag is a next-generation, once-daily, oral, selective, and potent prostacyclin receptor agonist that we are developing for the treatment of PAH. A phase 2 study of an immediate-release formulation of ralinepag in 61 PAH patients (40 patients on \n\n8\n\nUnited Therapeutics, a public benefit corporation\n\nactive ralinepag, 21 on placebo) met its primary endpoint, showing a 29.8 percent reduction (p=0.03) in median pulmonary vascular resistance (PVR, the force or resistance that blood encounters as it flows through the blood vessels in the lungs) after 22 weeks of treatment with ralinepag compared with placebo. After participation in the phase 2 study, 45 patients entered into an OLE study to further determine if ralinepag may be safe and effective for long-term use to treat patients with PAH. The study found that ralinepag had a manageable side effect profile, with a decrease in side effects for patients who continued taking ralinepag over time. Moreover, two years after entering the OLE study, the study showed that ralinepag improved the ability to exercise as the 6MWD significantly increased by a mean of 36.3 meters (p=0.004), and over 85 percent of patients remained stable in their functional class. Additionally, hemodynamic measures (metrics to measure how well the heart is working) taken either one or two years after entering the OLE study demonstrated significant improvements (p=0.05) in both median PVR and mean pulmonary arterial pressure (the pressure in the blood vessels connecting the heart).\n\nWe are enrolling ADVANCE OUTCOMES, which is a phase 3, event-driven study of an extended-release formulation of ralinepag in PAH patients with a primary endpoint of time to first clinical worsening event. ADVANCE OUTCOMES is a global, multi-center, placebo-controlled trial that includes patients on approved oral background PAH therapies. During the first quarter of 2023, we discontinued a separate phase 3 study of ralinepag called ADVANCE CAPACITY, due to slow enrollment and a redirection of our internal resources toward the TETON PPF study. In October 2023, the data monitoring committee for the ADVANCE OUTCOMES study completed a routine, unblinded safety review of data from nearly 510 patients enrolled in the study, and unanimously recommended continuation of the trial without modification. The study is targeting enrollment of approximately 700 patients. We plan to close enrollment in mid-2025 and accrue clinical worsening events through the end of 2025.\n\nIf approved and launched, we expect ralinepag’s once-daily dosing profile to position it favorably compared with Uptravi (selexipag), which is a twice-daily IP-receptor agonist marketed by Johnson & Johnson for the treatment of PAH. In 2023, Johnson & Johnson reported global sales of Uptravi of nearly $1.6 billion, including over $1.3 billion in U.S. sales, reflecting a growth rate of approximately 20 percent over 2022.\n\nManufactured Organs and Organ Alternatives\n\nEach year, end-stage organ failure kills millions of people. A significant number of these patients could have benefited from an organ transplant. Unfortunately, the number of usable, donated organs available for transplantation has not grown significantly over the past half century, while the need has soared. Our long-term goals are aimed at addressing this shortage. With advances in technology, we believe that creating an unlimited supply of tolerable manufactured organs and organ alternatives is now principally an engineering challenge, and we are dedicated to finding engineering solutions. We are engaged in research and development of a variety of technologies designed to increase the supply of transplantable organs and tissues and to improve outcomes for transplant recipients through xenotransplantation, regenerative medicine, 3D bioprinting of organ alternatives, bio-artificial organ alternatives, and ex vivo lung perfusion.\n\nWhile we continue to develop and commercialize therapies for rare and life-threatening conditions, we view manufactured organs and organ alternatives as complementary solutions for a broad array of diseases, many of which (such as PAH and PH-ILD) have proven incurable to date despite the availability of pharmaceutical and biologic therapies. For this reason, we included the development of “technologies that expand the availability of transplantable organs” as part of our express public benefit purpose when we converted United Therapeutics to a PBC in 2021.\n\nXenotransplantation\n\nOur xenotransplantation program includes three development-stage organ products known as “xenografts”, which are intended to be transplanted from gene-edited pigs into humans.\n\nThe UKidney™ is a development-stage kidney from a pig with ten gene edits to support organ functioning in the human body. Six human genes were added to the pig genome to facilitate immune acceptance of the organ, while four genes were inactivated: three that contribute to porcine organ rejection in humans and one that can cause organ growth beyond what is normal for humans. The UHeart™ is a heart from the same pig with ten gene edits.\n\nThe UThymoKidney™ is a development-stage kidney from a pig with a single gene edit, together with tissue from the pig’s thymus. The pig’s thymus tissue is intended to condition the recipient’s immune system to recognize the UThymoKidney as “self” and reduce the likelihood of rejection. The single gene that is disrupted in the pig is responsible for the synthesis of alpha-gal, a sugar on the surface of cells that can cause immediate rejection of a porcine organ when transplanted into the human body. Because tissues from pigs containing this gene edit do not contain detectable levels of the alpha-gal sugar, we refer to materials derived from this pig as GalSafe®. In December 2020, the GalSafe pig was approved by the FDA for use as human food and as a potential source for biomedical purposes. Meat from GalSafe pigs is currently being produced for individuals with alpha-gal syndrome, an allergy to meat caused by a bite from the lone star tick. This approval marked only the second FDA approval of a gene-edited animal as a source of food, and the first such approval for a mammal.\n\nWe have entered into agreements with Johns Hopkins University (JHU), New York University (NYU), the University of Alabama at Birmingham (UAB), and the University of Maryland, Baltimore (UMB) to perform preclinical testing of our porcine xenografts, with the goal of commencing human clinical trials in the near term. These collaborations have been generating data regarding our UHearts, UKidneys, and UThymoKidneys. In addition to evaluating our xenografts in animal models, our \n\n2024 Annual Report\n\n9\n\nresearch efforts have used innovative preclinical human models to obtain insights into how xenografts function inside the human body. \n\nIn December 2024, we submitted an Investigational New Drug application (IND) to the FDA related to our UKidney product. In January 2025, the FDA cleared this IND, which enables us to commence a clinical trial. This study is expected to enroll an initial cohort of six end-stage renal disease (ESRD) patients, expanding to up to 50 participants, and we intend for this study to support a Biologics License Application (BLA) with the FDA. This study is designed as a combination phase 1/2/3 trial (sometimes referred to as a “phaseless” study) to evaluate safety and efficacy seamlessly without moving through separate phase 1, phase 2, and phase 3 studies that are typically associated with conventional drug approvals.\n\nIn February 2024, we inaugurated a clinical-scale, designated pathogen-free (DPF) facility in Virginia and began populating the facility with animals during the first quarter of 2024. We expect this DPF to supply xenografts compliant with FDA current Good Manufacturing Practices (cGMP) for human clinical trials, with a target capacity of up to 125 organs per year. This facility cost approximately $75 million to construct. In 2024, we acquired land in Minnesota where we intend to construct a second clinical-scale DPF facility for redundancy, and to support breeding of animals for future commercial use. We expect to spend approximately $105 million to construct the facility. We are also planning to construct at least one more clinical-scale DPF facility in Houston, Texas. While our clinical-scale DPF facilities are also capable of producing organs for commercial use, we are planning to build additional, larger cGMP DPF facilities at commercial scale. While these projects will be capital-intensive, the timing and volume of these expenditures will be staggered and paced in a manner intended to balance our need to address market demand as soon as possible following FDA approval with the need to defer the most significant capital expenditures until we achieve certain clinical trial milestones. We have commenced pre-construction activities for a commercial-scale DPF facility. As part of our pre-construction activities, we intend to confirm essential facility design criteria with the FDA because this facility will be on a significantly larger scale, and therefore significantly higher cost, than our clinical-scale facilities.\n\nKey accomplishments in our xenotransplantation program include the following: \n\n•First Successful Xenotransplants of Porcine Hearts. University of Maryland School of Medicine (UMSOM) surgeons have successfully transplanted UHearts into two living human patients. Each of these procedures were authorized by the FDA on a single-patient, expanded access (also called “compassionate use”) basis, and marked the first known examples of transplanting whole organs from gene-edited pigs to humans. The FDA’s compassionate use regulations allow a physician to apply to use an unapproved product outside of a clinical trial to treat an individual patient with a serious or immediately life-threatening disease or condition when no satisfactory alternative therapy is available. The first patient, who received a xenotransplant in January 2022, survived for approximately two months with the UHeart. In June 2022, data from this procedure were published in the New England Journal of Medicine. The second patient, who received a xenotransplant in September 2023, survived for approximately six weeks with the UHeart. We and our collaborators continue to evaluate data from these human transplants.\n\n•First Successful Transplantation of Porcine Thymokidney. In April 2024, surgeons at NYU Langone Health successfully transplanted a UThymoKidney into a living patient under an FDA authorization for compassionate use. The patient was suffering from heart and kidney failure, and received a left ventricular assist device to stabilize heart function prior to the UThymoKidney transplant. The procedure marked the first known transplantation of a thymokidney into a human, the first known transplantation of a gene-edited porcine kidney into a human using only FDA-cleared immunosuppression drugs, and the first known procedure combining the use of a heart pump with a transplanted porcine xenokidney. After 47 days, surgeons electively removed the thymokidney and returned the patient to dialysis. According to NYU Langone Health, the thymokidney had sustained significant injury from episodes of insufficient blood flow due to reduced blood pressure generated by the heart pump and, on balance, was no longer contributing enough to justify continuing the patient’s immunosuppression regimen. NYU Langone Health noted that a biopsy of the thymokidney did not show signs of rejection.\n\n•Second Successful Transplantation of a Porcine Kidney. In November 2024, surgeons at NYU Langone Health successfully transplanted a UKidney into a living patient under an FDA authorization for compassionate use. Three months later, the patient continues to do well with essentially normal kidney function, setting a record for the longest human use of a xenotransplanted porcine organ.\n\n•Successful UKidney and UHeart Tests in Preclinical Human Models. In 2021, surgeons at NYU and UAB tested UThymoKidneys and UKidneys from our gene-edited pigs in brain-dead organ donors maintained on artificial support, providing preclinical evidence that gene-edited pig organs could transcend the most proximate immunological barriers to xenotransplantation. These studies using a preclinical human decedent model were conducted in brain-dead organ donors whose organs were determined to be ineligible for donation, with the consent of each donor’s family. Results of the UAB experiments were published in the American Journal of Transplantation in January 2022 and the Journal of Clinical Investigation in January 2024, and results of the NYU experiments were published in the New England Journal of Medicine in May 2022.\n\nIn June and July 2022, NYU surgeons tested two UHearts from our gene-edited pigs in brain-dead organ donors maintained on artificial support. In each case, normal function was observed for our UHearts over a three-day study period, without signs of early rejection. The results were published in Nature Medicine in July 2023.\n\nIn September 2023, NYU surgeons completed a 61-day study of a UThymoKidney in a brain-dead organ donor maintained on artificial support. At the time, this experiment marked the longest documented case of a \n\n10\n\nUnited Therapeutics, a public benefit corporation\n\nxenotransplanted organ functioning in a human body. Publications of the result of this experiment are expected in the near term.\n\nRegenerative Medicine, Bio-Artificial Organ Alternatives, and 3D Bioprinting of Organ Alternatives\n\n•Miromatrix. In December 2023, we acquired Miromatrix Medical Inc. (Miromatrix), a company based in Minnesota focused on the development of new technologies for generating manufactured kidneys and liver alternatives composed of human primary cells. The Miromatrix external liver assist product, called miroliverELAP®, uses a decellularized porcine liver matrix that has been seeded with human-derived cells and an extracorporeal blood circuit to maintain liver support in patients experiencing acute liver failure. Miromatrix first used its decellularization technology to successfully develop two acellular products, MiroMesh® and MiroDerm®, which received FDA 510(k) clearance for hernia repair and wound care applications, respectively, and which were later spun off by Miromatrix. In October 2024, Miromatrix initiated screening of patients for a phase 1 study of miroliverELAP in patients with acute liver failure, which is the first human clinical trial of a manufactured organ alternative. Miromatrix is also developing miroliver®, a fully implantable manufactured liver alternative product, and mirokidney®, a fully implantable manufactured kidney alternative product, both of which are based on decellularized porcine organ scaffolds that have been reseeded with human-derived cells. Initially the Miromatrix products are intended to be allogeneic, requiring the use of standard immunosuppression protocols. Future versions may be based on autologous cells, reducing or eliminating the need for immunosuppression drugs.\n\n•ULobe™. The ULobe is a development-stage engineered lung lobe alternative made using a porcine lung scaffold that is decellularized and then re-cellularized with cells from a human donor other than the recipient (also called “allogeneic” cells). In 2023, our Regenerative Medicine Laboratory in Research Triangle Park, North Carolina (RTP) produced 450 decellularized lung scaffolds, 220 recellularized lungs, and 1.7 trillion human cells for use in recellularization.\n\n•ULung™. The ULung is a development-stage engineered lung alternative composed of a 3D printed lung scaffold cellularized with either allogeneic human lung cells, or the patient’s own cells (known as “autologous” cells) with the goal of reducing or eliminating the need for immunosuppression. The lung scaffold used in the ULung is printed using 3D printers being developed in collaboration with 3D Systems, Inc. Our Organ Manufacturing Group, located in Manchester, New Hampshire, has achieved recognition for developing the world’s most complex 3D printed object. Its lung scaffold designs consist of a record 44 trillion voxels that lay out 4,000 kilometers of pulmonary capillaries and 200 million alveoli, which demonstrate gas exchange in preclinical models. Under our agreement with 3D Systems, we also have the exclusive right to develop additional human solid organ alternatives using 3D Systems’ printing technology.\n\n•IVIVA. In October 2023, we completed the acquisition of IVIVA Medical, Inc. (IVIVA), a preclinical stage company based in Massachusetts, focused on bio-artificial manufactured kidney alternative products. IVIVA’s preclinical implantable kidney alternative product uses autologous cells to mimic important physiological functions of native kidneys in recipients to support their native kidney function without the need for immunosuppression. The product is designed to replace the need for external kidney dialysis.\n\nEx Vivo Lung Perfusion\n\nOur ex vivo lung perfusion (EVLP) program uses the first FDA-approved acellular EVLP technology on the market, the XVIVO Perfusion System (XPS™) with Steen Solution™ Perfusate, to offer the only commercially-available centralized EVLP service in the United States. EVLP technology increases the number of transplantable lungs by giving surgeons the ability to assess the function of lungs to determine if the lungs are suitable for transplantation. This allows for the transplantation of lungs that would have otherwise not been transplanted. Centralized EVLP services make EVLP available to small and large transplant centers and remove barriers to the transplantation process to optimize organ utilization and increase the supply of transplantable lungs.\n\nOur wholly-owned subsidiary, Lung Bioengineering Inc., provides commercial EVLP services on a fee-for-service basis to transplant centers through dedicated facilities located in Silver Spring, Maryland and Jacksonville, Florida, using the XPS System. In 2024, Lung Bioengineering completed a registrational study of another centralized EVLP technology called the Centralized Lung Evaluation System (CLES) and submitted a premarket approval application to the FDA in September 2024 for commercial approval of CLES, which has been accepted by the FDA.\n\nOver 500 patients have received lung transplants following use of our centralized EVLP service.\n\nSustainable Delivery of Organs and Organ Alternatives\n\nTogether with our work on therapeutic interventions, we are working with third parties to develop scalable technologies to efficiently deliver an unlimited supply of manufactured organs and organ alternatives to transplant centers and waiting patients, while minimizing environmental impact. Our organ delivery research efforts are focused on the development of piloted and autonomous electric vertical take-off and landing aircraft systems to quickly, reliably, and sustainably deliver organs and organ alternatives from manufacturing facilities to transplant centers.\n\nBeginning in 2017, we entered into a series of agreements with BETA Technologies, Inc. to support the development of all-electric aircraft to help us meet our future distribution requirements for manufactured organs and organ alternatives. In October 2021, we successfully completed the first-ever drone delivery of a human lung for transplant at Toronto General \n\n2024 Annual Report\n\n11\n\nHospital, demonstrating the feasibility of our goal of delivering our manufactured organs and organ alternatives with zero carbon footprint aircraft. In October 2024, we entered into a collaboration agreement with Robinson Helicopter Company to support our efforts to develop and certify zero-emission, hydrogen-powered helicopters based on Robinson’s R44 and R66 helicopter models.\n\nSales and Marketing\n\nOur marketing strategy for our commercial PAH and PH-ILD products is to use our sales and marketing teams to reach out to the prescriber community to: (1) increase PAH and PH-ILD awareness; (2) increase understanding of the progressive nature of PAH and the importance of early treatment; (3) communicate the increased risks when ILD patients develop PH-ILD; and (4) increase awareness of our commercial products and how they fit into the various stages of disease progression and treatment. \n\nDistribution of Commercial Products\n\nUnited States Distribution of Tyvaso DPI, Nebulized Tyvaso, Remodulin, Remunity Pump, Orenitram, and Unituxin \n\nWe distribute Tyvaso DPI, nebulized Tyvaso, Remodulin, the Remunity Pump, and Orenitram throughout the United States through two contracted specialty pharmaceutical distributors: Accredo Health Group, Inc. and its affiliates (Accredo) and Caremark, L.L.C. (CVS Specialty). These distributors are required to maintain certain minimum inventory levels to facilitate an uninterrupted supply to patients who are prescribed our therapies. We compensate Accredo and CVS Specialty on a fee-for-service basis for certain ancillary services in connection with the distribution of these products. If any of our distribution agreements expire or terminate, we may, under certain circumstances, be required to repurchase any unsold inventory held by our distributors. \n\nThese specialty pharmaceutical distributors are responsible for assisting patients with obtaining reimbursement for the cost of our treprostinil-based products and providing other support services. Under our distribution agreements, we sell each of our treprostinil-based products to these distributors at a transfer price that we establish. We have also established patient assistance programs in the United States, which provide our treprostinil-based products to eligible uninsured or under-insured patients at no charge. Accredo and CVS Specialty assist us with the administration of these programs.\n\nWe distribute Unituxin throughout the United States through an exclusive distribution agreement with ASD Specialty Healthcare, Inc. (ASD), an affiliate of Cencora, Inc. (formerly known as AmerisourceBergen Corporation). Under this agreement, we sell Unituxin to ASD at a transfer price that we establish, and we pay ASD fees for services provided in connection with the distribution and support of Unituxin. \n\nTo the extent we increase the price of any of these products, increases are typically in the single-digit percentages per year. \n\nUnited States Distribution of Adcirca\n\nUnder our manufacturing and supply agreement with Lilly, Lilly manufactures and distributes Adcirca on our behalf through its wholesaler network in the same manner that it distributes its own pharmaceutical products. Under the terms of this agreement, we take title to Adcirca upon completion of its manufacture by Lilly. Adcirca is shipped to customers in accordance with purchase orders received by Lilly. Upon shipment, Lilly sends an invoice and collects the amount due from the customer subject to customary discounts and rebates, if any. Although Lilly provides these services on our behalf, we maintain the risk of loss as it pertains to inventory, product returns, and non-payment of invoices. The manufacturing and supply agreement will continue in effect until the December 31, 2026 expiration or earlier termination of our license agreement for Adcirca. Lilly retains authority under the license agreement for all regulatory activities with respect to Adcirca as well as its retail pricing.\n\nInternational Distribution of Tyvaso DPI, Nebulized Tyvaso, Remodulin, Orenitram, and Unituxin\n\nWe currently sell Remodulin outside the United States to various distributors, each of which has exclusive distribution rights in one or more countries within Europe, the Middle East, Asia, and South and Central America. Our primary distributor outside the United States is Grupo Ferrer Internacional, S.A. (Ferrer), which holds Remodulin marketing authorization rights in many of these territories. We sell nebulized Tyvaso commercially to distributors that have exclusive distribution rights in Argentina and Israel. We also sell nebulized Tyvaso exclusively through Mochida Pharmaceutical Co., Ltd. (Mochida), in Japan, where the product was approved to treat PAH in late 2022, and to treat PH-ILD in 2024. In 2024, we also granted Japanese distribution rights for Tyvaso DPI to Mochida, which plans to seek marketing authorization in Japan. We also distribute Remodulin and \n\n12\n\nUnited Therapeutics, a public benefit corporation\n\nUnituxin in Canada through a specialty pharmaceutical wholesaler. In some of the markets where we are not licensed to market Remodulin, Remodulin is available, but not marketed, on a named patient basis in which therapies are approved for individual patients by a national medical review board, hospital, or health plan on a case-by-case basis. Similar named-patient programs are also available for nebulized Tyvaso in certain countries. We entered into exclusive agreements with Ferrer to distribute Orenitram and nebulized Tyvaso throughout the territories where it also has distribution rights for Remodulin. Feedback from the EMA indicated that approval of either Orenitram or nebulized Tyvaso would require another large clinical trial of the applicable product. As a result, we have terminated our contract with Ferrer concerning Orenitram. We plan to revisit seeking EMA approval for nebulized Tyvaso if the TETON program is successful. In December 2023, the U.K. Medicines and Healthcare products Regulatory Authority (MHRA) provided positive feedback to Ferrer indicating that the INCREASE study and data from its open label extension could support a marketing authorisation application (MAA) for nebulized Tyvaso to treat PH-ILD without further clinical studies. In late 2024, MHRA agreed to also consider the submission package from Mochida’s recent approval of nebulized Tyvaso for PH-ILD in Japan as supporting evidence through the International Recognition Procedure. As a result, Ferrer plans to submit an MAA to the MHRA in 2025. We distribute Unituxin in Japan exclusively through Ohara Pharmaceutical Co., Ltd., which obtained Japanese marketing authorization during the second quarter of 2021. Tyvaso DPI is not yet distributed in any countries outside the United States.\n\nPatents and Other Proprietary Rights, Strategic Licenses, and Market Exclusivity \n\nOur success depends in part on our ability to obtain and maintain patent protection for our products, preserve trade secrets, prevent third parties from infringing upon our proprietary rights, and operate without infringing upon the proprietary rights of others in the United States and worldwide. Many of these proprietary rights stem from licenses and other strategic relationships with third parties. In addition to intellectual property rights, U.S. and international regulatory authorities often provide periods of market exclusivity for manufacturers of biopharmaceutical products.\n\nPatents provide the owner with a right to exclude others from practicing an invention. Patents may cover the active ingredients, uses, formulations, doses, administrations, delivery mechanisms, manufacturing processes, and other aspects of a product. The period of patent protection for any given product generally depends on the expiration date of various patents and may differ from country to country according to the type of patents, the scope of coverage, and the remedies for infringement available in a country. Most of our commercial products and investigational products are protected by patents that expire on varying dates. \n\nSignificant legal questions exist concerning the extent and scope of patent protection for biopharmaceutical products and processes in the United States and elsewhere. Accordingly, there is no certainty that patent applications owned or licensed by us will be issued as patents, or that our issued patents will afford meaningful protection against competitors. Once issued, patents are subject to challenge through both administrative and judicial proceedings in the United States and other countries. Such proceedings include re-examinations, inter partes reviews (IPR), post-grant reviews, and interference proceedings before the U.S. Patent and Trademark Office, as well as opposition proceedings before the European Patent Office. Litigation may be required to enforce, defend, or obtain our patent and other intellectual property rights. Any administrative proceeding or litigation could require a significant commitment of our resources and, depending on outcome, could adversely affect the scope, validity, or enforceability of certain of our patent or other proprietary rights.\n\nTyvaso DPI, Nebulized Tyvaso, Remodulin, and Orenitram Proprietary Rights\n\nWe have issued patents and pending patent applications covering our treprostinil-based products, Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram. We have two unexpired patents related to the manufacture of treprostinil that expire in 2028 and are listed in the FDA’s Approved Drug Products with Therapeutic Equivalence Evaluations, commonly known as the Orange Book (see Orange Book below), for Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram. \n\nIn addition to the treprostinil patents noted above, we have other patents specific to our individual treprostinil-based products, including the following:\n\n•Tyvaso DPI. We have three Orange Book-listed U.S. patents that we license from MannKind directed to the composition of Tyvaso DPI drug product, which expire in 2025, 2030, and 2035, respectively. We have another issued U.S. patent listed in the Orange Book directed to a method of improving exercise capacity in patients with PH-ILD expiring in 2042. Additionally, our license agreement with MannKind includes rights to a substantial portfolio of additional issued U.S. patents related to a component of the drug product and methods of making the drug product, which expire at various dates through 2035, and pending applications that, if issued, could provide protection to 2042 or beyond.\n\n•Nebulized Tyvaso. We have been granted two U.S. patents directed to a method of treating pulmonary hypertension and a kit for treating pulmonary hypertension. These two patents expire in 2028 and are listed in the Orange Book. We have also been granted a patent on methods of treating pulmonary hypertension by administering treprostinil by inhalation, which expires in 2027. This patent is also listed in the Orange Book. Additionally, we have been granted a patent directed to a method of improving exercise capacity in PH-ILD patients, which expires in 2042.\n\n2024 Annual Report\n\n13\n\n•Remodulin. We have been granted three U.S. patents covering an improved diluent for Remodulin, which expire in 2028 and 2029. All three of these patents are listed in the Orange Book.  \n\n•Orenitram. Our U.S. patents for Orenitram orally administered formulations, controlled moisture storage and manufacturing methods, as well as those covering controlled release formulations licensed to us by Supernus Pharmaceuticals Inc. (Supernus). These patents will expire in the United States between 2026 and 2031. \n\nWe have international counterparts to many of the patents discussed above and additional pending U.S. and international patent applications related to Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram.\n\nOrange Book\n\nIn seeking approval of a drug through an NDA or upon issuance of new patents following approval of an NDA, applicants are required to submit to the FDA each patent that has claims covering the applicant’s product or a method of using the product. Each of the patents submitted is then published in the Orange Book. See Governmental Regulation—Patent Term and Regulatory Exclusivity below for further details. Tyvaso DPI currently has six unexpired Orange Book-listed patents with expiration dates ranging from 2025 to 2042. Nebulized Tyvaso currently has six unexpired Orange Book-listed patents expiring at various dates from 2027 to 2042. Remodulin currently has five unexpired Orange Book-listed patents with expiration dates ranging from 2028 to 2029. Orenitram currently has twelve unexpired Orange Book listed patents with expiration dates ranging from 2026 to 2031. Additional patent applications are pending, and if granted, may be eligible for listing in the Orange Book.\n\nRegulatory Exclusivity\n\n•Tyvaso DPI and Nebulized Tyvaso. In 2010, the FDA granted orphan drug designation for Tyvaso, which resulted in an orphan exclusivity period that expired in July 2016. In March 2021, the FDA granted three-year clinical trial exclusivity for PH-ILD as a result of the INCREASE study and the expansion of the nebulized Tyvaso label to include a PH-ILD indication. This exclusivity period covered both nebulized Tyvaso and Tyvaso DPI for PH-ILD, and expired in March 2024. Additionally, the FDA determined in August 2024 that we are entitled to a period of exclusivity for nebulized Tyvaso and Tyvaso DPI based on a clinical trial conducted to obtain approval for a PH-ILD indication, and that this exclusivity expires on May 23, 2025. In 2004, the European Commission designated nebulized Tyvaso an orphan medicinal product for the treatment of both PAH and chronic thromboembolic pulmonary hypertension, which would confer a ten-year exclusivity period commencing if and when we obtain marketing approval. In December 2020, the FDA granted orphan designation for treprostinil for the treatment of IPF. Thus, if we obtain FDA approval to update the Tyvaso DPI and/or nebulized Tyvaso labeling to include an IPF indication, then the FDA should grant seven-year orphan drug exclusivity for this new indication. The EMA has also granted orphan drug designation for treprostinil to treat IPF.\n\n•Remodulin. Regulatory exclusivity for Remodulin in the United States and Europe has expired.  \n\n•Orenitram. In November 2019, following approval of our supplemental NDA to reflect the FREEDOM-EV results in the Orenitram label, the FDA granted orphan exclusivity for the new indication that Orenitram delays disease progression in PAH patients. This exclusivity expires in October 2026. \n\nSupernus License\n\nIn 2006, we entered into an exclusive license agreement with Supernus to use certain of its technologies in manufacturing Orenitram. Under the agreement, we paid Supernus certain amounts upon the achievement of specified milestones based on the development and commercial launch of Orenitram for PAH, and we would be obligated to make additional milestone payments if we develop Orenitram for a second indication. In addition, the agreement provides that we will pay a single-digit percentage royalty based on net worldwide sales. The term of this royalty expires during the fourth quarter of 2026. \n\nManufactured Organ and Organ Alternative Proprietary Rights\n\nWe have a large portfolio of pending patent applications and issued patents that could protect our proprietary rights in our manufactured organs and organ alternative products. We own patents, and have licensed rights under third-party patents, covering various aspects of these products; we do not view any one patent or group of patents as critical. For example, we have over 150 pending patent applications and multiple issued patents covering various aspects of our 3D organ alternative bioprinting program, and we have exclusively licensed an extensive 3D printing patent portfolio from 3D Systems for use in the field of manufacturing solid organ alternatives. Our xenotransplantation patent portfolio includes over 150 pending applications and issued patents, including nearly one hundred issued patents in the U.S. and abroad. Our regenerative medicine patent portfolio, including our newly-acquired Miromatrix and IVIVA programs, includes over 300 pending applications and issued patents. \n\nOur patent portfolio covers various aspects of our manufactured organ and organ alternative programs, including genetic constructs, manufacturing methods, end products, and components used in the manufacture of these products. The applicability of our patent portfolio to our programs will depend on the final commercial organ manufacturing products we provide and processes we use and the timing of regulatory approvals. In addition, we may rely on trade secret protection for certain aspects of our manufactured organ and organ alternative programs.\n\n14\n\nUnited Therapeutics, a public benefit corporation\n\nGeneric Competition and Challenges to our Intellectual Property Rights\n\nRemodulin—Generic Competition\n\nWe settled litigation with Sandoz, Inc. (Sandoz) related to its abbreviated new drug application (ANDA) seeking FDA approval to market a generic version of Remodulin and in March 2019, Sandoz announced the availability of its generic product in the United States. We have also entered into similar settlement agreements with other generic companies, some of which have also launched sales of generic versions of Remodulin. Through December 31, 2024, we have seen limited erosion of Remodulin sales as a result of generic treprostinil competition in the United States. We are currently engaged in litigation with Sandoz and its marketing partner, RareGen (now a subsidiary of Liquidia Corporation, the parent company of Liquidia Technologies, Inc. (Liquidia)), related to the infusion devices used to administer Remodulin subcutaneously. We understand that generic treprostinil was initially launched by Sandoz/RareGen for use only by intravenous infusion. In May 2021, Sandoz/Liquidia Corporation announced that Sandoz’s generic treprostinil was made available for subcutaneous use, following FDA clearance of a cartridge that can administer the product via the Smiths Medical CADD MS-3 pump. In addition, Liquidia has announced it is developing a new subcutaneous infusion system for its generic treprostinil product. See Note 14—Litigation, to our consolidated financial statements included in this Report.\n\nRegulatory authorities in various European countries began approving generic versions of Remodulin in 2018, followed by pricing approvals and commercial launches in most of these countries in 2019 and 2020. As a result, our international Remodulin revenues have decreased compared to the period prior to generic launch, due to increased competition and a reduction in our contractual transfer price for Remodulin sold by certain international distributors for sales in countries in which the pricing of Remodulin is impacted by the generic competition.\n\nNebulized Tyvaso and Orenitram—Potential Future Generic Competition\n\nWe settled litigation with Watson Laboratories, Inc. (Watson) and Actavis Laboratories FL, Inc. (Actavis) related to their ANDAs seeking FDA approval to market generic versions of nebulized Tyvaso and Orenitram, respectively, before the expiration of certain of our U.S. patents. Under the settlement agreements, Watson and Actavis can market their generic versions of nebulized Tyvaso and Orenitram in the United States beginning in January 2026 and June 2027, respectively, although they may be permitted to enter the market earlier under certain circumstances. In May 2022, we settled litigation with ANI Pharmaceuticals, Inc. (ANI) regarding its ANDA seeking FDA approval to market a generic version of Orenitram. Under the settlement agreement, ANI can market its generic version of Orenitram in the United States beginning in December 2027, although it may be permitted to enter the market earlier under certain circumstances. Competition from these generic companies could reduce our net product sales and profits. See Note 14—Litigation, to our consolidated financial statements included in this Report. \n\nLiquidia—Yutrepia\n\nLiquidia has been granted tentative approval by the FDA to market Yutrepia™, a dry powder formulation of treprostinil for inhalation, to treat PAH and PH-ILD, following the expiration of our regulatory exclusivity in May 2025. The Yutrepia NDA was submitted under the 505(b)(2) regulatory pathway with nebulized Tyvaso as the reference listed drug. If and when Liquidia launches commercial sales of Yutrepia, it would compete directly with Tyvaso DPI, nebulized Tyvaso, and our other treprostinil-based products.\n\nWe are engaged in litigation with Liquidia concerning a patent covering the treatment of PH-ILD to improve exercise capacity in patients suffering from PH-ILD by inhaling treprostinil at specific dosages (the PH-ILD patent). In addition, Liquidia sued the FDA, challenging the grant of regulatory exclusivity to Tyvaso DPI through May 2025. We intervened in this lawsuit and contend that the FDA acted improperly by allowing Liquidia to add PH-ILD to its pending NDA for Yutrepia instead of submitting an entirely new NDA.\n\nFor further details regarding these litigation matters, please see Note 14—Litigation, to our consolidated financial statements. \n\nGeneral\n\nWe intend to vigorously enforce our intellectual property rights related to our products. However, we may not prevail in defending our patent rights, and additional challenges from other ANDA filers or other challengers may surface with respect to our products. Our patents could be invalidated, found unenforceable, or found not to cover one or more generic forms of our products. If any ANDA filer or filer of a 505(b)(2) NDA for a branded treprostinil product were to receive approval to sell its treprostinil product and/or prevail in any patent litigation, our affected product(s) would become subject to increased competition. Patent expiration, patent litigation, and competition from generic or other branded treprostinil manufacturers could have a significant, adverse impact on our treprostinil-based product revenues, our profits, and our stock price. These potential effects are inherently difficult to predict. For additional discussion, see the risk factor entitled, Our intellectual property rights may not effectively deter competitors from developing competing products that, if successful, could have a material adverse effect on our revenues and profits, contained in Part I, Item 1A—Risk Factors included in this Report. \n\n2024 Annual Report\n\n15\n\nAdcirca License Agreement\n\nIn 2008, Lilly granted us an exclusive license to develop, market, promote, and commercialize Adcirca for the treatment of pulmonary hypertension in the United States. We agreed to pay Lilly royalties based on our net product sales of Adcirca. Lilly retained the exclusive rights to develop, manufacture, and commercialize pharmaceutical products containing tadalafil, the active pharmaceutical ingredient in Adcirca, for the treatment of pulmonary hypertension outside of the United States and for the treatment of other diseases worldwide. Lilly retained authority for all regulatory activities with respect to Adcirca and for setting the wholesale price of Adcirca. In May 2017, we amended our Adcirca license agreement with Lilly to clarify and extend the term of the agreement and to amend the economic terms of the agreement following a patent expiry in November 2017. As a result, we are required to make milestone payments to Lilly equal to $325,000 for each $1.0 million in net product sales, plus a royalty equal to ten percent of our net product sales. The current term of our Adcirca license agreement expires December 31, 2026. Following expiration of the agreement, we will remain obligated to refund the purchase price of any Adcirca that we previously sold to distributors that expires unsold. For additional discussion, see our Adcirca product description included in Part I, Item 1—Business Overview—Products to Treat Pulmonary Arterial Hypertension.\n\nWe also agreed to purchase Adcirca at a fixed manufacturing cost. The agreement provides a mechanism, generally related to the increase in the national cost of pharmaceutical manufacturing, pursuant to which Lilly may raise the manufacturing cost of Adcirca.\n\nUnituxin Proprietary Rights and Regulatory Exclusivity\n\nApproval of our BLA for Unituxin conferred a 12-year data exclusivity period through March 2027, during which the FDA may not approve a biosimilar for Unituxin. Our orphan drug exclusivity in the United States for Unituxin expired in March 2022. Under a non-exclusive license agreement with The Scripps Research Institute, we pay a royalty of one percent of Unituxin net product sales. We have no patents covering Unituxin.\n\nDEKA Agreements\n\nIn December 2014, we entered into an exclusive agreement with DEKA to develop a semi-disposable system for subcutaneous delivery of Remodulin, which we refer to as the Remunity Pump. Our agreement with DEKA expires on the last to occur of 25 years from the first product launch under the agreement, or upon the expiration of the last valid claim of a patent licensed from DEKA under the agreement that covers the Remunity Pump. Under the terms of the agreement, we funded the development costs related to the Remunity Pump and the RemunityPRO Pump and will continue to fund any further development costs associated with new versions of the pump. We pay product fees and a single-digit royalty to DEKA based on commercial sales of the Remunity Pump and the RemunityPRO Pump, and the Remodulin drug product sold for use with the system. Either party may terminate the agreement immediately upon a material breach by the other party that is uncured following the relevant cure period, or in the event of the other party’s bankruptcy or insolvency. In November 2019, we entered into a supply agreement with an affiliate of DEKA to manufacture and supply the Remunity Pump, and later amended it to provide for manufacture and supply of the RemunityPRO Pump. Under this supply agreement, we are responsible for all costs associated with manufacturing the Remunity Pump and the RemunityPRO Pump. Remunity and RemunityPRO are covered by issued patents and pending patent applications both in the U.S. and other countries. The expiration dates of currently issued U.S. patents range from 2027 through 2033. \n\nTyvaso DPI and the MannKind Agreement\n\nIn September 2018, we entered into a worldwide, exclusive license and collaboration agreement with MannKind for the development and commercialization of Tyvaso DPI for the treatment of PAH. The agreement became effective on October 15, 2018. \n\nUnder our agreement with MannKind, we are responsible for global development, regulatory, and commercial activities related to Tyvaso DPI, and we share manufacturing responsibilities with MannKind. Under the terms of the agreement, we paid MannKind $45.0 million following the effectiveness of the agreement in October 2018, and we paid $25.0 million in each of 2019 and 2020 following the achievement of specific development targets. The agreement also requires us to pay MannKind a ten percent royalty on our net sales of Tyvaso DPI, subject to certain reductions. In addition, we have the option, in our sole discretion, to expand the license to include other active ingredients for the treatment of pulmonary hypertension. We will pay MannKind up to $40.0 million in additional option exercise and development milestone payments for each product (if any) added to the license pursuant to this option, as well as a low double-digit royalty on our net sales of any such product. \n\nIn December 2023, MannKind entered into a royalty purchase agreement with Sagard Healthcare Funding Partners Borrowers 2 SPE, LP, with our consent, to sell ten percent of the royalties payable under the license agreement (i.e., one percentage point of the ten percent royalty) in exchange for $150.0 million up-front, plus up to an additional $50.0 million if net sales of Tyvaso DPI meet certain thresholds. Based on the up-front purchase price alone, the implied net present value of future Tyvaso DPI net revenues at the time of the transaction was $15.0 billion.\n\n16\n\nUnited Therapeutics, a public benefit corporation\n\nUnder our license agreement with MannKind, we have an exclusive license to a variety of granted and pending patents and patent applications related to treprostinil inhalation powder and the Dreamboat device, including multiple patent families covering the U.S. and other major market countries. These patents cover drug formulation, devices and device components, and manufacturing processes and intermediates. For additional detail concerning these patents, see Tyvaso DPI, Nebulized Tyvaso, Remodulin, and Orenitram Proprietary Rights above.\n\nIn August 2021 we entered into a commercial supply agreement with MannKind (as amended, the Supply Agreement). Pursuant to the Supply Agreement, MannKind is responsible for manufacturing and supplying Tyvaso DPI to us on a cost-plus basis. Unless earlier terminated, the initial term of the Supply Agreement continues until December 31, 2031, and will thereafter be renewed automatically for additional, successive two-year terms unless we give 24 months’ written notice of non-renewal, or MannKind gives 48 months’ written notice of non-renewal, prior to the end of the initial term or any additional renewal term. In addition, each party has customary termination rights, including termination for the other party’s material breach that is not cured within a specific timeframe or in the event of liquidation, bankruptcy, or insolvency of the other party.\n\nRalinepag and the Arena Agreement\n\nOn November 15, 2018, we entered into an exclusive license agreement with Arena Pharmaceuticals, Inc. (Arena) related to ralinepag. On January 24, 2019, in connection with the closing of the transactions contemplated by the license agreement: (1) Arena granted to us perpetual, irrevocable, and exclusive rights throughout the universe to develop, manufacture, and commercialize ralinepag; (2) Arena transferred to us certain other assets related to ralinepag, including, among others, related domain names and trademarks, permits, certain contracts, inventory, regulatory documentation, Investigational New Drug (IND) Application No. 109021 (related to ralinepag), and non-clinical, preclinical, and clinical trial data; (3) we assumed certain limited liabilities from Arena, including, among others, all obligations arising after the closing under the assumed contracts and the IND described above; and (4) we paid Arena $800.0 million, which we expensed as acquired in-process research and development and included within research and development expenses in our consolidated statements of operations for the year ended December 31, 2019. We will also pay Arena: (1) a one-time payment of $250.0 million for the first, if any, marketing approval we receive in the United States for an inhaled version of ralinepag to treat PAH; (2) a one-time payment of $150.0 million for the first, if any, marketing approval we receive in any of Japan, France, Italy, the United Kingdom, Spain, or Germany for an oral version of ralinepag to treat any indication; and (3) low double-digit, tiered royalties on net sales of any pharmaceutical product containing ralinepag as an active ingredient, subject to certain adjustments for third-party license payments. Under our license agreement with Arena, we have an exclusive license to a variety of granted and pending patents and patent applications related to ralinepag covering drug formulation, manufacturing, and dosage, among others. Many of these patents and patent applications would be eligible for listing in the Orange Book. In March 2022, Arena was acquired by Pfizer Inc. Based on potential patent term extensions and additional patent filings, we believe that U.S. patent protection for ralinepag will likely last through at least the mid-2030s. \n\nOther\n\nWe are party to various other license agreements related to therapies and technologies under development. These license agreements require us to make payments based on a percentage of sales if we are successful in commercially developing these therapies, and may require other payments upon the achievement of certain milestones.\n\nManufacturing and Supply\n\nWe synthesize treprostinil, the active ingredient in Tyvaso DPI, nebulized Tyvaso, and Remodulin, and treprostinil diolamine, the active ingredient in Orenitram, at our facilities in Silver Spring, Maryland. We produce dinutuximab, the active ingredient in Unituxin, at our Silver Spring facility. We manufacture drug product for nebulized Tyvaso, Remodulin, and Unituxin at our Silver Spring facility. We manufacture Orenitram drug product, and we package, warehouse, and distribute Tyvaso DPI, nebulized Tyvaso, Remodulin, Orenitram, and Unituxin, at our facilities in RTP. \n\nWe maintain, at a minimum, a two-year inventory of nebulized Tyvaso, Remodulin, and Orenitram based on expected demand, and we contract with third-party contract manufacturers to supplement our capacity for some products, to mitigate the risk that we might not be able to manufacture internally sufficient quantities to meet patient demand. For example, Simtra BioPharma Solutions (formerly known as Baxter Pharmaceutical Solutions, LLC) is approved by the FDA, the EMA, and various other international regulatory agencies to manufacture Remodulin for us. We rely on Woodstock Sterile Solutions to serve as an additional manufacturer of nebulized Tyvaso drug product. We have initiated efforts to qualify a contract manufacturer as a second manufacturing source for dinutuximab, the active ingredient in Unituxin. We have no plans to develop a redundant manufacturing source for finished Unituxin or Orenitram drug product.\n\nMannKind warehouses and distributes Tyvaso DPI on our behalf at its Danbury, Connecticut facility. We commenced warehousing and distribution of Tyvaso DPI at our RTP facilities during the first quarter of 2024, to supplement MannKind’s warehousing and distribution activities. We currently rely entirely on MannKind to manufacture Tyvaso DPI finished drug product and inhalers, and we are constructing a facility in RTP to manufacture our own supply of Tyvaso DPI finished drug product and inhalers. \n\n2024 Annual Report\n\n17\n\nWe rely on Minnetronix Inc. and Phillips-Medisize Corp. to manufacture the nebulizer used in our Tyvaso Inhalation System and various third parties to manufacture the monthly disposable device accessories for the Tyvaso Inhalation System. We rely entirely on Lilly to manufacture Adcirca. We currently rely on third-party contract manufacturers to produce ralinepag. We are in the process of qualifying our RTP facility to produce our primary commercial supply of ralinepag, if and when it is approved by the FDA.\n\nWe rely entirely on third parties to supply pumps and other supplies necessary to administer Remodulin. ICU Medical discontinued manufacturing the MS-3 system used to administer subcutaneous Remodulin, and specialty pharmacy distributors have informed us that supplies of MS-3 pumps are exhausted. ICU Medical has also discontinued manufacturing and distribution of the CADD-Legacy system used to administer intravenous Remodulin. Historically, these were the pumps primarily used to administer Remodulin to patients in the United States. In 2021, we launched the Remunity Pump to administer subcutaneous Remodulin, and in 2022 ICU Medical made an alternative pump, the CADD-Solis, available for intravenous Remodulin. We rely entirely on DEKA and its affiliates to manufacture the Remunity and RemunityPRO Pumps for us. In June 2023, our third-party contract manufacturer obtained FDA clearance for a cartridge to be used with the MS-3 pump for subcutaneous infusion of Remodulin. This clearance enables us to help ensure continuity of cartridge supplies to existing patients using the MS-3 pump. We are also engaged in further efforts to develop alternative pumps to administer Remodulin. There are additional ancillary supplies used with these pumps, and there are a limited number of manufacturers that supply them. In 2024, a manufacturer discontinued popular infusion tubing sets used with the Remunity Pump (and expected to be used with RemunityPRO) and transferred this business to another manufacturer. This manufacturer has operations outside of the United States and is working to establish an additional U.S. distributor for their product. We are working to secure arrangements for alternative suppliers of these tubing sets, but the availability of these suppliers can be limited and thus obtaining these supplies is largely outside of our control. Specialty pharmacies have reportedly run low on these supplies, which threatens patients’ ability to continue administering Remodulin using the Remunity Pump.  \n\nAlthough we believe that additional third parties could provide similar products, services, and materials, there are few companies that could replace our existing third-party manufacturers and suppliers. A change in supplier or manufacturer could cause a delay in the manufacturing, distribution, and research efforts associated with our respective products or result in increased costs. See also Item 1A—Risk Factors included in this Report.\n\nCompetition \n\nMany drug companies engage in research, development, and commercialization of products to treat cardiopulmonary diseases and cancer. For the treatment of PAH, we compete with many approved products in the United States and the rest of the world. In the U.S., these competitive therapies include oral ERAs (Letairis® (ambrisentan), Opsumit® (macitentan), Tracleer® (bosentan), generic bosentan, and generic ambrisentan); prostacyclin-class therapies (Flolan (intravenous epoprostenol), Uptravi® (oral selexipag), Veletri® (intravenous epoprostenol), Ventavis® (inhaled iloprost), generic epoprostenol, and generic treprostinil injection); PDE-5 inhibitors (Revatio® (sildenafil), generic sildenafil, and generic tadalafil); an SGC stimulator Adempas® (riociguat); an activin pathway inhibitor Winrevair (sotatercept-csrk) delivered via subcutaneous injection; and an oral combination product known as Opsynvi®, comprised of tadalafil and macitentan. These therapies are manufactured and marketed by large pharmaceutical companies such as Johnson & Johnson, Gilead Sciences, Inc., Bayer Schering Pharma AG, GSK plc, and Merck & Co., Inc. (Merck), as well as a variety of large generic drug manufacturers.\n\nMerck’s Winrevair is the most recent significant competitive entrant into the market for PAH therapies, having obtained FDA approval in March 2024. A majority of patients enrolled in the STELLAR pivotal clinical trial of Winrevair were on background prostacyclin-class therapies such as treprostinil, and to date we have not seen a material impact on the use of our treprostinil-based therapies. However, some physicians may choose to prescribe Winrevair prior to initiating prostacyclin therapy, which could negatively impact our revenues, and Merck is engaged in clinical studies that could, if successful, result in an earlier use of Winrevair for treating PAH.\n\nNebulized Tyvaso and Tyvaso DPI are currently the only FDA-approved inhaled prostacyclin analogues available in the United States for newly-diagnosed patients. The manufacturer of another inhaled prostacyclin analogue, Ventavis® (iloprost), announced in October 2023 that its associated nebulizer had been discontinued and encouraged healthcare providers to explore alternative treatments for patients utilizing Ventavis and refrain from initiating new patients on Ventavis. \n\nThere are a wide variety of investigational PAH therapies in development. Therapies in registration-phase studies, or which have completed registration-phase studies, include the following:\n\n•Yutrepia, a dry powder formulation of treprostinil developed by Liquidia, which is designed for pulmonary delivery using a disposable inhaler. Liquidia has been granted tentative approval by the FDA for its NDA for Yutrepia to treat PAH and PH-ILD, with final approval anticipated in May 2025.\n\n•L606, an inhaled, liposomal form of treprostinil currently being developed by Pharmosa Biopharm Inc. (Pharmosa) and Liquidia for treatment of PAH and PH-ILD, intended to be dosed twice daily. In June 2023, Liquidia announced it had entered into an exclusive licensing agreement with Pharmosa for development and commercialization of L606 in North America, and that the product is the subject of an upcoming phase 3 clinical trial in patients with PH-ILD, with the intent of obtaining approval for the treatment of both PAH and PH-ILD via the 505(b)(2) regulatory pathway, with nebulized Tyvaso as the reference listed drug. On October 2, 2024, Liquidia and Pharmosa announced that they amended the \n\n18\n\nUnited Therapeutics, a public benefit corporation\n\nlicensing agreement to expand Liquidia’s licensed territory to include Europe, Japan, and elsewhere, and to include rights to Pharmosa’s nebulizers for use with L606.\n\n•Seralutinib (GB002), a small molecule tyrosine kinase inhibitor being developed by Gossamer Bio, Inc. (Gossamer) as a dry powder inhaled product for PAH and PH-ILD. Gossamer initiated a phase 3 study in PAH in the fourth quarter of 2023, and has announced plans to initiate a phase 3 study in PH-ILD in mid-2025.\n\nAdditional therapies being studied for PAH include the following, among others: Cereno Scientific’s valproic acid (CS1) (phase 2); Insmed Incorporated’s TPIP (INS1009, an inhaled version of treprostinil intended to be dosed once per day) (phase 2); SoniVie’s TIVUS™ (pivotal trial); Respira Therapeutics’ vardenafil (RT234) (phase 2b); and Tiakis Biotech’s tiprelestat (phase 2).\n\nOral non-prostacyclin therapies (such as PDE-5 inhibitors and ERAs) are commonly prescribed as first-line treatments for less severely ill PAH patients. As patients progress in their disease severity, additional advanced approved therapies, such as inhaled prostacyclin analogues (including Tyvaso DPI and nebulized Tyvaso) or infused prostacyclin analogues (including Remodulin) are then commonly added. Orenitram was the first approved oral prostacyclin-class therapy for PAH in the United States, and offers a more convenient alternative therapy to Remodulin and nebulized Tyvaso. The use of available oral therapies could delay many patients’ need for inhaled or infused prostacyclin therapy. As a result, the availability of oral therapies affects demand for our inhaled and infused products. \n\nOrenitram faces direct competition from Uptravi, which is indicated to delay disease progression and reduce the risk of hospitalization for PAH. Orenitram’s initial indication was limited to the improvement of exercise capacity, which may have led physicians to prescribe Uptravi instead of Orenitram. However, Uptravi is an oral IP prostacyclin receptor agonist. While prostacyclin analogues such as Orenitram broadly mimic the effect of prostacyclin, IP prostacyclin receptor agonists bind selectively to the IP receptor, one of several prostacyclin receptors. In addition, Orenitram’s label allows physicians flexibility to titrate each patient’s dosing up to a level according to tolerability, without any stated maximum. By contrast, Uptravi’s label specifies a specific maximum dose. Given the progressive nature of PAH, many patients initiate Orenitram or another one of our treprostinil-based therapies after their disease progresses while taking Uptravi. In August 2018, we announced the results of our FREEDOM-EV clinical study, which demonstrated that Orenitram delays time to clinical worsening, demonstrated improvement across key clinical measures, and, at study closure, indicated a positive impact on survival rates. In October 2019, the FDA approved a supplement to our Orenitram NDA expanding the Orenitram label to indicate that it also delays disease progression, in addition to improving exercise capacity. We believe that these clinical results and updated labeling have resulted in increased use of Orenitram.\n\nWe have faced generic competition for Adcirca since the launch of generic tadalafil in the United States in August 2018, which has significantly reduced our Adcirca revenues. We have also faced generic competition for Remodulin in the United States and certain European countries since 2019. Finally, we have entered into settlement agreements with Actavis and ANI permitting them to launch generic versions of Orenitram in June 2027 and December 2027, respectively, and with Watson permitting it to launch a generic version of nebulized Tyvaso in January 2026, or in each case earlier under certain circumstances. For details regarding these and other potential generic competitors, see the section above entitled Patents and Other Proprietary Rights, Strategic Licenses, and Market Exclusivity—Generic Competition and Challenges to our Intellectual Property Rights.\n\nTyvaso DPI, nebulized Tyvaso, and our other treprostinil-based products may face competition should Liquidia launch Yutrepia, a dry powder inhaled version of treprostinil.\n\nAside from Tyvaso DPI and nebulized Tyvaso, there are currently no approved therapies indicated to treat PH-ILD. Several PAH drug candidates are also being developed for PH-ILD (e.g., Yutrepia, L606, seralutinib, and TPIP). In addition, Foresee Pharmaceuticals is developing mirivadelgat for PH-ILD (phase 2), and Pulmovant is developing mosliciguat for PH-ILD (phase 2). Other companies are now developing, or may in the future develop, other therapies to treat PH-ILD. In addition, the use of antifibrotic therapies to treat underlying lung disease (such as the IPF therapies discussed below) could delay the onset of group 3 pulmonary hypertension.\n\nFollowing the results of the INCREASE study, we expanded our investigational efforts with inhaled treprostinil to examine its use to treat the lung diseases underlying PH-ILD, including our TETON 1 and TETON 2 studies of nebulized Tyvaso in IPF patients and the TETON PPF study of nebulized Tyvaso in PPF patients. If the TETON program is successful, we anticipate seeking IPF and PPF indications for nebulized Tyvaso and, following completion of any FDA-required bridging studies, Tyvaso DPI. There are currently only two therapies that are approved by the FDA to treat IPF: Ofev® (nintedanib), which is marketed by Boehringer Ingelheim International GmbH, and Esbriet® (pirfenidone), which is marketed by F. Hoffman-La Roche Ltd. (Roche). A generic version of Esbriet is also available to treat IPF. In addition, Ofev is the only therapy approved to treat PPF. However, clinical studies have indicated that these therapies only slow lung function decline in IPF (and in the case of Ofev, PPF) patients, resulting in a significant unmet need for therapies that halt or reverse lung function decline in IPF and PPF. There are potentially competing therapies in advanced clinical development for IPF. These therapies include, but are not limited to: Boehringer Ingelheim’s nerandomilast (phase 3, positive results announced in February 2025); Bristol Myers Squibb Company’s admilparant (BMS-986278) (phase 3); Avalyn Pharma’s AP01 (inhaled nintendanib) (phase 2); Bridge Biotherapeutics’ BBT-877 (phase 2); Calliditas Therapeutics’ setanaxib (phase 2); CSL Behring’s CSL312 (garadacimab) (phase 2); Cumberland Pharmaceuticals’ Vasculan® (ifetroban) (phase 2); Daewoong Pharmaceutical’s bersiporocin (DWN12088) (phase 2); Endeavor Biosciences’ taladegib (NV-101) (phase 2); Genentech’s vixarelimab (phase 2); GSK’s GSK3915393 (phase 2); Insilico Medicine’s ISM001_055 (phase 2); Pliant Therapeutics’ PLN-74809 (bexotegrast) (phase 2); PureTech \n\n2024 Annual Report\n\n19\n\nHealth’s deupirfenidone (LYT-100) (phase 2); Redx Pharma’s zelasudil (phase 2); Syndax Pharmaceuticals’ Niktimvo® (axatilimab-csfr) (phase 2); Tvardi Therapeutics’ TTI-101 (phase 2); and Vicore Pharma’s buloxibutid (phase 2). Some or all of these therapies may also be developed as treatments for PPF.\n\nUnituxin may face competition from Qarziba® (dinutuximab beta), an antibody product developed by Apeiron Biologics AG that is approved in Europe to treat high-risk neuroblastoma but is not approved in the United States. In October 2016, EUSA Pharma (UK) Ltd. (which was acquired by Recordati Group in 2022) announced it had acquired global commercialization rights to Qarziba. In addition, Y-mAbs Therapeutics, Inc. (Y-mAbs), is developing several GD-2 targeting drug candidates, and in November 2020 obtained FDA approval for Danyelza® (naxitamab-gqgk) to treat pediatric and adult patients with relapsed and refractory (second line) high-risk neuroblastoma in bone or bone marrow. Y-mAbs launched commercial sales of Danyelza in 2021. Y-mAbs is also conducting studies of naxitamab for frontline high-risk neuroblastoma. \n\nWe compete with the developers, manufacturers, and distributors of all of the products noted above for customers, funding, access to licenses, personnel, third-party collaborators, product development, and commercialization. Some of these companies have substantially greater financial, marketing, sales, distribution and technical resources, and more experience in research and development, product development, manufacturing and marketing, clinical trials, and regulatory matters, than we have. \n\nGovernmental Regulation\n\nPharmaceutical Product Approval Process\n\nThe research, development, testing, manufacture, promotion, marketing, distribution, sampling, storage, approval, labeling, record keeping, post-approval monitoring and reporting, and import and export of pharmaceutical products are extensively regulated by governmental agencies in the United States and in other countries. In the United States, failure to comply with requirements under the Federal Food, Drug, and Cosmetic Act (FDC Act), the Public Health Service Act (PHSA), and other federal statutes and regulations, may subject a company to a variety of administrative or judicial sanctions, such as FDA refusal to approve pending NDAs or BLAs, warning letters, product recalls, product seizures, total or partial suspension of manufacturing or distribution, injunctions, fines, civil penalties, and criminal prosecution.\n\nSatisfaction of FDA pre-market approval requirements is extremely costly and typically takes many years. The actual cost and time required may vary substantially based upon the type, complexity, and novelty of the product or disease. Drugs are subject to rigorous regulation and requirements by the FDA in the United States, the EMA in the European Union (EU), and similar regulatory authorities in other countries. The steps ordinarily required before a new drug may be marketed in the United States, which are similar to steps required in most other countries, include: (1) preclinical testing; (2) submission to the FDA of an IND; (3) clinical studies, including well-controlled clinical trials, in healthy volunteers and patients to establish safety, efficacy, and dose-response characteristics for each drug indication; (4) submission of an NDA or BLA to the FDA; and (5) FDA acceptance, review, and approval of the NDA or BLA. \n\nPreclinical Testing\n\nPreclinical tests include laboratory evaluation of product chemistry and formulation, as well as animal studies to explore toxicity and for proof-of-concept. The conduct of the preclinical tests must comply with federal regulations and requirements including good laboratory practices. \n\nSubmission of IND\n\nThe results of preclinical testing are submitted to the FDA as part of an IND, along with other information including information about product chemistry, manufacturing, and controls, and a proposed clinical trial protocol. Absent FDA objection within 30 days after submission of an IND, the IND becomes effective and the clinical trial proposed in the IND may begin.\n\nClinical Studies\n\nClinical trials involve the administration of the investigational new drug to healthy volunteers or patients under the supervision of a qualified investigator. Clinical trials must be conducted: (1) in compliance with federal regulations; (2) in compliance with good clinical practices (GCP), an international standard meant to protect the rights and health of patients and to define the roles of clinical trial sponsors, administrators, and monitors; and (3) under protocols detailing the objectives of the trial, the parameters to be used in monitoring safety and the criteria to be evaluated. Each protocol involving testing on U.S. patients and subsequent protocol amendments must be submitted to the FDA as part of the IND.\n\nThe FDA may order the temporary or permanent discontinuation of a clinical trial at any time or impose other sanctions if it believes that the clinical trial is not being conducted in accordance with FDA requirements or presents an unacceptable risk to the clinical trial patients. The study protocol and informed consent information for patients in clinical trials must also be \n\n20\n\nUnited Therapeutics, a public benefit corporation\n\napproved by an institutional review board (IRB). An IRB may also require the clinical trial at a site to be halted temporarily or permanently for failure to comply with the IRB’s requirements, or may impose other conditions.\n\nClinical trials in support of an NDA typically are conducted in sequential phases, but the phases may overlap. \n\n•Phase 1 involves the initial introduction of the drug into healthy human subjects or patients to assess metabolism, pharmacokinetics, pharmacological actions, side effects associated with increasing doses, and, if possible, early evidence on effectiveness. \n\n•Phase 2 usually involves studies in a limited patient population to assess the efficacy of the drug in specific, targeted indications, explore tolerance and optimal dosage, and identify possible adverse effects and safety risks. \n\n•Phase 3 trials, also called pivotal studies, major studies or advanced clinical trials, demonstrate clinical efficacy and safety in a larger number of patients, typically at geographically diverse clinical study sites, and permit the FDA to evaluate the overall benefit-risk relationship of the drug and provide adequate information for drug labeling. \n\n•Phase 4 studies are often conducted following marketing approval, in order to meet regulatory requirements or to provide additional data related to drug use.\n\nFDA Approval Process\n\nAfter successful completion of the required clinical testing, an NDA is typically submitted to the FDA in the United States, and a marketing authorization application is typically submitted to the EMA in the EU. FDA approval of the NDA is required before the product may be marketed in the United States. The NDA must include the results of all preclinical, clinical, and other testing and a compilation of data related to the product’s pharmacology, chemistry, manufacture, and controls. \n\nThe FDA has 60 days from its receipt of an NDA to determine whether the application will be accepted for filing. If the FDA determines that the application is not sufficiently complete to permit substantive review, it may request additional information and decline to accept the application for filing until the information is provided. Once the submission is accepted for filing, the FDA begins an in-depth review. The FDA has agreed to certain performance goals in the review of NDAs. Most applications for non-priority drugs are reviewed within ten to twelve months. Special expedited pathways, including “accelerated approval,” “fast track” status, “breakthrough therapy” status, and “priority review” status, are granted for certain drugs that offer major advances in treatment, or provide a treatment where no adequate therapy exists. These special pathways can significantly reduce the time it takes for the FDA to review an NDA, but do not guarantee that a product will receive FDA approval. In May 2018, the Right to Try Act established a new regulatory pathway to increase access to unapproved, investigational treatments for patients diagnosed with life-threatening diseases or conditions who have exhausted approved treatment options and who are unable to participate in a clinical trial. The Food and Drug Omnibus Reform Act (FDORA), which was passed as part of the Consolidated Appropriations Act, 2023, expands the FDA’s authority in regulating accelerated approval requirements for drugs and biologics, including allowing the FDA to require initiation of a post-approval study before granting accelerated approval and to expedite withdrawal of approval if the conditions for granting accelerated approval are not satisfied.\n\nThe FDA may refer applications for novel pharmaceutical products or pharmaceutical products that present difficult questions of safety or efficacy to an advisory committee, typically a panel that includes clinicians and other experts, for review, evaluation, and a recommendation as to whether the application should be approved. The FDA is not bound by the recommendation of an advisory committee, but it generally follows such recommendations. During the review process, the FDA also reviews the drug’s product labeling to ensure that appropriate information is communicated to health care professionals and consumers. In addition, before approving an NDA, the FDA will typically inspect one or more clinical sites to assure compliance with GCP and the facility or the facilities at which the drug is manufactured to ensure they are in compliance with the FDA’s current Good Manufacturing Practices (cGMP).\n\nAfter the FDA evaluates the NDA and the manufacturing facilities, the FDA may issue either an approval letter or a complete response letter, which generally outlines the deficiencies in the submission and may require substantial additional testing or information in order for the FDA to reconsider the application. If and when those conditions have been addressed to the FDA’s satisfaction in a resubmission of the NDA, the FDA will issue an approval letter. The FDA has committed to reviewing such resubmissions in two or six months depending on the type of information included. Even after a resubmission, the FDA may decide that the application does not satisfy the regulatory criteria for approval.\n\nPost-Approval Regulatory Requirements\n\nOnce an NDA is approved, the product is subject to continuing regulation. For instance, pharmaceutical products may be marketed only for their approved indications and in accordance with the provisions of their approved labeling. The FDA closely regulates the post-approval marketing, labeling, and advertising of prescription drugs, including direct-to-consumer advertising, off-label promotion, industry-sponsored scientific and educational activities, and promotional activities involving the Internet.\n\nAdverse event reporting and submission of periodic reports continue to be required following FDA approval of an NDA. In addition, as a condition of NDA approval, the FDA may require post-marketing testing, including phase 4 clinical studies, and/or a risk evaluation and mitigation strategy (REMS) to help ensure that the benefits of the drug outweigh the potential risks. A REMS can include medication guides, communication plans for healthcare professionals, special training or \n\n2024 Annual Report\n\n21\n\ncertification for prescribing or dispensing, dispensing only under certain circumstances, special monitoring, and the use of patient registries. Additionally, quality control as well as drug manufacture, packaging, and labeling procedures must continue to conform to cGMP requirements. Manufacturing facilities are subject to continual review and periodic inspections by the FDA and certain state agencies. \n\nRegulatory authorities may withdraw product approvals or request product recalls if a company fails to comply with regulatory standards or if previously unrecognized problems are subsequently discovered. Discovery of previously unknown problems with a product, including adverse events or problems with manufacturing processes of unanticipated severity or frequency, or failure to comply with regulatory requirements, may also result in (1) revisions to the approved labeling; (2) imposition of post-market studies or clinical trials to assess new safety risks; or (3) imposition of distribution or other restrictions under a REMS program. Other potential consequences include: restrictions on the marketing or manufacturing of the product; fines, warning letters, or holds on post-approval clinical trials; refusal of the FDA to approve pending NDAs or supplements to approved NDAs, or suspension or revocation of product license approvals; product seizure or detention, or refusal to permit the import or export of products; or injunctions or the imposition of civil or criminal penalties.\n\nApproval of Changes to an Approved Product\n\nCertain changes to the conditions established in an approved application, including changes in indications, labeling, equipment, or manufacturing processes or facilities, require submission and FDA approval of an NDA or NDA supplement before the change can be implemented. An NDA supplement for a new indication typically requires clinical data similar to that in the original application, and the FDA uses the same procedures and actions in reviewing supplements as it does in reviewing NDAs.\n\nOrphan Drugs\n\nUnder the Orphan Drug Act, an applicant can request that the FDA designate a product as an “orphan drug” in the United States if the drug is intended to treat a rare disease or condition affecting fewer than 200,000 people in the United States, or for which there is no reasonable expectation that U.S. sales will be sufficient to recoup the development and production costs. Orphan drug designation must be requested before submitting an NDA or BLA. Orphan drug designation does not convey any advantage in, or shorten the duration of, the regulatory review and approval process. The first NDA or BLA applicant to receive orphan drug designation and FDA approval for a particular active ingredient to treat a particular disease via a particular delivery method is entitled to a seven-year exclusive marketing period in the United States. During the seven-year period, the FDA may not approve any other application to market the same drug for the same disease, except in limited circumstances such as a showing of clinical superiority to the product with orphan drug exclusivity, meaning that it has greater effectiveness or safety, or provides a major contribution to patient care (such as a change in delivery system). The FDA’s interpretation of the scope of orphan drug exclusivity remains the subject of scrutiny. Historically, exclusivity was specific to the orphan indication for which the drug was actually approved. As a result, the scope of exclusivity was interpreted as preventing approval of a competing product. However, in September 2021, the federal court in Catalyst Pharmaceuticals, Inc. v. Becerra, suggested that orphan drug exclusivity covers the full scope of the orphan-designated “disease or condition” regardless of whether a drug obtained approval for a narrower use. In January 2023, the FDA clarified in a Federal Register notice that it intends to continue limiting exclusivity to the specific orphan indication. The reach and impact of this decision beyond the Eleventh Circuit is not yet known. Orphan drug exclusivity does not prevent the FDA from approving a different drug for the same disease or condition, or the same drug for a different disease or condition. Orphan drug designation also may qualify an applicant for federal tax credits related to research and development costs. \n\nPatent Term and Regulatory Exclusivity \n\nIn 1984, the Hatch-Waxman Act created a faster approval process for generic drugs, called the ANDA. Generally, an ANDA provides for marketing of a drug product that has the same active ingredients in the same strength(s), route of administration, and dosage form as an approved drug and has been shown through bioequivalence testing to be therapeutically equivalent to the approved drug, which is known as the reference listed drug (RLD). ANDA applicants are not required to conduct or submit results of preclinical or clinical tests to prove the safety or effectiveness of their drug product, other than the requirement for bioequivalence testing. Drugs approved in this way are commonly referred to as “generic equivalents” to the approved drug, and can often be substituted by pharmacists under prescriptions written for the original approved drug. In 2018, the FDA advanced policies aimed at promoting drug competition and patient access to generic drugs, such as issuing guidance about making complex generic drugs and the circumstances in which approval of a generic product application may be delayed.\n\nNDA applicants are required to identify each patent with claims that cover the drug (drug substance or drug product) or FDA-approved method of using the drug. Upon product approval, these patents are listed in the FDA’s Approved Drug Products with Therapeutic Equivalence Evaluations, commonly known as the Orange Book. Every ANDA applicant must make one of several certifications to the FDA with regard to each Orange Book listed patent for the RLD. A Paragraph III certification states that the ANDA applicant seeks approval after the patent expires. A Paragraph IV certification asserts that the patent does not block approval of the ANDA, either because the patent is invalid or unenforceable or because the patent, even if valid, is not infringed by the new product. If the applicant does not challenge the listed patents, the ANDA will not be approved until all \n\n22\n\nUnited Therapeutics, a public benefit corporation\n\nthe listed patents claiming the referenced product have expired. Alternatively, for a method of use patent covering an approved indication, an ANDA applicant may submit a statement to the FDA that the company is not seeking approval for the covered indication. As a practical matter, this is available only if the RLD is approved for multiple indications, at least one of which is not patent protected.\n\nIf the ANDA applicant has submitted a Paragraph IV certification to the FDA, the applicant must also send notice of the Paragraph IV certification to the NDA and patent holders once the ANDA has been accepted for filing by the FDA. The NDA and patent holders may then initiate a patent infringement lawsuit in response to the notice of the Paragraph IV certification. The filing of a patent infringement lawsuit within 45 days of the receipt of a Paragraph IV certification automatically prevents the FDA from approving the ANDA until the earlier of 30 months, expiration of the patent, settlement of the lawsuit, or a decision in the infringement case that is favorable to the ANDA applicant. \n\nThe Hatch-Waxman Act also provides that patent terms may be extended to compensate for some of the patent life that is lost during the FDA regulatory review period for a product. This extension period is generally one-half of the time between the effective date of an IND and the submission date of an NDA, plus all of the time between the submission date of an NDA and its approval, subject to a maximum extension of five years, and the limitation that the patent term cannot be extended more than 14 years after approval. Generally, patent term extension is available if the product represents the first permitted commercial marketing of a drug containing the active ingredient. Similar patent term extensions are available under European laws.\n\nAn ANDA also will not be approved until any non-patent exclusivity, such as exclusivity for obtaining approval of an NDA for a new chemical entity, has expired. Federal law provides a period of five years following approval of a drug containing no previously approved active ingredient, during which ANDAs for generic versions of those drugs cannot be submitted unless the submission contains a Paragraph IV certification, in which case the submission may be made four years following the original product approval. Following approval of an application to market a drug that contains previously approved active ingredients in a new dosage form, route of administration or combination, or for a new condition of use that was required to be supported by new clinical trials conducted by or for the sponsor, the FDC Act provides three years of exclusivity during which the FDA cannot grant effective approval of an ANDA for such new condition of use, dosage form, or strength that meets certain statutory requirements. \n\nSection 505(b)(2) New Drug Applications \n\nMost drug products (other than biological products) obtain FDA marketing approval pursuant to an NDA submitted under Section 505(b)(1) of the FDC Act, or an ANDA. A third alternative is a special type of NDA submitted under Section 505(b)(2) of the FDC Act, commonly referred to as a Section 505(b)(2) NDA, which enables the applicant to rely, in part, on the FDA’s finding of safety and efficacy data for an existing product, or published literature, in support of its application.\n\nSection 505(b)(2) NDAs may provide an alternate path to FDA approval for new or improved formulations or new uses of previously approved products. Section 505(b)(2) permits the filing of an NDA in which the applicant relies, at least in part, on information from studies made to show whether a drug is safe or effective that were not conducted by or for the applicant and for which the applicant has not obtained a right of reference or use. A Section 505(b)(2) applicant may eliminate the need to conduct certain preclinical or clinical studies, if it can establish that reliance on studies conducted for a previously-approved product is scientifically appropriate. The FDA may also require companies to perform additional studies or measurements to support the change from the approved product. The FDA may then approve the new product candidate for all or some of the labeled indications for which the referenced product has been approved, as well as for any new indication for which the Section 505(b)(2) NDA applicant has submitted data.\n\nTo the extent that the Section 505(b)(2) applicant relies on prior FDA findings of safety and efficacy, the applicant is required to certify to the FDA concerning any patents listed for the previously approved product in the Orange Book to the same extent that an ANDA applicant would. Thus, approval of a Section 505(b)(2) NDA can be delayed until all the listed patents claiming the referenced product have expired, until any non-patent exclusivity, such as exclusivity for obtaining approval of a new active ingredient, listed in the Orange Book for the referenced product has expired, and, in the case of a Paragraph IV certification and subsequent patent infringement suit, until the earlier of 30 months, settlement of the lawsuit or a decision in the infringement case that is favorable to the Section 505(b)(2) applicant.\n\nMarketing Pharmaceutical Products Outside the United States \n\nOutside of the United States, our ability to market our products is also contingent upon receiving marketing authorizations from regulatory authorities. The foreign regulatory approval process may include some or all of the risks associated with the FDA review and approval process set forth above, and the requirements governing the conduct of clinical trials and marketing authorization may vary widely from country to country.\n\n2024 Annual Report\n\n23\n\nBiologics\n\nBiological products used for the prevention, treatment, or cure of a disease, or condition, of a human being are subject to regulation under the FDC Act and the PHSA. Biological products are approved for marketing via a BLA that follows an application process and carries approval requirements that are very similar to those for NDAs. To help reduce the increased risk of the introduction of adventitious agents, the PHSA emphasizes the importance of manufacturing control for products whose attributes cannot be precisely defined. The PHSA also provides authority to the FDA to immediately suspend licenses in situations where there is a danger to public health, to prepare or procure products in the event of shortages and critical public health needs, and to authorize the creation and enforcement of regulations to prevent the introduction, or spread, of communicable diseases in the United States.\n\nAfter a BLA is approved, the product may also be subject to official lot release, meaning the manufacturer must submit samples of each lot of product to the FDA together with a release protocol showing a summary of the history of manufacture of the lot and the results of all of the manufacturer’s tests performed on the lot. The FDA may also perform certain confirmatory tests on lots of some products, such as viral vaccines, before releasing the lots for distribution by the manufacturer. As with small-molecule drugs, after approval of biologics, manufacturers must address any safety issues that arise, are subject to recalls or a halt in manufacturing, and are subject to periodic inspection after approval.\n\nThe Biologics Price Competition and Innovation Act of 2009 (BPCI Act) created an abbreviated approval pathway for biological products shown to be “biosimilar” to an FDA-licensed reference biological product to minimize duplicative testing. Biosimilarity requires the absence of clinically meaningful differences between the biological product and the reference product in terms of safety, purity, and potency, which, absent a waiver, must be shown through analytical studies, animal studies, and at least one clinical study. Intricacies associated with the larger, and often more complex, structures of biological products, as well as the processes by which such products are manufactured, pose significant hurdles to implementation that are still being addressed by the FDA. In July 2018, the FDA announced an action plan to encourage the development and efficient review of biosimilars, including the establishment of a new office within the agency that will focus on therapeutic biologics and biosimilars. On December 20, 2020, Congress amended the Public Health Services Act as part of the COVID-19 relief bill to further simplify the biosimilar review process by making it optional to show that conditions of use proposed in labelling have been previously approved for the reference product, which used to be a requirement of the application. In September 2021, the FDA issued two guidance documents, one final and one draft, intended to inform prospective applicants and facilitate the development of proposed biosimilars and interchangeable biosimilars, as well as to describe the FDA’s interpretation of certain statutory requirements added by the BPCIA. In September 2023, the FDA issued additional draft guidance on the same topic.\n\nA reference biologic is granted 12 years of exclusivity from the time of first licensure of the reference product. The first biologic product submitted under the abbreviated approval pathway that is approved as a biosimilar and also meets additional standards for interchangeability with the reference product, has exclusivity against other biologics submitted under the abbreviated approval pathway for a set period. Effective March 2020, certain products that were approved as drugs under the FDC Act, such as insulin and human growth hormone, are now deemed to be biologics under the PHSA, which means they may face competition through the biosimilars pathway and they may not be eligible for the twelve-year period of exclusivity granted to new BLAs. Because biologically sourced raw materials are subject to unique contamination risks, their use may be restricted in some countries. FDORA now provides for multiple first interchangeable biosimilars to qualify for exclusivity if they are approved on the same day.\n\nCell-Based and Tissue-Based Products\n\nManufacturers of cell- and tissue-based products must comply with the FDA’s current good tissue practices (cGTP), which are FDA regulations that govern the methods used in, and the facilities and controls used for, the manufacture of such products. The primary intent of the cGTP requirements is to ensure that cell- and tissue-based products are manufactured in a manner designed to prevent the introduction, transmission, and spread of communicable diseases. Cell and tissue-based products may also be subject to the same approval standards, including demonstration of safety and efficacy, as other biologic and drug products, if they meet certain criteria such as if the cells or tissues are more than minimally manipulated or if they are intended for a non-homologous use (a use different from the cell’s origin).\n\nThe 21st Century Cures Act established a new FDA Office of Tissues and Advanced Therapies and Regenerative Medicine Advanced Therapy (RMAT) designation, which makes a product eligible for FDA priority review and accelerated approval. Therapies that are eligible for RMAT designation include cell therapies, therapeutic tissue engineering products, human cell and tissue products, or any combination product using these therapies, with certain exceptions. For RMAT designation, the product also must be intended to treat, modify, reverse, or cure a serious or life-threatening disease or condition, and the preliminary clinical evidence must indicate that the product has the potential to address unmet medical needs for the disease or condition.\n\n24\n\nUnited Therapeutics, a public benefit corporation\n\nRegulation of Medical Devices\n\nWe currently do not hold any stand-alone medical device authorizations, but we do hold FDA authorization for the Dreamboat inhaler and the Tyvaso Inhalation System as part of the drug-device combination NDAs for Tyvaso DPI and nebulized Tyvaso, respectively. In addition, our business partners have the medical device clearances required to deliver our drugs, including, for example, the Remunity and RemunityPRO Pumps and the cartridge used with the MS-3 pump. Medical devices may also be subject to FDA approval and extensive regulation under the FDC Act. Medical devices are classified into one of three classes: Class I, Class II, or Class III. A higher class indicates a greater degree of risk associated with the device and a greater amount of control needed to ensure safety and effectiveness.\n\nAll devices, unless exempt by FDA regulation, must adhere to a set of general controls, including compliance with the applicable portions of the FDA’s Quality System Regulation (QSR), which sets forth good manufacturing practice requirements; facility registration and product listing; reporting of adverse medical events; truthful and non-misleading labeling; and promotion of the device consistent with its cleared or approved intended uses. Class II and III devices are subject to additional special controls and may require FDA clearance of a premarket notification (510(k)) or approval of a premarket approval application (PMA). \n\nMost Class I devices are exempt from FDA premarket review or approval. Class II devices, with some exceptions, must be “cleared” by the FDA through the 510(k) process, which requires a company to show that the device is “substantially equivalent” to certain “predicate” devices already on the market. To be substantially equivalent, the proposed device must have the same intended use as the predicate device, and either have the same technological characteristics as the predicate device or have different technological characteristics and not raise different questions of safety or effectiveness than the predicate device. Once a 510(k) is cleared, any change that could significantly affect the safety or effectiveness of the device requires the submission and clearance of a new 510(k) before the change can be implemented. In November 2018, the FDA announced plans to significantly revise the 510(k) program to encourage reliance on modern predicates (e.g., predicates that are less than 10 years old). In January 2019, the FDA also finalized guidance on the alternative 510(k) pathway for well-known device types, the “Safety and Performance Based Pathway,” which relies on modern performance-based criteria and current technological principles to demonstrate substantial equivalence. \n\nDevices deemed by the FDA to pose the greatest risks, such as life-sustaining, life-supporting, or some implantable devices, or devices that have a new intended use, or use advanced technology that is not substantially equivalent to that of a legally-marketed device, are placed in Class III, requiring approval of a PMA application. A PMA generally requires data from clinical trials that establish the safety and effectiveness of the device. Once approved, certain changes, such as changes to manufacturing facilities, methods, or quality control procedures, or changes in the design specifications, which affect the safety or effectiveness of the device, require the submission of a PMA Supplement. Some “pre-amendment” devices (devices that were legally marketed prior to May 28, 1976) are unclassified, but are subject to the FDA’s premarket notification and clearance process in order to be commercially distributed. A 510(k) application also sometimes requires clinical data. \n\nThe FDA also allows the submission of a direct de novo petition. This procedure allows a manufacturer whose novel device is automatically classified into Class III to request down-classification of its medical device into Class I or Class II on the basis that the device presents low or moderate risk, rather than requiring the submission and approval of a PMA. Prior to the enactment of the Food and Drug Administration Safety and Innovation Act of 2012 (FDASIA), a medical device could only be eligible for de novo classification if the manufacturer first submitted a 510(k) premarket notification and received a determination from the FDA that the device was not substantially equivalent. FDASIA streamlined the de novo classification pathway by permitting manufacturers to request de novo classification directly without first submitting a 510(k) premarket notification to the FDA and receiving a not substantially equivalent determination.\n\nThe 510(k), de novo, and PMA processes can be expensive, lengthy, and unpredictable. The FDA’s 510(k) clearance process usually takes from three to 12 months, but can last longer. The process of obtaining a PMA approval is much more costly and uncertain than the 510(k) clearance process and generally takes from one to three years, or even longer, from the time the application is filed with the FDA. In addition, a PMA approval generally requires the performance of one or more clinical trials. Despite the time, effort, and cost invested by a sponsor, a device may not be approved or cleared by the FDA. The 21st Century Cures Act requires the FDA to establish a program that would expedite access to devices that provide more effective treatment or diagnosis of life-threatening or irreversibly debilitating diseases or conditions, for which no approved or cleared treatment exists or which offer significant advantages over existing approved or cleared alternatives. In December 2018, the FDA published final guidance on this “breakthrough” devices pathway which allows for sponsors to interact directly with the FDA during the development process and to receive prioritized review of their submission. In January 2021, the FDA released final guidance on the Safer Technologies Program (STeP), to encourage the innovation and market entry of device technologies that are safer than current alternatives but that do not otherwise satisfy the breakthrough device criteria, including device technologies to treat non-life-threatening or reasonably reversible conditions. STeP is modeled after the breakthrough device program and is intended to provide similar benefits, including increased communication with the FDA and prioritized review. In September 2023, the FDA updated its guidance entitled “Breakthrough Devices Program Guidance.” The guidance clarifies how the Breakthrough Device Program may apply to certain medical devices that provide more effective treatment or diagnosis methods for life-threatening or irreversibly debilitating diseases or conditions in groups with health or health care disparities.  \n\nClinical trials for medical devices are subject to similar requirements as clinical trials with respect to drugs or biologics. Clinical trials involving significant risk devices (e.g., devices that present a potential for serious risk to the health, safety, or \n\n2024 Annual Report\n\n25\n\nwelfare of human subjects) are required to obtain both FDA approval of an investigational device exemption (IDE) application and IRB approval before study initiation. Clinical trials involving non-significant risk devices are not required to submit an IDE for FDA approval but must obtain IRB approval before study initiation. During a study, the sponsor is required to comply with the applicable FDA requirements, including, for example, trial monitoring, selecting clinical investigators and providing them with the investigational plan, ensuring IRB review, adverse event reporting, record keeping requirements, and prohibitions on the promotion of investigational devices or on making safety or effectiveness claims about them. The clinical investigators in the clinical study are also subject to FDA regulations and must obtain patient informed consent, rigorously follow the investigational plan and study protocol, control the disposition of the investigational device, and comply with all reporting and recordkeeping requirements. Additionally, after a trial begins, the sponsor, the FDA, or the IRB could suspend or terminate a clinical trial at any time for various reasons, including a belief that the risks to study subjects outweigh the anticipated benefits.\n\nAfter a device is cleared or approved for marketing, numerous and pervasive regulatory requirements continue to apply. These include:\n\n•establishment registration and device listing with the FDA;\n\n•QSR requirements, which require manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation, and other quality assurance procedures during all aspects of the design and manufacturing process;\n\n•labeling regulations and FDA prohibitions against the promotion of investigational products, or the promotion of ‘‘off-label’’ uses of cleared or approved products;\n\n•requirements related to promotional activities;\n\n•clearance or approval of product modifications to 510(k)-cleared devices that could significantly affect safety or effectiveness or that could constitute a major change in intended use of one of our cleared devices, or approval of certain modifications to PMA-approved devices;\n\n•medical device reporting regulations, which require that a manufacturer report to the FDA if a device it markets may have caused or contributed to a death or serious injury, or has malfunctioned and the device or a similar device that it markets would be likely to cause or contribute to a death or serious injury, if the malfunction were to recur;\n\n•correction, removal, and recall reporting regulations, which require that manufacturers report to the FDA field corrections and product recalls or removals if undertaken to reduce a risk to health posed by the device or to remedy a violation of the FDCA that may present a risk to health;\n\n•the FDA’s recall authority, whereby the agency can order device manufacturers to recall from the market a product that is in violation of governing laws and regulations; and\n\n•post-market surveillance activities and regulations, which apply when deemed by the FDA to be necessary to protect the public health or to provide additional safety and effectiveness data for the device.\n\nThe FDA has broad regulatory and enforcement powers with respect to medical devices, similar to those for drugs and biologics. The regulations are complex and have tended to become more stringent over time. Regulatory changes could result in additional restrictions or requirements. The FDA enforces these regulatory requirements through, among other means, periodic unannounced inspections. FDORA gives the FDA authority to request medical device facility records in advance of, or in lieu of, inspections. Any failure to comply with applicable regulatory requirements could result in enforcement action by the FDA, which may include any of the following sanctions:\n\n•adverse publicity, warning letters, untitled letters, it has come to our attention letters, fines, injunctions, consent decrees, and civil penalties;\n\n•repair, replacement, refunds, recall, or seizure of products;\n\n•operating restrictions, partial suspension, or total shutdown of production;\n\n•denial of requests for regulatory clearance or PMA approval of new products or services, new intended uses, or modifications to existing products or services;\n\n•withdrawal of regulatory clearance or PMA approvals that have already been granted; or\n\n•criminal prosecution.\n\nThe FDA also administers certain controls over the import and export of medical devices to and from the United States. Additionally, each foreign country subjects medical devices to its own regulatory requirements. Medical devices are CE marked and placed on the market in the EU at the discretion and on the liability of their manufacturer following a conformity assessment process that may include the participation of a notified body. States also impose regulatory requirements on medical device manufacturers and distributors. Failure to comply with the applicable federal or state requirements could result in, among other things: (1) fines, injunctions, and civil penalties; (2) recall or seizure of products; (3) operating restrictions, partial suspension, or total shutdown of manufacturing; (4) refusing requests for approval of new products; (5) withdrawing approvals already granted; and (6) criminal prosecution. \n\n26\n\nUnited Therapeutics, a public benefit corporation\n\nCombination Products\n\nA combination product is a product composed of a combination of two or more FDA-regulated product components or products, e.g., drug-device or device-biologic. A combination product can take a variety of forms, such as a single entity made by physically or chemically combining components, or a single unit made of separately packaged products. Each combination product is assigned a lead FDA Center, which has jurisdiction for the premarket review and regulation, based on which constituent part of the combination product provides the primary mode of action, i.e., the mode of action expected to make the greatest contribution to the overall intended therapeutic effect of the product. If the classification as a combination product or the lead Center assignment is unclear or in dispute, a sponsor may request a meeting, submit a Request for Designation (RFD), and the FDA will issue a designation letter within 60 calendar days of the filing of the RFD. Depending on the type of combination product, the FDA may require a single application for approval, clearance, or licensure of the combination product, or separate applications for the constituent parts. During the review of marketing applications, the lead Center may consult or collaborate with other FDA Centers.\n\nThe 21st Century Cures Act sets forth provisions pertaining to combination products, such as procedures for negotiating disagreements between sponsors and the FDA and requirements intended to streamline FDA premarket reviews of combination products that contain an already-approved component. For drug-device combination products, comprised of an FDA-approved drug and device primary mode of action, the 21st Century Cures Act applies Hatch Waxman requirements to the premarket review process such that a patent dispute regarding the listed drug may result in the delay of the 510(k) clearance or PMA approval of the combination product. Furthermore, the 21st Century Cures Act applies exclusivity provisions (e.g., new chemical entity and orphan drug exclusivities) to the device clearance and approval process for combination products with a device primary mode of action. \n\nOrgan Manufacturing and Organ Alternatives\n\nOur manufactured organ and organ alternative programs present unique regulatory challenges, relative to our more traditional drugs and biologic products. For example, our xenotransplantation products are regulated by the FDA’s Center for Biologics Evaluation and Research (CBER) as biologics. However, edits to the genome of pigs are subject to a separate FDA approval process as new animal drugs, which falls within the purview of the FDA’s Center for Veterinary Medicine. In 2020, the FDA approved our new animal drug application (NADA) for the genetic modification to the GalSafe lineage of pigs that are intended for use as a source of human food consumption and as a source for potential therapeutic products. The GalSafe pig is the source of our development-stage UThymoKidney product. We also plan to seek NADA approval for the pig lineage containing ten genetic modifications that we are using to generate our development-stage UKidney and UHeart products. In addition, production of xenografts intended for xenotransplantation must take place in DPF facilities that meet both cGMP requirements and unique requirements designed to ensure that our pigs are free of pathogens. \n\nOur Miromatrix subsidiary is developing manufactured organ alternatives based on porcine scaffolds, but these products are not regulated as xenotransplantation products because they do not contain or require ex vivo contact with live cells, tissues, or organs from a nonhuman animal source. Miromatrix products contain human cells and are therefore subject to regulation as human cell- and tissue-based products. We anticipate that Miromatrix products will each be regulated as a combination product consisting of a device (a porcine-derived extracellular matrix) and a biologic (the human cells used to cellularize the extracellular matrix). We expect that CBER will have primary jurisdiction as the lead FDA review center for Miromatrix products because human cells provide the fundamental mode of action in these products, and that each product will require a BLA. Because these products use cell- and tissue-based components, we anticipate that Miromatrix products will be required to be manufactured in accordance with both cGTP and cGMP standards.\n\nWe believe our 3D printed, regenerative medicine, and bio-artificial organ alternative products will be subject to similar regulatory requirements as the Miromatrix products, and will necessitate BLA approvals in the U.S.\n\nOur CLES EVLP service utilizes an acellular organ perfusate (STEEN™ solution) that is regulated by the FDA as a medical device. As such, we submitted a PMA to the FDA for approval of the CLES technology.\n\nIn many cases, our manufactured organ and organ alternative products will involve seeking regulatory approval for categories of products that have never been approved by the FDA before, and therefore, our anticipated regulatory approach is subject to change as regulators issue new guidance, and as our discussions with the FDA and other agencies progress. \n\nGovernment Reimbursement of Pharmaceutical Products\n\nIn the United States, many independent third-party health plans, and government health care programs, such as Medicaid and Medicare, pay for patient use of our commercial products. A material portion of our product sales are reimbursed under these government programs. The availability of adequate government reimbursement for our products is subject to regulatory changes and controls affecting these programs. \n\nMedicaid is a joint federal and state program that benefits low‑income and disabled individuals. It is administered by the states and the U.S. Centers for Medicare & Medicaid Services (CMS), the federal agency that also administers the Medicare program. We participate in the Medicaid Drug Rebate program, pursuant to which, as a condition of having federal funds \n\n2024 Annual Report\n\n27\n\nmade available for our drugs under Medicaid and Medicare Part B, we are required to pay a rebate to each state Medicaid program for each unit of our covered outpatient drugs dispensed to Medicaid beneficiaries and reimbursed by a state Medicaid program. Medicaid rebates are based on pricing data we report on a monthly and quarterly basis to CMS. These data include the average manufacturer price and, in the case of innovator products, the best price for each drug which, in general, represents the lowest price available from the manufacturer to certain entities in the U.S. in any pricing structure, calculated to include all applicable sales and associated rebates, discounts, and other price concessions. If we become aware that our reporting for a prior quarter was incorrect, or has changed as a result of recalculation of the pricing data, we are obligated to resubmit the corrected data to CMS for up to three years after those data originally were due. \n\nMedicare is a federal program that is administered by CMS that provides covered health care benefits to individuals aged 65 or over and to certain disabled and chronically ill persons. Specifically, Medicare Part A covers inpatient hospital benefits, Medicare Part B covers physician-administered drugs (as well as physician services and outpatient care), and Medicare Part D covers self-administered drugs. We are required to provide average sales price (ASP) information on a quarterly basis to CMS for our products that are payable under Medicare Part B. The ASP we report must be calculated based on a statutorily defined formula as well as regulations and interpretations of the statute by CMS. CMS uses the ASP information to compute reimbursement rates for our drugs that are covered by Medicare Part B.\n\nOur drugs are covered under Medicaid and Medicare as follows:\n\n•Tyvaso DPI, Orenitram, and Adcirca are reimbursed under Medicare Part D, and we pay rebates to Part D plans that cover these products.\n\n•Remodulin and nebulized Tyvaso are reimbursable under Medicare Part B. The Medicare Part B contractors who administer the program cover Remodulin and nebulized Tyvaso under local coverage determinations and provide reimbursement according to statutory guidelines.\n\n•Medicaid also covers Remodulin, Tyvaso DPI, nebulized Tyvaso, Adcirca, Orenitram, and Unituxin, and, as noted above, we must pay Medicaid rebates on this utilization. \n\n•Unituxin is administered entirely as an in-patient therapy and would typically be reimbursed under Medicare Part A. However, because Unituxin is indicated for the treatment of a pediatric cancer, Medicare is unlikely to cover treatment, but Medicaid may cover pediatric patients requiring care.\n\nAs discussed below under U.S. Healthcare Reform, the Inflation Reduction Act of 2022 (IRA), and other federal measures if enacted, will likely have significant impacts on prices and reimbursement rates, particularly in Medicare.\n\nFederal law requires that any company that participates in the Medicaid Drug Rebate program also participate in the Public Health Service’s 340B drug pricing program (the 340B program), in order for federal funds to be available for the manufacturer’s drugs under Medicaid and Medicare Part B. The 340B program, which is administered by the Health Resources and Services Administration (HRSA), requires participating manufacturers to agree to charge statutorily defined covered entities no more than the 340B “ceiling price” for the manufacturer’s covered outpatient drugs. These 340B covered entities include a variety of community health clinics and other entities that receive health services grants from the Public Health Service, as well as hospitals that serve a disproportionate share of low-income patients. The 340B ceiling price is calculated using a statutory formula, which is based on the average manufacturer price and rebate amount for the covered outpatient drug as calculated under the Medicaid Drug Rebate program, and in general, products subject to Medicaid price reporting and rebate obligations are also subject to the 340B ceiling price calculation and discount requirement. \n\nWe are required to report our 340B ceiling prices to HRSA on a quarterly basis, which HRSA then publishes to 340B covered entities. HRSA has promulgated a regulation regarding the calculation of the 340B ceiling price and the imposition of civil monetary penalties on manufacturers that knowingly and intentionally overcharge covered entities. Moreover, HRSA established an administrative dispute resolution (ADR) process for claims by covered entities that a manufacturer engaged in overcharging, and by manufacturers that a 340B covered entity violated the prohibitions against diversion or duplicate discounts. Such claims are to be resolved through an ADR panel of government officials rendering a decision that could be appealed only in federal court. An ADR proceeding could potentially subject us to discovery by covered entities and other onerous procedural requirements and could result in additional liability. Further, legislation may be introduced that, if passed, would further expand the 340B program to additional covered entities, expand manufacturer ceiling price obligations to so-called “contract pharmacies,” or require participating manufacturers to agree to provide 340B discounted pricing on drugs used in an inpatient setting. Any future changes to the definition of average manufacturer price and the Medicaid rebate amount could affect our 340B ceiling price calculations and negatively impact our results of operations. \n\nIn order to be eligible to have our products paid for with federal funds under Medicaid and Medicare Part B and purchased by certain federal agencies and grantees, we also participate in the U.S. Department of Veterans Affairs (VA) Federal Supply Schedule (FSS) pricing program. Under this program, we are obligated to make our products available for procurement under an FSS contract under which we must comply with standard government terms and conditions and charge a price to certain federal agencies that is no higher than the statutory federal ceiling price (FCP). The FCP is based on the non-federal average manufacturer price (Non-FAMP), which we calculate and report to the VA on a quarterly and annual basis. We also participate in the Tricare Retail Pharmacy program, under which we pay quarterly rebates on utilization of innovator products that are dispensed through the Tricare Retail Pharmacy network to Tricare beneficiaries. The rebates are calculated as the difference between the annual Non-FAMP and FCP. \n\n28\n\nUnited Therapeutics, a public benefit corporation\n\nPricing and rebate calculations vary across products and programs, are complex, and are often subject to interpretation by us, governmental or regulatory agencies, and the courts, which can change and evolve over time. CMS, the Department of Health & Human Services Office of Inspector General, and other governmental agencies have pursued manufacturers that were alleged to have failed to report these data to the government in a timely or accurate manner. Governmental agencies may also make changes in program interpretations, requirements, or conditions of participation, some of which may have implications for amounts previously estimated or paid. We cannot assure you that any submissions we are required to make under the Medicaid Drug Rebate program, Medicare Part B, the 340B program, the VA/FSS program, the Tricare Retail Pharmacy Program, and other governmental drug pricing programs will not be found to be incomplete or incorrect.\n\nIndividual U.S. states continue to consider, and some have enacted, legislation to limit the growth of healthcare costs, including the cost of prescription drugs. A number of states have implemented, or are considering implementation of, drug price transparency legislation. New requirements of pharmaceutical manufacturers under such laws include advance notice of planned price increases, obligations to report price increase amounts and factors considered in taking such increases, obligations to disclose wholesale acquisition cost information to prescribers, purchasers, and state agencies, and other new product notice and reporting obligations. Other legislation establishes so-called prescription drug affordability boards that could impose price caps on specific drugs. These state legislative measures could limit the price or payment for certain drugs, and a number of states are authorized to impose civil monetary penalties or pursue other enforcement mechanisms against manufacturers who fail to comply with state law requirements, including the untimely, inaccurate, or incomplete reporting of drug pricing information under transparency obligations. Additional legislation could be introduced in the future.\n\nU.S. Healthcare Reform\n\nOur industry is highly regulated and changes in law or government health care programs, like Medicaid or Medicare, may adversely impact our business, operations, or financial results. Political, economic, and regulatory developments may lead to fundamental changes in the U.S. healthcare industry, particularly given the persistent criticism of prescription drug costs in the U.S. We expect there will continue to be legislative and regulatory proposals to change the healthcare system in ways that could impact our ability to commercialize and to sell our products profitably. \n\nThere has been increasing legislative, regulatory, and enforcement interest in the United States regarding drug pricing practices. Among other things, there have been several U.S. Congressional inquiries and proposed and enacted federal and state legislation designed to, among other things: bring more transparency to drug pricing; reduce the cost of prescription drugs under government payer programs; review the relationship between pricing and manufacturer patient programs; and reform government program reimbursement methodologies for drugs. \n\nSignificantly, in August 2022, President Biden signed the IRA into law. Among other things, the IRA requires manufacturers of certain drugs to engage in price negotiations with Medicare, with prices that can be negotiated subject to a cap (with resulting prices for the initial ten drugs first effective in 2026); imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation (first due in 2023); redesigns the Medicare Part D benefit (beginning in 2024); and replaces the Medicare Part D coverage gap discount program with a new manufacturer discounting program (beginning in 2025). The IRA permits the Secretary of the Department of Health and Human Services (HHS) to implement many of these provisions through guidance, as opposed to regulation, for the initial years. HHS has issued guidance, and is expected to continue to issue guidance, even while multiple lawsuits challenging the IRA negotiation requirement remain pending. While the impact of the IRA on the pharmaceutical industry cannot yet be fully determined, it is likely to be significant. For further detail on how the IRA may affect our business, refer to the risk factor entitled, Government healthcare reform and other reforms could adversely affect our revenue, costs, and results of operations.\n\nIn addition, Congress enacted other statutes that could adversely affect our ability to successfully commercialize our products. The American Rescue Plan Act of 2021 eliminated the statutory cap on Medicaid Drug Rebate program rebates that manufacturers pay to state Medicaid programs, effective January 1, 2024. Previously, the rebate was capped at the drug’s average manufacturer’s price. Removal of the rebate cap could increase our Medicaid rebate liability.\n\nIndividual states in the United States have also increasingly passed legislation and implemented regulations designed to control pharmaceutical and biological product pricing, including price or patient reimbursement limitations, marketing cost disclosure, and transparency measures, and, in some cases, measures designed to encourage importation from other countries and bulk purchasing. In addition, regional healthcare authorities and individual hospitals are increasingly using bidding procedures to determine what pharmaceutical products and which suppliers will be included in their prescription drug and other healthcare programs.\n\nIn October 2020, HHS and the FDA issued a final rule and guidance concerning two new pathways for importing lower-cost drugs into the United States. The final rule allows certain prescription drugs to be imported from Canada, and the guidance describes procedures for drug manufacturers to facilitate the importation of FDA-approved drugs and biologics manufactured abroad and originally intended for sale in a foreign country into the United States. In January 2024, the FDA approved Florida’s drug importation plan.\n\n2024 Annual Report\n\n29\n\nAnti-Kickback, False Claims Laws, and The Prescription Drug Marketing Act\n\nThe federal Anti-Kickback Statute (AKS) prohibits, among other things, knowingly and willfully offering, paying, soliciting, or receiving remuneration to induce or in return for purchasing, leasing, ordering or arranging for the purchase, lease or order of, or referring an individual for the furnishing of, any healthcare item or service reimbursable under Medicare, Medicaid, or other federally financed healthcare programs. This statute has been interpreted broadly to apply to arrangements between pharmaceutical manufacturers and prescribers, purchasers, formulary managers, and others. The term “remuneration” has been broadly interpreted to apply to anything of value including, for example, gifts, cash payments, donations, waivers of payment, ownership interests, and providing any item, service, or compensation for something other than fair market value. Although there are statutory exceptions and regulatory safe harbors to the AKS protecting certain common business arrangements and activities from prosecution or regulatory sanctions, the exceptions and safe harbors are drawn narrowly. Practices that involve remuneration to those who prescribe, purchase, or recommend pharmaceutical and biological products, including certain discounts, or engaging such individuals as consultants, advisors, and speakers, may be subject to scrutiny if they do not fit squarely within an exception or safe harbor. Moreover, some common practices do not have dedicated safe harbors. The regulatory safe harbors also are subject to regulatory revision and interpretation by government agencies. Violations of the AKS are punishable by imprisonment, criminal fines, damages, civil monetary penalties, exclusion from participation in federal healthcare programs, and liability under the federal civil False Claims Act (FCA).\n\nThe FCA prohibits any person from, among other things, presenting, or causing to be presented, a false or fraudulent claim for payment of government funds, or making, or causing to be made, a false statement material to a false or fraudulent claim. Actions under the FCA may be brought by the Attorney General or as a qui tam action by a private individual in the name of the government. Such private individuals may share in amounts paid by the defendant to the government in recovery or settlement. Many pharmaceutical and other healthcare companies have been prosecuted under the FCA for, among other things, allegedly inflating drug prices they report to pricing services, which in turn were used by the government to set Medicare and Medicaid reimbursement rates; allegedly providing free product to customers with the expectation that the customers would bill federal programs for the product; violating the AKS; materially deviating from statutorily required manufacturing standards; and on the basis of allegations related to certain marketing practices, including off-label promotion. FCA liability is potentially significant in the healthcare industry because the statute provides for treble damages and significant mandatory penalties per violation, as well as potential exclusion from participation in federal healthcare programs. \n\nMany states also have statutes or regulations similar to the AKS and the FCA, which apply to items and services reimbursed under Medicaid and other state programs, or, in several states, apply regardless of the payer. Several states have enacted legislation requiring pharmaceutical companies to, among other things, establish marketing compliance programs; file periodic reports with the state, including reports on gifts and payments to individual health care providers; make periodic public disclosures on sales, marketing, pricing, clinical trials, and other activities; and/or register their sales representatives. Some states prohibit certain sales and marketing practices, including the provision of gifts, meals, or other items to health care providers, and still others prohibit offering co-pay support to patients for certain prescription drugs. \n\nThe federal Physician Payments Sunshine Act, implemented as the Open Payments Program, requires certain manufacturers of drugs, devices, biologics, and medical supplies for which payment is available under Medicare, Medicaid, or the Children’s Health Insurance Program (with certain exceptions) to report annually to CMS information related to payments and other transfers of value to various healthcare professionals, including physicians, physician assistants, nurse practitioners, and clinical nurse specialists, and teaching hospitals, as well as ownership and investment interests held by physicians and their immediate family members. \n\nWe are also subject to numerous other anti-bribery and anti-fraud laws, including the U.S. Foreign Corrupt Practices Act, the UK Bribery Act, and the federal Civil Monetary Penalties Law. \n\nAs part of the sales and marketing process, pharmaceutical companies frequently provide samples of approved drugs to physicians. The Prescription Drug Marketing Act (PDMA) imposes requirements and limitations upon the distribution of drugs and drug samples and prohibits states from licensing distributors of prescription drugs unless the state licensing program meets certain federal guidelines that include minimum standards for storage and handling, as well as record keeping requirements for information regarding sample requests and distribution. The PDMA sets forth civil and criminal penalties for violations. In addition, PDMA requires manufacturers and distributors to submit similar drug sample information to the FDA.\n\nSanctions under these federal and state laws may include treble damages, civil penalties, exclusion of a manufacturer’s products from reimbursement under government programs, criminal fines, and imprisonment. \n\nOutside the U.S., interactions between pharmaceutical companies and physicians are also governed by strict laws, regulations, industry self-regulation codes of conduct, and physicians’ codes of professional conduct. The provision of benefits or advantages to physicians to induce or encourage the prescription, recommendation, endorsement, purchase, supply, order, or use of medicinal products, which is prohibited in the EU, is governed by the national anti-bribery laws of the EU member states. Violation of these laws could result in substantial fines and imprisonment. Certain EU member states, or industry codes of conduct, require that payments made to physicians be publicly disclosed. Moreover, agreements with physicians must often be the subject of prior notification and approval by the physician’s employer, his/her competent professional organization, and/or the competent authorities of the individual EU member states. Failure to comply with these requirements could result in reputational risk, public reprimands, administrative penalties, fines, or imprisonment.\n\n30\n\nUnited Therapeutics, a public benefit corporation\n\nState Pharmaceutical and Medical Device Marketing Laws\n\nSeveral jurisdictions require pharmaceutical companies to report expenses related to the marketing and promotion of pharmaceutical products and to report gifts and payments to healthcare practitioners in those jurisdictions, or to obtain licenses for sales representatives and require them to satisfy educational and other requirements. Some of these jurisdictions also prohibit various marketing related activities. Still other states require the disclosure of information related to drug pricing and clinical studies and their outcomes. In addition, certain states require pharmaceutical companies to implement compliance programs or marketing codes and several other states are considering similar proposals. Compliance with these laws is difficult and time consuming, and companies that do not comply with these state laws face civil penalties or other civil enforcement action.\n\nPrivacy Laws\n\nWe must comply with numerous federal, state, and non-U.S. laws that govern the privacy and security of health and other personal information. In the U.S., numerous federal and state laws and regulations govern the collection, use, disclosure, and protection of health related and other personal information. Many of these laws differ from each other in significant ways and may not have the same effect, thus complicating compliance efforts. Compliance with these laws is difficult, constantly evolving, and time consuming. Federal regulators, state attorneys general, and plaintiffs’ attorneys, including class action attorneys, have been and will likely continue to be active in this space. \n\nThe Health Insurance Portability and Accountability Act of 1996 (HIPAA) imposes privacy, security, and breach reporting obligations, including mandatory contractual terms, with respect to safeguarding the privacy and security of individually-identifiable health information upon covered entities subject to the rule. Although we are not directly subject to HIPAA—other than with respect to providing certain employee benefits—we could be subject to criminal penalties if we knowingly obtain, use, or disclose individually-identifiable health information maintained by a HIPAA covered entity in a manner that is not authorized or permitted by HIPAA. We also may obtain health information from third parties (including research institutions from which we obtain clinical trial data) that are subject to privacy and security requirements under HIPAA.\n\nIn addition, we are required to comply with the California Consumer Privacy Act (CCPA). The CCPA became effective in 2020 and establishes certain requirements for data use and sharing transparency, and provides California residents certain rights concerning the use, disclosure, and retention of their personal data. The CCPA and its implementing regulations have already been amended multiple times since their enactment. Similarly, there are legislative proposals in the United States, at both the federal and state level, that could impose new obligations or limitations in areas affecting our business. These laws and regulations are evolving and subject to interpretation, and may impose limitations on our activities or otherwise adversely affect our business. The obligations to comply with the CCPA and evolving legislation require us, among other things, to update our notices and develop new processes internally and with our partners. We may be subject to fines, penalties, or private actions in the event of non-compliance with these laws.\n\nOutside the U.S., the legislative and regulatory landscape for privacy and data security continues to evolve. There has been increased attention to privacy and data security issues that could potentially affect our business, including the EU General Data Protection Regulation (GDPR), which became effective in 2018 and imposes potential penalties up to the greater of €20 million or four percent of annual global revenue for failure to comply with its requirements. In addition, the CCPA and laws and regulations enacted in the United States, Europe, Asia, and Latin America, increase potential enforcement and litigation activity.\n\nIn the event we enroll subjects in our ongoing or future clinical trials in the EU, we may be subject to additional privacy restrictions, including restrictions relating to the collection, use, storage, transfer, and other processing of personal data, including personal health data, regarding individuals in the European Economic Area (EEA) as governed by the GDPR. The GDPR imposes several requirements on companies that process personal data, strict rules on the transfer of personal data out of the EEA, including to the U.S., and fines and penalties for failure to comply with the requirements of the GDPR and the related national data protection laws of the EU member states. The GDPR also confers a private right of action on data subjects and consumer associations to lodge complaints with supervisory authorities, seek judicial remedies, and obtain compensation for damages resulting from violations of the GDPR. The obligations under the GDPR may be onerous and adversely affect our business, financial condition, results of operations, and prospects. Compliance with the GDPR will be a rigorous and time-intensive process that may increase our cost of doing business or require us to change our business practices, and despite those efforts, there is a risk that we may be subject to fines and penalties, litigation, and reputational harm in connection with any European activities. Further, the United Kingdom’s exiting of the EU, often referred to as Brexit, has created uncertainty with regard to data protection regulation in the United Kingdom. In particular, it is unclear how data transfers to and from the United Kingdom will be regulated.\n\nCybersecurity and data security threats continue to evolve and raise the risk of an incident that could affect our operations or compromise our business information or sensitive personal information, including health data. \n\n2024 Annual Report\n\n31\n\nWe may also need to collect more extensive health-related information from our employees to manage our workforce. If we or our third-party partners fail to comply or are alleged to have failed to comply with applicable data protection and privacy laws and regulations, and related employment rules, or if we were to experience a data breach involving personal information, we could be subject to government enforcement actions or private lawsuits. \n\nIn addition, our business could be adversely impacted if our ability to transfer personal data outside of the EEA or Switzerland is restricted, which could adversely impact our operating results. \n\nOther Laws and Regulations\n\nNumerous other statutory and regulatory regimes affect our business and operations. For example, our research and development efforts may be subject to laws, regulations, and recommendations related to safe working conditions, laboratory practices, use of animals in research and development activities, and the purchase, storage, movement, import, export, and use and disposal of hazardous or potentially hazardous substances. Antitrust and competition laws may restrict our ability to enter into certain agreements involving exclusive license rights. Future legislation and administrative action will continue to affect our business, the extent and degree of which we cannot accurately predict.\n\nEnvironmental Matters \n\nWe are subject to laws and regulations that require compliance with federal, state, and local regulations for the protection of the environment. We believe that our operations comply in all material respects with such applicable laws and regulations. Our compliance with these requirements did not change during the past year, and is not expected to have a material effect upon our capital expenditures, cash flows, earnings, or competitive position.\n\nHuman Capital\n\nWe are united by our commitment to developing innovative therapies for unmet needs and our dedication to be responsible citizens that have a positive impact on patients, the environment, and society. Our employees, whom we call Unitherians, are mission critical to these commitments because they share the same passion and dedication to meeting our purpose. As of December 31, 2024, we had approximately 1,305 employees working across our 14 locations worldwide. None of our employees are covered by a collective bargaining agreement and we believe our overall relations with our employees are good.\n\nOur people mission focuses on five key commitments, providing Unitherians with:\n\n•Challenging, innovative work\n\n•Opportunities for career advancement\n\n•Autonomy to do their best work\n\n•Inspiring work environment allowing for work/life integration\n\n•Competitive pay and benefits\n\nIn 2024, we achieved approximately $2.2 million in revenue per employee, which ranks near the top of our industry peer group. We believe strongly that such industry-leading productivity cannot be maintained without a core focus on our family of Unitherians, and a dedication to encouraging engagement, motivation, and focus on our goals and objectives. The Compensation Committee of our Board of Directors (Board) oversees our human capital management priorities, which are driven by the five key commitments noted above.\n\nThe “Unitherian” Culture. We are intentional in our effort to maintain our entrepreneurial culture. We believe this instills a greater sense of ownership, meaning, and commitment in Unitherians, motivating them to go above and beyond to achieve our ambitious goals. Moreover, we are confident that our culture provides us with a competitive advantage by enabling us to attract the best talent to drive innovation and excellence in pursuit of our key strategic objectives. United Therapeutics is proud to be an equal opportunity employer, and does not discriminate based on race, religion, national origin, gender, age, marital status, disability, pregnancy, sexual orientation, gender identity or expression, military and veteran status, or any other basis protected by applicable law. We have a policy that prohibits all forms of unlawful harassment and retaliation and provide training to all Unitherians on their responsibilities and protections under this policy.\n\nPBC Conversion. In 2021, we converted United Therapeutics into a public benefit corporation, becoming the first company in our industry to do so. As a public benefit corporation, our Board is now obligated to balance the interests of its patient-focused public benefit purpose, the financial interests of shareholders, and the interests of other stakeholders who are materially impacted by our conduct, such as Unitherians. We believe that this conversion has helped further underscore our commitment to Unitherians, as well as our mission-driven public benefit purpose of creating a brighter future for patients. \n\n32\n\nUnited Therapeutics, a public benefit corporation\n\nTalent Acquisition, Retention, and Talent Development. We strive to hire and retain exceptionally talented people who are passionately committed to our goals and who will thrive in our unique culture. We provide Unitherians with a variety of personal and professional development opportunities for them to grow and thrive. We believe that our talent acquisition, talent management, and talent development efforts are key factors in our low turnover compared to our industry peer group, which historically has trended well below the industry average. In 2024, we continued that trend with our voluntary turnover at 4.6 percent, well below industry average of 11.0 percent (based on June 1, 2023 through June 1, 2024 data from Aon’s Turnover Study for the Life Sciences/Biotech/Pharma Sector, published December 2024). \n\nInclusion & Belonging. We are proud of our diverse, engaged workforce, and we firmly believe that being a great place to work means cultivating a workplace that drives innovation, performance, and results through diverse perspectives and a culture of inclusion, with a commitment to providing equal employment opportunity for all. At United Therapeutics, inclusion is one of our five core values, deeply integrated into our employee experience.\n\nEmployee Development and Engagement. We seek to cultivate a culture of growth by providing impactful professional development opportunities, including leadership training. We actively encourage employees to engage in ongoing education, pursue certifications, and enhance their skills through a variety of programs. Our commitment to quality and integrity is reinforced through required training on our Code of Conduct and other content areas across our organization. We provide professional and leadership development to support career advancement, and our Education Assistance Program enables full-time employees to take external courses that align with business goals and personal career development plans. Additionally, we value employee feedback and encourage Unitherians to share input on our programs and voice concerns, enabling us to take action when needed. Our regular town hall meetings, which feature executive and business updates and patient-focused sessions, provide an avenue for Unitherians to connect with leadership and the patient experience. We provide an internal social media-based environment to connect Unitherians across functions. We regularly conduct comprehensive surveys to gather feedback from Unitherians, providing valuable insights that help us evolve our programs, assess the quality of our initiatives, and gauge employee engagement. The effectiveness of these efforts is reflected in a recent external engagement survey conducted by Great Place to Work, where 91 percent of respondents indicated that they consider United Therapeutics “a great place to work.” We have consistently maintained this high level of engagement, with 90 percent or more of respondents from 2018 to 2024 affirming their positive experience with our organization.\n\nHealth and Safety. We are committed to providing and maintaining a safe, healthy, and secure workplace for all Unitherians. We have an environmental health and safety program. We routinely provide training on workplace safety and security to all Unitherians.\n\nA Holistic Approach to Total Rewards and Employee Wellness. We require an exceptionally talented workforce. Because Unitherians are key to driving our strategic goals, we provide robust people programs that demonstrate the high value we place on the financial, mental, and physical wellbeing of Unitherians. Our comprehensive total rewards package includes a competitive base salary, short-term cash incentive compensation, stock awards, and an employee stock purchase plan, which encourages all full-time Unitherians to participate in our financial success. For example, all full-time domestic Unitherians are eligible to receive minimum annual compensation of $75,000, including salary and bonus. We offer market-leading benefit programs, including a 401(k) savings plan with a company match, as well as health and welfare benefits such as flexible spending accounts, generous paid time off, parental bonding leave, employee assistance programs, flexible work arrangements, tuition assistance, and more. We offer competitive medical, dental, vision, and prescription coverage that is available to both part-time and full-time Unitherians. Our inspiring work environments include several employee-focused amenities, such as on-site cafeterias, childcare centers, and state-of-the-art fitness centers. \n\nBoard Oversight. Our Board, through its Compensation Committee, oversees our human capital management strategies, including our focus on inclusion and belonging; workplace environment and culture; and talent development and retention. These topics are reviewed and discussed regularly at meetings of both the Compensation Committee and of the full Board. \n\nCorporate Website\n\nOur Internet website address is https://www.unither.com. Our filings on Form 10-K, Form 10-Q, Form 3, Form 4, Form 5, Form 8-K, and any and all amendments thereto are available free of charge through this Internet website as soon as reasonably practicable after they are filed with or furnished to the Securities and Exchange Commission (SEC). They are also available through the SEC at http://www.sec.gov/edgar/searchedgar/companysearch.html.\n\n2024 Annual Report\n\n33\n\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\n\nThe following is a list, as of February 26, 2025, setting forth certain information regarding our executive officers. Each executive officer holds office until the first meeting of the Board of Directors after the annual meeting of shareholders, and until his or her successor is elected and qualified or until his or her earlier resignation or removal. Each executive officer’s employment will end pursuant to the terms of his or her employment contract. \n\nNameAgePosition\n\nMartine Rothblatt, Ph.D., J.D., M.B.A. 70Chairperson and Chief Executive Officer\n\nMichael Benkowitz53President and Chief Operating Officer\n\nJames C. Edgemond57Chief Financial Officer and Treasurer\n\nPaul A. Mahon, J.D. 61Executive Vice President, General Counsel, and Corporate Secretary\n\nMartine Rothblatt, Ph.D., J.D., M.B.A., founded United Therapeutics in 1996 and has served as Chairperson and Chief Executive Officer since its inception. Previously, she created the satellite radio company SiriusXM. She is an inventor or co‑inventor on ten U.S. patents, with additional patents pending. Her pioneering book, Your Life or Mine: How Geoethics Can Resolve the Conflict Between Private and Public Interests in Xenotransplantation, anticipated the need for both global virus bio-surveillance and a greatly expanded supply of transplantable organs. Dr. Rothblatt has a Ph.D. in medical ethics from the University of London.\n\nMichael Benkowitz joined United Therapeutics in 2011 as our Executive Vice President, Organizational Development, and was promoted to President and Chief Operating Officer in 2016. He is responsible for all of our sales, marketing, market access, patient relations, manufacturing, medical affairs, and corporate compliance activities, most company-wide administrative functions, including human resources and information technology, many of our business development efforts, and several of our key business alliances and partnerships. \n\nJames C. Edgemond joined United Therapeutics in January 2013 as Treasurer and Vice President, Strategic Financial Planning. Mr. Edgemond was promoted to Chief Financial Officer and Treasurer in March 2015. Prior to joining United Therapeutics, he was Vice President, Corporate Controller, and Treasurer of Clark Construction Group from 2008 through January 2013. He also served in a variety of roles at The Corporate Executive Board Company from 1998 to 2008, serving as Executive Director, Finance from 2005 to 2008. He began his career as a public accountant at KPMG Peat Marwick LLP, from 1990 through 1998, where he served in a variety of roles, including as a Senior Manager prior to his departure.\n\nPaul A. Mahon, J.D., has served as General Counsel and Corporate Secretary of United Therapeutics since its inception in 1996. In 2001, Mr. Mahon joined United Therapeutics full-time as Senior Vice President, General Counsel, and Corporate Secretary. In 2003, Mr. Mahon was promoted to Executive Vice President, General Counsel, and Corporate Secretary. Prior to 2001, he served United Therapeutics, beginning with its formation in 1996, in his capacity as principal and managing partner of a law firm specializing in technology and media law. \n\n34\n\nUnited Therapeutics, a public benefit corporation",
      "char_count": 188693
    },
    "item1a": {
      "text": "Item 1A. Risk Factors \n\nRisks Related to Our Products and Our Operations\n\nWe rely heavily on sales of our treprostinil-based therapies to generate revenues and support our operations.\n\nSales of our treprostinil-based therapies — Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram — comprise the vast majority of our revenues. Substantially decreased sales of any of these products could have a material adverse impact on our operations. A wide variety of events, such as withdrawal of regulatory approvals or substantial changes in prescribing practices or dosing patterns, many of which are described in other risk factors below, could cause sales of these products to materially decline, or to grow more slowly than expected. Our net revenues could also be negatively impacted by pricing pressure as a result of competitive challenges, the IRA, and other drug price reduction initiatives. The availability of generic versions of our products has negatively impacted our revenues, and these and additional generic products launched in the future may continue to do so. The approval and launch of new therapies may negatively impact sales of our current and potential new products. Sales may decrease if any third party that manufactures, markets, distributes, or sells our commercial products cannot do so satisfactorily, or we cannot manage our internal manufacturing processes. Finally, if demand for our Tyvaso products does not meet our expectations, the revenue opportunity for our treprostinil products could be significantly lower than we expect.\n\nIf our products fail in clinical trials, we will be unable to sell those products.\n\nTo obtain approvals from the FDA and international regulatory agencies to sell new products, or to expand the product labeling for our existing products, we must conduct clinical trials demonstrating that our products are safe and effective. Regulators have substantial discretion over the approval process. Regulators may require us to amend ongoing trials or perform additional trials, which have in the past and could in the future result in significant delays and additional costs and may be unsuccessful. Delays and costs associated with regulatory requirements to change or add trials have sometimes caused us to discontinue efforts to develop a particular product, and may do so again in the future. If our clinical trials are not successful, or we fail to address identified deficiencies adequately, we will not obtain required approvals to market the new product or new indication. We cannot predict with certainty how long it will take, or how much it will cost, to complete necessary clinical trials or obtain regulatory approvals of our current or future products. The time and cost needed to complete clinical trials and obtain regulatory approvals varies by product, indication, and country. In addition, failure to obtain, or delays in obtaining, regulatory approval has in the past and could in the future require us to recognize impairment charges.\n\nOur clinical trials have been and in the future may be discontinued, delayed, canceled, or disqualified for various reasons, including: (1) pandemics such as the COVID-19 pandemic, which initially caused us to suspend enrollment of most of our clinical studies; (2) manufacturing and supply chain disruptions; (3) the drug is unsafe or ineffective, or physicians and/or patients believe that the drug is unsafe or ineffective, or that other therapies are safer, more effective, better tolerated, or more convenient; (4) patients do not enroll in or complete clinical trials at the rate we expect, due to the availability of alternative therapies, the enrollment of competing clinical trials, or other reasons; (5) we, or clinical trial sites or other third parties, do not adhere to trial protocols and required quality controls under good clinical practices (GCP) regulations and similar regulations outside the United States; (6) patients experience severe side effects during treatment or die during our trials because of adverse events; and (7) the results of clinical trials conducted in a particular country are not acceptable to regulators in other countries.\n\nWe may not compete successfully with established or newly developed drugs or products.\n\nCompetition could negatively impact our operating results. We compete with well-established drug companies for market share, as well as, among other things, funding, licenses, expertise, personnel, clinical trial patients and investigators, consultants, and third-party collaborators. Some of these competitors have substantially greater financial, marketing, manufacturing, sales, distribution, and technical resources, and a larger number of approved products, than we do. Some of these competitors also possess greater experience in areas critical to our success, such as research and development, clinical trials, sales and marketing, and regulatory matters.\n\nNumerous treatments compete with our commercial therapies. For example, for the treatment of PAH, we compete with over fifteen branded and generic drugs. Sales of a generic version of Adcirca launched in August 2018 have had a material adverse impact on our sales of Adcirca. The availability of generic treprostinil injection in the United States could materially impact our revenues, and generic competition materially impacted our Remodulin revenues outside the United States. Our competitors are also developing numerous new products that may compete with ours, including products intended to treat PAH and/or PH-ILD. For example, Merck received approval for Winrevair (sotatercept-csrk) in March 2024, which competes with our treprostinil-based products. In addition, Liquidia is developing Yutrepia, which could receive final approval from the FDA for both PAH and PH-ILD in May 2025 (or sooner depending on the pending outcome of Liquidia’s lawsuit against the FDA) and if successful would compete with our treprostinil-based products. Both products could potentially materially adversely affect our revenues. There are also two therapies approved for the treatment of IPF, and we are aware of a \n\n2024 Annual Report\n\n35\n\nsignificant number of additional therapies being developed for the treatment of IPF, which would compete with Tyvaso DPI and nebulized Tyvaso if either of them is ultimately approved for that indication.\n\nPatients and doctors may discontinue use of our products if they perceive competing products as safer, more effective, less invasive, more convenient, and/or less expensive than ours. Doctors may reduce the prescribed doses of our products if they prescribe them in combination with competing products. In addition, many competing therapies are less invasive or more convenient than our products, and use of these competing therapies often delays or prevents initiation of our therapies.\n\nThe successful commercialization of our products depends on the availability of coverage and adequacy of reimbursement from third-party payers, including governmental authorities and private health insurers. Pharmaceutical pricing and reimbursement pressures may negatively impact our sales.\n\nThe commercial success of our products depends, in significant part, on coverage by governmental payers such as Medicare and Medicaid, and private insurance companies. A reduction in the availability or extent of reimbursement from domestic or foreign government health care programs could have a material adverse effect on our business and results of our operations. Government payers and third-party payers are increasingly attempting to limit the price of medicinal products and frequently challenge the pricing of new or expensive drugs. In many markets outside the United States, governments control the prices of prescription pharmaceuticals through the implementation of reference pricing, price cuts, rebates, revenue-related taxes, and profit control. Financial pressures may cause United States government payers and/or private health insurers to implement policies that would reduce reimbursement rates for our products, limit future price increases, cap reimbursement rates for pharmaceuticals to rates paid internationally, require the automatic substitution of generic products, demand more rigorous requirements for initial coverage for new products, implement step therapy policies that require patients to try other medicines, including generic products, before using our products, or take other similar steps that could make it more difficult for patients to access our products. See, for example, the discussion of the IRA in the risk factor below entitled Government healthcare reform and other reforms could adversely affect our revenue, costs, and results of operations.\n\nOur prostacyclin analogue products (Tyvaso DPI, nebulized Tyvaso, Remodulin, and Orenitram) and our oncology product (Unituxin) are expensive therapies. Specialty pharmacy distributors may not be able to obtain adequate reimbursement for our products from commercial and government payers to motivate them to support our products. Third-party payers may reduce the amount of reimbursement for our products based on changes in pricing of other therapies for the same disease or the development of new payment methodologies to cover and reimburse treatment costs, such as the use of cost-effectiveness research or value-based payment contracts. Third-party payers often encourage the use of less-expensive generic alternative therapies, which has materially impacted our Adcirca revenues and which may materially impact our Remodulin revenues and revenues from our other products if and when generic competitors come to market. Similarly, pricing and rebating strategies for new competitive therapies could put pressure on us to reduce the prices of our products and/ or offer increased rebates to third-party payers. If commercial or government payers do not cover our products or limit payment rates, patients and physicians could choose competing products or products with lower out-of-pocket costs.\n\nOur manufacturing strategy exposes us to significant risks. \n\nWe must be able to manufacture sufficient quantities of our commercial products to satisfy demand. We manufacture nebulized Tyvaso drug product, Remodulin, Orenitram, and Unituxin, including the active ingredient in each of these products (and in Tyvaso DPI), at our own facilities and rely on third parties for additional manufacturing capacity for nebulized Tyvaso and Remodulin. We also rely on third parties for our manufacturing, sometimes exclusively, as detailed under the risk factor below entitled, We rely in part on third parties to perform activities that are critical to our business. If any of our internal or third-party manufacturing and supply arrangements are interrupted, we may not have sufficient inventory to meet future demand. Changes in suppliers and/or service providers could interrupt the manufacturing of our commercial products and impede the progress of our commercial launch plans and clinical trials.\n\nOur internal manufacturing process subjects us to risks as we engage in increasingly complex manufacturing processes. We manufacture our entire supply of Orenitram and Unituxin without an FDA-approved back-up manufacturing site. We do not plan to engage a third party to manufacture Orenitram; however, we have initiated efforts to qualify a third party to manufacture the active ingredient in Unituxin, which will take multiple years and may not succeed. Our manufactured organ and organ alternative programs will involve exceptionally complicated manufacturing processes, many of which have never been attempted on a clinical or commercial scale. It will take substantial time and resources to develop and implement such manufacturing processes, and we may never be able to do so successfully. Additional risks of our manufacturing strategy include the following:\n\n•We, our third-party manufacturers, and other third parties involved in the manufacturing process, such as third parties that operate testing and storage facilities, are subject to the cGMP requirements of the FDA and its international counterparts, as applicable, current good tissue practices, and similar international regulatory standards, and other quality standards related to device manufacturing. Our ability to exercise control over regulatory compliance by our third-party manufacturers is limited.\n\n•We believe we and our third-party manufacturers need to increase our respective manufacturing capacity by constructing new facilities, and/or expanding existing facilities, in order to continue meeting anticipated demand for our products. These efforts are often costly and time-consuming, and must meet rigorous regulatory requirements. For \n\n36\n\nUnited Therapeutics, a public benefit corporation\n\nexample, we are engaged in significant efforts to expand MannKind’s capacity to manufacture Tyvaso DPI in the near term, at our expense. Longer-term, we are constructing our own facility to manufacture Tyvaso DPI. These efforts could be unsuccessful or take longer or cost more than we anticipate, due to a variety of factors including the lead time needed to procure, install, and qualify the highly specialized equipment necessary to manufacture the product. If these plans are not successfully and timely implemented, we could be unable to meet the growing demand for Tyvaso DPI, which would negatively impact our Tyvaso DPI revenues.\n\n•We may experience difficulty designing and implementing processes and procedures to ensure compliance with applicable regulations as we develop manufacturing operations for new products.\n\n•Unituxin is a chimeric monoclonal antibody that has stringent quality control and stability requirements. The drug substance manufacturing process involves a complex, multi-step cell culture and purification process. Many biologic products, including Unituxin, are particularly sensitive to the conditions under which they are manufactured. Supplier-driven changes to any of the raw materials or components used in the manufacture of Unituxin, such as discontinuation or alteration, could have unintended impacts on the quality and shelf life of Unituxin and may inhibit or prevent our ability to supply acceptable finished product in sufficient quantities or at all. Furthermore, Unituxin has a limited shelf life, which impacts our ability to stockpile inventory at comparable levels to our other commercial products.\n\n•Natural and man-made disasters (such as fires, contamination, power loss, hurricanes, earthquakes, flooding, terrorist attacks, and acts of war), disease outbreaks, and pandemics such as COVID-19 impacting our internal and third-party manufacturing sites could cause a supply disruption.\n\n•The sterility and quality of our products could be substandard and such products could not be sold or used or could be subject to recalls.\n\n•The FDA and its international counterparts would require new testing and compliance inspections of new manufacturers of our products, or new manufacturing facilities we operate.\n\n•If we produce products that do not meet FDA-approved specifications and we fail to detect these issues prior to distribution of these products, our products may be the subject of safety alerts, product recalls, or other corrective actions, and we may be charged in product liability claims and lawsuits which, regardless of their ultimate outcome, could have a material adverse effect on our business and reputation and on our ability to attract and retain customers.\n\n•Regulatory agencies may not be able to timely inspect our facilities, or those of our third-party manufacturers, which could result in delays in obtaining necessary regulatory approvals for our products.\n\n•We may be unable to contract with needed manufacturers on satisfactory terms or at all.\n\n•The supply of materials and components necessary to manufacture and package our products may become scarce or unavailable, which in the past has delayed, and in the future could delay, the manufacturing and subsequent sale of such products. Products manufactured with substituted materials or components must be approved by the FDA and applicable international regulatory agencies before they can be sold.\n\n•Manufacturers of the devices used to administer our inhaled and infused therapies are subject to medical device requirements of the FDA and its international counterparts, as applicable. Any non-compliance, recall, or enforcement action issued against them could adversely impact our sales and operations.\n\n•The infrastructure of our internal manufacturing facilities, along with certain facilities of our third-party manufacturers, is aging. These facilities have highly sophisticated and complex utility systems and manufacturing equipment. If any of these systems or equipment require long-term repair or replacement, the impacted facility may not be able to manufacture product for a substantial period of time.\n\n•We and our third-party manufacturers rely upon local municipalities to supply our facilities with clean water, which is processed into high purity water and used as a key ingredient for several of our commercial drug products. If local municipalities are unable to supply water that meets relevant quality standards, we and our third-party manufacturers may be unable to manufacture these products until such a situation is remediated.\n\n•Our supply chain for raw materials and consumables extends worldwide and is complex. Suppliers based in China and Taiwan play a substantial role in our supply chain. Political unrest or trade disputes involving China, Taiwan, or other countries in our supply chain could impact our ability and the ability of our third-party manufacturers to source raw materials and consumables. We also have limited visibility into the supply chains on which our primary suppliers rely; as such, we rely on our primary suppliers to have robust risk mitigation strategies to detect issues and prevent supply disruption.\n\n•We are closely monitoring the military conflicts in Ukraine and Israel. Although we do not directly source any raw materials or consumables from Ukraine, Russia, Belarus, Gaza, Lebanon, or Israel, our European- and Middle East-based suppliers and service providers could be impacted by extended conflicts or an escalation of these conflicts into neighboring countries.\n\n•The cost of many key raw materials and consumables used in the manufacture of our products has increased due to significant inflationary pressure, and could increase further as a result of tariffs enacted by the Trump administration. Should the prices of raw materials and consumables further increase significantly as a result of inflation or tariffs, we could see higher than average year-over-year increases in cost of goods sold. Tariffs could also cause a substantial increase in the material costs associated with our construction activities.\n\n2024 Annual Report\n\n37\n\n•Any of our third-party manufacturers could undergo a change of control, causing a change in our business relationship with the relevant manufacturer. Such a change could impact our long-term supply outlook and cause us to seek alternatives that could require a lengthy regulatory approval process. Due to the nature of our products, alternative suppliers may not be readily available, causing us to rely solely on internal capabilities to meet future demand.\n\n•In 2024, we began operating a clinical-scale, designated pathogen-free facility (DPF) to produce our xenotransplantation products for human clinical studies. This facility houses gene-edited pigs in a highly controlled containment environment. This facility is a first of its kind, and unforeseen operational issues or disease outbreak amongst its herd could significantly impact the clinical development timelines for our xenotransplantation products. We have begun construction of a second clinical-scale DPF facility to mitigate operational risk and increase capacity, and are planning to construct a third clinical-scale DPF facility. We will need to construct additional clinical and commercial-scale DPF facilities at significant expense in order to support the development and commercialization of our xenotransplantation products. We expect to begin construction of one or more commercial-scale DPF facilities well before our xenotransplantation products could potentially be approved, and if development of our xenotransplantation products fails or demand is significantly less than anticipated, we will not recoup our significant investment in these facilities. Conversely, prior to approval of our xenotransplantation products, we may not construct the number of facilities that we believe will ultimately be required to meet patient demand, which may delay our ability to meet demand when and if our xenotransplantation products are approved.\n\n•Unituxin and Tyvaso DPI both require cold chain transportation since these products must be maintained at 2-8°C while in transit. As a result, these products have an elevated risk of quality-control incidents compared to our other commercial products, which may be transported under room temperature conditions. We use third party logistics companies that specialize in cold chain transportation for high-value products; however, should a temperature excursion occur, it may cause loss of some or all product in the particular shipment.\n\nAny of these factors could disrupt sales of our commercial products, delay clinical trials or commercialization of new products, result in product liability claims and product recalls, and entail higher costs. Interruptions in our manufacturing process could be significant given the length of time and complexity involved in obtaining necessary regulatory approvals for alternative arrangements, through either third parties or internal manufacturing processes.\n\nWe rely in part on third parties to perform activities that are critical to our business.\n\nThird parties assist us in activities critical to our operations, such as: (1) manufacturing our clinical and commercial products; (2) conducting clinical trials, preclinical studies, and other research and development activities; (3) obtaining regulatory approvals; (4) conducting pharmacovigilance and product complaint activities, including handling and reporting of adverse effects (including adverse events and product complaints); (5) obtaining medical device clearances and approvals for the devices used to administer our drugs; and (6) marketing and distributing our products. Any disruption in the ability of third parties to continue to perform these critical activities could materially adversely impact our business and results of operations. Any change in service providers could interrupt the manufacture and distribution of our products and services, and impede the progress of our clinical trials, commercial launch plans, and related revenues.\n\nWe rely on various distributors to market, distribute, and sell our commercial products. If they are unsuccessful in, or reduce or discontinue, their sales efforts, our revenues may decline materially. Outside the United States, we rely substantially on our international distributors to obtain and maintain regulatory approvals for our products and to market and sell our products in compliance with applicable laws and regulations. In the United States, we derive substantially all our treprostinil-based revenues from sales to two distributors, Accredo and CVS Specialty. If either of these two distributors places significantly larger or smaller orders in a given time period, our revenues can be impacted in a way that does not reflect patient demand.\n\nWe rely entirely on third parties to supply pumps and other supplies necessary to administer Remodulin. There are a limited number of pumps and other supplies available in the market, and the discontinuation of any particular pump could have a material, adverse impact on our Remodulin revenues if a viable supply of an alternate pump is not available. Smiths Medical (which has since been acquired by ICU Medical) discontinued manufacturing the MS-3 system used to administer subcutaneous Remodulin, and specialty pharmacy distributors informed us that supplies of MS-3 pumps are fully exhausted. In 2022, ICU Medical discontinued manufacturing and distribution of the CADD-Legacy system used to administer intravenous Remodulin. Historically, these were the pumps primarily used to administer Remodulin to patients in the United States. In 2021, we launched the Remunity Pump to administer subcutaneous Remodulin, and in 2022 ICU Medical made an alternative pump, the CADD-Solis, available for intravenous Remodulin. We rely entirely on DEKA and its affiliates to manufacture the Remunity and RemunityPRO Pumps. Additional ancillary supplies are used with these pumps, and a limited number of manufacturers that supply them. In 2024, a manufacturer discontinued popular infusion tubing sets used with the Remunity Pumps (and expected to be used with RemunityPRO) and transferred this business to another manufacturer. This manufacturer has operations outside of the United States and is working to establish an additional U.S. distributor for their product. We are working to secure arrangements for alternative suppliers, but establishing these alternatives could take significant time and may not ultimately be successful. Specialty pharmacies have reportedly run low on these supplies, which threatens patients’ ability to continue administering Remodulin.  \n\nLilly manufactures and supplies Adcirca for us. We use Lilly’s pharmaceutical wholesaler network to distribute Adcirca. If Lilly is unable to manufacture or supply Adcirca or its distribution network is disrupted, it could delay, disrupt, or prevent us from selling Adcirca.\n\n38\n\nUnited Therapeutics, a public benefit corporation\n\nWe rely on two contract manufacturers — Minnetronix Inc. and Phillips-Medisize Corp. — to manufacture the Tyvaso Inhalation System for nebulized Tyvaso. As nebulized Tyvaso is a drug-device combination product, we cannot sell nebulized Tyvaso without the Tyvaso Inhalation System. We also rely on various third parties to supply the monthly disposable device accessories that are used with the Tyvaso Inhalation System. We currently rely entirely on MannKind to manufacture Tyvaso DPI finished drug product and inhalers for us. If MannKind is unable to manufacture Tyvaso DPI in sufficient quantities for us for any reason, our commercial sales of Tyvaso DPI could be materially and adversely impacted.\n\nWe also rely on various sole-source suppliers for manufacturing activities related to ralinepag. We are in the process of qualifying our Research Triangle Park facility to produce our primary commercial supply of ralinepag if and when it is approved by the FDA. This effort could be unsuccessful or take longer or cost more than we anticipate, in which case we may be more reliant on our existing third-party contract manufacturers.\n\nFinally, we rely entirely on Sanner GmbH (which recently acquired Gilero LLC) to manufacture cartridges that were cleared by the FDA for use with the MS-3 pump to administer Remodulin. For a further discussion of risks created by the use of third-party contract manufacturers, see the risk factor above entitled, Our manufacturing strategy exposes us to significant risks.\n\nWe rely heavily on third-party contract research organizations, contract laboratories, clinical investigative sites, and other third parties to conduct our clinical trials, preclinical studies, and other research and development activities. In addition, the success of certain products we are developing will depend on clinical trials sponsored by third parties. Third-party failure to conduct or assist us in conducting clinical trials in accordance with study protocols, quality controls, GCP, or other applicable requirements or to submit associated regulatory filings, could limit or prevent our ability to rely on results of those trials in seeking regulatory approvals.\n\nReports of actual or perceived side effects and other adverse effects associated with our products could cause our sales to decrease or regulatory approvals to be revoked.\n\nReports of adverse effects (including side effects and other adverse events, as well as product complaints) associated with our products could affect a physician’s decision to prescribe or a patient’s willingness to use our products, which may have a significant adverse impact on sales of our products. An example of a known risk associated with the pump system used for intravenous Remodulin is sepsis, which is a serious and potentially life-threatening infection of the bloodstream caused by a wide variety of bacteria. In addition, Unituxin is associated with severe side effects, and its label contains a boxed warning related to potential infusion reactions and neurotoxicity. We are required to report certain adverse effects to the FDA and its international counterparts. Development of new products, and new formulations, indications, and delivery devices for existing products, could result in new side effects and other adverse effects which may be serious in nature. If the use of our products harms patients or is perceived to harm patients, regulatory approvals could be revoked or otherwise negatively impacted.\n\nNegative attention from special interest groups may impair our business.\n\nOur early-stage research and development involves animal testing required by regulatory authorities, which we conduct both directly and through contracts with third parties. Our xenotransplantation and regenerative medicine programs rely heavily on the use of animals to manufacture and test our products. Certain special interest groups categorically object to the use of animals for research purposes. Any negative attention, threats, or acts of vandalism directed against our animal research or manufacturing activities could impede the operation of our business.\n\nWe may not maintain adequate insurance coverage to protect us against significant product liability claims.\n\nThe testing, manufacturing, marketing, and sale of drugs and diagnostics involve product liability risks. We may not be able to maintain our current product liability insurance at an acceptable cost, if at all. In addition, our insurance coverage may not be adequate for all potential claims. If losses significantly exceed our liability insurance coverage, we may experience financial hardship or potentially be forced out of business. Clinical testing and eventual marketing and sale of new products, reformulated versions of existing products, or use of existing products in new indications could expose us to new product liability risks that are not covered by our existing policies.\n\nIf we fail to attract and retain key management and qualified scientific and technical personnel, we may not be able to achieve our business objectives.\n\nMembers of our management team, including our founder, Chairperson and Chief Executive Officer, Dr. Martine Rothblatt, play a critical role in defining our business strategy and maintaining our corporate culture. The loss of the services and leadership of Dr. Rothblatt or any other members of our senior management team could have an adverse effect on our business. We do not maintain key person life insurance on our senior management team members. Failure to identify, hire, and retain suitable successors for members of our senior management team and to transfer knowledge effectively could impede the achievement of our business objectives. Our future success also depends on our ability to attract and retain qualified scientific and technical personnel. Competition for such personnel in our industries is intense. If we fail to attract and retain such employees, we may not be successful in developing and commercializing new therapies.\n\n2024 Annual Report\n\n39\n\nRisks Related to Legal Compliance\n\nWe must comply with extensive laws and regulations in the United States and other countries. Failure to obtain approvals on a timely basis or to comply with these requirements could delay, disrupt, or prevent commercialization of our products.\n\nThe products we develop must be approved for marketing and sale by regulatory agencies. Our research and development efforts must comply with extensive regulations, including those promulgated by the FDA, the U.S. Department of Agriculture, and their international counterparts, as applicable. The process of obtaining and maintaining regulatory approvals for new drugs, biologics, and medical devices is lengthy, expensive, and uncertain. The regulatory approval process is particularly uncertain for our transplantation programs, which include the development of xenotransplantation, regenerative medicine, 3D bioprinting of organ alternatives, and cell-based products. Once approved, the manufacture, distribution, advertising, and marketing of our products are subject to extensive regulation, including requirements related to product labeling, pharmacovigilance and adverse effect reporting and processing (including both adverse events and product complaints), storage, distribution, and record-keeping. Our product candidates have in the past and may in the future fail to receive regulatory approval. If granted, product approvals can be conditioned on the completion of post-marketing clinical studies, accompanied by significant restrictions on the use or marketing of a given product and withdrawn for failure to comply with regulatory requirements, such as post-marketing requirements and post-marketing commitments, or upon the occurrence of adverse effects subsequent to commercial introduction. Our ability to obtain regulatory approvals for our products has been, and in the future may be, materially impacted by the outcome and quality of our clinical trials and other data submitted to regulators, as well as the quality of our manufacturing operations and those of our third-party contract manufacturers and contract laboratories. In addition, third parties may submit citizen petitions to the FDA seeking to delay approval of, or impose additional approval conditions for, our products. If successful, citizen petitions can significantly delay, or even prevent, the approval of our products. For example, a third party submitted a citizen petition to the FDA requesting that the FDA refuse to approve Tyvaso DPI, and/or impose additional requirements in order to approve the product. While the petition was denied by the FDA, it delayed FDA approval of our NDA for Tyvaso DPI.\n\nRegulatory approval for our currently marketed products is limited by the FDA and other regulators to those specific indications and conditions for which clinical safety and efficacy have been demonstrated.\n\nAny regulatory approval of our products is limited to specific diseases and indications for which our products have been deemed safe and effective. Regulatory approval is also required for new formulations and new indications for an approved product. While physicians may prescribe drugs for uses that are not described in the product’s labeling and for uses that differ from those approved by regulatory authorities (called “off-label” uses), our ability to promote our products is limited to those indications that are specifically approved by the FDA and its international counterparts. Failure to follow applicable rules and guidelines related to promotion and advertising can result in the adverse regulatory actions by the FDA and its international counterparts — such as warning letters, enforcement actions, civil lawsuits, or criminal prosecution.\n\nWe must comply with various laws in jurisdictions around the world that restrict certain marketing practices.\n\nOur business activities may be subject to challenge under laws in jurisdictions around the world restricting marketing practices, such as:\n\n•Anti-kickback and false claim statutes, the Foreign Corrupt Practices Act, and the United Kingdom Bribery Act. In the United States, the Federal Anti-Kickback Statute prohibits, among other activities, knowingly and willfully offering, paying, soliciting, or receiving remuneration (i.e., anything of value) to induce, or in return for, the purchase, lease, order or arranging the purchase, lease or order of any health care product or service reimbursable under any federally financed healthcare program like Medicare or Medicaid. This statute is interpreted broadly to apply to arrangements between pharmaceutical manufacturers and prescribers, purchasers, specialty pharmacies, formulary managers, patients, and others. Our practices may not always qualify for safe harbor protection under this statute.\n\n•The Federal False Claims Act, which prohibits any person from knowingly presenting or causing to be presented a false or fraudulent claim for payment of government funds, or making or causing a false statement material to a false or fraudulent claim. Pharmaceutical and health care companies have faced liability under this law for causing false claims to be submitted because they marketed a product for unapproved and non-reimbursable uses.\n\n•Analogous state laws and regulations, including anti-kickback and false claims laws, which apply to items and services reimbursed under Medicaid or, in several states, regardless of the payer, including private payers.\n\nWe are also subject to numerous other laws and regulations that, while not specific to the healthcare industry, apply to the healthcare industry in important ways. For example, we are subject to antitrust regulations with respect to interactions with other participants in the markets we currently serve or may serve in the future. These antitrust laws are vigorously enforced in the U.S. and in other jurisdictions in which we operate.\n\nCompliance with these and similar laws on a state-by-state basis is difficult, time consuming, and requires substantial resources. Any investigation, inquiry, or other legal proceeding under these laws related to our operations, even if we successfully defend against it, or any penalties imposed upon us for failure to comply, could have a material adverse effect on our business and financial condition or reputation. Sanctions under these federal and state laws may include treble civil monetary penalties, payment of damages, fines, exclusion of our products from reimbursement under federal health care programs, imprisonment, and the curtailment or restructuring of our operations.\n\n40\n\nUnited Therapeutics, a public benefit corporation\n\nGovernment healthcare reform and other reforms could adversely affect our revenue, costs, and results of operations.\n\nOur industry is highly regulated and changes in law or government health care programs, like Medicaid or Medicare, may adversely impact our business, operations, or financial results. We cannot predict how future federal or state legislative or administrative changes related to healthcare reform will affect our business.\n\nPolitical, economic, and regulatory developments may lead to fundamental changes in the U.S. healthcare industry, particularly given the persistent criticism of prescription drug costs in the U.S. We expect there will continue to be legislative and regulatory proposals to change the healthcare system in ways that could adversely impact our ability to commercialize and to sell our products profitably.\n\nAmong other things, there have been several U.S. Congressional inquiries and proposed and enacted federal and state legislation designed to, among other things: bring more transparency to drug pricing; reduce the cost of prescription drugs under government payer programs; review the relationship between pricing and manufacturer patient programs; and reform government program reimbursement methodologies for drugs.\n\nIn August 2022, President Biden signed the IRA into law. Among other things, the IRA requires manufacturers of certain drugs to engage in price negotiations with Medicare, with prices that can be negotiated subject to a cap (with resulting prices for the initial ten drugs first effective in 2026); imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation (first due in 2023); redesigns the Medicare Part D benefit (beginning in 2024); and replaces the Medicare Part D coverage gap discount program with a new manufacturer discounting program (beginning in 2025). The IRA permits the Secretary of the Department of Health and Human Services (HHS) to implement many of these provisions through guidance, as opposed to regulation, for the initial years. HHS has issued guidance, and is expected to continue to issue guidance, even while multiple lawsuits challenging the IRA negotiation requirement remain pending. While the impact of the IRA on the pharmaceutical industry cannot yet be fully determined, it is likely to be significant.\n\nUnder the Medicare Part D manufacturer discounting program that became effective January 1, 2025 pursuant to the IRA, manufacturers must give a 10 percent discount on Part D drugs in the initial coverage phase, and a 20 percent discount on Part D drugs in the so-called “catastrophic phase” (the phase after the patient incurs costs above the initial phase out-of-pocket threshold, which is $2,000 beginning in 2025). The IRA allows the 10 and 20 percent discounts to be phased in over time for certain drugs for “specified small manufacturers.” In April 2024, CMS informed us that we are deemed to be a specified small manufacturer.\n\nOrenitram and Tyvaso DPI are both reimbursed under Medicare Part D, and the reimbursement amount will be impacted by the 10 and 20 percent discounts under the new manufacturer discounting program. These increased discounts will impact Tyvaso DPI and Orenitram revenues, while also having an industry-wide impact on the cost of Part D drugs. The impact on Tyvaso DPI and Orenitram revenues could be offset because the IRA’s redesign of certain Part D components, some of which went into effect in 2024, resulted in an increase in the number of patients able to afford these therapies. The amount of the offset, if any, is inherently uncertain and difficult to predict.  \n\nThe manner in which CMS has implemented the manufacturer discounting program will also increase financial obligations of Part D prescription drug plans with respect to beneficiaries in the catastrophic coverage phase. This may incentivize Part D prescription drug plans to seek greater price concessions from us in order to include our products on their formularies.\n\nIn addition, Congress enacted other statutes that could adversely affect our ability to successfully commercialize our products. The American Rescue Plan Act of 2021 eliminated the statutory cap on Medicaid Drug Rebate program rebates that manufacturers pay to state Medicaid programs, effective January 1, 2024. Previously, the rebate was capped at the drug’s average manufacturer price. Removal of the rebate cap could increase our Medicaid rebate liability.\n\nIndividual U.S. states continue to consider and have enacted legislation to limit the growth of healthcare costs, including the cost of prescription drugs. A number of states have either implemented or are considering implementation of drug price transparency legislation. Requirements of pharmaceutical manufacturers under such laws include advance notice of planned price increases; reporting price increase amounts and factors considered in taking such increases; wholesale acquisition cost information disclosure to prescribers, purchasers, and state agencies; and new product notice and reporting. Other legislation establishes so-called prescription drug affordability boards that could impose price caps on specific drugs. These state legislative measures could limit the price or payment for certain drugs, and a number of states are authorized to impose civil monetary penalties or pursue other enforcement mechanisms against manufacturers who fail to comply with state law requirements, including the untimely, inaccurate, or incomplete reporting of drug pricing information under transparency obligations.\n\nThe IRA and other healthcare reform measures that may be adopted in the future may result in additional downward pressure on the payment that we receive for any approved product, and may adversely impact our business. Any reduction in reimbursement from Medicare and other government programs may result in a similar reduction in payment from commercial payers. Further state and federal healthcare reform measures adopted in the future could limit the amounts that state and federal governments will pay for healthcare products and services, which could result in reduced demand for our products or additional pricing pressure.\n\nIn October 2020, HHS and the FDA issued a final rule and guidance concerning two new pathways for importing lower-cost drugs into the United States. The final rule allows certain prescription drugs to be imported from Canada, and the guidance \n\n2024 Annual Report\n\n41\n\ndescribes procedures for drug manufacturers to facilitate the importation of FDA-approved drugs and biologics manufactured abroad and originally intended for sale in a foreign country into the United States. In January 2024, the FDA approved Florida’s drug importation plan.\n\nIt is difficult to predict the impact, if any, that future legislation or executive actions might have on the use of and reimbursement for our products in the United States, including the potential for the importation of generic versions of our products. \n\nIf we fail to comply with our reporting and payment obligations under the Medicaid Drug Rebate program or other governmental pricing programs, we could be subject to additional reimbursement requirements, penalties, sanctions, and fines, which could adversely impact our business, financial condition, results of operations, and prospects.\n\nWe participate in, and have certain price reporting obligations to, the Medicaid Drug Rebate program and other governmental programs that require us to pay rebates or offer discounts on our products. Certain programs, such as the 340B program, impose limits on the price we are permitted to charge certain entities for our products or for any future products for which we receive regulatory approval. Changes to these programs could negatively affect the coverage and reimbursement by these programs of our products or any future products for which we receive regulatory approval and could negatively impact our results of operations. Our failure to comply with these price reporting, rebate payment, or pricing requirements could adversely impact our financial results. Applicable laws and regulations, including the IRA, could affect our obligations in ways we cannot anticipate.\n\nPricing and rebate calculations vary among products and programs. The calculations are complex and are often subject to interpretation by us, governmental or regulatory agencies, and the courts. If we must restate or recalculate information provided under these programs, our costs of compliance could increase. We could be held liable for errors in our pricing data, including retroactive rebates and program refunds. We may incur significant civil monetary penalties if we are found to have knowingly provided false information to the government or to have charged 340B covered entities more than the statutorily mandated ceiling price. Certain failures to timely submit required data also could result in a civil monetary penalty for each day the information is late. We could also become subject to allegations under the False Claims Act and other laws and regulations. In addition, misreporting and failure to timely report data to CMS also can be grounds for CMS to terminate our Medicaid drug rebate agreement, pursuant to which we participate in the Medicaid Drug Rebate program. If CMS terminates our rebate agreement, no federal payments would be available under Medicaid or Medicare Part B for our covered outpatient drugs.\n\nCMS, the VA, the Office of Inspector General of the Department of Health and Human Services (OIG), and other governmental agencies have pursued manufacturers that were alleged to have failed to report data to the government in a timely manner. Governmental agencies may also make changes in program interpretations, requirements or conditions of participation, some of which may have implications for amounts previously estimated or paid. We cannot assure you that any submissions we are required to make under governmental drug pricing programs will not be found to be incomplete or incorrect.\n\nSimilar political, economic, and regulatory developments are occurring in other countries and may affect our profitability. In addition to continuing pressure on prices and cost containment measures, legislative developments at the European Union (EU) or member state level may result in significant additional requirements or obstacles that may increase operating costs. Healthcare budgetary constraints in most EU member states have resulted in restrictions on the pricing and reimbursement of medicines and medical devices by relevant health service providers. Coupled with ever-increasing EU and national regulatory burdens on those wishing to develop and market products, this could prevent or delay marketing approval or certification of our product candidates, restrict or regulate post-approval activities, and affect our ability to commercialize our product candidates, if approved or certified. In markets outside of the United States and EU, reimbursement and healthcare payment systems vary significantly by country, and many countries have instituted price ceilings on specific products and therapies. \n\nWe may be subject to enforcement action or penalties in connection with the contract pharmacy policy we have implemented pursuant to the 340B program.\n\nWe participate in the 340B program and have implemented a policy regarding the distribution of our drugs at 340B ceiling prices through third-party pharmacies that contract with 340B covered entities, known as “340B contract pharmacies”. Under our 340B contract pharmacy policy, which we adopted to address program integrity risks, our drugs are only shipped at the 340B ceiling price to those 340B contract pharmacies that meet certain criteria. Our policy has no impact on 340B purchases by 340B covered entities themselves. Our contract pharmacy policy preserves patient access, while addressing compliance and integrity concerns resulting from the proliferation of contract pharmacies. Nonetheless, the HHS, in a non-binding (and now-retracted) Advisory Opinion, stated that manufacturers in the 340B program are obligated to sell their covered outpatient drugs at the 340B ceiling price to all contract pharmacies acting as agents of a covered entity. Certain covered entities have expressed the view that participating manufacturers are obligated to sell their covered outpatient drugs to all contract pharmacies of a covered entity.\n\nWe and certain other manufacturers initiated litigation challenging the Advisory Opinion and HRSA’s position on contract pharmacies generally. HHS subsequently withdrew the Advisory Opinion, but HRSA issued letters to manufacturers, including us, threatening enforcement action if the manufacturers do not abandon their 340B contract pharmacy policies. We filed suit against HHS and HRSA in June 2021 in the U.S. District Court for the District of Columbia. In September 2021, HRSA sent to us, along with the other manufacturers challenging HRSA’s 340B interpretation, letters stating that HRSA was referring this issue to the OIG for potential enforcement action. We have not had any communication from the OIG regarding our 340B \n\n42\n\nUnited Therapeutics, a public benefit corporation\n\ncontract pharmacy policy. In November 2021, the court granted our motion for summary judgment, ruling that the letters threatening enforcement action “contain legal reasoning that rests upon an erroneous reading of Section 340B.” HRSA appealed, and the appellate court affirmed the lower court’s decision in our favor.\n\nIf HRSA develops a new theory of liability, we may face enforcement action or penalties as well as adverse publicity. Such an outcome may also prompt other parties to challenge our policies. It is also possible that covered entities could bring an action against us under the administrative dispute resolution pathway. We expect the compliance of policies like ours will continue to be litigated. We may also face enforcement action under the laws of certain states that are seeking to impose their own 340B contract pharmacy requirements. Such actions could, if determined adversely to us, result in penalties and other sanctions that could have a negative impact on our business. If we are unable to curb the proliferation of abuses caused by 340B contract pharmacies, we could see increased sales at 340B ceiling prices, which could have a material adverse impact on our revenues.\n\nPatient assistance programs for pharmaceutical products have come under increasing scrutiny by governments, legislative bodies, enforcement agencies, and other third parties. These activities may result in actions that effectively reduce prices or demand for our products, harm our business or reputation, or subject us to fines or penalties.\n\nCompany-sponsored patient assistance programs, including insurance premium and co-pay assistance programs and manufacturers’ donations to third-party charities that provide such assistance, are subject to heightened scrutiny. The Department of Justice (DOJ) has taken enforcement action against pharmaceutical companies alleging violations of the Federal False Claims Act and other laws in connection with patient assistance programs. In December 2017, we entered into a civil Settlement Agreement with the U.S. Government to resolve a DOJ investigation of our support of non-profit patient assistance programs and paid $210.0 million, plus interest, to the U.S. Government upon settlement. We also entered into a Corporate Integrity Agreement (the CIA) with the OIG, which required us to maintain our corporate compliance program and to undertake a set of defined corporate integrity obligations for five years ending December 2022. As discussed in Note 14—Litigation, to our consolidated financial statements, we have been sued by Humana Inc., United Healthcare Services, Inc., and various parties in the MSP Recovery litigation for allegedly violating RICO and various state laws in connection with our donations to a charity. These lawsuits, or other lawsuits in the future, could result in significant monetary judgments and the imposition of other penalties against us.\n\nMembers of Congress have called upon the OIG to issue revised guidance about patient assistance programs. Actions taken by the OIG, the DOJ, or other agencies as a result of this industry-wide inquiry could reduce demand for our products and/or coverage of our products by federal and state health care. If any or all these events occur, our business, prospects, and stock price could be materially and adversely affected.\n\nPayers and pharmacy benefit managers have developed mechanisms to limit the benefits patients receive under co-pay assistance programs through imposing so-called co-pay accumulator or maximizer programs. These programs do not allow a patient using co-pay assistance to count the manufacturer’s co-payment contribution toward their annual out-of-pocket payment maximum/deductible. Once the co-pay benefit has been exhausted, patients are faced with paying the full out-of-pocket maximum/deductible. Some states have passed legislation to limit the use of co-pay accumulator programs, while some other states have indicated that these programs should be allowed to limit cost of care and encourage patients to use lower cost generics. In addition, some states have imposed restrictions on manufacturer co-pay programs when therapeutic equivalents are available. Growing use of such programs, or new laws limiting manufacturer ability to provide co-pay assistance, could affect patient access to our products and limit product utilization, which may, in turn, adversely affect our business, prospects, and stock price.\n\nImproper handling of hazardous materials used in our activities could expose us to significant remediation liabilities.\n\nOur research and development and manufacturing activities involve the controlled use of chemicals and hazardous substances. We are expanding these activities in both scale and location. Patients may dispose of our products using means we do not control. Such activities subject us to numerous federal, state, and local environmental and safety laws and regulations that govern the management, storage, and disposal of hazardous materials. Compliance with current and future environmental laws and regulations can require significant costs. The risk of accidental contamination or injury from these materials cannot be eliminated. Once chemical and hazardous materials leave our facilities, we cannot control the manner in which such hazardous waste is disposed of by our contractors. We could be liable for substantial civil damages or costs associated with the cleanup of the release of hazardous materials and such liability could have a material adverse effect on our business.\n\nThe increasing use of social media platforms and artificial intelligence-based software presents new risks and challenges.\n\nSocial media is increasingly being used to communicate information about our products and the diseases that our therapies are designed to treat. Social media practices in our industry continue to evolve and regulations related to such use are not always clear. This evolution creates uncertainty and risk of noncompliance. For example, patients and others may use social media channels to comment on the effectiveness of a product or to report alleged adverse effects, such as adverse events and product complaints. When such disclosures occur, we may fail to monitor and comply with applicable adverse effect reporting obligations or we may not be able to defend against political and market pressures generated by social media due to restrictions on what we may say about our products. There is also a risk of inappropriate disclosure of sensitive information or negative or inaccurate comments about us on any social networking website. If any of these events occur or we otherwise \n\n2024 Annual Report\n\n43\n\nfail to comply with applicable regulations, we could incur liability, face overly restrictive regulatory actions, or incur other harm to our business.\n\nAdditionally, artificial intelligence-based software is increasingly being used in our business and in the biopharmaceutical industry generally. As with many developing technologies, artificial intelligence-based software presents risks and challenges that could affect its further development, adoption, and use, and therefore our business. For example, algorithms employed by such software may be flawed; data sets may be insufficient, of poor quality, or contain biased information; and inappropriate or controversial data practices could impair the accuracy and usefulness of the results. If our analyses assisted by artificial intelligence applications are deficient or inaccurate, we could be subject to competitive harm, potential legal liability, and brand or reputational harm. Furthermore, use of artificial intelligence-based software may lead to the inadvertent release of confidential information which may impact our ability to realize the benefit of our intellectual property and expose us to liability and brand or reputational harm.\n\nRisks Related to Our Intellectual Property and Data Privacy\n\nIf any of the agreements under which we license or acquired intellectual property rights are breached or terminated, we could lose our rights to continue to develop, manufacture, and sell the products covered by such agreements.\n\nOur business depends upon our continuing ability to exploit our intellectual property rights acquired from third parties under product license and purchase agreements covering drugs or other products or technology. We may be required to license additional intellectual property owned by third parties to continue to develop and commercialize our products. This dependence on intellectual property developed by others involves the following risks:\n\n•We may be unable to obtain rights to intellectual property that we need for our business at a reasonable cost or at all;\n\n•If any of our product licenses or purchase agreements are terminated, we may lose our rights to develop, make, and sell the products to which such licenses or agreements relate;\n\n•Our rights to develop and market products to which the intellectual property relates are frequently limited to specific territories and fields of use (such as the treatment of particular diseases); and\n\n•If a licensor of intellectual property fails to maintain the intellectual property licensed, we may lose any ability to prevent others from developing or marketing similar products covered by such intellectual property. In addition, we may be forced to incur substantial costs to maintain the intellectual property ourselves or take legal action seeking to force the licensor to do so.\n\nOur intellectual property rights may not effectively deter competitors from developing competing products that, if successful, could have a material adverse effect on our revenues and profits.\n\nThe period under which our commercial and developmental therapies are protected by our patent rights is limited. Our patents related to our individual treprostinil-based products expire at various times through 2042. We entered into settlement agreements with certain generic drug companies permitting them to launch generic versions of Remodulin in the United States and other companies to launch generic versions of nebulized Tyvaso and Orenitram in the United States. In some instances, the FTC has brought actions against brand and generic companies that have entered into such agreements, alleging that they violate antitrust laws. Even in the absence of an FTC challenge, other governmental or private litigants may assert antitrust or other claims against us relating to such agreements. We have been sued by Sandoz for violating our settlement agreement with them and we have accrued a liability of $71.1 million in connection with such suit, reflecting the final judgment and post-judgment interest accrued through the end of 2024, although our ultimate liability may be greater. Other actions against us in the future could result in significant monetary judgments and the imposition of other penalties against us. A U.S. patent for Adcirca for the treatment of pulmonary hypertension expired in November 2017, and FDA-conferred regulatory exclusivity expired in May 2018, leading to the launch of a generic version of Adcirca in August 2018. We have no issued patents or pending patent applications covering Unituxin. For further details, see Part I, Item 1—Business—Patents and Other Proprietary Rights, Strategic Licenses, and Market Exclusivity—Generic Competition and Challenges to our Intellectual Property Rights.\n\nWe cannot be sure that our existing or any new patents will effectively deter or delay competitors’ efforts to bring new products to market, or that additional patent applications will result in new patents. When our patents expire, competitors may develop generic versions of our products and market them at a lower price. Competitors may also seek to design around our patents or exclude patented methods of treatment, such as patent-protected indications, from the label for generic versions of our products in an effort to develop competing products that do not infringe our patents. In addition, patent laws of foreign jurisdictions may not protect our patent rights to the same extent as the United States’ laws.\n\nThird parties have challenged, and may in the future challenge, the validity of our patents, through patent litigation and/or initiating proceedings, including re-examinations, IPRs, post-grant reviews, and interference proceedings, before the USPTO or other applicable patent filing offices, or other means. For example, Liquidia is challenging various patents related to nebulized Tyvaso and our other treprostinil-related products, and has successfully challenged some of them.\n\nPatent litigation can be time consuming, distracting, and costly, and the outcome may be difficult to predict and unfavorable to us. If we are unsuccessful in the defense of our patents, our business could be negatively impacted.\n\n44\n\nUnited Therapeutics, a public benefit corporation\n\nWe also rely on trade secrets to protect our proprietary know-how and other confidential technological advances. Our confidentiality agreements with our employees and others to whom we disclose trade secrets and confidential information may not necessarily prevent our trade secrets from being used or disclosed without our authorization. These agreements may be difficult, time-consuming, and expensive to enforce or may not provide an adequate remedy in the event of unauthorized disclosure. If our trade secrets were lawfully obtained or independently developed by a competitor, we would have no right to prevent such third party, or those to whom they communicate such technology or information, from using that technology or information to compete with us, and our business and competitive position could be harmed.\n\nThird parties may allege that our products or services infringe their patents and other intellectual property rights, which could result in the payment of royalties that negatively affect our profits, subject us to costly and time-consuming litigation, or cause us to lose the ability to sell the related products.\n\nTo the extent third-party patents to which we currently do not hold licenses are necessary for us to manufacture, use, or sell our products, we would need to obtain necessary licenses to prevent infringement. For products or services that utilize intellectual property of strategic collaborators or other suppliers, such suppliers may have an obligation to secure the needed license to these patents at their cost; if not, we would be responsible for the cost of these licenses. Royalty payments and other fees under these licenses would erode our profits from the sale of related products and services. Moreover, we may be unable to obtain these licenses on acceptable terms or at all. If we fail to obtain a required license or are unable to alter the design of the product to avoid infringing a third-party patent, we would be unable to continue to manufacture or sell related products.\n\nIf a third party commences legal action against us for infringement, we may incur significant costs to defend ourselves against the claims made in the action and our management’s attention could be diverted from our day-to-day business operations, whether or not the action has merit. An adverse judgment or settlement resulting from the action could require us to pay substantial amounts in damages for infringement or to obtain a license to continue to use the intellectual property that is the subject of the infringement claim, or could result in injunctive relief limiting our ability to develop, manufacture, or sell our products.\n\nCybersecurity incidents and other disruptions impacting our networks, systems, or data may have a material adverse effect on our business.\n\nWe are increasingly dependent on information technology systems and infrastructure, much of which is outsourced to third parties including in cloud-based platforms. We collect, store, and use sensitive or confidential data, including intellectual property, our proprietary business information and that of our suppliers, patients, healthcare providers, and business partners, and personally identifiable information. We recently launched a new patient relations program, United Therapeutics Cares, which has increased our access to sensitive information about our patients. Actual or alleged cybersecurity incidents, including those caused by employee error, malfeasance, system failures, malware, ransomware, viruses, distributed denial of services attacks, credential harvesting, social engineering, and other forms of unauthorized access or disclosure to, or disrupting the operation of, our networks and systems or those of our customers, suppliers, vendors, and other service providers, can cause the loss, destruction, or unauthorized access or disclosure of data, including personal information of employees or confidential or proprietary information, disruption of our operations, and damage to our reputation and competitive position, any of which could be costly to address and remediate and adversely affect our business, financial condition, or results of operations. We are also subject to laws and regulations in the United States and abroad, such as the Health Insurance Portability and Accountability Act of 1996 and European Union regulations related to data privacy, which require us to protect the privacy and security of certain types of information. Therefore, cybersecurity incidents could expose us to significant civil and/or criminal penalties, as well as private litigation, all of which could adversely affect our business, financial condition, or results of operations.\n\nIn the past we have experienced, and in the future we may again experience, data security incidents. The preventive actions we take to reduce exposure to, and the risks associated with, cybersecurity incidents may be insufficient to prevent or mitigate the effects of material cybersecurity incidents in the future. Because the tools and methods — including those deploying artificial intelligence technology — used by threat actors to damage or obtain unauthorized access to networks, systems, and data change frequently, and are often not known until used against a target, we may be unable to anticipate these tools or methods or implement adequate preventative measures. It is impossible to eliminate all cybersecurity threats and exposure to cybersecurity incidents, and thus our networks and systems, as well as those of our service providers, suppliers, customers and other third parties, remain potentially vulnerable to known or unknown threats.\n\nRisks Related to Our Financing Capacity, Indebtedness, and Investments\n\nIf we need additional financing and cannot obtain it, our product development and sales efforts may be limited.\n\nWe may be required to seek additional sources of financing to meet unplanned or planned expenditures. Unplanned expenditures could be significant and may result from necessary modifications to product development plans or product offerings in response to difficulties encountered with clinical trials. We may also face unexpected costs in preparing products for commercial sale, or in maintaining sales levels of our currently marketed therapeutic products. Our Credit Agreement \n\n2024 Annual Report\n\n45\n\ncontains affirmative and negative covenants that, among other things, limit our ability to incur additional indebtedness. If we are unable to obtain additional funding on commercially reasonable terms or at all, we may be compelled to delay clinical studies, curtail operations, or obtain funds through collaborative arrangements that may require us to relinquish rights to certain products or potential markets.\n\nWe may not be able to generate sufficient cash to service or repay our indebtedness, which may have a material adverse effect on our financial position, results of operations, and cash flows.\n\nWe may borrow up to $2.0 billion under our Credit Agreement, which matures in March 2029. Currently, our outstanding principal balance is $300.0 million. Our ability to repay or refinance our debt obligations under our Credit Agreement and any future debt that we may incur will depend on our financial condition and operating performance, which are subject to factors beyond our control. We may be unable to maintain a level of cash flows from operating activities sufficient to permit us to pay the principal and interest on our indebtedness. Our inability to generate sufficient cash flows to satisfy our debt obligations would materially and adversely affect our financial position and results of operations. If we cannot repay or refinance our debt as it becomes due, we may be forced to take disadvantageous actions, including reducing or delaying investments and capital expenditures, disposing of material assets or operations, seeking additional debt or equity capital, or restructuring or refinancing our indebtedness. We may not be able to implement any such alternative measures on commercially reasonable terms or at all and, even if successful, such actions may not enable us to meet any such debt service obligations. In addition, our ability to withstand competitive pressures and to react to changes in our industry could be impaired.\n\nOur portfolio of investments is subject to market, interest, operational, and credit risk that may reduce its value.\n\nWe maintain a portfolio of investments that includes: (1) corporate debt securities; (2) strategic investments in publicly-traded equity securities; and (3) strategic equity investments in privately-held companies. These investments are subject to general economic conditions, volatility in the financial marketplace, market- and industry-wide dynamics, the current elevated interest rate environment and changes in interest rates, industry- and company-specific developments impacting the business, prospects, and credit ratings of the issuer of the securities, and other factors, each of which has affected, and may in the future affect, the income that we receive from our investments, the net realizable value of our investments, and our ability to sell them. These factors have caused, and could in the future cause, us to: (a) experience a decline in our investment income; (b) record impairment charges to reduce the carrying value of our investment portfolio; or (c) sell investments for less than our acquisition cost; each of which in turn could negatively impact our liquidity and our earnings. Our efforts to mitigate these risks through diversification of our investments and monitoring of our portfolio’s overall risk profile may not be successful and the value of our investments may decline. The privately-held companies we have invested in may be particularly susceptible to the factors described above as these companies are typically in the early stages of developing technologies or products that may never materialize, which could result in a loss of all or a substantial part of our investment in these companies.\n\nIf we are not able to successfully identify, finance, consummate, and/or integrate acquisitions, our business operations and financial position could be adversely affected.\n\nDuring the fourth quarter of 2023, we acquired IVIVA and Miromatrix. We may continue to seek to expand in part through acquisitions of complementary businesses, products, and technologies. The success of this strategy will depend on our ability to identify, and the availability of, suitable acquisition candidates. We may incur costs related to an acquisition but may be unable or unwilling to consummate the proposed transaction. Acquisitions involve numerous risks, including: the ability to realize anticipated synergies and manage the integration of personnel, products, and acquired infrastructure and controls; potential increases in operating costs; managing geographically remote operations; the diversion of management's attention from other business concerns; potential disruptions in ongoing operations during integration; risks inherent in entering markets and sectors in which we have limited or no direct experience; and the potential loss of key employees, customers, or vendors and other business partners of the acquired companies. External factors, such as compliance with law, may also impact the successful integration of an acquired business. Acquisitions could involve dilutive issuances of equity securities, the incurrence of debt, one-time write-offs of goodwill (or IPR&D assets), and substantial amortization expenses of other intangible assets. We may be unable to obtain financing on favorable terms, or at all, if necessary to finance future acquisitions, which may make acquisitions impossible or more costly. The terms of financing we obtain may be onerous and restrict our operations. Further, certain acquisitions may be subject to regulatory approval, which can be time consuming and costly to obtain or may be denied, and if obtained, the terms of such regulatory approvals may limit our ongoing operations or require us to divest assets.\n\nRisks Related to Our Common Stock\n\nThe price of our common stock can be highly volatile and may decline.\n\nThe price of common stock can be highly volatile within the pharmaceutical and biotechnology sector. Consequently, significant price and volume fluctuations in the market may not relate to operating performance. The price of our common stock could decline sharply due to general market conditions as well as the following factors, among others:\n\n•quarterly and annual financial results and any failure to meet our expectations or those of securities analysts;\n\n•timing of enrollment and results of our clinical trials;\n\n46\n\nUnited Therapeutics, a public benefit corporation\n\n•announcements regarding generic or other challenges to the intellectual property related to our products, the launch of generic versions of our products or other competitive products, such as Yutrepia, and the impact of competition from generic and other products on our revenues;\n\n•announcements regarding litigation matters, including our ongoing litigation with Liquidia, among others;\n\n•announcements regarding our efforts to obtain regulatory approval of, and to launch commercial sales of, new products;\n\n•physician, patient, investor, or public concerns regarding the efficacy and/or safety of products marketed or being developed by us or by others;\n\n•changes in, or new laws and regulations affecting reimbursement of, our therapeutic products by government payers, changes in reimbursement policies of private insurance companies, including the implementation and impacts of the IRA, and negative publicity surrounding the cost of high-priced therapies;\n\n•announcements of technological innovations or new products or announcements regarding our existing products, including in particular the development of new, competing therapies;\n\n•substantial sales of our common stock by us or our existing shareholders, or concerns that such sales may occur;\n\n•future issuances of common stock by us or other activity which could be viewed as being dilutive to our shareholders;\n\n•rumors or incorrect statements by investors and/or analysts concerning our company, our products, or our operations;\n\n•failures or delays in our efforts to obtain or maintain domestic or international regulatory approvals;\n\n•discovery of previously unknown problems with our marketed products, or problems with our manufacturing, regulatory, compliance, promotional, marketing, or sales activities that result in regulatory penalties or restrictions on our products, up to the withdrawal of our products from the market; and\n\n•accumulation of significant short positions in our common stock by hedge funds or other investors or the significant accumulation of our common stock by hedge funds or other institutional investors with investment strategies that may lead to short-term holdings.\n\nProvisions of Delaware law, our charter, bylaws and employment and license agreements, among other things, could prevent or delay a change of control or change in management that may be beneficial to our public shareholders.\n\nCertain provisions of Delaware law, our restated certificate of incorporation, and bylaws may prevent, delay, or discourage a merger, tender offer, or proxy contest; the assumption of control by a holder of a large block of our securities; and/or the replacement or removal of current management by our shareholders. For example, as a result of our conversion to a PBC, our Board is required to consider and balance the financial interests of shareholders, the interests of stakeholders materially affected by our conduct, and the pursuit of our specific public benefit purpose when evaluating takeover offers. This requirement of Delaware law may make our company a less attractive takeover target than a traditional for-profit corporation.\n\nNon-competition and all other restrictive covenants in most of our employment agreements will terminate upon a change of control that is not approved by our Board. Similarly, a change of control, under certain circumstances, could accelerate the vesting of outstanding stock options, and restricted stock units. Any increase in our stock price resulting from the announcement of a change of control, and our broad-based change of control severance program, under which our employees may be entitled to severance benefits if they are terminated without cause (or they terminate their employment for good reason) following a change of control, could make an acquisition of our company significantly more expensive to the purchaser.\n\nWe enter into certain license agreements that generally prohibit our counterparties or their affiliates from taking necessary steps to acquire or merge with us, directly or indirectly throughout the term of the agreements, plus a specified period thereafter. We are also party to certain license agreements that restrict our ability to assign or transfer the rights licensed to us to third parties, including parties with whom we wish to merge, or those attempting to acquire us. These agreements often require that we obtain prior consent of the counterparties if we contemplate a change of control. If these counterparties withhold consent, related agreements could be terminated and we would lose related license rights. For example, Lilly and MannKind have the right to terminate our license agreements related to Adcirca and Tyvaso DPI, respectively, in the event of certain change of control transactions. These restrictive change of control provisions could impede or prevent mergers or other transactions that could benefit our shareholders.\n\nOur shareholders must rely on stock appreciation for any return on their investment in us.\n\nWe have never paid, and do not intend to pay, cash dividends. The terms of our current or future debt arrangements we may enter into may restrict us from doing so. As a result, the return on an investment in our common stock depends entirely upon the future appreciation, if any, in the price of our common stock.\n\nOur exclusive forum bylaw may limit our shareholders’ ability to bring a claim in a forum that they find favorable for disputes with us or our directors, officers, or other employees.\n\nOur bylaws provide that, to the fullest extent permitted by law, unless we agree in writing to an alternative forum, (1) the Delaware Court of Chancery (or, if such court does not have, or declines to accept, jurisdiction, another state court or a \n\n2024 Annual Report\n\n47\n\nfederal court located in Delaware) will be the exclusive forum for any complaint asserting any internal corporate claims, including claims in the right of the corporation based upon a violation of a duty by a current or former director, officer, employee, or shareholder in such capacity, or as to which the Delaware General Corporation Law confers jurisdiction upon the Court of Chancery, and (2) the federal district courts will be the exclusive forum for any complaint asserting a cause of action arising under the Securities Act of 1933, as amended. The choice of forum provision may limit our shareholders’ ability to bring a claim in a forum that they find favorable for disputes with us or our directors, officers, or other employees, and may discourage such lawsuits. There is uncertainty as to whether a court would enforce this provision. If a court ruled the choice of forum provision was inapplicable or unenforceable in an action, we may incur additional costs to resolve such action in other jurisdictions. Our choice of forum provision is intended to apply to the fullest extent permitted by law to the above-specified types of actions and proceedings, including any derivative actions asserting claims under state law or the federal securities laws. Our shareholders will not be deemed, by operation of the choice of forum provision, to have waived our obligation to comply with all applicable federal securities laws and the rules and regulations thereunder.\n\nIn 2021, we converted to a Delaware PBC. Conversion may not result in the benefits that we anticipate, requires our directors to balance the interest of shareholders with other interests, and may subject us to additional litigation and other risks.\n\nWe may not be able to achieve our public benefit purpose or realize the expected positive impacts from being a PBC.\n\nOne of the primary distinctions between a PBC and a traditional Delaware for-profit corporation is that, in making decisions, the directors of a PBC have an obligation to balance the financial interests of shareholders, the interests of stakeholders materially affected by the PBC’s conduct, and the pursuit of the corporation’s specific public benefit purpose. The application of this balancing obligation may allow our directors to make decisions that they could not have made pursuant to the fiduciary duties applicable prior to PBC conversion. There is no guarantee that our Board will resolve conflicts among the financial interests of our shareholders, our public benefit purpose, or stakeholders materially affected by our conduct, in favor of our shareholders’ financial interests. For instance, in a sale of control transaction, our Board would be required to consider and balance the factors listed above and might choose to accept an offer that does not maximize short-term shareholder value due to its consideration of other factors. This requirement of Delaware law may make our company a less attractive takeover target than a traditional for-profit corporation.\n\nA Delaware PBC must also provide its shareholders with a statement, at least every other year, as to the PBC’s assessment of the success of its efforts to promote its public benefit purpose and the best interests of those materially affected by the PBC's conduct. If the public perceives that we are not successful in promoting our public benefit purpose, or that our pursuit of our public benefit purpose is having a negative effect on the financial interests of our shareholders, that perception could negatively affect our reputation, which could adversely affect our business, results of operations, and stock price. In addition, Delaware's PBC statute may be amended to require more explicit or burdensome reporting requirements that could increase the time and expense required to comply.\n\nAs a Delaware PBC, we may be subject to increased litigation risk.\n\nShareholders of a Delaware PBC (if they, individually or collectively, own the lesser of (1) two percent of the PBC’s outstanding shares; or (2) shares with a market value of $2 million or more on the date the lawsuit is instituted) can file a derivative lawsuit claiming the directors failed to balance shareholder and public benefit interests. Traditional Delaware for-profit corporations are not subject to this potential liability. As a PBC, we may be subject to increased derivative litigation, which may be costly and require management’s attention, which may adversely affect our financial condition and results of operations. In addition, there is currently limited case law involving PBCs (including case law interpreting and applying the balancing obligation of PBC directors), which may expose us to additional litigation risk generally until additional case law develops or additional legislative action is taken.",
      "char_count": 88247
    }
  },
  "extracted_at": "2026-01-19T16:02:57.658398"
}