{
  "ticker": "VTLE",
  "company_name": "Vital Energy, Inc.",
  "cik": 1528129,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001528129-25-000045",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001528129&accession_number=000152812925000045&xbrl_type=v",
  "sic_code": "1311",
  "industry": "Crude Petroleum & Natural Gas",
  "sections": {
    "item1": {
      "text": "Item 1.Business\n\nExcept where the context indicates otherwise, amounts, numbers, dollars and percentages presented in this Annual Report are rounded and therefore approximate. Unless the context otherwise requires, references in this Annual Report to \"Vital,\" the \"Company,\" \"we,\" \"our,\" \"us,\" or similar terms refer to Vital Energy, Inc. and its subsidiaries at the applicable time, including former subsidiaries and predecessor companies, as applicable.\n\nOverview\n\nVital Energy, Inc., together with its wholly-owned subsidiaries, is an independent energy company focused on the acquisition, exploration and development of oil and natural gas properties in the Permian Basin of West Texas. The oil and liquids-rich Permian Basin is characterized by multiple target horizons, extensive production histories, long-lived reserves, high drilling success rates and high initial production rates. As of December 31, 2024, we had assembled 286,796 largely contiguous net acres in the Permian Basin, most of which is prospective for multi-zone development in Crane, Glasscock, Howard, Midland, Reagan, and Upton counties in the Midland Basin and Pecos, Reeves, and Ward counties in the Delaware Basin. We have identified one operating segment: exploration and production.\n\nBusiness strategy and 2024 operational highlights\n\nOur strategy is to create long-term value for our shareholders through the efficient development and acquisition of high-margin properties, combined with prudent balance sheet management and sensible emissions targets. We have operated in the Permian Basin since 2008, drilling 760 operated horizontal wells. Our extensive operating experience in the basin underpins our ability to successfully develop our properties, assess attractive acquisition opportunities and operate safely and efficiently, ultimately maximizing returns on our development program.\n\nSince late 2019, we have significantly expanded our Permian Basin leasehold, acquiring approximately 165,000 net acres of capital efficient, oil-weighted properties in both the Midland and Delaware basins. We have increased the scale of our business, while maintaining a strong capital structure and exercising capital discipline to maximize cash flow. Our larger acreage footprint expands opportunities to create value by acquiring or leasing acreage adjacent to our properties, enabling the addition of new drilling locations or improving the economics of existing locations. We will continue to evaluate prospective formations to add additional economic inventory to our existing leasehold.\n\nWe executed large, high-value acquisitions in 2023 and 2024, including our single largest transaction in the Company’s public history with the acquisition of the assets of Point Energy Partners. Successful integration of these assets enhanced the scale and durability of our business, driving total production growth of 39%, revenue growth of 27% and increased estimated proved reserves of 12% in 2024.\n\nWe have incorporated appropriate emissions targets into our operations. By 2024, we achieved our 2025 targets for greenhouse gas intensity, methane emissions and water recycling and established a combined Scope 1 and 2 emissions target for 2030 that is 62% below our 2019 baseline.\n\nThroughout 2024, we strengthened our balance sheet and liquidity. We issued $1 billion of new senior unsecured notes due 2032, utilizing proceeds to redeem near-term maturities, resulting in no term-debt maturities until 2029. The lenders party to our senior secured credit facility increased their elected commitments by $250 million to $1.5 billion and we have hedged approximately 75% of our anticipated 2025 oil production at $75 per barrel WTI.\n\nWe believe our business strategy is clear and sustainable. We will continue to focus on safely developing our highest return oil-weighted inventory and optimizing all of our properties to improve margins and profitability. Our priorities are to generate cash flow, reduce leverage and build long-term value for our shareholders.\n\nOperating areas\n\nWe currently focus our exploration, development and production efforts in one geographic operating area, the Permian Basin.\n\nWell data\n\nWe are currently focusing our development activities on horizontal drilling targets in the Wolfcamp, Spraberry, and Bone Spring formations. As of December 31, 2024, we had an average working interest of 74% in Vital-operated active productive wells and 69% in all wells in which Vital Energy has an interest, and our leases are 91% held by production. \n\nThe following table sets forth certain information regarding productive wells as of December 31, 2024. Wells are classified as oil or natural gas wells according to the predominant production stream. All but 101 of our wells are classified as oil wells, all of which also produce liquids-rich natural gas and condensate when in a producing status. We also own royalty and overriding royalty interests in a small number of wells in which we do not own a working interest.\n\n Total productive wellsAverage WI %\n\n GrossNet\n\n VerticalHorizontalTotalTotal\n\nPermian-Midland Basin:\n\nOperated941 991 1,932 1,410 73 %\n\nNon-operated157 66 223 56 25 %\n\nPermian-Delaware Basin:\n\nOperated27 445 472 378 80 %\n\nNon-operated1 51 52 7 13 %\n\nTotal1,126 1,553 2,679 1,851 69 %\n\nDrilling activity\n\nAs of December 31, 2024, we had five drilling rigs and two completions crews contracted to drill and complete horizontal wells in the Permian Basin. Throughout 2025, we anticipate running four to six drilling rigs and one to three completions crews. We may adjust our drilling rig count and/or completions crews to maximize efficiencies and cash flow. If we decrease our drilling rig count and/or completions crews, it may have a negative impact on our production. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and capital resources\" and Note 15 to our consolidated financial statements included elsewhere in this Annual Report for additional information.\n\nThe following table summarizes our drilling activity with respect to the number of wells completed and turned-in line for the periods presented. Gross wells reflect the sum of all operated wells in which we own an interest. Net wells reflect the sum of our working interests in these gross wells.\n\nYears ended December 31,\n\n 202420232022\n\n GrossNetGrossNetGrossNet\n\nDevelopment wells:\n\nProductive87 73.4 62 58.8 49 47.1 \n\nDry— — — — — — \n\nTotal development wells87 73.4 62 58.8 49 47.1 \n\nExploratory wells:\n\nProductive— — — — — — \n\nDry— — — — — — \n\nTotal exploratory wells— — — — — — \n\nSales volumes, revenues, prices and expenses history\n\nThe following tables present information regarding our oil, NGL and natural gas sales volumes, sales revenues, average sales prices, and selected average costs and expenses per BOE sold for the periods presented and corresponding changes for such periods. Our reserves and sales volumes are reported in three streams: crude oil, NGL and natural gas. For additional information on price calculations, see the information in \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations.\"\n\nMidland BasinDelaware Basin(2)\n\nTotal\n\nSales volumes:\n\nYear ended December 31, 2022:\n\nOil (MBbl)13,838 — 13,838 \n\nNGL (MBbl)8,028 — 8,028 \n\nNatural gas (MMcf)49,259 — 49,259 \n\nTotal oil equivalents (MBOE)(1)\n\n30,076 30,076 \n\nYear ended December 31, 2023:\n\nOil (MBbl)15,908 986 16,894 \n\nNGL (MBbl)8,891 237 9,128 \n\nNatural gas (MMcf)54,021 1,383 55,404 \n\nTotal oil equivalents (MBOE)(1)\n\n33,802 1,454 35,256 \n\nYear ended December 31, 2024:\n\nOil (MBbl)15,756 6,829 22,585 \n\nNGL (MBbl)10,372 2,898 13,270 \n\nNatural gas (MMcf)61,421 17,373 78,794 \n\nTotal oil equivalents (MBOE)(1)\n\n36,364 12,623 48,987 \n\n_______________________________________________________________________________\n\n(1)The numbers presented are based on actual amounts and may not recalculate using the rounded numbers presented in the table above.\n\n(2)Delaware Basin production is the result of oil and natural gas properties acquired during the year ended December 31, 2023. See Note 4 to our consolidated financial statements included elsewhere in this Annual Report for additional information on our acquisitions of oil and natural gas properties.\n\n12\n\n\nYears ended December 31,\n\n202420232022\n\nSales volumes:\n\nAverage daily oil equivalent sales volumes (BOE/D)(1)\n\n133,845 96,591 82,400 \n\nAverage daily oil sales volumes (Bbl/D)(1)\n\n61,708 46,284 37,912 \n\nSales revenues (in thousands):\n\nOil$1,728,971 $1,328,518 $1,351,207 \n\nNGL$190,775 $136,901 $234,613 \n\nNatural gas$15,544 $63,214 $208,554 \n\nAverage sales prices(1):\n\nOil ($/Bbl)(2)\n\n$76.55 $78.64 $97.65 \n\nNGL ($/Bbl)(2)\n\n$14.38 $15.00 $29.22 \n\nNatural gas ($/Mcf)(2)\n\n$0.20 $1.14 $4.23 \n\nAverage sales price ($/BOE)(2)\n\n$39.51 $43.36 $59.66 \n\nOil, with commodity derivatives ($/Bbl)(3)\n\n$76.56 $76.99 $70.32 \n\nNGL, with commodity derivatives ($/Bbl)(3)\n\n$14.29 $15.00 $24.29 \n\nNatural gas, with commodity derivatives ($/Mcf)(3)\n\n$0.95 $1.34 $2.83 \n\nAverage sales price, with commodity derivatives ($/BOE)(3)\n\n$40.70 $42.87 $43.48 \n\nSelected average costs and expenses per BOE sold(1):\n\nLease operating expenses$9.15 $7.41 $5.78 \n\nProduction and ad valorem taxes2.41 2.64 3.69 \n\nOil transportation and marketing expenses0.92 1.17 1.79 \n\nGas gathering, processing and transportation expenses0.36 0.06 — \n\nGeneral and administrative (excluding LTIP)1.75 2.26 1.91 \n\nTotal selected operating expenses$14.59 $13.54 $13.17 \n\nGeneral and administrative (LTIP):\n\nLTIP cash$0.05 $0.11 $0.11 \n\nLTIP non-cash$0.27 $0.28 $0.24 \n\nGeneral and administrative (transaction expenses)$0.01 $0.32 $— \n\nDepletion, depreciation and amortization$15.15 $13.14 $10.36 \n\n_______________________________________________________________________________\n\n(1)The numbers presented are based on actual amounts and may not recalculate using the rounded numbers presented in the table above.\n\n(2)Price reflects the average of actual sales prices received when control passes to the purchaser/customer adjusted for quality, certain transportation fees, geographical differentials, marketing bonuses or deductions and other factors affecting the price received at the delivery point.\n\n(3)Price reflects the after-effects of our commodity derivative transactions on our average sales prices. Our calculation of such after-effects includes settlements of matured commodity derivatives during the respective periods.\n\n13\n\n\nReserves\n\nIn this Annual Report, the information with respect to our estimated proved reserves has been prepared by Ryder Scott Company, L.P. (\"Ryder Scott\"), our independent reserve engineers, in accordance with the rules and regulations of the SEC applicable to the reporting dates presented. \n\nThe following table summarizes our total estimated net proved reserves presented on a three-stream basis, net acreage and producing wells as of the date presented, and net average daily production presented on a three-stream basis for the period presented.\n\nDecember 31, 2024Year ended December 31, 2024\n\nEstimated proved reserves(1)\n\nProducing wellsAverage daily production\n\nMBOE% OilNetacreageGrossNet(BOE/D)% Oil% NGL%       Natural gas\n\nTotal Permian Basin455,275 40 %286,796\n\n2,679 1,851 133,845 46 %27 %27 %\n\n_____________________________________________________________________________\n\n(1)See \"—Our operations—Estimated proved reserves\" for discussion of the prices utilized to estimate our reserves.\n\nOur estimated proved reserves as of December 31, 2024 assume our ability to fund the capital costs necessary for their development and are affected by pricing assumptions. See Note 6 to our consolidated financial statements included elsewhere in this Annual Report for additional discussion of our Realized Prices. See \"Item 1A. Risk Factors—Risks related to our business—Estimating reserves and future net cash flows involves uncertainties. Negative revisions to reserve estimates, decreases in oil, NGL and natural gas prices or increases in service costs, may lead to decreased earnings and increased losses or impairment of oil and natural gas properties.\" The following table sets forth additional information regarding our estimated proved reserves as of the dates presented:\n\nDecember 31, 2024December 31, 2023\n\nProved developed:\n\nOil (MBbl)118,966 104,993 \n\nNGL (MBbl)101,229 89,449 \n\nNatural gas (MMcf)587,785 555,472 \n\nTotal proved developed (MBOE)318,159 287,021 \n\nProved undeveloped:\n\nOil (MBbl)64,174 54,790 \n\nNGL (MBbl)38,421 31,954 \n\nNatural gas (MMcf)207,124 186,710 \n\nTotal proved undeveloped (MBOE)137,116 117,862 \n\nEstimated proved reserves:\n\nOil (MBbl)183,140 159,783 \n\nNGL (MBbl)139,650 121,403 \n\nNatural gas (MMcf)794,909 742,182 \n\nTotal estimated proved reserves (MBOE)455,275 404,883 \n\nPercent developed70 %71 %\n\nTechnology used to establish proved reserves\n\nUnder SEC rules, proved reserves are those quantities of oil, NGL and natural gas that by analysis of geoscience and engineering data can be estimated with \"reasonable certainty\" to be economically producible from a given date forward from known reservoirs, and under existing economic conditions, operating methods and government regulations. Reasonable certainty implies a high degree of confidence that the quantities of oil, NGL and/or natural gas actually recovered will equal or exceed the estimate. Reasonable certainty can be established using techniques that have been proven effective by actual \n\n14\n\n\nproduction from projects in the same reservoir or an analogous reservoir or by other evidence using reliable technology that establishes reasonable certainty. Reliable technology is a grouping of one or more technologies (including computational methods) that has been field tested and has been demonstrated to provide reasonably certain results with consistency and repeatability in the formation being evaluated or in an analogous formation.\n\nTo establish reasonable certainty with respect to our estimated proved reserves, our internal reserve engineers and Ryder Scott employed reliable technologies that have been demonstrated to yield results with consistency and repeatability.\n\nQualifications of technical persons and internal controls over reserves estimation process\n\nIn accordance with the Standards Pertaining to the Estimating and Auditing of Oil and Gas Reserves Information promulgated by the Society of Petroleum Engineers (\"SPE Reserves Auditing Standards\") and guidelines established by the SEC, Ryder Scott estimated 100% of our proved reserve information as of December 31, 2024, 2023 and 2022 included in this Annual Report. The technical persons responsible for preparing the reserve estimates presented herein meet the requirements regarding qualifications, independence, objectivity and confidentiality set forth in the SPE Reserves Auditing Standards.\n\nWe maintain an internal staff of petroleum engineers and geoscience professionals who work closely with our independent reserve engineers to ensure the integrity, accuracy and timeliness of data furnished to Ryder Scott in their reserves estimation process. Our technical team meets regularly with representatives of Ryder Scott to review properties and discuss methods and assumptions used in Ryder Scott's preparation of the year-end reserve estimates. The Ryder Scott reserve report is reviewed with representatives of Ryder Scott and our internal technical staff before dissemination of the information. \n\nOur Director of Reserves serves as the technical person primarily responsible for overseeing the preparation of our reserves estimates. She has more than 20 years of practical experience, with 10 years of this experience being in the estimation and evaluation of reserves. She has a Bachelor of Science in Petroleum Engineering from the Missouri University of Science and Technology. Our Director of Reserves reports to our Chief Operating Officer. Reserve estimates are reviewed and approved by our senior engineering staff, other members of senior management and our technical staff, our audit committee and our Chief Executive Officer.\n\nProved undeveloped reserves \n\nWe limit the portion of reserves categorized as \"proved undeveloped\" or \"PUD\" in order to emphasize operations on our most economic investments, maximize operational flexibility and maintain conservative assurance that all PUD locations will be converted despite potential commodity price volatility.\n\nOur proved undeveloped reserves increased from 117,862 MBOE as of December 31, 2023 to 137,116 MBOE as of December 31, 2024. We estimate that we incurred $667 million of costs to convert 40,914 MBOE of proved undeveloped reserves from 73 locations into proved developed reserves in 2024. New proved undeveloped reserves of 60,083 MBOE were added during the year in the Delaware and Midland Basins. An additional 27,072 MBOE were added from acquisitions of proved undeveloped reserves during the year. Negative revisions of 26,987 MBOE reflected (i) 27,033 MBOE of negative revisions due to proved undeveloped locations that were removed due to a change in the development plan following consideration of recent acquisitions, (ii) 3,312 MBOE of negative revisions from changes in previously estimated quantities due to performance, price and other changes and (iii) 3,358 MBOE of positive revisions due to proved undeveloped locations that were removed from the development plan in prior years. A final investment decision has been made on all 199 proved undeveloped locations, and they are scheduled to be developed within five years from the date they were initially recorded.\n\nEstimated total future development and abandonment costs related to the development of proved undeveloped reserves as shown in our December 31, 2024 reserve report are $1.8 billion. Based on this report and our PUD booking methodology, the capital estimated to be spent to develop the proved undeveloped reserves from spud date through production is $539 million in 2025, $403 million in 2026, $372 million in 2027, $342 million in 2028 and $135 million in 2029. Based on our anticipated cash flows and capital expenditures, as well as the availability of capital markets transactions, all of the proved undeveloped locations are expected to be drilled and completed from 2025 to 2029. Reserve calculations at any end-of-year period are representative of our development plans at that time. While we have made our final investment decision to develop our PUDs, it is possible that changes in circumstance, including commodity pricing, oilfield service costs, drilling and production results, technology, acreage position and availability and other economic and regulatory factors may lead to changes in our development plans.\n\n15\n\n\nAcreage\n\nThe following table sets forth our developed and undeveloped acreage as of December 31, 2024, including acreage HBP. A majority of our developed acreage is subject to liens securing our Senior Secured Credit Facility.\n\nDeveloped acresUndeveloped acresTotal acres%HBP\n\nGrossNetGrossNetGrossNet\n\nPermian-Midland Basin218,973 184,933 35,084 19,434 254,057 204,367 90 %\n\nPermian-Delaware Basin112,100 76,386 7,796 6,043 119,896 82,429 93 %\n\nTotal331,073 261,319 42,880 25,477 373,953 286,796 91 %\n\nThe following table sets forth our gross and net undeveloped acreage as of December 31, 2024 that will expire over the next four years unless production is established within the spacing units covering the acreage or the lease is renewed, renegotiated or extended under continuous drilling provisions prior to the primary term expiration dates.\n\nYears ended December 31,\n\n  2025202620272028\n\n  Gross Net Gross NetGross Net Gross Net\n\nPermian-Midland Basin — — 16,213 11,042 12,358 5,817 5,766 2,263 \n\nPermian-Delaware Basin2,850 2,448 3,368 2,727 30 159 908 164 \n\nTotal2,850 2,448 19,581 13,769 12,388 5,976 6,674 2,427 \n\nOf the total undeveloped acreage identified as potentially expiring over the next five years as of December 31, 2024, 4,670 net acres have associated PUD reserves included in our reserve report as of December 31, 2024, which we anticipate drilling to hold or renewing the associated leases. These PUD reserves represent 10% of our total PUD reserves as of December 31, 2024.\n\nOf the total undeveloped acreage identified as potentially expiring over the next five years as of December 31, 2023, 4,859 net acres had associated PUD reserves on our reserve report as of December 31, 2023. Of the total undeveloped acreage expiring in 2024, there were no associated net acres that were not drilled to hold or otherwise retained.\n\nMarketing\n\nWe market the majority of production from properties we operate for both our account and the account of the other working interest owners. We sell substantially all of our production under contracts ranging from terms of one month to multiple years, all at monthly calculated market prices. We typically sell production to a relatively limited number of customers, as is customary in the exploration, development and production business; however, we believe that our customer diversification affords us optionality in our sales destination.\n\n16\n\n\nWe are committed to deliver, for sale or transportation, fixed volumes of product under certain contractual arrangements that specify the delivery of a fixed and determinable quantity. The following table presents our material firm sale and transportation commitments as of December 31, 2024: \n\nTotal2025202620272028 and after\n\nCrude oil (MBbl):\n\nSales commitments9,125 9,125 — — — \n\nTransportation commitments:\n\nField5,154 1,374 1,374 1,374 1,032 \n\nTo U.S. Gulf Coast28,700 12,775 12,775 3,150 — \n\nNatural gas (MMcf):\n\nSales commitments37,485 9,027 8,114 7,396 12,948 \n\nNatural gas liquids (MBbl):\n\nSales commitments5,356 1,460 1,460 1,460 976 \n\nTotal commitments (MBOE)54,583 26,239 16,962 7,217 4,166 \n\nAs shown in the table above, we have committed to deliver, for sale or transportation, fixed volumes of product under certain contractual arrangements that specify the delivery of a fixed and determinable quantity. We expect to fulfill our delivery commitments for the next one to three years with production from our existing proved developed and proved undeveloped reserves, which we regularly monitor to ensure sufficient availability. In addition, we monitor our current production, our anticipated future production and our future development plans in order to meet our delivery commitments. If production volumes are not sufficient to meet these contractual delivery commitments, and we elect not to, or are unable to, purchase third-party production to fulfill these contractual delivery commitment, we may be subject to firm transportation payments on excess pipeline capacity and other contractual penalties. See Note 15 to our consolidated financial statements included elsewhere in this Annual Report for further discussion of our transportation commitments.\n\nWe believe that we could sell our production to numerous companies, so that the loss of any one of our major purchasers would not have a material adverse effect on our financial condition and results of operations solely by reason of such loss. For discussion on purchasers that individually accounted for 10% or more of each (i) oil, NGL and natural gas sales and (ii) sales of purchased oil in at least one of the years ended December 31, 2024, 2023 and 2022, see Note 14 to our consolidated financial statements included elsewhere in this Annual Report. See also \"Item 1A. Risk Factors—Risks related to our business—The inability of our significant customers to meet their obligations to us may materially adversely affect our financial results.\"\n\nTitle to properties\n\nWe believe that we have satisfactory title to all of our producing properties in accordance with generally accepted industry standards. As is customary in the industry, in the case of undeveloped properties, often cursory investigation of record title is made at the time of lease acquisition. Investigations are made before the consummation of an acquisition of producing properties and before commencement of drilling operations on undeveloped properties. Individual properties may be subject to burdens that we believe do not materially interfere with the use or affect the value of the properties. Burdens on properties may include customary royalty interests, liens incident to operating agreements and for current taxes, obligations or duties under applicable laws, development obligations under oil and gas leases or net profit interests.\n\nThe typical oil and natural gas lease agreement covering our properties provides for the payment of royalties to the mineral owner for all oil, NGL and natural gas produced from any wells drilled on the leased premises. The lessor royalties and other leasehold burdens on our properties generally range from 12.5% to 25%, resulting in a net revenue interest to us generally ranging from 75% to 87.5%.\n\nSeasonality\n\nDemand for oil and natural gas generally decreases during the spring and fall months and increases during the summer and winter months. However, seasonal anomalies such as mild winters or mild summers sometimes lessen this fluctuation. In addition, certain natural gas users utilize natural gas storage facilities and purchase some of their anticipated winter \n\n17\n\n\nrequirements during the summer. This can also lessen seasonal demand fluctuations. These seasonal anomalies can increase competition for equipment, supplies and personnel during the spring and summer months, which could lead to shortages and increase costs or delay our operations.\n\nRegulation of the oil and natural gas industry\n\nOur operations are substantially affected by federal, state and local laws and regulations. In particular, the production of oil and natural gas is subject to regulation under a wide range of local, state and federal statutes, rules, orders and regulations. Federal, state and local statutes and regulations require permits for drilling operations, drilling bonds and reports concerning operations. The State of Texas has regulations governing environmental and conservation matters, including provisions for the pooling of oil and natural gas properties, the permitting of allocation wells, the establishment of maximum allowable rates of production from oil and natural gas wells (including the proration of production to the market demand for oil, NGL and natural gas), the regulation of well spacing, the handling and disposal or discharge of waste materials and plugging and abandonment of wells. The effect of these regulations is to limit the amount of oil, NGL and natural gas that we can produce from our wells and to limit the number of wells or the locations at which we can drill, although we can apply for exceptions to such regulations or to have reductions in well spacing. Moreover, Texas imposes a production or severance tax with respect to the production and sale of oil, NGL and natural gas within its jurisdiction. Texas further regulates drilling and operating activities by, among other things, requiring permits and bonds for the drilling and operation of wells and regulating the location of wells, method of drilling and casing wells, surface use and restoration of properties upon which wells are drilled and plugging and abandonment of wells. The failure to comply with these rules and regulations can result in substantial penalties. Our competitors in the oil and natural gas industry are subject to the same regulatory requirements and restrictions that affect our operations.\n\nThe regulatory burden on the industry increases the cost of doing business and affects profitability. Additional proposals and proceedings that affect the natural gas industry are regularly considered by the current administration, Congress, the states, the Environmental Protection Agency (\"EPA\"), the Federal Energy Regulatory Commission (\"FERC\") and the courts. We cannot predict when or whether any such proposals may become effective, under the current or any future administration. For example, on January 26, 2024, President Biden announced a temporary pause on pending decisions on new exports of liquified natural gas (\"LNG\") to countries that the United States does not have free trade agreements with, pending Department of Energy review of the underlying analyses for authorizations. The pause was intended to provide time to integrate certain considerations, including potential energy cost increases for consumers and manufacturers and the latest assessment of the impact of GHG emissions, to ensure adequate guards against health risks are in place. In July 2024, a federal judge in Louisiana stayed the pause, allowing the Department of Energy to continue reviewing pending export permit applications. In December 2024, the Department of Energy published its 2024 LNG Export Study analyzing potential effects of LNG exports to inform its public interest review of, and ultimately decisions on, applications to export LNG to countries that the United States does not have a free trade agreement with. The Department of Energy is accepting public comments on its 2024 LNG Export Study and has stated that it does not intend to revise the study in response to public comments. However, we cannot predict what actions the Trump administration may take with respect to the 2024 LNG Export Study and the timing with respect to the same. As a result, the ultimate impact of the 2024 LNG Export Study on our business is uncertain.\n\nOil and gas pipelines\n\nOur oil and gas pipelines are subject to construction, installation, operation and safety regulation by the U.S. Department of Transportation (\"DOT\") and various other federal, state and local agencies. Congress has enacted several pipeline safety acts over the years. Currently, the Pipeline and Hazardous Materials Safety Administration (\"PHMSA\") under DOT administers pipeline safety requirements for natural gas and hazardous liquid pipelines. These regulations, among other things, address pipeline integrity management and pipeline operator qualification rules. In June 2016, Congress approved pipeline safety legislation, the \"Protecting Our Infrastructure of Pipelines and Enhancing Safety Act of 2016\" (the “2016 PIPES Act”), which provides the PHMSA with additional authority to address imminent hazards by imposing emergency restrictions, prohibitions and safety measures on owners and operators of gas or hazardous liquids pipeline facilities. In December 2020, the “Protecting Our Infrastructure of Pipelines and Enhancing Safety Act of 2020” (the “2020 PIPES Act”), was signed into law. The 2020 PIPES Act extends the PHMSA’s statutory mandate through 2023. It continues the legislative and regulatory mandates that were established in the 2016 PIPES Act and creates new mandates for PHMSA to abide by. Some of the key PHMSA regulations enacted in response to these pieces of legislation include final rules published on October 1, 2019, which took \n\n18\n\n\neffect on July 1, 2020 to expand PHMSA’s integrity management requirements and impose new pressure testing requirements on regulated pipelines, including certain segments outside high consequence areas. The rules also extend reporting requirements to certain previously unregulated hazardous liquid gravity and rural gathering lines. Also, on June 7, 2021, the PHMSA issued an advisory bulletin reminding pipeline owners and operators that they must take several steps to eliminate hazardous leaks and minimize releases of natural gas by December 27, 2021 pursuant to directives set forth in the 2020 PIPES Act. In addition, on November 15, 2021, the PHMSA published a final rule extending reporting requirements to all onshore gas gathering operators and establishing a set of minimum safety requirements for certain gas gathering pipelines with large diameters and high operating pressures. Additional final rules were announced in 2022, including a final rule regarding the installation of rupture-mitigation valves, published on April 8, 2022. On August 1, 2023, the PHMSA issued editorial and technical corrections clarifying the regulations promulgated in its April 8, 2022 final rule, which also codified the results of judicial review of that final rule.\n\nFurther, on August 24, 2022, the PHMSA published a final rule strengthening integrity management requirements for onshore gas transmission lines, bolstering corrosion control standards and repair criteria, and imposing new requirements for inspections after extreme weather events. On April 24, 2023, the PHMSA published necessary technical corrections to ensure consistency within and the intended effect of the August 24, 2022 final rule. On January 17, 2025, PHMSA published a final rule imposing more stringent leak detection and repair obligations to address methane leaks on pipelines subject to PHMSA regulation; however, implementation of this final rule is uncertain at this time following the change in U.S. presidential administration.\n\nCompliance with these existing regulations, as well as with future rules, could require us to install new or modified safety controls, pursue additional capital projects or conduct maintenance programs on an accelerated basis, any or all of which tasks could result in our incurring increased operating costs that could have a material adverse effect on our results of operation or financial position. In addition, any material penalties or fines issued to us under these or other statutes, rules, regulations or orders could have an adverse impact on our business, financial condition, results of operation and cash flow.\n\nStates are largely pre-empted by federal law from regulating pipeline safety but may assume responsibility for enforcing intrastate pipeline regulations at least as stringent as the federal standards, and many states have undertaken responsibility to enforce the federal standards. The RRC is the agency vested with intrastate natural gas pipeline regulatory and enforcement authority in Texas. The Commission's regulations adopt by reference the minimum federal safety standards for the transportation of natural gas. In addition, on December 17, 2019, the Commission adopted rules requiring that operators of gathering lines take \"appropriate\" actions to fix safety hazards. \n\nEnvironmental and occupational health and safety matters\n\nOur operations are subject to numerous stringent federal, state and local statutes and regulations governing the discharge of materials into the environment or otherwise relating to protection of the environment or occupational health and safety. Numerous governmental agencies, such as the EPA, issue regulations that often require difficult and costly compliance measures, the noncompliance with which carries substantial administrative, civil and criminal penalties and may result in injunctive obligations to remediate noncompliance. These laws and regulations may require the acquisition of a permit before drilling commences, restrict the types, quantities and concentrations of various substances that can be released into the environment in connection with drilling, production and transporting through pipelines, govern the sourcing and disposal of water used in the drilling, completion and production process, limit or prohibit drilling activities in certain areas and on certain lands lying within wilderness, wetlands, frontier, seismically active areas and other protected areas, require some form of remedial action to prevent or mitigate pollution from current or former operations such as plugging abandoned wells or closing earthen pits, result in the suspension or revocation of necessary permits, licenses and authorizations, require that additional pollution controls be installed and impose substantial liabilities for pollution resulting from operations or failure to comply with regulatory filings. In addition, these laws and regulations may restrict the rate of production. \n\nCertain of these laws and regulations impose strict liability (i.e., no showing of \"fault\" is required) that, in some circumstances, may be joint and several. Public interest in the protection of the environment has tended to increase over time. The trend of more expansive and stringent environmental legislation and regulations applied to the oil and natural gas industry could continue, resulting in increased costs of doing business and consequently affecting profitability. Changes in environmental laws and regulations occur frequently, and to the extent laws are enacted or other governmental action is taken that restricts \n\n19\n\n\ndrilling or imposes more stringent and costly operating, waste handling, disposal and clean-up requirements, our business and prospects, as well as the oil and natural gas industry in general, could be materially adversely affected.\n\nHazardous substance and waste handling\n\nOur operations are subject to environmental laws and regulations relating to the management and release of hazardous substances, solid and hazardous wastes, and petroleum hydrocarbons. These laws generally regulate the generation, storage, treatment, transportation and disposal of solid and hazardous waste and may impose strict and, in some cases, joint and several liability for the investigation and remediation of affected areas where hazardous substances may have been released or disposed. The Comprehensive Environmental Response, Compensation, and Liability Act, as amended (referred to as \"CERCLA\" or the \"Superfund law\") and comparable state laws, impose liability, without regard to fault or the legality of the original conduct, on certain classes of persons deemed \"responsible parties.\" These persons include current owners or operators of the site where a release of hazardous substances occurred, prior owners or operators that owned or operated the site at the time of the release or disposal of hazardous substances, and companies that disposed or arranged for the disposal of the hazardous substances found at the site. Under CERCLA, these persons may be subject to strict, joint and several liability for the costs of cleaning up the hazardous substances that have been released into the environment, for damages to natural resources and for the costs of certain health studies. CERCLA also authorizes the EPA and, in some instances, third parties to act in response to threats to the public health or the environment and to seek to recover the costs they incur from the responsible classes of persons. Despite the \"petroleum exclusion\" of Section 101(14) of CERCLA, which currently encompasses natural gas, we may nonetheless handle hazardous substances within the meaning of CERCLA, or similar state statutes, in the course of our ordinary operations and, as a result, may be jointly and severally liable under CERCLA for all or part of the costs required to clean up sites at which these hazardous substances have been released into the environment. In addition, we may have liability for releases of hazardous substances at our properties by prior owners or operators or other third parties. Finally, it is not uncommon for neighboring landowners and other third parties to file common law based claims for personal injury and property damage allegedly caused by hazardous substances or other pollutants released into the environment.\n\nThe Oil Pollution Act of 1990 (the \"OPA\") is the primary federal law imposing oil spill liability. The OPA contains numerous requirements relating to the prevention of and response to petroleum releases into waters of the United States, including the requirement that operators of offshore facilities and certain onshore facilities near or crossing waterways must maintain certain significant levels of financial assurance to cover potential environmental cleanup and restoration costs. Under the OPA, strict, joint and several liability may be imposed on \"responsible parties\" for all containment and clean-up costs and certain other damages arising from a release, including, but not limited to, the costs of responding to a release of oil to surface waters and natural resource damages, resulting from oil spills into or upon navigable waters, adjoining shorelines or in the exclusive economic zone of the United States. A \"responsible party\" includes the owner or operator of an onshore facility. The OPA establishes a liability limit for onshore facilities, but these liability limits may not apply if: a spill is caused by a party's gross negligence or willful misconduct; the spill resulted from a violation of a federal safety, construction or operating regulation; or a party fails to report a spill or to cooperate fully in a clean-up. We are also subject to analogous state statutes that impose liabilities with respect to oil spills. \n\nWe also generate solid wastes, including hazardous wastes, which are subject to the requirements of the Resource Conservation and Recovery Act (\"RCRA\") and comparable state statutes. Although RCRA regulates both solid and hazardous wastes, it imposes strict requirements on the generation, storage, treatment, transportation and disposal of hazardous wastes. Certain petroleum production wastes are excluded from RCRA's hazardous waste regulations. These wastes, instead, are regulated under RCRA's less stringent solid waste provisions, state laws or other federal laws. It is also possible that these wastes, which could include wastes currently generated during our operations, will be designated as \"hazardous wastes\" in the future and, therefore, be subject to more rigorous and costly disposal requirements. Indeed, legislation has been proposed from time to time in Congress to re-categorize certain oil and natural gas exploration and production wastes as \"hazardous wastes.\" While no changes have been made with respect to this exemption to date, from time to time, the EPA has reconsidered whether or not to maintain the current exemption for exploration and production wastes. Any such changes in the laws and regulations could have a material adverse effect on our maintenance capital expenditures and operating expenses.\n\n20\n\n\nWater and other waste discharges and spills\n\nThe Federal Water Pollution Control Act, as amended, also known as the Clean Water Act, the Safe Drinking Water Act (\"SDWA\"), the OPA and comparable state laws impose restrictions and strict controls regarding the discharge of pollutants, including produced waters and other natural gas wastes, into federal and state waters. The discharge of pollutants into regulated waters is prohibited, except in accordance with the terms of a permit issued by the EPA or the state. The discharge of dredge and fill material in regulated waters, including wetlands, is also prohibited, unless authorized by a permit issued by the U.S. Army Corps of Engineers (\"Corps\"). \n\nThe scope of waters regulated under the Clean Water Act has fluctuated in recent years. On June 29, 2015, the EPA and the Corps jointly promulgated final rules expanding the scope of waters protected under the Clean Water Act. However, on October 22, 2019, the agencies repealed the 2015 rules, and on April 21, 2020, the EPA and the Corps published a final rule replacing the 2015 rules, and significantly reduced the waters subject to federal regulation under the Clean Water Act. On August 30, 2021, a federal court struck down the replacement rule and on January 18, 2023, the EPA and the Corps published a final rule that would restore water protections that were in place prior to 2015. However, the January 2023 rule was challenged and is currently enjoined in 27 states. Separately, in May 2023 the U.S. Supreme Court released its opinion in Sackett v. EPA, which involved issues relating to the legal tests used to determine whether wetlands qualify as WOTUS. The Sackett decision invalidated certain parts of the January 2023 rule and significantly narrowed its scope, resulting in a revised regulation being issued in September 2023. However, due to the injunction on the January 2023 rule, the implementation of the September 2023 rule currently varies by state. As a result of such recent developments, substantial uncertainty exists regarding the scope of waters protected under the Clean Water Act. To the extent the rules expand the range of properties subject to the Clean Water Act's jurisdiction, we could face increased costs and delays with respect to obtaining permits for dredge and fill activities in wetland areas.\n\nThe EPA has also adopted regulations requiring certain oil and natural gas exploration and production facilities to obtain individual permits or coverage under general permits for storm water discharges. Costs may be associated with the treatment of wastewater or developing and implementing storm water pollution prevention plans, as well as for monitoring and sampling the storm water runoff from certain of our facilities. The State of Texas also maintains groundwater protection programs that require permits for discharges or operations that may impact groundwater conditions. The underground injection of fluids is subject to permitting and other requirements under state laws and regulation. Obtaining permits has the potential to delay the development of oil and natural gas projects. These same regulatory programs also limit the total volume of water that can be discharged, hence limiting the rate of development, and require us to incur compliance costs. \n\nThese laws and any implementing regulations provide for administrative, civil and criminal penalties for any unauthorized discharges of oil and other substances and may impose substantial potential liability for the costs of removal, remediation and damages. Pursuant to these laws and regulations, we may be required to obtain and maintain approvals or permits for the discharge of wastewater or storm water and the underground injection of fluids and are required to develop and implement spill prevention, control and countermeasure plans, also referred to as \"SPCC plans,\" in connection with on-site storage of significant quantities of oil. \n\nHydraulic fracturing\n\nWe use hydraulic fracturing as a means to maximize the productivity of almost every well that we drill and complete. Hydraulic fracturing is a necessary part of the completion process for our producing properties in Texas because our properties are dependent upon our ability to effectively fracture the producing formations in order to produce at economic rates. While hydraulic fracturing is not required to maintain any of our leasehold acreage that is currently held by production from existing wells, it will be required in the future to develop the provided non-producing and proved undeveloped reserves associated with this acreage. Nearly all of our proved undeveloped reserves associated with future completion, recompletion and refracture stimulation projects require hydraulic fracturing. \n\nHydraulic fracturing is a practice that is used to stimulate production of hydrocarbons from tight formations. The process involves the injection of water, sand and chemicals under pressure into the formation to fracture the surrounding rock and stimulate production. We have and continue to follow standard industry practices and applicable legal requirements. These protective measures include setting surface casing at a depth sufficient to protect fresh water formations and cementing the well to create a permanent isolating barrier between the casing pipe and surrounding geological formations. This well design \n\n21\n\n\nis intended to minimize a pathway for the fracturing fluid to contact any aquifers. For recompletions of existing wells, the production casing is pressure tested prior to perforating the new completion interval. Injections rates and pressures are monitored in real time at the surface during our hydraulic fracturing operations. Pressure is monitored on both the injection string and the immediate annulus to the injection string. Our hydraulic fracturing operations are designed to be shut down immediately if an abrupt change occurred to the injection pressure or annular pressure. \n\nApproximately 99% of the hydraulic fracturing fluids we use are made up of water and sand. The remainder of the constituents in the fracturing fluid are managed and used in accordance with applicable requirements. In accordance with Texas regulations, we report the constituents of the hydraulic fracturing fluids utilized in our well completions on FracFocus (www.fracfocus.org). Hydraulic fracture stimulation requires the use of a significant volume of water. Upon flowback of the water, we dispose of it by recycling or by discharging into the approved disposal wells. We currently do not discharge water to the surface. Based upon results of testing the performance of recycled flowback/produced water in our fracking operations, we endeavor to maximize the utilization of recycled flowback/produced water via our owned and operated recycling facilities in Glasscock and Reagan County or via contractual arrangements with third parties in Howard County. \n\nHydraulic fracturing is generally not regulated at the federal level, though from time to time legislation has been proposed in recent sessions of Congress to repeal the hydraulic fracturing exemption from the SDWA, provide for federal regulation of hydraulic fracturing and require public disclosure of the chemicals used in the fracturing process. The SDWA regulates the underground injection of substances through the Underground Injection Control Program (the \"UIC\"). However, hydraulic fracturing is generally exempt from regulation under the UIC, and thus the process is typically regulated by state oil and gas commissions. Nevertheless, the EPA has asserted federal regulatory authority over hydraulic fracturing involving diesel additives under the UIC, and the EPA has issued guidance for such injection activities. The EPA has separately issued a final rule prohibiting the discharge of wastewater from onshore unconventional oil and gas extraction facilities to publicly owned wastewater treatment plants. \n\nFurthermore, from time to time certain governmental reviews have been conducted that focus on environmental aspects of hydraulic fracturing practices. For example, in 2016, the EPA released a study examining the potential for hydraulic fracturing activities to impact drinking water resources, finding that, under some circumstances, the use of water in hydraulic fracturing activities can impact drinking water resources. Notwithstanding the lack of comprehensive federal regulation of hydraulic fracturing to date, any further regulation of hydraulic fracturing activities could restrict, limit or otherwise increase our operating costs and accordingly could have a material impact on our business, financial condition, and results of operation. \n\nSome states have adopted, and other states are considering adopting, regulations that could restrict hydraulic fracturing in certain circumstances, impose additional requirements on hydraulic fracturing activities or otherwise require the public disclosure of chemicals used in the hydraulic fracturing process. For example, in Texas, the RRC has adopted rules requiring the disclosure of chemicals used in the hydraulic fracturing process, as well as rules governing well casing, cementing and other standards for ensuring that hydraulic fracturing operations do not contaminate nearby water resources. Recently, there has been increased scrutiny of the use of the injection wells for the disposal of produced water from hydraulic fracturing and the potential for injection well operations to result in seismic activity. The RRC has issued rules that, among other things, require applicants for new disposal wells that will receive non-hazardous produced water and hydraulic fracturing flowback fluid to conduct seismic activity searches utilizing the U.S. Geological Survey. The rules also clarified the RRC's authority to modify, suspend or terminate a disposal well permit if scientific data indicates a disposal well is likely to contribute to seismic activity. The RRC has used this authority to deny permits and temporarily suspend operations for waste disposal wells and, in September 2021, the RRC curtailed the amount of water companies were permitted to inject into some wells near Midland and Odessa in the Permian Basin and has since indefinitely suspended some permits there and expanded the restrictions to other areas. More recently, in December 2023, the RRC suspended the permits of 23 deep disposal wells in the seismic response area covering Culberson and Reeves Counties. These restrictions on the disposal of produced water could result in increased operating costs, forcing us or our service providers to truck produced water, recycle it or pump it through the pipeline network or other means, all of which could be costly.\n\nIn addition, a number of lawsuits and enforcement actions have been initiated across the country alleging that hydraulic fracturing practices have induced seismic activity and adversely impacted drinking water supplies, use of surface water, and the environment generally. Several states and municipalities have adopted, or are considering adopting, regulations that could restrict or prohibit hydraulic fracturing in certain circumstances. If these or any other new laws or regulations that \n\n22\n\n\nsignificantly restrict hydraulic fracturing are adopted, such laws could make it more difficult or costly for us to drill and produce from tight formations as well as make it easier for third parties opposing the hydraulic fracturing process to initiate legal proceedings. In addition, if hydraulic fracturing is regulated at the federal level, fracturing activities could become subject to additional permitting and financial assurance requirements, more stringent construction specifications, increased monitoring, reporting and recordkeeping obligations, plugging and abandonment requirements and also to attendant permitting delays and potential increases in costs. These developments, as well as new laws or regulations, could cause us to incur substantial compliance costs, and compliance or the consequences of failure to comply by us could have a material adverse effect on our financial condition and results of operations. At this time, it is not possible to estimate the potential impact on our business that may arise if federal or state legislation governing hydraulic fracturing is enacted into law.\n\nAir quality\n\nThe federal Clean Air Act, as amended, and comparable state laws restrict the emission of air pollutants from many sources, including production facilities, salt water disposal facilities, and compressor stations, through the issuance of permits and the imposition of other requirements. In addition, the EPA has developed, and continues to develop, strict and stringent regulations governing emissions of toxic air pollutants at specified sources; emissions from specific sources such as tanks, engines, dehydration units, and heaters; and maintenance requirements for such equipment. Also, on June 3, 2016, the EPA published a final rule regarding the criteria for aggregating multiple small surface sites into a single source for air-quality permitting purposes applicable to the oil and gas industry. This rule clarified the term “adjacent” and defined when sources are required to be aggregated. The consequences of these requirements are that smaller sites may need to be combined, triggering more stringent air permitting processes and requirements. Current air permitting regulations require us to obtain pre-approval for the construction or modification of projects or facilities expected to produce or increase air emissions. Once obtained these air permits require compliance with strict and stringent requirements and utilize specific equipment or technologies to control and monitor emissions of certain pollutants. The need to obtain air permits and emission control equipment prior to construction requires timely planning to ensure that the development of oil and natural gas projects is not delayed.\n\nIn recent years, the regulation of methane emissions from oil and gas operations has been subject to increased scrutiny. Following a series of rulemakings imposing various emission standards and leak detection and repair (“LDAR”) requirements for first volatile organic compounds and then methane, in December 2023, the EPA finalized more stringent methane rules for new, modified, and reconstructed facilities in the oil and gas sector, known as OOOOb, as well as standards for existing sources for the first time ever, known as OOOOc. Under the final rules, states have two years to prepare and submit their plans to impose methane emission controls on existing sources. The presumptive standards established under the final rule are generally the same for both new and existing sources and include enhanced leak detection survey requirements using optical gas imaging and other advanced monitoring to encourage the deployment of innovative technologies to detect and reduce methane emissions, reduction of emissions by 95% through capture and control systems, zero-emission requirements for certain devices, and the establishment of a “super emitter” response program that would allow third parties to make reports to EPA of large methane emission events, triggering certain investigation and repair requirements. In January 2023, CarbonMapper became the first EPA approved third party under the \"super emitter\" program. Fines and penalties for violations of these rules can be substantial. The final methane rule is currently being challenged by 23 states and a coalition of industry groups in the U.S. Circuit Court of Appeals for the D.C. Circuit and may be repealed or modified by the Trump Administration. Moreover, compliance with the new rules may affect the amount we owe under the Inflation Reduction Act of 2022's (“IRA\") methane fee described below because compliance with the EPA’s methane rules would exempt an otherwise covered facility from the requirement to pay the methane fee. The requirements of the EPA’s final methane rules have the potential to increase our operating costs and thus may adversely affect our financial results and cash flows. Failure to comply with these CAA requirements can result in the imposition of substantial fines and penalties as well as costly injunctive relief. \n\nThe above standards, as well as any future laws and their implementing regulations, require us to obtain pre-approval for the expansion or modification of existing facilities or the construction of new facilities expected to produce air emissions and impose stringent air permit requirements. These regulations also mandate the use of specific equipment or technologies to minimize, eliminate, or control emissions. Our failure to comply with these requirements could subject us to monetary penalties, injunctions, conditions or restrictions on operations and, potentially, criminal enforcement actions.\n\n23\n\n\nWe have incurred additional capital expenditures, which were not material, to comply with these new regulations as they come into effect. We may also be required to incur additional capital expenditures in the next few years for air pollution control equipment needed to comply with new air regulations, maintaining or obtaining operating permits addressing other air emission related issues, which may have a material adverse effect on our operations and has the potential to delay the development of oil and natural gas projects. \n\nGreenhouse gas (\"GHG\") emissions\n\nIn recent years, federal, state and local governments have taken steps to reduce emissions of GHGs. Although the Biden Administration took legislative, regulative and executive action to address GHG emissions and climate change, policy priorities, such as climate change, are likely to change depending on political administration. In August 2022, President Biden signed the IRA into law. The IRA contains billions of dollars in incentives for the development of renewable energy, clean hydrogen, clean fuels, electric vehicles, investments in advanced biofuels and supporting infrastructure and carbon capture and sequestration, amongst other provisions. These incentives could accelerate the transition of the economy away from the use of fossil fuels towards lower- or zero-carbon emissions alternatives, which could decrease demand for, and in turn the prices of, the oil and natural gas that we produce and sell. In addition, the IRA imposes the first ever federal fee on the emission of GHGs through a methane emissions charge. The IRA amends the Clean Air Act to impose a fee on the emission of methane that exceeds an applicable waste emissions threshold from sources required to report their GHG emissions to the EPA, including those sources in the offshore and onshore petroleum and natural gas production and gathering and boosting source categories. The methane emissions charge starts in calendar year 2024 at $900 per ton of methane, increases to $1,200 in 2025, and will be set at $1,500 for 2026 and each year after. Calculation of the fee is based on certain thresholds established in the IRA. The EPA finalized regulations implementing the IRA’s methane emissions charge in November 2024. We cannot predict what actions Congress may take with respect to the IRA’s methane emissions charge and the timing with respect to the same. The Trump administration may also seek to revise or repeal the methane emissions charge implementing rule though we cannot predict whether such action will occur or its timing. As a result, the ultimate impact of the IRA’s methane emissions charge and its implementing rule on our business is uncertain. In May 2024, the EPA finalized revisions to the GHG reporting program, which expand reporting to include new sources of emissions and revise the emissions factors used to calculate emissions reported to EPA under the program. These changes, could increase the amount of GHG emissions we report and accordingly increase the amount we owe under the methane emission charge.\n\nThe EPA has also finalized a series of GHG monitoring, reporting and emission control rules for the oil and natural gas industry and almost one-half of the states have taken measures to reduce GHG emissions primarily through the development of GHG emission inventories and/or regional GHG cap-and-trade programs. Also, states have imposed increasingly stringent requirements related to the venting or flaring of gas during oil and gas operations. In addition, several states have enacted renewable portfolio standards, which require utilities to purchase a certain percentage of their energy from renewable fuel sources.\n\nAdditionally, the United States Securities and Exchange Commission released its final rule on climate-related disclosures on March 6, 2024, requiring the disclosure of certain climate-related risks and financial impacts, as well as greenhouse gas emissions. Large accelerated filers will be required to incorporate the applicable climate-related disclosures into their filings beginning in fiscal year 2025, with additional requirements relating to the disclosure of Scope 1 and 2 greenhouse gas emissions, if material, and attestation reports for certain large accelerated filers subsequently phasing in. However, the future of the SEC climate rule is uncertain at this time given that its implementation has been stayed pending the outcome of legal challenges; moreover, the Trump administration may seek to repeal the rule though we cannot predict whether such action will occur or its timing. On his first day in office, President Trump issued several Executive Orders, rescinding many of the previous administration's climate-related initiatives. As a result, the ultimate impact of the SEC rule, or any similar climate-related disclosure requirements imposed in the future, on our business is uncertain and may result in increased compliance costs and increased costs of and restrictions on access to capital. Even absent any significant GHG-related rulemaking in the near-term at the federal level, states may continue to aggressively pursue the regulation of GHG emissions. For instance, in October 2023, California passed climate-related disclosure laws requiring public and private companies doing business in California with total annual revenues exceeding certain thresholds to make disclosures, including GHG emissions data and climate-related financial risks. Other U.S. states are considering or in various stages of enacting similar climate-related disclosure laws. To the extent that the Company is required to make disclosures under any of these jurisdictions, these new and proposed laws may result in additional costs to comply with these disclosure requirements as well as increased costs of \n\n24\n\n\nand restrictions on access to capital. Separately, enhanced climate related disclosure requirements could lead to reputational or other harm with customers, regulators, investors or other stakeholders and could also increase our litigation risks relating to alleged climate-related damages resulting from our operations, statements alleged to have been made by us or others in our industry regarding climate change risks, or in connection with any future disclosures we may make regarding reported emissions or progress towards our sustainability targets, particularly given the inherent uncertainties and estimations with respect to calculating and reporting GHG emissions.\n\nAt the international level, in December 2015, the United States participated in the 21st Conference of the Parties of the United Nations Framework Convention on Climate Change in Paris, France. The resulting Paris Agreement calls for the parties to undertake \"ambitious efforts\" to limit the average global temperature and to conserve and enhance sinks and reservoirs of GHGs. The Paris Agreement went into effect on November 4, 2016. Although the United States withdrew from the Paris Agreement, effective November 4, 2020, President Biden issued an Executive Order on January 20, 2021 to rejoin the Paris Agreement, which took effect on February 19, 2021. On April 21, 2021, the United States announced that it was setting an economy-wide target of reducing its GHG emissions by 50-52 percent below 2005 levels in 2030. Further, in December 2023, at the 28th Conference of the Parties (“COP 28”) in December 2023, the parties signed onto an agreement to transition away from fossil fuels in energy systems and increase renewable energy capacity, although no timeline for doing so was set. In relation, many state and local leaders have stated their intent to intensify efforts to support the international climate commitments. However, on January 20, 2025, President Trump signed an Executive Order calling for withdrawal of the United States from the Paris Agreement and revocation of any related financial commitments thereunder as part of a broader series of executive orders announcing a deregulatory approach with respect to climate change matters. State or local governments may, however, elect to continue to participate in international climate change initiatives or pursue state- or regional-level climate change-related regulations.\n\nRestrictions on GHG emissions that may be imposed could adversely affect the oil and gas industry. The adoption of legislation or regulatory programs to reduce GHG emissions could require us to incur increased operating costs, such as costs to purchase and operate emissions control systems, to acquire emissions allowances or comply with new regulatory requirements. Any GHG emissions legislation or regulatory programs applicable to power plants or refineries could also increase the cost of consuming, and thereby reduce demand for, the oil, NGL and natural gas we produce. Consequently, legislation and regulatory programs to reduce GHG emissions could have an adverse effect on our business, financial condition and results of operations.\n\nIn addition, there have also been efforts in recent years to influence the investment community, including investment advisors and certain sovereign wealth, pension and endowment funds promoting divestment of fossil fuel equities and pressuring lenders to limit funding to companies engaged in the extraction of fossil fuel reserves, although this trend has waned in recent years. Such environmental activism and initiatives aimed at limiting climate change and reducing air pollution could interfere with our business activities, operations and ability to access capital. Furthermore, claims have been made against certain energy companies alleging that greenhouse gas emissions from oil and natural gas operations constitute a public nuisance under federal and/or state common law and claiming that their operations have contributed to climate change. As a result, private individuals or public entities may seek to enforce environmental laws and regulations against us and could allege personal injury, property damages or other liabilities. Moreover, public statements with respect to emissions reduction goals or progress, other environmental targets or other commitments addressing certain social issues, are becoming increasingly subject to heightened scrutiny from public and governmental authorities related to the risk of potential “greenwashing,” (i.e., misleading information or false claims overstating potential ESG benefits). For example, the SEC has recently taken enforcement action against companies for ESG-related misconduct, including alleged greenwashing. Certain regulators, such as the SEC and various state agencies, as well as nongovernmental organizations and other private actors have filed lawsuits under various securities and consumer protection laws alleging that certain ESG-related statements, goals or standards were misleading, false or otherwise deceptive. Certain employment practices and social initiatives are also the subject of scrutiny by both those calling for the continued advancement of such policies, as well as those who believe they should be curbed, including government actors, and the complex regulatory and frameworks applicable to such initiatives continue to evolve. More recent political developments could mean that the Company faces increasing criticism or litigation risks from certain “anti-ESG” parties, including various governmental agencies. Such sentiment may focus on the Company’s environmental commitments (such as reducing GHG emissions) or its pursuit of certain employment practices or social initiatives that are alleged to be political or polarizing in nature or are alleged to violate laws based, in part, on changing priorities of, or interpretations by, federal agencies or state governments. The complex regulatory and legal frameworks applicable to such initiatives continue to evolve. Consideration of ESG-related factors in the Company’s decision-making could \n\n25\n\n\nbe subject to increasing scrutiny and objection from such anti-ESG parties. While our business is not a party to any such litigation, we could be named in actions making similar allegations. An unfavorable ruling in any such case or even negative perceptions of the Company or our business resulting from any allegations could significantly impact our operations and could have an adverse impact on our financial condition. Moreover, to the extent that societal pressures or political or other factors are involved, it is possible that such liability could be imposed without regard to the Company's causation of or contribution to the asserted damage, or to other mitigating factors. Additionally, demand for hydrocarbons, and therefore our products and services, may be reduced by actions taken at the federal, state or local levels to restrict, ban or limit products that rely on oil and natural gas.\n\nOccupational Safety and Health Act\n\nCertain of our operations are subject to applicable requirements of the federal Occupational Safety and Health Act, as amended (\"OSHA\") and comparable state laws that regulate the protection of the health and safety of employees. In addition, OSHA's hazard communication standard requires that information be maintained about hazardous materials used or produced in our operations and that certain information be provided to employees, state and local government authorities and citizens. \n\nEndangered Species Act\n\nThe Endangered Species Act (\"ESA\") was established to protect endangered and threatened species. Pursuant to the ESA, if a species is listed as threatened or endangered, restrictions may be imposed on activities adversely affecting that species or its habitat. Similar protections are offered to migratory birds under the Migratory Bird Treaty Act. The U.S. Fish and Wildlife Service (\"FWS\") may designate critical habitat and suitable habitat areas that it believes are necessary for survival of a threatened or endangered species. A critical habitat or suitable habitat designation could result in further material restrictions to federal land use and may materially delay or prohibit land access for oil and natural gas development. If newly listed species, such as the lesser prairie chicken or dunes sagebrush lizard, are located in areas where we operate or previously unprotected species, such as the monarch butterfly, are designated as endangered or threatened, or if we were to have a portion of our leases designated as critical or suitable habitat, it could cause us to incur additional costs or become subject to operating restrictions or bans in the affected areas, which could adversely impact the value of our leases. For example, in December 2024, FWS proposed listing the monarch butterfly as a threatened species. At this time we cannot predict the ultimate impact any final listing of the monarch butterfly under the ESA may have on our operations.\n\nSummary\n\nWe believe we are in substantial compliance with currently applicable environmental federal, state and local laws and regulations and that we hold all necessary, valid and up-to-date permits, registrations and other authorizations required under such laws and regulations or are in the process of obtaining such items. However, current regulatory requirements may change, currently unforeseen incidents may occur or past non-compliance with laws or regulations may be discovered, and such laws and regulations are frequently amended or reinterpreted. Therefore, we are unable to predict the future costs or impacts of compliance. Although we have not experienced any material adverse effect from compliance with environmental requirements and believe that the current costs of compliance are appropriately reflected in our budget, there is no assurance that this will continue. We did not have any material capital or other non-recurring expenditures in connection with complying with environmental laws and regulations or environmental remediation matters during the years ended December 31, 2024, 2023 or 2022.\n\nRegulation of derivatives\n\nThe July 2010 Dodd-Frank Wall Street Reform and Consumer Protection Act (the \"Dodd-Frank Act\") provides for federal oversight of the over-the-counter derivatives market and entities that participate in that market and mandates that the Commodity Futures Trading Commission (the \"CFTC\"), the SEC, and federal regulators of financial institutions (the \"Prudential Regulators\") adopt rules or regulations implementing the Dodd-Frank Act and providing definitions of terms used in the Dodd-Frank Act. The Dodd-Frank Act establishes margin requirements and requires clearing and trade execution practices for certain market participants and may result in certain market participants needing to curtail or cease their derivatives activities.\n\n26\n\n\nThe CFTC, the SEC and the Prudential Regulators have issued many rules to implement the Dodd-Frank Act, including rules (the \"Adopted Derivatives Rules\") (i) requiring clearing of hedges, or swaps, that are subject to the Dodd-Frank Act (currently, only certain interest rate and credit default swaps, which we do not presently have) (the \"Mandatory Clearing Rule\"), and also establishing an \"end user\" exception to the Mandatory Clearing Rule (the \"End User Exception\"), (ii) setting forth collateral requirements in connection with swaps that are not cleared (the \"Margin Rule\") and also an exception to the Margin Rule for end users that are not financial end users (the \"Non-Financial End User Exception\") and (iii) imposing position limits on certain futures contracts, including the NYMEX \"Henry Hub\" gas contract and \"Light Sweet Crude\" oil contract, and economically equivalent swaps (the \"Position Limit Rule\"). The Position Limit Rule took effect March 15, 2021 and the position limits, other than those for economically equivalent swaps provided for in the Position Limit Rule, took effect on January 1, 2022; the position limits for economically equivalent swaps took effect on January 1, 2023. The Position Limit Rule provides an exemption from the position limits for swaps that constitute \"bona fide hedging positions\" within the definition of such term under the Position Limit Rule, subject to the party claiming the exemption complying with the applicable filing, recordkeeping and reporting requirements of the Position Limit Rule. \n\nWe qualify for the End User Exception and will utilize it if the Mandatory Clearing Rule is expanded to cover swaps in which we participate. We qualify for the Non-Financial End User Exception and will not be required to post margin in connection with uncleared swaps under the Margin Rule. Our existing and anticipated hedging positions constitute \"bona fide hedging positions\" under the Position Limit Rule, and we intend to undertake the filing, recordkeeping and reporting necessary to utilize the bona fide hedging position exemption under the Position Limit Rule, so we do not expect to be directly affected by any such rules. However, most if not all of our hedge counterparties will be subject to mandatory clearing in connection with their hedging activities with parties who do not qualify for the End User Exception and will be required to post margin in connection with their hedging activities with other swap dealers, major swap participants, financial end users and other persons that do not qualify for the Non-Financial End User Exception. In addition, the European Union and other non-U.S. jurisdictions have enacted laws and regulations (including laws and regulations giving the European Union financial authorities the power to write down amounts we may be owed on hedging agreements with counterparties subject to such laws and regulations and/or require that we accept equity interests in such counterparties in lieu of cash in satisfaction of such amounts, collectively the \"Foreign Regulations\"), which may apply to our transactions with counterparties subject to such Foreign Regulations (the \"Foreign Counterparties\") and the U.S. adopted law and rules (the \"U.S. Resolution Stay Rules\") clarifying similar rights of U.S. banking authorities with respect to banking institutions subject to their regulation. \n\nHuman capital\n\nAt Vital Energy, we believe our people set us apart from our peers. We seek to energize the potential of our people through the \"Vital Way,\" which is intended to bring together unique and sound ideas, approaches and individual experiences, fuel innovation and maximize operational performance. We strive to empower our people through Vital’s core values of Unafraid, Unshakable and Unbiased. Accordingly, Vital’s key human capital objectives are to attract, retain, motivate and develop the highest quality talent possible. We seek to foster a collegial work environment to help our employees attain their highest level of productivity, creativity and efficiency. To support these objectives, our board of directors oversees our human capital strategy. Our Nominating, Corporate Governance, Environmental and Social Committee has been delegated the responsibility of reviewing strategies and policies related to human capital management, including with respect to our employment practices, workplace culture, talent development and retention, and the safety of our workforce. Our Compensation Committee has also been delegated the responsibility of overseeing our total rewards program and promoting its alignment with Vital's strategic objectives and stockholders' interest.\n\nWe are committed to cultivating a workplace culture built on safety, equal employment opportunity and continuous improvement. Our Code of Conduct and Business Ethics provides a foundation to uphold these values supported by regular training on topics such as anti-harassment, whistleblower procedures, conflict of interest avoidance, and anti-trust compliance.\n\nEmployee feedback plays a crucial role in shaping our initiatives. Through engagement surveys and employee-led focus groups, we’ve gained valuable insights into areas such as workload and flexibility, workplace culture, communication, recognition, and rewards. These efforts guide us in creating meaningful practices that align with the needs and aspirations of our workforce. To further foster transparency and collaboration, we host regular town halls where employees hear directly from our leadership team on key updates and initiatives. Together, these actions reflect our dedication to building an environment where everyone feels valued and empowered to succeed.\n\n27\n\n\nWorkforce Composition\n\nAs of December 31, 2024, we employed 405 full-time employees, 199 of which were based in our field offices. The remaining (nearly one-half) of our employees possess technical and professional backgrounds, often holding advanced degrees. Our professional staff includes geoscientists, petroleum and chemical engineers, land women and men, accountants, computer and data scientists, financial analysts, lawyers, human resource specialists and many more. None of our employees are represented by labor unions or covered by collective bargaining agreements.\n\nEqual Employment Opportunity\n\nWe believe that our commitment to equal employment opportunity will help our organization better accomplish our mission as it provides us with an opportunity to obtain unique perspectives, experiences and ideas that can help our organization succeed.\n\nAt Vital Energy, we are dedicated to providing a collaborative workplace where open communication and mutual respect are at the core of our culture. We believe that by working together, we are stronger, and we strive to create an environment where challenges can be addressed collaboratively and respectfully.\n\nDiversity of thought is fundamental to the Vital Way. We are committed to honoring this value as we grow and evolve. By embracing our employees' many perspectives and ideas, we aim to foster innovation, strengthen our community, and ensure that every employee feels valued and empowered to contribute to our shared success.\n\nHealth and Safety\n\nIt is important that our people stay healthy and safe. We know that an engaged, healthy, safe and well-trained workforce helps us accomplish our strategic goals. We seek to achieve these goals through all-hands safety meetings, hazard hunts, stop-work authority and root-cause analysis.\n\nTotal Rewards\n\nWe believe in empowering our employees by offering a comprehensive total rewards program designed to attract and retain exceptional talent to achieve Vital’s business strategy. This program includes a competitive compensation package and a wide range of benefits aimed at fostering employee satisfaction and engagement. Our compensation model is built on three core principles: (i) providing competitive base salaries and benefits, (ii) rewarding both short-term and long-term performance and (iii) linking pay to individual performance and company performance. To maintain competitiveness within our industry, we conduct regular market benchmarking against an annually selected peer group and the broader market. These reviews help us stay aligned with trends in compensation, benefits, and best practices ensuring our model supports Vital’s evolving human capital needs. In addition to competitive salaries, our model features both short-term and long-term incentive programs that connect employee pay to individual performance. These performance measures reflect our environmental, safety, operational and financial priorities, aligning with our stockholder expectations and fostering a shared commitment to Vital’s success. We believe our pay for performance approach drives better business outcomes, strengthens employee capabilities, improves productivity, and boosts retention, motivation and overall employee satisfaction. Our total rewards program also includes a company-matched 401(k) plan with immediate vesting, flexible working schedules, and a variety of employee-focused initiatives, underscoring our commitment to fostering a supportive and a rewarding workplace. \n\nLearning and Development\n\nAt Vital Energy, attracting, retaining, and developing top talent is fundamental to our success and central to our long-term strategy. To support our employees’ growth, we offer tuition reimbursement benefits for extended educational opportunities. We also provide an in-depth training program for our Lease Operators and Field Technicians. This program ensures consistency in processes and offers leadership clear insights when evaluating field employees for promotional opportunities. Administered collaboratively by our Production leadership and Learning and Development teams, the program reflects our commitment to intentionally training and promoting from within. We take pride in recognizing and advancing the exceptional talent within our workforce, reinforcing our belief in the value of internal growth and development.\n\n28\n\n\nAvailable information\n\nWe are required to file annual, quarterly and current reports, proxy statements and other information with the SEC, which are available to the public from commercial document retrieval services and at the SEC's website at https://www.sec.gov. Our common stock is listed and traded on the New York Stock Exchange under the symbol \"VTLE.\" \n\nWe also make available on our website (https://www.vitalenergy.com) all of the documents that we file with the SEC and amendments to those reports, including related exhibits and supplemental schedules, filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, free of charge, as soon as reasonably practicable after we electronically file such material with the SEC. Our Code of Conduct and Business Ethics, Code of Ethics for Senior Financial Officers, Corporate Governance Guidelines, Policy Statement Regarding Related Party Transactions and the charters of our audit committee, compensation committee, finance committee, and nominating, corporate governance, environmental and social committee are also available on our website and in print free of charge to any stockholder who requests them. Requests should be sent by mail to our corporate secretary at our executive office. Information contained on our website, in our Sustainability Reports or in any other reports discussed herein is not incorporated by reference into this Annual Report. We intend to disclose on our website any amendments or waivers to our Code of Conduct and Business Ethics or Code of Ethics for Senior Financial Officers that are required to be disclosed pursuant to Item 5.05 of Form 8-K.",
      "char_count": 87633
    },
    "item1a": {
      "text": "Table of Contents\n\nItem 1A.Risk Factors\n\nOur business involves a high degree of risk. If any of the following risks, or any risks described elsewhere in this Annual Report, were actually to occur, our business, financial condition or results of operations could be materially adversely affected and the trading price of our shares could decline resulting in the loss of part or all of your investment. The risks described below are not the only ones facing us. Additional risks not presently known to us or which we currently consider immaterial may also adversely affect us.\n\nRisks related to our business\n\nOil, NGL and natural gas prices are volatile. Volatility in oil, NGL and natural gas prices has adversely affected, and may continue to adversely affect, our business, financial condition and results of operations and may in the future affect our ability to meet our capital expenditure obligations and financial commitments as well as negatively impact our stock price.\n\nThe prices we receive for our oil, NGL and natural gas production heavily influence our revenue, profitability, access to capital and future rate of growth. Commodity prices are subject to wide fluctuations in response to relatively minor changes in supply and demand. Historically, the market for oil, NGL and natural gas has been volatile and will likely continue to be volatile in the future. The prices we receive for our production, and the levels of our production, depend on numerous factors beyond our control. See \"Cautionary Statement Regarding Forward-Looking Statements” for a list of the factors that significantly impact our business and could impact our business in the future, including those specifically related to pricing and production.\n\nLower oil, NGL and natural gas prices have reduced, and may in the future continue to reduce, our cash flows and borrowing ability. We may be unable to obtain needed capital or financing on satisfactory terms, which could lead to a decline in our oil, NGL and natural gas reserves as existing reserves are depleted. A further decrease in oil, NGL and natural gas prices could render uneconomic a large portion of our exploration, development and exploitation projects. This has already resulted in us having to make significant downward adjustments to our estimated proved reserves, and we may need to make further downward adjustments in the future. Furthermore, lower oil, NGL and natural gas prices could lead to a reduced borrowing base under our Senior Secured Credit Facility, which could trigger repayments under such facility. Also, lower oil, NGL and natural gas prices would likely cause a decline in our stock price. \n\nConservation measures, technological advances and negative shift in market perception towards the oil and natural gas industry could reduce demand for oil and natural gas.\n\nFuel conservation measures, alternative fuel requirements, increasing consumer demand for alternatives to oil and natural gas, technological advances in fuel economy and energy generation devices, and the increased competitiveness of alternative energy sources (such as electric vehicles, wind, solar, geothermal, tidal, fuel cells and biofuels) could reduce demand for oil and natural gas and, therefore, our revenues. \n\nAdditionally, certain segments of the investor community have recently expressed negative sentiment towards investing in the oil and natural gas industry. In the past, equity returns in the sector versus other industry sectors have led to lower oil and natural gas representation in certain key equity market indices. Some investors, including certain pension funds, university endowments and family foundations, have stated policies to reduce or eliminate their investments in the oil and natural gas sector based on social and environmental considerations. Furthermore, certain other stakeholders have pressured commercial and investment banks to stop funding oil and gas projects. With the volatility in oil and natural gas prices and elevated interest rates increasing the cost of borrowing, certain investors have emphasized capital efficiency and free cash flow from earnings as key drivers for energy companies, especially shale producers. This may also result in a reduction of available capital funding for potential development projects, further impacting our future financial results. See \"Item 1. Business—Regulation of the oil and natural gas industry—“Greenhouse gas” emissions\" for further discussion.\n\nThe impact of the changing demand for oil and natural gas services and products, together with a change in investor sentiment, may have a material adverse effect on our business, financial condition, results of operations and cash flows. Furthermore, if we are unable to achieve the desired level of capital efficiency or free cash flow within the timeframe expected by the market, our stock price may be adversely affected.\n\nWe may be subject to risks in connection with acquisitions and dispositions of assets.\n\nOur growth strategy will, in part, rely on acquisitions. We expect to grow in the future by expanding the exploitation and development of our existing assets, in addition to growing through targeted acquisitions in the Permian Basin or in other basins. Our ability to achieve the anticipated benefits of our acquisitions, including the Point Acquisition, depends in part on whether we can integrate the businesses we acquire into our existing business in an effective and efficient manner. We may not be able to accomplish this integration process successfully. The successful acquisition of producing properties requires an assessment of several factors, including (i) recoverable reserves; (ii) future oil, NGL and natural gas prices and their applicable differentials; (iii) timing of development; (iv) capital and operating costs; and (v) potential environmental and other liabilities.\n\nThe successful disposition of assets requires an assessment of several factors, including historical operations, potential environmental and other liabilities and impact on our business. The accuracy of these assessments is inherently uncertain. \n\nOur assessment will not reveal all existing or potential problems, nor will it permit us to become sufficiently familiar with the properties to fully assess their deficiencies and capabilities. Inspections may not always be performed on every well, and environmental problems are not necessarily observable even when an inspection is undertaken. Even when problems are identified, the seller or buyer may be unwilling or unable to provide effective contractual protection against all or part of the problems. We often are not entitled to contractual indemnification for environmental liabilities and acquire or sell assets on an \"as is\" basis. Even in those circumstances in which we have contractual indemnification rights for pre-closing liabilities, it remains possible that the seller or buyer will not be able to fulfill its contractual obligations. Problems with assets we acquire or dispose of could have a material adverse effect on our business, financial condition and results of operations. See \"Item 1. Business—Regulation of the oil and natural gas industry—Hazardous substance and waste handling\" for further discussion.\n\nAcquisitions may not achieve the intended results and our results may suffer if we do not effectively manage our expanded operations following such transactions.\n\nSome of the assumptions that we have made, such as the nature of assets to be acquired, may not be realized. There could also be undisclosed or unknown liabilities and unforeseen expenses associated with the acquisition that were not discovered in the due diligence review conducted by us prior to entering into the transaction agreements. Further, transaction costs and other non-recurring expenses incurred in connection with acquisitions may be greater than we initially anticipate. Further, we make certain assumptions regarding the estimated proved reserves we acquire which are based in part on commodity prices at the time of any such acquisition. To the extent commodity prices thereafter decline, we may have to make downward adjustments to our estimated proved reserves.\n\nWe may use more cash and other financial resources on integration and implementation activities than we expect. We may not be able to successfully integrate the assets acquired into our existing operations or realize the expected economic benefits of the acquisition, including those acquired in the Point Acquisition, which may have a material and adverse effect on our business, financial condition and results of operations.\n\nIn instances where a portion of the acreage we are acquiring is undeveloped, our plans, development schedule and production schedule associated with the acreage may fail to materialize. As a result, our investment in these areas may not be as economic as we anticipate, and we could incur material write-downs of unevaluated properties.\n\nIn addition, integrated acquired businesses and assets involves a number of special risks and unforeseen difficulties that can arise in integrating operations and systems and in retaining and assimilating employees. These difficulties include, among other things:\n\n•Operating a larger organization;\n\n•Coordinating geographically disparate organizations, system and facilities;\n\n•Integrating corporate, technology and administrative functions;\n\n•Diverting management's attention from regular business concerns;\n\n•Diverting financial resources away from existing operations;\n\n•Increasing our indebtedness; and \n\n•Incurring potential environmental or regulatory liabilities and title problems.\n\n31\n\n\nAny of these or other similar risks could lead to potential adverse short-term or long-term effects on our operating results. The process of integrating our operations could cause an interruption of, or loss of momentum in, the activities of our business. Members of our management may be required to devote considerable amounts of time to this integration process, which decreases the time they have to manage our business. If our management is not able to effectively manage the integration process, or if any business activities are interrupted as a result of the integration process, our business could suffer.\n\nContinuing or worsening inflationary pressures and associated changes in monetary policy have resulted in and may result in additional increases to our drilling and completions costs and costs of oilfield services, equipment, and materials, which in turn have caused and may continue to cause our capital expenditures and operating costs to rise.\n\nThe U.S. inflation rate increased in 2021 and 2022 before declining in 2023 and 2024. These inflationary pressures have resulted in and may result in additional increases to our drilling and completions costs and costs of oilfield services, equipment, and materials, which in turn have caused and may continue to cause our capital expenditures and operating costs to rise. Further, the costs of oilfield services, equipment and materials may be increased as a result of the imposition or increase of tariffs on certain raw materials. The Federal Reserve and other central banks increased interest rates in 2022 and 2023 to curb inflation. The Federal Reserve reduced benchmark interest rates in 2024 and has indicated that it may further reduce rates in 2025. However, there is no guarantee that interest rates will decline, and to the extent interest rates increase, the cost of capital could increase and economic growth could be depressed, either of which —or the combination thereof — could hurt the financial and operating results of our business.\n\nAs a result of the volatility in prices for oil, NGL and natural gas, we have taken and may be required to take further write-downs of the carrying values of our properties.\n\nWe use the full cost method of accounting for our oil and natural gas properties, with the full cost ceiling based principally on the estimated future net cash flows from our proved oil, NGL and natural gas reserves, which exclude the effect of our commodity derivative transactions, discounted at 10% under required SEC guidelines for pricing methodology. The SEC pricing methodology is the unweighted arithmetic average first-day-of the month commodity price for each month within the trailing 12-month period adjusted for differentials. We review the carrying value of our oil and natural gas properties under the full cost accounting rules of the SEC on a quarterly basis. In the event the unamortized cost, or net book value, of our evaluated oil and natural gas properties being depleted exceeds the full cost ceiling, the excess is expensed in the period such excess occurs. Once incurred, a write-down of evaluated oil and natural gas properties is not reversible and constitutes a non-cash charge to earnings. In the fourth quarter of 2024, our unamortized cost of evaluated oil and natural gas properties exceeded the full cost ceiling and, as such, we recorded a non-cash full cost ceiling impairment during the year ended December 31, 2024.\n\nBased on prevailing commodity prices and specific market factors and circumstances at the time of prospective impairment reviews, and the continuing evaluation of development plans, production data, economics and other factors, we have been required to, and may be required to further, write-down the carrying value of our properties. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations–Pricing and reserves\" and Note 6 to our consolidated financial statements included elsewhere in this Annual Report for additional information.\n\nThere is no guarantee that we will be successful in optimizing our well spacing, drilling and completions techniques in order to maximize our rate of return, cash flows from operations and stockholder value.\n\nAs we accumulate and process geological and production data, we attempt to create a development plan, including well spacing and completion design, that maximizes our rate of return, cash flows from operations and stockholder value. However, due to many factors, including some beyond our control, there is no guarantee that we will be able to find the optimal plan or one that provides continuous improvement. If we are unable to design and implement an effective spacing, drilling and completions strategy, it may have a material adverse effect on our production results, financial performance, stock price and net asset value.\n\n32\n\n\nCompetition in the oil and natural gas industry is intense, making it difficult for us to acquire properties, market oil, NGL and natural gas and secure trained personnel.\n\nOur ability to acquire additional drilling locations and to find and develop reserves in the future may depend on our ability to evaluate and select suitable properties and to consummate transactions in a highly competitive, concentrated geographic environment for acquiring properties, marketing oil, NGL and natural gas and securing trained personnel. Also, there is substantial competition for capital available for investment in the oil, NGL and natural gas industry, especially in our focus areas. Many of our competitors possess and employ financial, technical and personnel resources substantially greater than ours. Those companies may be able to pay more for productive oil, NGL and natural gas properties and exploratory locations and to evaluate, bid for and purchase a greater number of properties and locations than our financial or personnel resources permit. In addition, other companies may be able to offer better compensation packages to attract and retain qualified personnel than we are able to offer. We may not be able to compete successfully in the future in acquiring prospective reserves, developing reserves, procuring goods and services, marketing hydrocarbons, attracting and retaining quality personnel and raising additional capital, which could have a material adverse effect on our business.\n\nRecent transactions may expose us to contingent liabilities.\n\nWe have agreed to indemnify the sellers of assets in recent transactions, including in connection with the Point Acquisition, against certain liabilities related to (i) production, processing and other imbalances, (ii) obligations to pay working interests and related payments, (iii) obligations for plugging and abandonment of applicable wells and (iv) certain other items. In addition, we have agreed to indemnify the buyer of assets for breaches of certain specified fundamental representations and warranties and failure to perform covenants or obligations contained in the respective transaction agreement, subject to certain limitations, and certain other indemnities.\n\nOur indemnification obligations are, in some cases, subject to limitations, but the amount of our maximum exposure could be material. In some instances, our indemnification obligations are not subject to any limitations. Significant indemnification claims by such sellers or buyers could materially and adversely affect our business, financial condition and results of operations.\n\nWe may be unable to quickly adapt to changes in market/investor priorities.\n\nHistorically, one of the key drivers of external capital investment in the unconventional resource industry has been growth in production and reserves. However, in light of recent trends such as historical levels of volatility in oil and natural gas prices and sustained high interest rates increasing the cost of borrowing, capital efficiency and free cash flow from earnings have become the key drivers for energy companies, particularly shale producers like ourselves. Such shifts in focus sometimes require changes in planning and resource management, which may not occur instantaneously. Any delay in responding to such changes in market sentiment or perception may result in the investment community having a negative sentiment regarding our business plan, potential profitability and our ability to operate in a manner deemed \"efficient,\" which may have a negative impact on the price of our common stock.\n\nEstimating reserves and future net cash flows involves uncertainties. Negative revisions to reserve estimates, decreases in oil, NGL and natural gas prices or increases in service costs, may lead to decreased earnings and increased losses or impairment of oil and natural gas properties. \n\nThe reserves data included in this Annual Report represent estimates. Reserves estimation is a subjective process of evaluating underground accumulations of oil, NGL and natural gas that cannot be measured in an exact manner. Reserves that are \"proved reserves\" are those estimated quantities of oil, NGL and natural gas that geological and engineering data demonstrate with reasonable certainty are recoverable in future years from known reservoirs under existing economic and operating conditions and that relate to specific locations for which the extraction of hydrocarbons must have commenced or the operator must be reasonably certain will commence within a five-year period.    \n\nThe estimation process relies on interpretations of available geological, geophysical, engineering and production data. There are numerous uncertainties inherent in estimating quantities of proved reserves and in projecting future rates of production and timing of developmental expenditures, including more rapid production declines than previously expected and many other factors beyond the control of the operator. Further, initial production rates reported by us or other operators may not be indicative of future or long-term production rates. Production declines may be rapid and irregular when compared to a well's initial production or initial estimates. In addition, the estimates of future net cash flows from our proved reserves and \n\n33\n\n\nthe present value of such estimates are based upon certain assumptions about future production levels, prices and costs that may not prove to be correct. \n\nNegative revisions in the estimated quantities of proved reserves have the effect of increasing the rates of depletion on the affected properties, which decrease earnings or result in losses through higher depletion expense. These revisions, as well as revisions in the assumptions of future cash flows of these reserves, may also trigger impairment losses on certain properties, which would result in a non-cash charge to earnings. See Unaudited Supplementary Information included elsewhere in this Annual Report.\n\nUnless we replace our oil, NGL and natural gas production, our reserves and production will continue to decline, which would adversely affect our future cash flows and results of operations.\n\nProducing oil, NGL and natural gas reservoirs are generally characterized by rapidly declining production rates that vary depending upon reservoir characteristics and other factors. Unless we conduct successful ongoing exploration, development and exploitation activities and/or continually acquire properties containing proved reserves, our proved reserves will continue to decline as those reserves are produced. Our future oil, NGL and natural gas reserves and production, and therefore our future cash flow and results of operations, are highly dependent on our success in efficiently developing and exploiting our current reserves and economically finding or acquiring additional recoverable reserves. We may not be able to develop, exploit, find or acquire sufficient additional reserves to replace our current and future production. If we are unable to replace our current and future production, the value of our reserves will decrease, and our business, financial condition and results of operations would be adversely affected.\n\nInsufficient transportation capacity in the Permian Basin, and the challenges to alleviating such transportation constraints, could cause significant fluctuations in our realized oil prices and our results of operations.\n\nIn our area of operation, the Permian Basin has been characterized by periods when oil and/or natural gas production has surpassed local transportation capacity, resulting in substantial discounts to the price received for commodity prices quoted for WTI oil and Henry Hub natural gas. The expansion and construction of pipeline facilities are affected by the availability and costs of necessary equipment, supplies, labor and other services, as well as the length of time to complete such projects. In addition, these projects can be affected by changes in international trade relationships, including the imposition of trade restrictions or tariffs relating to crude oil and natural gas and any materials or products used to expand or construct pipeline facilities, such as certain imported steel mill products that may be subject to a 25% tariff. All of these factors could negatively impact our realized oil prices, as well as actual results of our operations. \n\nThe marketability of our production is dependent upon transportation, processing and storage, certain of which we do not control. If these services are unavailable, our operations could be interrupted and our revenues reduced.\n\nThe marketability of our oil, NGL and natural gas production depends on a variety of factors, including the availability, proximity, capacity and quality constraints of transportation, compression, natural gas processing, fractionation, export terminals and storage facilities owned by us or third parties. We do not control third-party facilities and pipelines that may be utilized for the transportation to market of the products originating at our leases. Our failure to provide or obtain such services on acceptable terms could materially harm our business.\n\nInsufficient production from our wells to support the construction of pipeline facilities by third parties or a significant disruption in the availability of our or third-party transportation facilities or other production facilities could adversely impact our ability to deliver to market or produce our oil, NGL and natural gas and thereby cause a significant interruption in our operations. If we are unable, for any sustained period, to implement acceptable delivery or transportation arrangements or specifications or encounter production-related difficulties, we may be required to shut in or curtail production. Any such shut-in or curtailment, or an inability to obtain favorable terms for delivery of the oil, NGL and natural gas produced from our fields, could materially and adversely affect our financial condition and results of operations.\n\nA decrease in our production of oil, NGL and natural gas could negatively impact our ability to meet our contractual obligations to deliver oil, NGL and natural gas and our ability to retain our leases. \n\nA portion of our oil, NGL and gas production in any region may be interrupted, or shut in, from time to time for numerous reasons, including as a result of extreme weather conditions, such as the freezing of wells and pipelines in the Permian Basin or a decision by the Electric Reliability Council of Texas (\"ERCOT\") to implement statewide electricity blackouts due to supply/\n\n34\n\n\ndemand imbalances in the electricity grid caused by the extreme cold weather, accidents, loss or unavailability of pipeline or gathering system access and capacity, field labor issues or strikes. Alternatively, we might voluntarily curtail production in response to market conditions, including low oil, NGL and gas prices. If a substantial amount of our production is interrupted at the same time, it could temporarily adversely affect our cash flow. Furthermore, if we were required to shut in wells, we might also be obligated to pay shut-in royalties to certain mineral interest owners to maintain our leases.\n\nIn addition, we have entered into agreements with third-party pipelines and purchasers that require us to deliver for transportation or sale minimum amounts of oil and natural gas. Pursuant to these agreements, we must deliver specific amounts of oil or gas over the next five years. If we are unable to fulfill all of our contractual delivery obligations from our own production, we may be required to pay penalties or damages pursuant to these agreements or we may have to purchase oil from third parties to fulfill our delivery obligations. This could adversely impact our cash flows, profit margins and net income.\n\nThe potential drilling locations that we have tentatively internally identified for our future wells will be drilled, if at all, over many years. This makes them susceptible to uncertainties that could materially alter the occurrence or timing of their drilling.\n\nAlthough our management team has established certain potential drilling locations as a part of our long-range development plan, our ability to drill and develop these locations depends on a number of uncertainties, including oil, NGL and natural gas prices, the availability and cost of capital, drilling and production costs, our ability to leverage our data and development experience, the availability of drilling services and equipment, lease expirations, gathering systems, marketing and pipeline transportation constraints, regulatory approvals and other factors. Because of these uncertainties, we do not know if the numerous potential drilling locations we have currently identified will ever be drilled or if we will be able to produce oil, NGL or natural gas from these or any other potential drilling locations. As such, it is likely that our actual drilling activities, especially in the long term, could materially differ from those presently anticipated. See \"Item 1. Business—Regulation of the oil and natural gas industry—Water and other waste discharges and spills\" for further discussion regarding the issuance of permits that can affect our ability to drill wells.\n\nThe inability of our significant customers to meet their obligations to us may materially adversely affect our financial results.\n\nOur oil, NGL and natural gas production sales are made to a variety of purchasers, including intrastate and interstate pipelines or their marketing affiliates and independent marketing companies. Certain purchasers individually account for 10% or more of our oil, NGL and natural gas sales in a given year. The inability or failure of our significant customers to meet their obligations to us or their insolvency or liquidation may adversely affect our financial results. See Notes 2 and 14 to our consolidated financial statements included elsewhere in this Annual Report for further discussion of our accounts receivable and credit risk, respectively.\n\nThe unavailability or high cost of additional oilfield services, including personnel, drilling rigs, equipment and supplies, as well as fees for the cancellation of such services, could adversely affect our ability to execute our exploration and development plans within our budget and on a timely basis.\n\nThe demand for and availability of qualified and experienced personnel to drill and complete wells and conduct field operations, including, but not limited to, frac crews, geologists, geophysicists, engineers and other professionals in the oil and natural gas industry can fluctuate significantly, often in correlation with oil, NGL and natural gas prices, causing periodic shortages. From time to time, there have also been shortages of drilling and workover rigs, pipe, sand, water and equipment as demand for such items has increased along with the number of wells being drilled. We have committed in the past, and we may in the future commit, to drilling rig contracts with various third parties that contain penalties for early terminations. These penalties could negatively impact our financial statements upon contract termination. Shortages in rigs, crews, supplies and equipment, as well as related fees could result in delays or cause us to incur significant expenditures that are not provided for in our capital budget, which could have a material adverse effect on our business, financial condition or results of operations.\n\nOur business and operations may be further impacted by epidemics, outbreaks and other public health events. \n\nEpidemics, outbreaks or other public health events that are outside of our control could significantly disrupt our operations and adversely affect our financial condition. The global or national outbreak of an illness or other communicable disease, or \n\n35\n\n\nany other public health crisis, such as COVID-19, may cause disruptions to our business and operations, which may include (i) shortages of employees, (ii) unavailability of contractors or subcontractors, (iii) interruption of supplies from third parties upon which we rely, (iv) recommendations of, or restrictions imposed by government and health authorities, including quarantines, to address an outbreak and (v) restrictions that we and our contractors, subcontractors and our customers impose, including facility shutdowns, to ensure the safety of employees.\n\nOur business could be negatively impacted by disruption of electronic systems, security threats, including cybersecurity threats, and other disruptions.\n\nWe are heavily dependent on our information systems and computer-based programs, including our well operations information, seismic data, electronic data processing and accounting data. We also rely on the information systems of our third-party vendors, contractors and other partners to support these aspects of our operations. Moreover, some of our networks and systems are managed by third-party service providers and are not under our direct control. A failure or substandard performance of any of these systems due to outages, natural disasters, acts of war, or usage error, or a successful cyberattack or breach targeting us or our third-party partners, could lead to loss of communication links; an inability to find, produce, process and sell oil, NGL and natural gas; an inability to automatically process commercial transactions or engage in similar automated or computerized business activities; data loss or corruption; misdirected wire transfers; an inability to maintain our books or records; and an inability to prevent environmental damage. Any such events could lead to operation disruptions, regulatory scrutiny or financial losses, all of which could have a material adverse effect on our business, reputation and financial condition.\n\nAs an oil and natural gas producer, we face various security threats, including cybersecurity threats to gain unauthorized access to sensitive information or to render data or systems unusable, threats to the safety of our employees, threats to the security of our or third-party facilities and infrastructure and threats from terrorist acts. These threats may materialize as successful attacks. In particular, cybersecurity attacks are dynamic and evolving and include, but are not limited to, malicious software, surveillance, credential stuffing, spear phishing, social engineering, use of deepfakes (i.e., highly realistic synthetic media generated by artificial intelligence), attempts to gain unauthorized access to data, and other electronic security breaches that could lead to disruptions in critical systems, unauthorized release of confidential or otherwise protected information and corruption of data. As cyberattacks evolve, we may need to allocate additional resources to strengthen our security measures, address vulnerabilities and investigate or resolve potential cybersecurity threats. Although we utilize various procedures and controls to detect, monitor and protect against these threats and to mitigate our exposure to such threats, including through the implementation of continuous monitoring of threat detection, regular security audit, employee security training and incident response exercises and plans, there can be no assurance that these procedures and controls will be sufficient in preventing security threats from materializing, detecting such threats or effectively mitigating their impact. In the event of a successful attack, our ability to quickly detect, respond to and recover from the incident may be limited, leading to prolonged disruptions and increased costs associated with containment, investigation and recovery efforts. Though we and our service providers have experienced certain cybersecurity incidents, we are not aware of any previous cybersecurity threats or incidents that have materially affected or are reasonably likely to materially affect us or our operational and financial results. Despite the implementation of our cybersecurity processes, our security measures cannot guarantee that we will remain unaffected in the future, as no security measure is infallible. If any of these threats were successful, they could lead to losses of sensitive information, critical infrastructure, personnel or capabilities essential to our operations, which could result in liability from data privacy or cybersecurity claims, regulator penalties, damage to our reputation or additional costs for remediation and modification or enhancement of our information systems to prevent future occurrences and have a material adverse effect on our reputation, financial position, results of operations or cash flows.\n\nMoreover, the growing regulatory landscape around data protection adds additional complexity to safeguarding our information. Compliance with various data privacy and cybersecurity regulations may impose significant costs, and any perceived or actual failure to comply could result in regulatory penalties, litigation and reputational harm.\n\nOur business could be negatively impacted by hydrocarbon price volatility as the result of, or with the intensification of global geopolitical tensions that may create heightened volatility in oil and natural gas prices.\n\nOur revenues and our profitability are heavily dependent on the prices we receive from our sales of oil and natural gas. Oil prices are particularly sensitive to actual and perceived threats to global political stability and to changes in production from OPEC+ member states. Specifically, volatility in oil and gas prices may be created as a result of the ongoing war between Russia and Ukraine, continued or intensified conflict in the Middle East and the potential impact to global shipping caused by \n\n36\n\n\nHouthi rebels in Yemen. Such volatility could reduce the prices we receive from our sales of oil and natural gas and adversely affect our profitability.\n\nThe loss of senior management or technical personnel and the failure to attract, train and retain qualified personnel could adversely affect our operations.\n\nEffective succession planning is important to our long-term success. Failure to ensure effective transfer of knowledge and smooth transitions involving senior management and technical personnel could hinder our strategic planning and execution and could have a material adverse impact on our operations. We do not maintain any key-man or similar insurance for any officer or other employee.\n\nWe may not always foresee new operational/technical issues as new technology enables greater operational capabilities.\n\nThe unconventional oil and natural gas industry has seen a large increase in new technologies to enhance all aspects of operations. This has arguably accelerated as a result of the extended downturn in commodity prices, forcing companies to find new ways to more efficiently produce oil and natural gas. While such technologies can and often ultimately enhance operations, production and profitability, the utilization of such technologies, especially in their early phases, may result in unforeseen consequences and operational issues, resulting in negative consequences. \n\nOur producing properties are in a concentrated geographic area, making us vulnerable to risks associated with operating in one major geographic area.\n\nOur producing properties are geographically concentrated in the Permian Basin. As of December 31, 2024, all of our total estimated proved reserves were attributable to properties located in this area. As a result of this concentration, we may be disproportionately exposed to the impact of regional transportation constraints, supply and demand factors, delays or interruptions of production from wells in this area caused by governmental regulation, processing and storage capacity constraints, market limitations, water shortages, interruption of the processing or transportation of oil or natural gas, as well as impacts from extreme weather or other natural disasters impacting the Permian Basin, such as the freezing of wells and pipelines in the Permian Basin or a decision by ERCOT to implement statewide electricity blackouts due to supply/demand imbalances in the electricity grid caused by the extreme cold weather. \n\nOur balance sheet includes a significant amount of deferred tax assets, which are primarily related to net operating losses. Fluctuations in our tax obligations and effective tax rate and realization of our deferred tax assets may result in volatility of our operating results and adversely affect our financial condition. \n\nWe have significant deferred tax assets, which are substantially comprised of federal net operating losses (\"NOL\"). We must generate sufficient earnings of the appropriate character in order to utilize our deferred tax assets. We recorded a pre-tax loss for the year ended December 31, 2024, which was mainly due to a significant non-cash full cost ceiling impairment. If we were to continue experiencing pre-tax losses over an extended period of time, we may not be able to demonstrate the ability to utilize our deferred tax assets and, as a result, may need to record a valuation allowance against them. Recording a valuation allowance could adversely affect our results of operations in a material way in the period the valuation allowance is recorded.\n\nIf we were to experience an ownership change, we could be limited in our ability to use net operating losses arising prior to the ownership change to offset future taxable income. In addition, our ability to use net operating loss carryforwards to reduce future tax payments may be limited if our taxable income does not reach sufficient levels.\n\nAs of December 31, 2024, the Company had federal NOL carryforwards totaling $897.0 million, $530.2 million of which will begin to expire in 2035 and $366.8 million of which will not expire but may be limited in future periods, and state of Oklahoma NOL carryforwards totaling $459.3 million, none of which will expire. An ownership change would establish an annual limitation on the amount of our federal and Oklahoma pre-change NOLs we could utilize to offset our taxable income in any future taxable year to an amount generally equal to the value of our stock immediately prior to the ownership change multiplied by the long-term tax-exempt rate, periodically promulgated by the IRS. In general, an ownership change will occur if there is a cumulative increase in our ownership of more than 50 percentage points by one or more \"5% shareholders\" (as defined in the Internal Revenue Code) at any time during a rolling three-year period. Future changes in our stock ownership may materially limit our NOLs and other tax attributes, which may harm our financial condition and results of operation by effectively increasing our tax obligations. We will continue to review the realizability of the NOLs and other tax attributes. \n\n37\n\n\nWe may incur substantial losses and be subject to substantial liability claims as a result of our operations. Additionally, we may not be insured for, or our insurance may be inadequate to protect us against, these risks.\n\nWe could be impacted by the outcome of pending litigation as well as unexpected litigation or proceedings. Certain litigation claims may not be covered under our insurance policies, or our insurance carriers may seek to deny coverage. Because we cannot accurately predict the outcome of any action, it is possible that, as a result of pending and/or unexpected litigation, we will be subject to adverse judgments or settlements that could significantly reduce our earnings or result in losses. See \"Item 3. Legal Proceedings\" for a description of our pending litigation, as well as \"Item 1. Business—Regulation of the oil and natural gas industry—“Greenhouse gas” emissions\" for a discussion about climate change litigation brought against the oil and natural gas industry.\n\nWe are not insured against all risks. Losses and liabilities arising from uninsured and underinsured events could materially and adversely affect our business, financial condition or results of operations. Our oil, NGL and natural gas exploration and production activities are subject to all of the operating risks associated with drilling for and producing oil, NGL and natural gas, including the possibility of (i) environmental hazards, such as uncontrollable flows of oil, natural gas, brine, well fluids, toxic gas or other pollution into the environment, including groundwater and shoreline contamination, (ii) abnormally pressured formations, (iii) mechanical difficulties, such as stuck oilfield drilling and service tools and casing collapse, (iv) fires, explosions and ruptures of pipelines, (v) disagreements regarding the royalty due to our royalty owners, (vi) personal injuries and death, (vii) electronic system disruption and cybersecurity threats, (viii) natural disasters and (ix) terrorist attacks targeting oil, NGL and natural gas related facilities and infrastructure.\n\nAny of these risks could adversely affect our ability to conduct operations or result in substantial losses to us.\n\nWe may elect not to obtain insurance if we believe that the cost of available insurance is excessive relative to the risks presented. In addition, pollution and environmental risks generally are not fully insurable. The impact of litigation as well as the occurrence of an event that is not fully covered by insurance could have a material adverse effect on our business, financial condition and results of operations.\n\nOur targets related to sustainability and emissions reduction initiatives, including our public statements and disclosures regarding them, may expose us to numerous risks.\n\nWe have developed, and expect to continue to develop, voluntary targets related to ESG initiatives, including our emissions reduction targets and strategy, which are often aspirational. Public statements related to these initiatives reflect our current plans, and are based on expectations and assumptions and hypothetical scenarios and are not a guarantee the targets will be achieved or achieved on the stated timeline. Our efforts to research, establish, accomplish, and accurately report on these targets may expose us to operational, reputational, financial, legal and other risks. Our ability to achieve our stated targets, including emissions reductions, is subject to numerous factors and conditions, many of which are outside of our control. Moreover, we may seek to enter into various contractual arrangements, including the purchase of various environmental credits or offsets, in an effort to meet any targets or goals that we may set. While we would generally seek to procure such offsets from verified registries, we cannot guarantee that sufficient quality offsets will be available or ultimately achieve the emission reductions that such offsets or credits may represent. Additionally, emission accounting methodologies are subject to change, resulting in increases in our reported emissions. Moreover, we cannot guarantee that all of our relevant stakeholders will agree with the ultimate approach we may select to meeting our ESG-related targets or goals. Any of these issues could adversely impact our ability to meet any ESG-related targets we may set or give rise to reputational risks.\n\nOur business may face increased scrutiny from investors and other stakeholders related to our ESG initiatives, including our publicly announced targets, as well as our methodologies and timelines for pursuing those initiatives. If our ESG initiatives do not meet evolving investor or other stakeholder expectations and standards, our reputation, ability to attract or retain employees, and attractiveness as an investment or business partner may be negatively impacted. Similarly, our failure to achieve our announced targets within the announced timelines, or at all or comply with ethical, environmental or other standards, including reporting standards, may adversely impact our business or reputation, or may expose us to government enforcement actions or private litigation.\n\nIn addition, organizations that provide information to investors on corporate governance and related matters have developed ratings processes for evaluating companies on their approach to ESG matters. Such ratings are used by some investors to inform their investment and voting decisions. While such ratings do not impact all investors' investment or voting decisions, \n\n38\n\n\nunfavorable ESG ratings and recent activism directed at shifting funding away from companies with energy-related assets could lead to increased negative sentiment toward us, our customers and our industry and to the diversion of investment to other industries, which could have a negative impact on our revenue and profits and our access to and costs of capital. Furthermore, while we may participate in various voluntary frameworks and certification programs to improve the ESG profile of our operations and services, we cannot guarantee that such participation or certification will have the intended results on our ESG profile.\n\nRisks related to our financing and indebtedness\n\nOur business requires significant capital expenditures and we may be unable to obtain needed capital or financing on satisfactory terms or at all.\n\nOur exploration, development, marketing, transportation and acquisition activities require substantial capital expenditures. Historically, we have funded our capital expenditures through a combination of cash flows from operations, proceeds from equity offerings, proceeds from debt offerings, borrowings under our Senior Secured Credit Facility and proceeds from asset dispositions. We do not have commitments from anyone to contribute equity capital to us. Future cash flows are subject to a number of variables, including the level of production from existing wells, prices of oil, NGL and natural gas and our success in developing and producing new reserves. If our cash flow from operations is not sufficient to fund our capital expenditure budget, we may have limited ability to obtain the additional capital necessary to sustain our operations at current levels. We may not be able to obtain debt or equity financing on terms favorable to us or at all. The failure to obtain additional capital could result in a curtailment of our operations relating to exploration and development of our prospects, which in turn could lead to a decline in our oil, NGL and natural gas production or reserves and, in some areas, a loss of properties.\n\nCurrently, we receive a level of cash flow stability as a result of our hedging activity. To the extent we are unable to obtain future hedges at beneficial prices or our commodity derivative activities are not effective, our cash flows and financial condition may be adversely impacted.\n\nTo achieve more predictable cash flows and reduce our exposure to adverse fluctuations in the prices of oil, NGL and natural gas, we enter into commodity derivative instrument contracts for a portion of our oil, NGL and natural gas production, including puts, swaps, collars, basis swaps and, in the past, call spreads. In accordance with applicable accounting principles, we are required to record our derivatives at fair market value, and they are included on our consolidated balance sheet as assets or liabilities and in our consolidated statements of operations as gain (loss) on derivatives. Gain (loss) on derivatives are included in our cash flows from operating activities. Accordingly, our earnings may fluctuate significantly as a result of changes in the fair market value of our derivative instruments, including a decrease in earnings if the price of commodities increases above the price of hedges that we have in place. As our current hedges expire, there is a significant uncertainty that we will be able to put new hedges in place that satisfy our hedge philosophy.\n\nDerivative instruments also expose us to the risk of financial loss in some circumstances, including when (i) production is less than the volume covered by the commodity derivative instruments; (ii) the counter-party to the commodity derivative instrument defaults on its contractual obligations; (iii) there is an increase in the differential between the underlying price in the derivative instrument and actual prices received; or (iv) there are issues with regard to legal enforceability of such instruments.\n\nIn addition, government regulation may adversely impact our ability to hedge these risks.\n\nFor additional information regarding our hedging activities, please see \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" and Notes 11 and 12 to our consolidated financial statements included elsewhere in this Annual Report.\n\nWe may incur significant additional amounts of debt.\n\nAs of December 31, 2024, we had total long-term indebtedness of $2.48 billion. We may incur substantial additional indebtedness, including secured indebtedness, in the future. The restrictions on the incurrence of additional indebtedness contained in the indentures governing our senior unsecured notes and in our Senior Secured Credit Facility are subject to a number of significant qualifications and exceptions, and under certain circumstances, the amount of indebtedness that could be incurred in compliance with these restrictions could be substantial. If new debt is added to our existing debt levels, the related risks that we face would increase and may make it more difficult to satisfy our existing financial obligations. In \n\n39\n\n\naddition, the restrictions on the incurrence of additional indebtedness contained in the indentures governing the senior unsecured notes apply only to debt that constitutes indebtedness under the indentures. However, such increased debt may reduce the amount of outstanding debt allowed under the Senior Secured Credit Facility.\n\nIncreases in our cost of and ability to access capital, including as a result of ESG matters, could adversely affect our business.\n\nWe require continued access to capital. Our business and operating results can be harmed by factors such as the availability, terms of and cost of capital, increases in interest rates or a reduction in credit rating. These changes could cause our cost of doing business to increase, limit our ability to pursue acquisition opportunities, reduce our cash flow and/or liquidity available for drilling and place us at a competitive disadvantage. Disruptions and volatility in the global financial markets and a downgrade in our credit ratings could negatively impact our costs of capital and ability to raise debt in the public debt markets, and the cost of any new debt could be much higher than our outstanding debt. A significant reduction in our cash flows from operations or the availability of credit could materially and adversely affect our ability to achieve our planned growth and operating results. Further,while membership in certain alliances or similar organizations is in flux, certain financial institutions have announced their intention to cease investment banking and corporate lending activities in the North American oil and gas sector or have established climate-related funding commitments or screens for ESG performance that could have the effect of limiting their investment in us or our industry. If we are unable to meet such ESG standards for investment, lending, ratings or voting criteria and policies set by these parties, we may lose investors, investors may allocate a portion of their capital away from us, we may become a target for ESG-focused activism, we may face increased costs of or limitations on access to capital or insurance necessary to sustain or grow our business, the price of our common stock or debt securities may be adversely impacted, demand for our services and products may be adversely impacted, and our reputation may be adversely affected, all of which could adversely impact our future financial results. See \"Item 7A. Quantitative and Qualitative Disclosures About Market Risk—Interest rate risk\" for additional information regarding interest rate risk. See Note 7 to our consolidated financial statements included elsewhere in this Annual Report for additional information regarding our debt and borrowing base.\n\nBorrowings under our Senior Secured Credit Facility expose us to interest rate risk.\n\nOur earnings are exposed to interest rate risk associated with borrowings under our Senior Secured Credit Facility. The terms of our Senior Secured Credit Facility provide for interest on borrowings at a floating rate equal to an adjusted base rate tied to Term SOFR, a forward-looking term rate that is based on the secure overnight financing rate determined by the Federal Reserve bank of New York. SOFR is a volume weighted measure of the cost of overnight borrowings collateralized by treasury securities and can fluctuate based on multiple factors. In response to inflation, the U.S. Federal Reserve increased rates several times in 2022 in an effort to curb inflationary pressure on the cost of goods and services across the United States. While the U.S. Federal Reserve reduced benchmark interest rates in 2024 and has indicated that it may further reduce rates in 2025, the continuation of rates at elevated levels could raise the cost of capital and depress economic growth, either of which could negatively impact our financial or operational results of our business. From time to time, we use interest rate swaps to reduce interest rate exposure with respect to our fixed and/or floating rate debt. If interest rates were to increase, so would our interest costs, which may have a material adverse effect on our results of operations and financial condition.\n\nWe require a significant amount of cash to service our indebtedness. Our ability to generate cash depends on many factors beyond our control.\n\nOur ability to make payments on and to refinance our indebtedness and to fund planned capital expenditures depends on our ability to generate cash in the future. This, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control. We cannot assure that we will generate sufficient cash flows from operations or that future funding will be available to us under our Senior Secured Credit Facility, equity or debt offerings or other actions in an amount sufficient to enable us to pay our indebtedness or to fund our other liquidity needs. We may need to refinance all or a portion of our indebtedness at or before maturity. We cannot assure that we will be able to refinance any of our indebtedness on commercially reasonable terms or at all.\n\n40\n\n\nAny significant reduction in our borrowing base under our Senior Secured Credit Facility as a result of a periodic borrowing base redetermination or otherwise will negatively impact our liquidity and, consequently, our ability to fund our operations, as well as our ability to repay borrowings under our Senior Secured Credit Facility or any other obligation if required.\n\nAvailability under our Senior Secured Credit Facility is currently subject to a borrowing base which is subject to scheduled semiannual (May 1 and November 1) and other elective borrowing base redeterminations based upon, among other things, projected revenues from, and asset values of, the oil and natural gas properties securing the Senior Secured Credit Facility. The lenders under our Senior Secured Credit Facility can unilaterally adjust the borrowing base and the borrowings permitted to be outstanding under our Senior Secured Credit Facility. Reductions in estimates of our oil, NGL and natural gas reserves will result in a reduction in our borrowing base (if prices are kept constant). Reductions in our borrowing base could also arise from other factors, including but not limited to (i) lower commodity prices or production, (ii) increased leverage ratios, (iii) inability to drill or unfavorable drilling results, (iv) changes in oil, NGL and natural gas reserves engineering, (v) increased operating and/or capital costs, (vi) the lenders' inability to agree to an adequate borrowing base or (vii) adverse changes in the lenders' practices (including required regulatory changes) regarding estimation of reserves.\n\nWe anticipate borrowing under our Senior Secured Credit Facility in the future. Any significant reduction in our borrowing base as a result of such borrowing base redeterminations or otherwise will negatively impact our liquidity and our ability to fund our operations and, as a result, would have a material adverse effect on our financial position, results of operation and cash flow. Further, if the outstanding borrowings under our Senior Secured Credit Facility were to exceed the borrowing base as a result of any such redetermination, we could be required to repay the excess. We may not have sufficient funds to make such repayments. If we do not have sufficient funds and we are otherwise unable to negotiate renewals of our borrowings or arrange new financing, we may have to sell significant assets. Any such sale could have a material adverse effect on our business and financial results. In addition, we keep cash at certain banks that are not FDIC insured or such deposits that exceed the FDIC insured amount. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and capital resources\" for additional information regarding our liquidity. See Note 7 to our consolidated financial statements included elsewhere in this Annual Report for additional information regarding our debt and borrowing base.\n\nWe have incurred losses from operations for various periods since our inception and may do so in the future.\n\nWe incurred net losses in certain years of operation since our inception. Our development of and participation in an increasingly larger number of locations has required and will continue to require substantial capital expenditures. The uncertainty and factors described throughout this section may impede our ability to economically find, develop, exploit and acquire oil, NGL and natural gas reserves. As a result, we may not be able to achieve or sustain profitability or positive cash flows from operating activities in the future. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations—Critical accounting estimates.\"\n\nOur debt agreements contain restrictions that limit our flexibility in operating our business.\n\nOur debt agreements contain, and any future indebtedness we incur may contain, various covenants that limit the manner in which we operate our business and our ability to engage in specified types of transactions. These covenants limit our ability to, among other things (i) incur additional indebtedness; (ii) pay dividends on, repurchase or redeem stock; (iii) make certain investments; (iv) sell, transfer or dispose of assets; (v) hedge our production; (vi) consolidate or merge; and (vii) enter into certain transactions with our affiliates.\n\nA breach of any of these covenants could result in a default under one or more of these agreements and, in the case of our Senior Secured Credit Facility, permit the lenders to cease making loans to us. A default, if not waived, could result in acceleration of our indebtedness, in which case the debt would become immediately due and payable. If this occurs, we may not be able to repay our debt or borrow sufficient funds to refinance it on terms acceptable to us. Furthermore, we have pledged substantially all of our assets as collateral to secure the debt under our Senior Secured Credit Facility and if we were unable to repay such debt, the lenders could proceed against such collateral. The proceeds from the sale or foreclosure upon such collateral will first be used to repay debt under our Senior Secured Credit Facility, and we may not have sufficient assets to repay such debt to our unsecured indebtedness thereafter.\n\n41\n\n\nRisks related to regulation of our business\n\nIf we are unable to drill new allocation wells, it could have a material adverse impact on our future production results.\n\nIn the State of Texas, allocation wells allow an oil and gas producer to drill a horizontal well under two or more leaseholds that are not pooled. We are active in drilling and producing allocation wells. If regulations regarding allocation wells are made, the RRC denies or significantly delays the permitting of allocation wells or if legislation is enacted that negatively impacts the current process under which allocation wells are permitted, it could have an adverse impact on our ability to drill long horizontal lateral wells on some of our leases, which in turn could have a material adverse impact on our anticipated future production, rates of return and other projected capital efficiencies.\n\nFederal and state legislation and regulatory initiatives relating to hydraulic fracturing and water disposal wells could prohibit projects or result in materially increased costs and additional operating restrictions or delays because of the significance of hydraulic fracturing and water disposal wells in our business.\n\nHydraulic fracturing is a practice that is used to stimulate production of oil and/or natural gas from tight formations. The process, which involves the injection of water, proppants and chemicals under pressure into the formation to fracture the surrounding rock and stimulate production, is typically regulated by state oil and natural gas commissions. However, federal, state and local jurisdictions have adopted, or are considering adopting, regulations that could further restrict or prohibit hydraulic fracturing in certain circumstances, impose more stringent operating standards and/or require the disclosure of the composition of hydraulic fracturing fluids. See \"Item 1. Business—Regulation of the oil and natural gas industry—Hydraulic fracturing\" for a further description of federal and state regulations addressing hydraulic fracturing. Additionally, there are certain governmental reviews either under way or being proposed that focus on environmental aspects of hydraulic fracturing practices, which could spur initiatives to further regulate hydraulic fracturing. Additional levels of regulation and permits required through the adoption of new laws and regulations at the federal, state or local level could have a material adverse effect on our financial condition and results of operations. At this time, it is not possible to estimate the potential impact on our business that may arise if federal or state legislation or regulations governing hydraulic fracturing or water disposal wells are enacted into law.\n\nOur operations are substantially dependent on the availability, use and disposal of water. New legislation and regulatory initiatives or restrictions relating to water disposal wells could have a material adverse effect on our future business, financial condition, operating results and prospects.\n\nWater is an essential component of both the drilling and hydraulic fracturing processes. Historically, we have been able to purchase water from local land owners and other sources for use in our operations. Texas has previously experienced, and may experience again, low inflows of water. As a result of these conditions, some local water districts may begin restricting the use of water subject to their jurisdiction for drilling and hydraulic fracturing in order to protect the local water supply. If we are unable to obtain water to use in our operations from local sources, we may be unable to economically produce oil, NGL and natural gas, which could have an adverse effect on our results of operations, cash flows and financial condition.\n\nAdditionally, our operational and production procedures produce large volumes of water that we must properly dispose. The Clean Water Act, the Safe Drinking Water Act, the Oil Pollution Act, and comparable state laws impose restrictions and strict controls regarding the discharge of pollutants, including produced waters and other natural gas wastes, into federal and state waters. The discharge of pollutants into regulated waters is prohibited, except in accordance with the terms of a permit issued by the U.S. Environmental Protection Agency (the \"EPA\") or the state. Furthermore, the State of Texas maintains groundwater protection programs that require permits for discharges or operations that may impact groundwater conditions. \n\nBecause of the necessity to safely dispose of water produced during operational and production activities, these regulations, or others like them, could have a material adverse effect on our future business, financial condition, operating results and prospects. See \"Item 1. Business—Regulation of the oil and natural gas industry\" for a further description of the laws and regulations that affect us.\n\n42\n\n\nLegislation or regulatory initiatives intended to address seismic activity could restrict our drilling and production activities, as well as our ability to dispose of produced water gathered from such activities, which could have a material adverse effect on our business.\n\nState and federal regulatory agencies have recently focused on a possible connection between hydraulic fracturing-related activities, particularly the underground injection of wastewater into disposal wells, and the increased occurrence of seismic activity, and regulatory agencies at all levels are continuing to study the possible linkage between oil and gas activity and induced seismicity. In addition, a number of lawsuits have been filed in some states alleging that disposal well operations have caused damage to neighboring properties or otherwise violated state and federal rules regulating waste disposal. In an effort to control induced seismic activity and recent increase in earthquakes in the Permian Basin, which have been linked by the U.S. and local seismologist to wastewater disposal in oil fields, in September 2021, the RRC curtailed the amount of produced water companies were permitted to inject into some wells in the Permian Basin, and has since indefinitely suspended some permits there and expanded the restrictions to other areas.\n\nBecause we dispose of large volumes of produced water gathered from our drilling and production operations, these restrictions on the use of produced water and a moratorium on new produced water wells, together with the adoption and implementation of any new laws or regulations, could result in increased operating costs, requiring us or our service providers to truck produced water, recycle it or pump it through the pipeline network or other means, all of which could be costly. We or our service providers may also need to limit disposal well volumes, disposal rates and pressures or locations, which may require us or our service providers to shut down or curtail the injection of produced water into disposal wells. These factors may make drilling activity in the affected parts of the Permian Basin less economical and adversely impact our business, financial condition and results of operations. See \"Item 1. Business—Regulation of the oil and natural gas industry—Hydraulic fracturing\" for a further description of local regulations addressing seismic activity.\n\nA change in the jurisdictional characterization of some of our assets by federal, state or local regulatory agencies or a change in policy by those agencies may result in increased regulation of our assets, which may cause our revenues to decline and operating expenses to increase.\n\nSection 1(b) of the Natural Gas Act of 1938 (the \"NGA\") exempts natural gas gathering facilities from regulation by the Federal Energy Regulatory Commission (\"FERC\"). We believe that the natural gas pipelines in our gathering systems meet the traditional tests FERC has used to establish whether a pipeline performs a gathering function and, therefore, are exempt from the FERC's jurisdiction under the NGA. However, the distinction between FERC-regulated transmission services and federally unregulated gathering services is a fact-based determination. The classification of facilities as unregulated gathering is the subject of ongoing litigation, so the classification and regulation of our gathering facilities are subject to change based on future determinations by FERC, the courts or Congress, which could cause our revenues to decline and operating expenses to increase and may materially adversely affect our business, financial condition or results of operations. In addition, FERC has adopted regulations that may subject certain of our otherwise non-FERC jurisdictional facilities to FERC annual reporting and daily scheduled flow and capacity posting requirements. Additional rules and legislation pertaining to those and other matters may be considered or adopted by FERC from time to time. Failure to comply with those regulations in the future could subject us to civil penalty liability, which could have a material adverse effect on our business, financial condition or results of operations.\n\nThe adoption of climate change legislation or regulations restricting emissions of \"greenhouse gases\" could result in increased operating costs and reduced demand for the oil, NGL and natural gas we produce, while potential physical effects of climate change could disrupt our operations and cause us to incur significant costs in preparing for or responding to those effects.\n\nIn August 2022, President Biden signed into law the IRA. The IRA contains billions of dollars in incentives for the development of renewable energy, clean hydrogen, clean fuels, electric vehicles, investments in advanced biofuels and supporting infrastructure and carbon capture and sequestration, amongst other provisions. In addition, the IRA imposes the first ever federal fee on emission of GHGs through a methane emissions charge, which began its phase-in in 2024. The IRA could accelerate the transition of the economy away from the use of fossil fuels towards lower-or-zero-carbon emissions alternatives, which could decrease demand for, and in turn the prices of, the oil and natural gas that we produce and sell, which could have an adverse effect on our business, financial condition and results of operations. The EPA finalized regulations implementing the IRA’s methane emissions charge in November 2024. We cannot predict what actions Congress may take with respect to the IRA’s methane emissions charge and the timing with respect to the same. The Trump \n\n43\n\n\nadministration may also seek to revise or repeal the methane emissions charge implementing rule though we cannot predict whether such action will occur or its timing. As a result, the ultimate impact of the IRA’s methane emissions charge and its implementing rule on our business is uncertain.\n\nAdditional restrictions on GHG emissions that may be imposed could adversely affect the oil and gas industry. The adoption of legislation or regulatory programs to reduce GHG emissions could require us to incur increased operating costs, such as costs to purchase and operate emissions control systems, acquire emissions allowances or comply with new regulatory requirements. Any GHG emissions legislation or regulatory programs applicable to power plants or refineries could also increase the cost of consuming, and thereby reduce demand for, the oil, NGL and natural gas we produce. Consequently, legislation and regulatory programs to reduce GHG emissions could have an adverse effect on our business, financial condition and results of operations. See \"Item 1. Business—Regulation of the oil and natural gas industry—“Greenhouse gas\" emissions\" for a further discussion of the laws and regulations related to greenhouse gases. \n\nMoreover, climate change may also result in various physical risks such as the increased frequency or intensity of extreme weather events or changes in meteorological and hydrological patterns that could adversely impact our financial condition and operations, as well as those of our suppliers or customers. Such physical risks may result in damage to our facilities or otherwise adversely impact our operations, such as if we become subject to water use curtailments in response to drought, or demand for our services, such as to the extent warmer winters reduce the demand for energy for heating purposes. Such physical risks may also impact the infrastructure on which we rely to provide our services. One or more of these developments could have a material adverse effect on our business, financial condition and operations. Extreme weather conditions can interfere with our production and increase our costs, and damage resulting from extreme weather may not be fully insured. \n\nOur operations may be exposed to significant delays, costs and liabilities as a result of environmental, health and safety requirements applicable to our business activities.\n\nWe may incur significant delays, costs and liabilities as a result of federal, state and local environmental, health and safety requirements applicable to our exploration, development, marketing, transportation and production activities. These laws and regulations may require us to obtain and maintain a variety of permits, approvals, certificates or other authorizations governing our air emissions, water discharges, waste disposal or other environmental impacts associated with drilling, production and transporting product pipelines or other operations; regulate the sourcing and disposal of water used in the drilling, fracturing and completion processes; limit or prohibit drilling activities in certain areas and on certain lands lying within wilderness, wetlands, frontier, seismically active areas and other protected areas; require remedial action to prevent or mitigate pollution from former operations such as plugging abandoned wells or closing earthen pits; and/or impose substantial liabilities for spills, pollution or failure to comply with regulatory filings. In addition, these laws and regulations may restrict the rate of oil or natural gas production. These laws and regulations are complex, change frequently and have tended to become increasingly stringent over time. Failure to comply with these laws and regulations may result in the assessment of administrative, civil and criminal penalties, imposition of cleanup and site restoration costs and liens, the suspension or revocation of necessary permits, licenses and authorizations, the requirement that additional pollution controls be installed, and, in some instances, the issuance of orders or injunctions limiting or requiring discontinuation of certain operations.\n\nUnder certain environmental laws that impose strict as well as joint and several liability, we may be required to remediate contaminated properties currently or formerly operated by us or facilities of third parties that received waste generated by our operations regardless of whether such contamination resulted from the conduct of others or from consequences of our own actions that were in compliance with all applicable laws at the time those actions were taken. In addition, claims for damages to persons or property, including natural resources, may result from the environmental, health and safety impacts of our operations. In addition, accidental spills or releases from our operations could expose us to significant liabilities under environmental laws. Moreover, public interest in the protection of the environment has tended to increase over time. The trend of more expansive and stringent environmental legislation and regulations applied to the oil, NGL and natural gas industry could continue, resulting in increased costs of doing business and consequently affecting profitability. To the extent laws are enacted or other governmental actions are taken that restricts drilling or imposes more stringent and costly operating, waste handling, disposal and cleanup requirements, our business, prospects, financial condition or results of operations could be materially adversely affected.\n\nSee \"Item 1. Business—Regulation of the oil and natural gas industry\" for a further description of the laws and regulations \n\n44\n\n\nthat affect us.\n\nDerivatives reform legislation and related regulations could have an adverse effect on our ability to hedge risks associated with our business. \n\nThe Dodd-Frank Act, the Adopted Derivatives Rules, and the U.S. Resolution Stay Rules could significantly increase the cost of our derivative contracts, materially alter the terms of our derivative contracts, reduce the availability of derivatives to us that we have historically used to protect against risks that we encounter in our business, reduce our ability to monetize or restructure our existing derivative contracts and increase our exposure to less creditworthy counterparties. The Foreign Regulations could have similar effects. We have stopped entering into new hedging transactions with Foreign Counterparties and do not currently intend to resume hedging with Foreign Counterparties. If we reduce our use of derivatives as a result of the Dodd-Frank Act, the Adopted Derivatives Rules, the U.S. Resolution Stay Rules, and Foreign Regulations, our results of operations may become more volatile and our cash flows may be less predictable, which could adversely affect our ability to plan for and fund capital expenditures. Any of these consequences could have a material adverse effect on us, our financial condition and our results of operations. See \"Item 1. Business—Regulation of derivatives\" for a further description of the laws and regulations that affect us.\n\nTax laws and regulations may change over time, and any such changes could adversely affect our business, results of operations, financial condition and cash flow.\n\nFrom time to time, legislation has been proposed that, if enacted into law, would make significant changes to U.S. federal and state income tax laws, including to certain key U.S. federal and state income tax provisions currently available to oil and natural gas exploration and development companies. Such legislative changes have included, but have not been limited to, (i) the elimination of the immediate deduction for intangible drilling and development costs, (ii) the repeal of the percentage depletion allowance for oil and natural gas properties and (iii) an extension of the amortization period for certain geological and geophysical expenditures. No accurate prediction can be made as to whether any such legislative changes will be proposed or enacted in the future or, if enacted, what the specific provisions or the effective date of any such legislation would be. Additionally, states in which we operate or own assets may impose new or increased taxes or fees on oil and natural gas extraction. Any changes in tax laws, and significant variance in our interpretation of current tax laws or a successful challenge of one or more of our tax positions by any taxing authority could result in additional taxes on our activities, which could adversely affect our business, results of operations, financial condition and cash flow.\n\nIn addition, the IRA, among other things, introduced a 15% corporate alternative minimum tax (\"CAMT\"). Under the CAMT, a 15% minimum tax is imposed on certain adjusted financial statement income of \"applicable corporations.\" The CAMT generally treats a corporation as an applicable corporation in any taxable year in which the \" average annual adjusted financial statement income\" of the corporation and certain of its subsidiaries and affiliates for a three-taxable-year period ending prior to such taxable year exceeds $1 billion. The U.S. Department of the Treasury and the Internal Revenue Service have issued guidance on the application of the CAMT, which may be relied upon until final regulations are released. If our CAMT liability is greater than our regular U.S. federal income tax liability for any particular tax year, the CAMT liability would effectively accelerate our future U.S. federal income tax obligations, reducing our cash flows in that year, but provide an offsetting credit against our regular U.S. federal income tax liability in future years. Based on our interpretation of the IRA, CAMT and related guidance, we do not expect the CAMT to impact our tax obligation for the 2024 taxable year. We continue to evaluate the IRA and its effect on our financial results and operating cash flow.\n\nRestrictions on drilling activities intended to protect certain species of wildlife may adversely affect our ability to conduct drilling activities in some of the areas where we operate. \n\nOil, NGL and natural gas operations in our operating areas can be adversely affected by seasonal or permanent restrictions on drilling activities designed to protect various wildlife. Seasonal restrictions may limit our ability to operate in protected areas and can intensify competition for drilling rigs, oilfield equipment, services, supplies and qualified personnel, which may lead to periodic shortages when drilling is allowed. These constraints and the resulting shortages or high costs could delay our operations and materially increase our operating and capital costs. Permanent restrictions imposed to protect threatened or endangered species could prohibit drilling in certain areas or require the implementation of expensive mitigation measures. The presence of newly listed species, such as the lesser prairie chicken and dunes sagebrush lizard, or designation of previously unprotected species in areas where we operate, such as the monarch butterfly could cause us to incur increased costs arising from species protection measures or could result in limitations on our exploration and production activities that \n\n45\n\n\ncould have an adverse impact on our ability to develop and produce our reserves. See \"Item 1. Business—Regulation of the oil and natural gas industry—Endangered Species Act\" for further discussion about the impact of regulations protecting certain species of wildlife.\n\nRisks related to our common stock\n\nOur amended and restated certificate of incorporation, amended and restated bylaws, and Delaware state law contain provisions that may have the effect of delaying or preventing a change in control and may adversely affect the market price of our capital stock.\n\nOur amended and restated certificate of incorporation authorizes our board of directors to issue preferred stock without any further vote or action by the stockholders. The rights of the holders of our common stock will be subject to the rights of the holders of any preferred stock that may be issued in the future. The issuance of preferred stock could delay, deter or prevent a change in control and could adversely affect the voting power or economic value of our shares.\n\nIn addition, some provisions of our amended and restated certificate of incorporation and amended and restated bylaws could make it more difficult for a third party to acquire control of us, even if the change of control would be beneficial to our stockholders.\n\nDelaware law prohibits us from engaging in any business combination with any \"interested stockholder,\" meaning generally that a stockholder who owns 15% of our stock cannot acquire us for a period of three years from the date such stockholder became an interested stockholder, unless various conditions are met, such as the approval of the transaction by our board of directors. Provisions such as these are also not favored by various institutional investor services, which may periodically \"grade\" us on various factors, including stockholder rights and corporate governance policies. Certain institutional investors may have internal policies that prohibit investments in companies receiving a certain grade level from such services, and if we fail to meet such criteria, it could limit the number or type of certain investors which might otherwise be attracted to an investment in the Company, potentially negatively impacting the public float and/or market price of our common stock.\n\nThe availability of shares for sale in the future could reduce the market price of our common stock.\n\nSubject to the rules of the NYSE, our board of directors has the authority, without action or vote of our stockholders, to issue our authorized but unissued shares of common stock. In the future, we may issue securities to raise cash for acquisitions, to pay down debt, to fund capital expenditures or general corporate expenses, in connection with the exercise of stock options or to satisfy our obligations under our incentive plans. We may also acquire interests in other companies by using a combination of cash and our equity securities or just our equity securities. We have in the past issued both shares of common stock and shares of preferred stock in order to fund acquisitions and have granted the recipients of such shares registration rights that may be used in order to sell such shares in registered and unregistered transactions, and we may do so in the future. We may also issue securities convertible into, exchangeable for, or that represent the right to receive, our common stock. Any of these events may dilute your ownership interest in our Company, reduce our earnings per share and have an adverse impact on the price of our common stock.\n\nBecause we have no current plans to pay, and certain of our agreements may, under specified conditions, limit our ability to pay, dividends on our common stock, investors must look primarily to stock appreciation for a return on their investment in us.\n\nWe do not anticipate paying any cash dividends on our common stock in the near term. We currently intend to retain all future earnings to fund the development and growth of our business. To the extent our earnings exceed our budgeted development plans, if any, we currently expect that we would use such excess earnings to repay indebtedness. Any payment of future dividends will be at the discretion of our board of directors and will depend on, among other things, our earnings, financial condition, capital requirements, level of indebtedness, statutory and contractual restrictions applying to the payment of dividends and other considerations that our board of directors deems relevant. Covenants contained in our Senior Secured Credit Facility and the indentures governing our senior unsecured notes may under specified conditions limit the payment of dividends by, for example, requiring compliance with certain financial ratios following the payment of any dividend. Investors must rely on sales of their common stock after price appreciation, which may never occur, as the primary means to realize a return on their investment on our common stock. Investors seeking cash dividends should not purchase our common stock.",
      "char_count": 89609
    }
  },
  "extracted_at": "2026-01-19T16:03:48.328878"
}