{
  "ticker": "VVX",
  "company_name": "V2X, Inc.",
  "cik": 1601548,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001601548-25-000009",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001601548&accession_number=000160154825000009&xbrl_type=v",
  "sic_code": "8744",
  "industry": "Services-Facilities Support Management Services",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\n\nOverview\n\nV2X, Inc. (V2X or the Company), an Indiana Corporation formed in February 2014, formerly known as Vectrus, Inc. (Vectrus), is a leading provider of critical mission solutions primarily to defense customers in 329 locations and 47 countries and territories worldwide. V2X enables its customers' most important missions by delivering end-to-end capabilities at scale across the world. This provides us with the expertise and ability to act as a trusted partner to bring differentiated integrated solutions that define mission success. As of December 31, 2024, we had approximately 16,100 employees and 6,200 subcontract personnel. The Company offers a broad suite of capabilities including multi-domain high impact readiness, integrated supply chain management, assured communications, mission solutions, and platform renewal and modernization to national security, defense, civilian and international customers.\n\nOn July 5, 2022 (the Closing Date), Vectrus completed its merger (Merger) with Vertex Aerospace Services Holding Corp., a Delaware corporation (Vertex), thereby forming V2X. For a description of the Merger, see Note 3, Merger in the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K. The Merger created a larger and more diversified company with the ability to compete for more integrated business opportunities and generate revenue across geographies, clients, and contract-types. We continue to operate under one reportable business segment post-Merger.\n\nUnless the context otherwise requires or unless stated otherwise, references to \"V2X\", \"we,\" \"us,\" \"our,\" “combined company”, \"the Company\" and \"our Company\" refer to V2X and all of its consolidated subsidiaries.\n\nOur Business Strategies\n\nOur overarching strategy is to deliver full lifecycle capabilities in support of national security priorities that enhance mission effectiveness, extend utility, lower cost, and improve security and mission outcomes. Our key to enabling this strategy are:\n\n•Drive performance excellence in execution: V2X delivers operational excellence by maintaining high standards of quality, efficiency, and reliability. Our approach increases the likelihood projects are completed on time and within budget, exceeding customer expectations.\n\n•Leverage innovation for differentiated solutions: V2X integrates technologies like 5G and advanced simulation systems to create solutions that address evolving threats and mission requirements. We foster a culture of continuous innovation that provides our customers with capabilities that give them a decisive edge.\n\n•Expand global presence and markets: With a footprint spanning six continents, V2X is focused on growing our reach in emerging markets, expanding partnerships, and extending our expertise into new domains.\n\n•Build on our culture of mission success: Rooted in our commitment to national security, V2X encourages a spirit that empowers our employees to deliver results. Through a focus on teamwork, integrity, and customer trust, we operate in an environment where every team member is dedicated to the success of our customers and the safety of those we serve.\n\nOur Service Offerings\n\nV2X is a leading national security solutions provider. We provide customers worldwide with a broad range of technology and service capabilities, supporting national security readiness and modernization efforts. V2X operates across 329 locations in 47 countries and territories, and our key service offerings include:\n\nHigh Impact Readiness: We deliver full life-cycle, innovative training solutions to government clients worldwide, improving outcomes through a holistic approach that combines training solutions with our Mission Solutions to ensure readiness both at home station and while deployed. At the same facilities where we provide these operational solutions, we offer cutting-edge training to prepare the Warfighter for their mission. Whether designing synthetic training environments or providing subject matter experts, our team is deployed with our customers to ensure they are ready to execute the mission when called upon. We also provide military and commercial training solutions, including live training systems, technology-enabled augmented and virtual reality, and training aids, devices, simulators, and simulations, to large United States (U.S.) companies and foreign governments using state-of-the-art remote learning platforms.\n\nIntegrated Supply Chain Management: Our Integrated Supply Chain Management capabilities include rapid response and deployment at scale, Supply Chain as a Service, smart warehouse management and distribution, and integrated and automated logistics, ensuring efficient and seamless operations.\n\nAssured Communications: Our Assured Communications capabilities include full lifecycle network management, network systems installation and activation, and information assurance. In the area of situational awareness software and hardware, we specialize in deploying, integrating, and maintaining sensors and complex systems in austere environments. With unmatched expertise, we deliver tailored technologies to meet unique mission requirements, ensuring outcomes and mission effectiveness. Our services include system upgrades, obsolescence management, and DevSecOps to extend service life and enhance performance. We design, integrate, and install multi-sensor systems for border security and critical infrastructure protection worldwide. Additionally, we provide expertise in spectrum deconfliction, digital integration, Smart X engineering, and 5G development.\n\nMission Solutions: Our capabilities provide customers with full-spectrum support for logistics, infrastructure sustainment, and contingency operations around the globe. We differentiate ourselves by offering infrastructure operations and sustainment for fixed facilities worldwide, focusing on preventative, predictive, and reliability-centered maintenance to achieve readiness at the lowest cost. Once deployed, we are on the ground in theater to ensure customers receive logistical support. Our team of professionals delivers worldwide support, critical infrastructure and logistics for intelligence operations, classified IT, intelligence services, and cybersecurity. Our expertise includes infrastructure engineering, operations and maintenance; life support and emergency services; airfield management; civil engineering; and integrated electronic surveillance.\n\nPlatform Renewal and Modernization: We provide the engineering, facilities, and skilled workforce required to sustain systems and platforms worldwide. With vertically integrated capabilities—including organic engineering, supply chain management, manufacturing, rapid prototyping, and FAA Part 145 Repair Stations—our operations span over 1,000,000 square feet of engineering, lab, manufacturing, and repair space. Comprehensive in-house testing, including cyber, E3, environmental, AR/VR, and development labs, is consolidated at our Indianapolis, Indiana facility. Supporting approximately 1,690 aircraft, our teams deliver full-spectrum maintenance from flight line to depot with a focus on safety and quality. Backed by multi-disciplined engineers, we specialize in development, integration, production, repair, and sustainment, covering situational awareness products, missile launchers, and tactical aircraft radar systems and components. Our capabilities include Aircraft Maintenance & Management; Aviation and Ground Platform Maintenance & Repair; End-to-End Organizational, Intermediate, and Depot-Level Capabilities; four FAA Part 145 Repair Stations; and an AS-9100/9110 Certified Quality Management System (QMS).\n\nCustomers\n\nOur strong relationship with the Department of Defense (DoD) and other government agencies is attributable to our dedication to program performance, global responsiveness and operational excellence, as well as to the execution of our core values of integrity, respect, responsibility and professionalism.\n\nRevenue, primarily from U.S. government customers, for the periods presented below was as follows: \n\nYear Ended December 31,\n\n(In thousands)202420232022\n\nArmy$1,837,843 $1,633,525 $1,342,406 \n\nNavy1,441,355 1,233,463 713,732 \n\nAir Force481,265 538,698 459,849 \n\nOther561,692 557,440 374,873 \n\nTotal revenue$4,322,155 $3,963,126 $2,890,860 \n\nKey customer contracts include the following:\n\n•The Logistics Civil Augmentation Program V (LOGCAP V) indefinite delivery and indefinite quantity (IDIQ) contract. LOGCAP V provides scalability and flexibility that aligns with and supports military operational tempo. LOGCAP V is used by Army Service Component Commands to rapidly respond to multiple global missions across the entire continuum of military operations. V2X is one of four award recipients of the basic IDIQ contract and has several task orders, including the Kuwait Task Order, Iraq Task Order, INDOPACOM Task Order, among others.\n\n◦Naval Test Wing Atlantic (NTWL). We provide maintenance in support of the Navy’s test and evaluation aircraft primarily located at NAS Patuxent River, Maryland.\n\n◦Cobra Dane Radar Maintenance Operation (COBRA DANE). We operate, maintain and upgrade the AN/ FPS-108 radar and associated systems in support of the Strategic Warning and Surveillance Systems in Alaska.\n\nCompetition\n\nOur competition varies depending on our service offerings. Our principal competitors include Amentum Holdings, Inc., Valiant Integrated Services, divisions of Leidos Holdings, Inc., Science Applications International Corp., General Dynamics Corporation Technologies Segment., KBR, Inc., Fluor Corporation, Intrepid Global Solutions, AAR Corp., M1 Support Services, L.P., Marvin Engineering Co., and divisions of Northrop Grumman Corporation, among others. There are typically fewer competitors in the overseas market for each of our services capabilities and they vary from region to region.\n\nThe U.S. government has implemented policies designed to protect small businesses and under-represented minority contractors. From time to time, certain U.S. government work in the U.S. has been restricted to small businesses, including Alaskan native companies. We participate with these small businesses as a subcontractor for select opportunities. In addition, we rely on our teaming relationships with other prime contractors and subcontractors for large procurements or other opportunities where we believe the combination of services will help us win and perform the contract. Our competitors may consolidate or establish teaming or other relationships among themselves or with third parties to increase their ability to address customers’ needs. \n\nCompetitive bids for the work that V2X pursues are based on technical qualifications and corporate experience in performing contracts of similar size and scope and can be highly price sensitive. While not every contract is procured via selection of the lowest priced bidder, customers are sensitive to cost based on their budget allocations. Acquisition cycles are long (generally 12 to 24 months), and contracts are typically multi-year contracts that include an initial period of one-year or less with annual one-year (or less) option periods for the remaining contract period. \n\nSome U.S. government customers have shown a preference for multiple award IDIQ contracts. These contracts offer awards to a pool of contractors, followed by competition within the pool for individual programs via task orders under each IDIQ over the period of performance.\n\nSeasonality\n\nVarious factors may affect the distribution of our revenue between accounting periods, including the timing of awards, product deliveries, customer acceptance of products and services, contract phase-in durations, contract completions, world events and the availability of customer funding.\n\nThe U.S. government's fiscal year ends on September 30 of each year. While not certain, it is not uncommon for U.S. government agencies to award extra tasks or complete other contract actions in the weeks before the end of its fiscal year in order to avoid the loss of unexpended fiscal year funds.\n\nRegulatory Environment\n\nThe U.S. government markets in which we serve are highly regulated. When working with U.S. agencies and entities, we are subject to laws and regulations relating to the creation, administration and performance of contracts. Among other things, these laws and regulations: \n\n•Require compliance with government standards for contract administration, accounting and management internal control systems; \n\n•Define allowable and unallowable costs and otherwise govern our right to reimbursement under various flexibly priced U.S. government contracts; \n\n•Require certification and disclosure of cost and pricing data in connection with certain contract negotiations; \n\n•Require us not to compete for, or to divest ourselves of, work if an organizational conflict of interest exists related to such work that cannot be appropriately mitigated; and \n\n•Restrict the use and dissemination of information classified for national security purposes and the exportation of certain products and technical data. \n\n6\n\n\nU.S. government contracts generally are subject to the Federal Acquisition Regulation (FAR), which sets forth policies, procedures and requirements for the acquisition of goods and services by the U.S. government, agency-specific regulations that implement or supplement FAR, such as the DoD’s Federal Acquisition Regulation Supplement (DFARS), and other applicable laws and regulations. These regulations impose a broad range of requirements, many of which are unique to government contracting, including various rules regarding procurement, import and export, security, contract pricing and cost, allowable costs, contract performance, contract termination and adjustment, audits, and IT system security and privacy controls. In addition, as government contractors, we are subject to routine audits and investigations by U.S. government agencies, such as the Defense Contract Audit Agency (DCAA) and the Defense Contract Management Agency (DCMA). These agencies review our performance, cost structure, incurred costs, forward pricing rates and compliance with applicable laws, regulations and standards under our contracts. The DCAA also reviews the adequacy of and our compliance with our internal control systems and policies, including our accounting, purchasing, government property, estimating, and related government business systems. \n\nThe U.S. government may revise its procurement practices or adopt new or revised contract rules and regulations at any time. To help ensure compliance with these complex laws and regulations, all of our employees are required to complete ethics and other compliance training relevant to their respective positions. \n\nWe are subject to other U.S. government laws, regulations and policies, including the International Traffic in Arms Regulations, the Export Administration Regulations, the Foreign Corrupt Practices Act and the False Claims Act. When working overseas, we must comply not only with applicable U.S. laws and regulations, but also with foreign government laws, regulations and procurement policies and practices, which may differ from U.S. laws, including regulations relating to import-export control, foreign tax considerations, data privacy, foreign labor and environmental law, and anti-corruption. \n\nContracts\n\nU.S. government programs generally are implemented by the award of individual contracts to a prime contractor, which may utilize one or more subcontractors. Our Company usually is a prime contractor on long-term contracts that are of a finite duration of generally between three and ten years. We were the prime contractor on contracts representing 94%, 94% and 93% of our revenue for the three years ended December 31, 2024, 2023, and 2022, respectively. In other contracts, we team with a prime contractor as a subcontractor. The U.S. Congress usually appropriates funds on a fiscal year basis even though a program may extend across several fiscal years. Consequently, programs are often only partially funded initially, and additional funds are committed only as the U.S. Congress approves further appropriations. Prior to the expiration of a contract, if the customer requires further services of the type provided by the contract, it typically begins a competitive rebidding or recompete process. The contracts and subcontracts under a program generally are subject to termination for convenience or adjustment if appropriations for such programs are not available or if they change. The U.S. government is required to equitably adjust a contract for additions to or reductions in scope or other changes, including price, which it directs. \n\nGenerally, the sales price elements for our contracts are cost-plus, cost-reimbursable, time-and-materials or firm-fixed-price. We commonly have elements of cost-plus, cost-reimbursable and firm-fixed-price contracts on a single contract.\n\nOn a cost-plus contract, we are paid our allowable incurred costs plus a fee, which can be fixed or variable depending on the contract’s arrangement, up to funding levels predetermined by our customers. On cost-plus contracts, we do not bear the risks of unexpected cost overruns, provided that we do not incur costs that exceed the predetermined funded amounts. Most of our cost-plus contracts also contain a firm-fixed-price element. Cost-plus contracts with award and incentive fee provisions are our primary variable contract fee arrangement. Award fees provide for a fee based on actual performance relative to contractually specified performance criteria. Incentive fees provide for a fee based on the relationship between total allowable and target cost. \n\nOn most of our contracts, a cost-reimbursable element captures consumable materials required for the program. Typically, these costs do not bear fees.\n\nOn a time-and-materials contract, we are reimbursed for labor at fixed hourly rates and generally reimbursed separately for allowable materials, costs and expenses at cost. For this contract type, we bear the risk that our labor costs and allocable indirect expenses are greater than the fixed hourly rate defined within the contract. \n\nA firm-fixed-price contract typically offers higher profit margin potential due to a greater level of risk than a cost-plus contract. On a firm-fixed-price contract, we agree to perform the contractual statement of work for a predetermined contract price. Although a firm-fixed-price contract generally permits us to retain profits if the total actual contract costs are less than the estimated contract costs, we bear the risk that increased or unexpected costs may reduce our profit or cause us to sustain losses on the contract. Although the overall scope of work required under the contract may not change, profit may be adjusted as experience is gained and as efficiencies are realized or costs are incurred.\n\n7\n\n\nThe percentage of our total revenue generated from each contract type for the periods presented was as follows: \n\nYear Ended December 31,\n\n202420232022\n\nCost-plus and cost-reimbursable58 %56 %56 %\n\nFirm-fixed-price39 %41 %40 %\n\nTime-and-materials3 %3 %4 %\n\nTotal revenue100 %100 %100 %\n\nBacklog\n\nFor a discussion of our backlog, see Management’s Discussion and Analysis of Financial Condition and Results of Operations - Backlog in Item 7 of Part II of this Annual Report on Form 10-K. \n\nEnvironmental, Health and Safety\n\nWe are subject to federal, state, local, and foreign environmental protection laws, and regulations, including those governing the management and disposal of hazardous substances, the cleanup of contaminated sites, and the maintenance of a safe and healthy workplace for our employees, contractors, and visitors. Environmental, health and safety laws and regulations are subject to change, the nature of which is inherently unpredictable, and the timing of potential changes is uncertain. Environmental, health and safety requirements affect all of our operations, and we have established a comprehensive program that is aligned with recognized standards for environmental and safety management, to address compliance with applicable environmental, health and safety laws and regulations, and the expectations of our customers. \n\nHuman Capital Management\n\nWe believe our employees are among our most important resources and are critical to our continued success. As of December 31, 2024, we employed approximately 16,100 full-time employees. We also utilized approximately 6,200 subcontract workers. As of December 31, 2024, approximately 28% of our employees were represented by 45 collective bargaining agreements with labor unions. In the ordinary course of business, a number of collective bargaining agreements will be subject to renegotiation in a given year. We do not expect that any of the contracts subject to renegotiation in 2025 (individually or as a whole) present a significant risk to our business. We believe that relations with our employees and union representatives are positive.\n\nWe continue making significant investments in attracting and retaining talented and experienced individuals to manage and support our operations, and our management team routinely reviews employee turnover rates at various levels of the organization to help understand and resolve barriers to retention. \n\nV2X routinely conducts annual employee engagement surveys. The results of these confidential surveys are shared with V2X employees and with management. Additionally, the results of the surveys are scored to form a benchmark against which the results of future surveys will be evaluated. In 2024, V2X engaged our global workforce through structured surveys using a third-party platform to better understand concerns and expectations regarding ethics, and culture. Responses to the 2024 employee engagement surveys indicated that V2X employees generally find the company culture to be collaborative of all perspectives, a great place to work, and that managers’ behaviors were consistent with the V2X Code of Conduct.\n\nEmployment Benefits\n\nWe pay our employees competitively and offer a broad range of company-paid benefits, which we believe are competitive with others in our industry. Our employment benefits program includes a comprehensive benefits package, such as:\n\n•flexible work options;\n\n•education benefits, including tuition reimbursement program to select employees;\n\n•wellness program;\n\n•paid parental leave program;\n\n•employee assistance program; and\n\n•retirement savings plan.\n\nCulture and Engagement\n\nV2X remains committed to building and implementing global strategies which foster leadership and talent capabilities that will increase culture and engagement opportunities in attracting, retaining and leveraging competencies of our diverse workforce.\n\n8\n\n\nWe are a leading employer of veterans and veteran spouses with more than 38% of our U.S. employees voluntarily reporting a military background, and we have been recognized numerous times in recent years by veteran-focused organizations as a military-friendly employer, including by the National Organization on Disability as a Leading Disability Employer, by the Military Friendly Company as a Top 10 Diversity Supplier and as a Top 10 Military Spouse Employer, and by the Military Times as a Best for Vets Employer.\n\nLearning and Development\n\nWe provide learning and development opportunities to our employees to support a successful career at V2X. Our on-line V2X University gives employees access to more than 4,000 virtual courses that address such topics as leadership/management and information technology skills, along with organizational and compliance courses required for a defense contractor. We are committed to identifying and developing the talents of our next generation of leaders by providing knowledge to help early-in-career employees develop the skills needed to advance within the organization. We also provide development programs to keep our supervisors current on best practices and ensure they focus on the success of their people. Also, we offer additional development opportunities to select employees to attend learning and development, and mentoring sessions.\n\nDeveloping talent and ensuring a pipeline to leadership is a priority for the Company. To that end, the Company has a robust talent and succession planning process and has established a specialized program to support the development of our talent pipeline for critical roles. We conduct periodic reviews of succession plans and the individual development plans of our emerging talent. These sessions focus on high potential talent, diverse talent, and the succession for our most critical roles.\n\nWe periodically hold senior leadership development events to continually develop leadership and management skills. In 2024 we established the Program Management Executive Committee made up of members of our Program Operations leadership to develop new emerging talent and to facilitate problem solving, as well as additional leadership development for our high potential team members.\n\nHealth and Safety\n\nOur health and safety management system aligns with the ISO 45001 standard and includes the following elements:\n\n•Setting annual program-level goals and objectives;\n\n•Monitoring relevant legal and customer-specific requirements;\n\n•Providing training to employees and contractors on health and safety provisions;\n\n•Assessing environmental, health, and safety risks company-wide;\n\n•Engaging with the workforce to identify health and safety risks and opportunities; and\n\n•Conducting internal audits to evaluate compliance with the employee health and safety (EHS) Plan, legal and other requirements, and best practices. \n\nOur comprehensive EHS program encompasses a range of policies, commitments, and actions that effectively manage occupational health and safety. Our EHS Policy Statement applies to all V2X employees and subcontractors and provides the framework for a safe and healthy workplace. This policy also articulates our drive toward the continuous improvement of our EHS Management System (EHSMS). Through the EHSMS we effectively manage EHS risks and proactively work to prevent work-related injuries, illnesses, and incidents. Our approach includes regular audits, ongoing monitoring of incident rates, and comprehensive training programs for our employees. Utilizing our Incident Management System, we track incidents, near-misses, and potential issues within the workplace, identifying trends in frequency and severity while investigating root causes. This ongoing focus on improvement and transparency emphasizes our dedication to creating a safer and healthier work environment for all.\n\nEthics and Compliance\n\nAll employees are required to adhere to the V2X Code of Conduct (COC), which establishes standards for appropriate behavior. This includes mandatory annual training on preventing, identifying, reporting, and stopping any form of unlawful discrimination, unethical behavior, and unacceptable conduct. The V2X COC, along with the incorporated standards of business conduct and ethics, applies to all employees, officers, and directors of V2X. The COC can be accessed via our website (www.goV2X.com) on the Governance Documents page.\n\nCombating Trafficking in Persons (CTIP) and Other Country National Compliance\n\nV2X recognizes the risks of child labor, human trafficking and modern slavery associated with its global contracting activities and is committed to complying with internationally recognized human rights provisions and prohibitions against human trafficking and modern slavery established under the FAR CTIP and the laws and regulations of the countries in which it conducts business. This commitment is codified in our COC and our Supplier Code of Conduct. \n\n9\n\n\nV2X monitors its subcontractors to verify that they are maintaining compliance with CTIP and other provisions in their contracts. Additionally, V2X maintains an active CTIP awareness campaign at our Outside the Continental United States program location, to reinforce our protection of human rights and to empower all employees to confidently report suspected violations without fear of retaliation. V2X quickly investigates reported or suspected CTIP violations, which if verified, are reported immediately to our Senior Vice President, General Counsel and the appropriate United States Government (USG) and program authorities.\n\nV2X requires that corrective actions (CA) be put in place by subcontractors or employees for confirmed CTIP violations. If CTIP violations warrant, a subcontractor or employee unable to promptly execute or comply with approved CAs will be removed from the contract. V2X conducts routine audits and inspections of employee housing and transportation, interviews employees hired through our subcontractors, and reviews employment contracts and related documentation to further validate our subcontractors' compliance with FAR 52.222-50 and both country of origin and host nation labor laws.\n\nInformation about our Executive Officers\n\nThe following table sets forth certain information regarding our executive officers, including a five-year employment history and any directorships held in public companies. \n\nNameAgeCurrent Title(s)Business Experience\n\nJeremy C. Wensinger\n\n61President and Chief Executive Officer (CEO), Director Mr. Wensinger has served as President, CEO and director of the Company since June 2024. Mr. Wensinger has over 35 years of experience in the  defense, aerospace and technology industries including leadership positions at Peraton, Inc., PAE, GTSI, Cobham PLC and Harris Corporation. Prior to joining the Company, Mr. Wensinger served as Chief Operating Officer of Peraton, Inc. from 2017 to 2024. Mr. Wensinger graduated from Bowling Green State University where he received Bachelor’s degree and from University of South Florida with a Masters of Business Administration and completed The General Managers Program at the Harvard Business School.\n\nShawn M. Mural\n\n54Senior Vice President and Chief Financial Officer (CFO)Mr. Mural has served as Senior Vice President and Chief Financial Officer since October 2023. He is responsible for all finance and accounting functions, including controllership, finance operations, planning, tax, treasury, investor relations, and corporate development. Prior to joining the Company, Mr. Mural worked in various capacities at RTX Corporation and its subsidiaries (RTX), including as Vice President of Finance and Chief Financial Officer of Raytheon. Mr. Mural was with Raytheon and RTX for 24 years, has more than two decades of executive experience in the aerospace and defense industry, and has served in a number of financial and policy leadership roles. Mr. Mural graduated from Canisius University where he received a Bachelor’s degree and from the University of Texas at Dallas with a Masters of Business Administration.\n\nL. Roger Mason, Jr.\n\n59Senior Vice President and Chief Growth Officer\n\nRoger Mason has served as the Chief Growth Officer since January 2025. He is responsible for leading the Company’s growth function including business development operations, competitive intelligence, strategy, marketing and communications, government relations and technology investment. Prior to joining the Company, he served as President of Peraton’s Space and Intelligence sector from 2018 to 2024 where he led a $2 billion business focused on advanced products, solutions and services for the space, intelligence and defense markets. Dr. Mason also served as the first Assistant Director of National Intelligence for Systems and Resource Analyses from 2009 to 2014 and was awarded the National Intelligence Distinguished Service Medal.  His overall career spans three decades and includes senior executive positions at Parsons, General Dynamics, Noblis and the Institute for Defense Analyses with a focus on national security markets. Dr. Mason has served on the board of several public, private, and non-profit boards, including Maxar Technologies from 2017 to 2023. Dr. Mason graduated from George Washington University where he received a Bachelor’s degree in physics, from the Kellogg School at Northwestern University with a Masters of Business Administration and from the University of Virginia where he earned a Ph.D. in Engineering Physics.\n\n10\n\n\nNameAgeCurrent Title(s)Business Experience\n\nRichard \"Vinny\" Caputo\n\n60Senior Vice President, Aerospace Systems\n\nMr. Caputo has served as Senior Vice President, Aerospace Solutions since November 2024. He is responsible for all aerospace and defense services, modernization and sustainment, and program integration and mission support. Prior to being appointed as Senior Vice President, Aerospace Solutions, Mr. Caputo served as President of Aerospace Services from 2018 to 2024 and as Senior Director of Aviation Field Maintenance at Vertex from 2012 to 2018. Mr. Caputo completed a 25-year career in the U.S. Marine Corps and retired at the rank of Colonel.  Mr. Caputo graduated from Rhode Island College where he received a Bachelor's degree, from Air Force Command and Staff College with a Master’s degree in Operational Art and Science and from the U.S. Army War College with a Master’s degree in Strategic Studies. He also completed the Executive Leadership Programs at The Harvard Business School and the University of Pennsylvania’s Wharton Business School.  \n\nJeremy J. Nance\n\n47Senior Vice President and General Counsel\n\nMr. Nance has served as Senior Vice President and General Counsel since August 2024. He is responsible for managing all legal matters related to the Company’s operations, transactions and business practices. Mr. Nance has served on V2X’s legal team since July 2018. Prior to being appointed as General Counsel, he served as Deputy General Counsel and Chief Compliance Officer of V2X and prior to the Merger, as General Counsel of Vertex where he helped oversee the company’s legal and contracts teams and was involved in all phases of mergers and acquisitions, resolving both domestic and international disputes, overseeing corporate governance, and providing general business advice. Mr. Nance graduated from Baylor University with a Bachelor’s degree and a Masters of Business Administration and from Baylor University School of Law where he received a Juris Doctorate.\n\nKenneth W. Shreves62Senior Vice President, Mission Support\n\nMr. Shreves has served as the Senior Vice President, Mission Support since November 2024. He is responsible for base operations; logistics; high consequence training; and the national security program businesses as well as top and bottom line organic growth, strategy, and operational efficiency. Mr. Shreves served the Company as Senior Vice President, Global Mission Solutions from January 2024 to November 2024, as Senior Vice President, Global Mission Training & Sustainment from July 2022 to January 2024, as Senior Vice President, Organic Growth, Operational Enablement and Supply Chain from November 2021 to July 2022 and as Vice President of Business Development/Capture from October 2017 to November 2021.  Prior to his commercial career, Mr. Shreves served in the United States Army as a logistics officer, retiring after twenty-eight years, having commanded at every level through Brigade Command and culminating as the Army Chair at the National War College in Washington DC. Mr. Shreves graduated from the University of Florida where he received a Bachelor of Science degree in Business Administration – Finance, from Central Michigan University with a Master of Science in Administration, and from the National War College, Fort McNair, Washington DC with a Master of Science in National Security Studies.\n\n11\n\n\nNameAgeCurrent Title(s)Business Experience\n\nMichael J. Smith44Corporate Vice President of Treasury, Investor Relations and Corporate Development\n\nMr. Smith has served as the Company’s Corporate Vice President of Treasury, Investor Relations and Corporate Development since 2014. He is responsible for the Company's inorganic activities, including merger & acquisition strategy and execution, global treasury and capital markets operations, and investor relations. Prior to joining the Company, he was co-founder and managing director of The Silverline Group, a strategic consulting and advisory services firm that focuses on the aerospace and defense, intelligence, government services, homeland security, and federal civilian markets. Prior to co-founding The Silverline Group, Mr. Smith was a senior equity research associate at Lazard Capital Markets, covering the aerospace and defense, federal government information technology services, and defense technology sectors. He also spent five years with BB&T Capital Markets covering defense and government services and seven years with Raymond James & Associates in various capacities. Mr. Smith is a CFA® charterholder and graduated from the University of South Florida where he received a Bachelor’s degree with a major in finance and a minor in economics.\n\nAvailable Information\n\nOur principal executive offices are located at 1875 Campus Commons Drive, Suite 305, Reston, Virginia, 20191. Our telephone number is (571) 481-2000 and our website address is www.goV2X.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and any amendments to these reports are available on our website, without charge, as soon as reasonably practicable after electronically filed with the Securities and Exchange Commission (SEC). Throughout this Form 10-K, we incorporate by reference information from parts of other documents filed with the SEC. The information provided on our website is not part of this report, and is therefore not incorporated by reference, unless such information is otherwise specifically referenced elsewhere in this report. Our reports filed with the SEC also may be found on the SEC's website at www.sec.gov.\n\nWe intend to use our website as a means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD. Accordingly, investors should monitor our website, in addition to following our press releases, SEC filings and public conference calls and webcasts.",
      "char_count": 38386
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\n\nIn evaluating our Company and business, you should carefully consider the risks and uncertainties described below, together with information disclosed elsewhere in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes and \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in Part II of this Annual Report, and other documents we file with the SEC. The risks described below relate to our business, governmental regulations, indebtedness, financial condition and markets, and our securities. Also, the risks and uncertainties described below are those that we have identified as material but are not the only risks and uncertainties we face. Additional risks and uncertainties not currently known to us or that we currently believe are immaterial also may materially harm our business, financial condition or operating results and result in a decline in our stock price.\n\nSummary of Risk Factors\n\nRisks Related to Our Business\n\n•We may not be successful in winning new contracts or recompeting our existing contracts, which could have an adverse impact on our business and prospects.\n\n•Our profitability or performance could suffer if we are unable to recruit and retain qualified personnel or if we are unable to maintain adequate staffing levels for our contracts.\n\n•Termination, expiration or non-renewal of our existing U.S. government contracts may adversely affect our business.\n\n•We derive a significant portion of our revenue from a concentrated number of large contracts, and the loss or material reduction of any of these contracts could have a material adverse effect on our results of operations and cash flows.\n\n•We rely on internal and external information technology systems to conduct our business, and disruption or failure of these systems could adversely affect our business and results of operations.\n\n•Competition within our markets may reduce our revenue and market share.\n\n•Our earnings and margins may vary based on the mix of our contracts, our performance, and our ability to control costs.\n\n•We use estimates in accounting for many of our programs, and changes in our estimates could adversely affect our future financial results.\n\n•While firm-fixed-price contracts allow us to benefit from cost savings, these contracts also increase our exposure to the risk of cost overruns. \n\n•Uncertainties in the U.S. government defense budget, changes in spending or budgetary priorities or delays in contract awards or collection of our receivables may significantly and adversely affect our financial performance and limit our growth prospects.\n\n•We are dependent on the U.S. government and, if our reputation or relationship with the U.S. government was harmed, our revenue and growth prospects could be adversely affected.\n\n•Business disruptions caused by natural disasters, global hostilities, pandemics, and other crises could adversely affect our profitability and our overall financial position.\n\n•We rely on our information and communications systems in our operations. Security breaches, cybersecurity attacks, and other disruptions could adversely affect our business and results of operations.\n\n•Our contract sites are inherently dangerous workplaces. Failure to maintain safe work sites and equipment or effectively respond to the impacts of pandemics in our workplaces could result in employee exposures, injuries, or deaths, environmental disasters, reduced profitability, the loss of projects or customers and possible exposure to litigation.\n\n•We work in international locations where there are high security risks, which could result in harm to our employees and contractors and the incurrence of substantial costs.\n\n•A significant portion of our workforce is represented by labor unions, and our business could be harmed in the event of a prolonged work stoppage.\n\n•Integrating Vectrus and Vertex may be more difficult, costly or time-consuming than expected.\n\n•We conduct a portion of our operations through joint ventures and other partnerships, exposing us to certain risks and uncertainties, many of which are outside of our control.\n\n•Our earnings and margins depend, in part, on subcontractor performance.\n\n•Our business could be adversely affected by bid protests.\n\n•Misconduct of our employees, subcontractors, agents, prime contractors or business partners could cause us to lose customers and could have a material adverse impact on our business and reputation, adversely affecting our ability to obtain new contracts.\n\n•Our success depends, in part, on our ability to work with and manage complex and rapidly changing technologies to meet the needs of our customers. \n\n•We may pursue acquisitions and other investments that involve numerous risks and uncertainties.\n\n•We depend on our teaming arrangements and relationships with other contractors. If we are not able to maintain these relationships, or if these parties fail to satisfy their obligations to us or the customer, our revenue, profitability and growth prospects could be adversely affected.\n\n•We may be required to contribute additional funds to meet any present or future underfunded benefit obligations associated with multiemployer pension plans in which we participate.\n\n•Legal disputes could require us to pay potentially large damage awards and could be costly to defend, which would adversely affect our cash balances and profitability, and could damage our reputation.\n\n•Our insurance may be insufficient to protect us from claims or losses.\n\n•Increasing scrutiny and changing expectations from governmental organizations, customers, and our employees with respect to our sustainability practices may impose additional costs or expose us to new or additional risks.\n\nRisks Related to Governmental Regulations and Laws\n\n•Environmental, health and safety issues could have a material adverse effect on our business, financial position or results of operations.\n\n•As a U.S. government contractor, we are subject to a number of procurement laws and regulations and could be adversely affected by changes in regulations or our failure to comply with these regulations.\n\n•Our business is subject to audits, reviews, cost adjustments, and investigations by the U.S. government, which, if resolved unfavorably to us, could adversely affect our profitability, cash position or growth prospects.\n\n•The DoD continues to modify its business practices, which could have a material effect on its overall procurement processes and adversely impact our current programs and potential new awards.\n\n•Our business depends upon obtaining and maintaining required facility security clearance and individual security clearances.\n\n•We are subject to legal and regulatory compliance risks associated with operating internationally.\n\n•As a U.S. defense contractor, we are subject to security restrictions, which may limit investor insight into portions of our business.\n\n•Our business may be negatively impacted if we are unable to adequately protect our intellectual property rights.\n\n•Government withholding regulations could adversely affect our operating performance.\n\n•We are subject to certain data privacy regulations, which expose us to certain risks if we do not comply with these requirements.\n\nRisks Related to Our Indebtedness, Financial Condition and Markets\n\n•In connection with the Merger, we assumed significantly more indebtedness than V2X's prior indebtedness. Our level of indebtedness and our ability to make payments on or service our indebtedness could adversely affect our business, financial condition, results of operations, cash flow and liquidity.\n\n•Our variable rate indebtedness may expose us to interest rate risks, which could cause our debt costs to increase significantly.\n\n•Our debt agreements contain covenants with which we must comply or risk default, or that impose restrictions on us and certain of our subsidiaries that may affect our ability to operate our businesses.\n\n•Goodwill represents a significant portion of our assets, and any impairment of these assets could negatively impact our results of operations.\n\n•The effects of changes in worldwide economic and capital markets conditions may significantly affect our ability to maintain liquidity or procure capital.\n\n•We may not realize as revenue the full amounts reflected in our backlog, which could adversely affect our future revenue and growth.\n\n•Unanticipated changes in our tax provisions or exposure to additional U.S. and foreign tax liabilities could affect our profitability.\n\nRisks Related to Our Securities\n\n•Investment funds affiliated with American Industrial Partners (AIP) continue to have significant influence over us, which could limit your ability to influence the outcome of key transactions, including a change of control.\n\n•Our stock price may be volatile.\n\n•Any future offerings of securities, including debt or preferred stock, which would be senior to our common stock, or other equity securities may materially and adversely affect us or our shareholders, including the per share trading price of our common stock.\n\n•If our significant shareholders who received shares of our common stock in the Merger sell their shares, the price of our common stock could be materially affected.\n\n•We do not currently plan to pay dividends on our common stock, and our indebtedness could limit our ability to pay dividends on our common stock in the future.\n\n•Anti-takeover provisions in our organizational documents and Indiana law could delay or prevent a change in control.\n\nRISKS RELATED TO OUR BUSINESS\n\nWe may not be successful in winning new contracts or recompeting our existing contracts, which could have an adverse impact on our business and prospects.\n\nWe derive a substantial majority of our revenue from our contracts with the U.S. federal government, which are typically awarded through a rigorous competitive bidding process. This competitive bidding process presents several risks, including the following:\n\n•We may bid on programs for which the work activities, deliverables, and timelines are vague or for which the solicitation incompletely describes the actual work, which may result in inaccurate pricing assumptions; \n\n•We may incur substantial costs and spend a significant amount of managerial time and effort preparing bids and proposals; and\n\n•We may realize the lost opportunity cost of not bidding on and winning other contracts that we may have pursued otherwise.\n\nIf we are unable to win a particular new contract, we may be prevented from providing the customer the services that are purchased under that contract for a number of years.\n\nIn addition, we face rigorous competition and pricing pressures for any additional contract awards from the U.S. government. Some of our existing contracts must be recompeted when the original period of performance ends. Recompetes represent opportunities for competitors to take market share away from us. Recompetes also represent opportunities for our customers to obtain more favorable terms from us. We may be required to qualify or continue to qualify under multiple award contracts, and it may be more difficult for us to win future task orders. If we are unable to consistently win new contract awards, or successfully capture recompetes for our existing contracts, our business and prospects will be adversely affected, and our actual results may differ materially and adversely from those anticipated.\n\n14\n\n\nOur profitability or performance could suffer if we are unable to recruit and retain qualified personnel or if we are unable to maintain adequate staffing levels for our contracts.\n\nDue to the specialized nature of our business, our future performance and rate of growth is highly dependent upon the continued services of our personnel and executive officers, the development of additional management personnel and the hiring of new qualified technical, marketing, sales, and management personnel for our operations. Recruitment of qualified personnel is highly competitive, and we may not be successful in attracting or retaining qualified personnel. In recent years, the industry-wide market for qualified employees became even more competitive than in previous years. We also must manage leadership development and succession planning throughout our business. The loss of key employees, coupled with an inability to attract new, qualified employees or adequately train employees, or the delay in hiring key personnel could significantly impact our ability to perform under our contracts and could have an adverse effect on our business, results of operations and financial condition.\n\nIn addition, our profitability is affected by how efficiently we utilize our workforce, including our ability to transition employees from completed contracts to new assignments; to hire and assimilate new employees; to hire personnel in or timely deploy expatriates to foreign countries; to manage attrition and a subcontractor workforce; and to devote time and resources to training, business development, professional development and other non-chargeable activities.\n\nTermination, expiration or non-renewal of our existing U.S. government contracts may adversely affect our business. \n\nOur U.S. government services contracts generally are of a finite duration of five years and usually range between three and ten years. The termination, expiration or non-renewal of our existing U.S. government contracts could result in a loss of anticipated future revenue attributable to that program, which could have an adverse impact on our operations.\n\nThe U.S. government may stop work or terminate any of our government contracts, in whole or in part, at any time at its convenience with little or no notice. The U.S. government may also terminate our contracts for default if we fail to meet our obligations under a contract. If any of our contracts were terminated for convenience, we generally would be entitled to receive payment for work completed and allowable termination or cancellation costs. If any of our government contracts were terminated for default, generally the customer would pay us only for the work that has been accepted. Moreover, the customer can require us to pay the difference between the original contract price and the cost to re-procure the contract deliverables, net of the work accepted from the original contract. In addition, the U.S. government can also hold us liable for damages resulting from the default.\n\nThe expiration, non-renewal or termination of any government contracts, whether for convenience or default, would adversely affect our current programs and reduce our revenue, earnings and cash flows. A termination for default may also negatively affect our reputation, performance ratings and our ability to win new government contracts, particularly for contracts covering the same or similar types of services.\n\nWe derive a significant portion of our revenue from a concentrated number of large contracts, and the loss or material reduction of any of these contracts could have a material adverse effect on our results of operations and cash flows.\n\nRevenue from our largest contract, the Kuwait Task Order under the LOGCAP V contract vehicle, amounted to approximately $450.3 million, or 10.4% of our revenue for the year ended December 31, 2024. Performance on the Kuwait Task Order began in July 2021. The award is approximately $1.7 billion with an estimated period of performance completion in December 2026.\n\nWe expect the Kuwait Task Order under LOGCAP V will continue to have a significant contribution to our revenue. The loss or material reduction of any of these contracts could have a material adverse effect on our revenue, results of operations and cash flows. See \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations - Significant Contracts\" in this Annual Report on Form 10-K.\n\nWe rely on internal and external information technology systems to conduct our business, and disruption or failure of these systems could adversely affect our business and results of operations.\n\nWe utilize, develop, install and maintain a number of information technology systems both for us and for our customers. Additionally, we utilize and rely on external systems maintained by our service providers, including using a managed service provider (MSP) to administer our systems and servers. We also contract with Software-as-a-Service (SaaS) providers to provide core company services such as for enterprise resource planning (ERP), human capital management, and contract lifecycle management. These activities may involve substantial risks to our ongoing business processes including, but not limited to, accurate and timely customer invoicing, employee payroll processing, supplier and vendor payment processing, supply chain management and financial reporting. If these implementation activities are not executed successfully or if we encounter significant delays in our implementation efforts, we could experience interruptions to our business operations and processes. \n\n15\n\n\nWe continue to implement a new ERP system, integrate a number of other IT systems into one and expect to continue to otherwise upgrade and expand our IT system capabilities, including SAP S/4HANA. We may experience difficulties in our business operations, or difficulties in operating our business under the ERP, either of which could disrupt our operations, including our ability to timely ship and track product orders, project inventory requirements, manage our supply chain, and otherwise adequately service our customers, and lead to increased costs and other difficulties. In the event we experience significant disruptions as a result of the ERP implementation or otherwise, we may not be able to fix our systems in an efficient and timely manner. Accordingly, such events may disrupt or reduce the efficiency of our entire operations and have a material adverse effect on our operating results and cash flows.\n\nUnder certain contracts with the U.S. government, the adequacy of our business processes and protections of controlled unclassified information on related systems could be called into question. The occurrence of such events could result in a material adverse impact on our business, financial condition, results of operations and cash flows.\n\nCompetition within our markets may reduce our revenue and market share.\n\nOur competition varies depending on our service offerings. Our business is highly competitive, and we compete with larger companies that may have greater name recognition, greater financial resources, and larger technical staff, as well as companies with a competitive advantage due to a small business designation. Within our industry, companies have engaged in mergers and acquisitions to increase their competitive position. Our competitors may provide our customers with different or greater capabilities or better contract terms than we can provide, including past contract experience, geographic presence, price, and the availability of qualified professional personnel. In addition, our competitors may consolidate or establish teaming or other relationships among themselves or with third parties to increase their ability to address customers’ needs. \n\nEven if we are qualified to work on a government contract, we may not be awarded the contract because of existing government policies designed to assist small businesses and other designated classifications of business. Accordingly, larger or new competitors, alliances among competitors, or competitors designated as small business contractors may emerge that may adversely affect our ability to compete. If we are unable to compete successfully against our current or future competitors, we may experience declines in revenue and market share, which could negatively impact our financial position, results of operations, or cash flows.\n\nOur earnings and margins may vary based on our performance, the mix of our contracts, and our ability to control costs.\n\nWe generate revenue under various types of contracts, which include cost-plus, cost-reimbursable (including non-fee-bearing costs), firm-fixed-price and time-and-materials. Our earnings and profitability may vary materially depending on changes in the proportionate amount of revenue derived from each type of contract, the nature of services provided, as well as the achievement of performance objectives and the stage of performance at which the right to receive fees, particularly under incentive and award fee contracts, is finally determined. Cost-plus contracts generally have lower profitability than firm-fixed-price contracts. \n\nInflation and other geopolitical factors may impact our costs on our active and future government contracts. For example, global hostilities could change the total mix of our contracts. The Company’s earnings and profitability may vary materially depending on significant changes to the total mix of contracts.\n\nOur profitability is adversely affected when we incur contract costs that we cannot bill to our customers. Profitability also may be adversely affected during the start of a new contract due to initial spending necessary to successfully complete phase-in requirements. To varying degrees, each of our contract types involves risk that we could underestimate the costs and resources necessary to fulfill the contract. \n\nIn addition, our failure to satisfy customer expectations or contract requirements may result in reduced fees or claims made against us by our customers and may affect our financial performance and our relationship with our customers. Under each type of contract, if we are unable to control costs, our operating results could be adversely affected, particularly if we are unable to justify an increase in contract value to our customers. Cost overruns or the failure to perform on existing programs also may adversely affect our ability to retain existing programs and win future contract awards.\n\n16\n\n\nWe use estimates in accounting for many of our programs, and changes in our estimates could adversely affect our future financial results.\n\nWe recognize revenue from our contracts primarily using the input method (e.g., costs incurred to date relative to total estimated costs at completion) to measure progress towards completion. This methodology requires estimates of total contract revenue, total costs at completion, and fees earned on the contract. Contract estimates are based on various assumptions to project the outcome of future events. These assumptions include labor productivity and availability; the complexity of the work to be performed; the cost and availability of materials; and the performance of subcontractors. This estimation process, particularly due to the nature of the services being performed, is complex and involves a significant amount of judgment. Adjustments to original estimates are often required as work progresses, experience is gained, and additional information becomes known, even though the scope of the work required under the contract may not change. We recognize any adjustment as a result of a change in estimates as additional information becomes known. Changes in the underlying assumptions, circumstances or estimates could result in adjustments that may adversely affect our future financial results.\n\nWhile firm-fixed-price contracts allow us to benefit from cost savings, these contracts also increase our exposure to the risk of cost overruns. \n\nBecause many fixed-price contracts are long-term and may also involve new technologies, unforeseen events, such as significant inflation, technological difficulties, cost fluctuations, problems with suppliers, and cost overruns can result in the contractual price becoming less favorable or even unprofitable to us. Revenue derived from firm-fixed-price contracts represented approximately 39% of our total revenue for the year ended December 31, 2024. We monitor the impact of rising costs on our active and future government contracts given the current pace of inflation and other geopolitical factors. To date, the Company has not experienced broad-based material increases from inflation or geopolitical hostilities in the costs of its firm-fixed-price, cost-plus and time-and-materials contracts. However, if the geopolitical conditions worsen or if the Company experiences greater than expected inflation in its supply chain and labor costs, then profit margins, and in particular, the profit margin from firm-fixed-price, cost-plus and time-and-materials contracts, which represent a substantial portion of its contracts, could be adversely affected.\n\nWhen making proposals on firm-fixed-price contracts, we rely heavily on our estimates of costs and timing for completing the associated projects, as well as assumptions regarding technical issues. In each case, our failure to accurately estimate costs or the resources needed to perform our contracts or to effectively manage and control our costs could result in reduced profits or losses. If we incur costs in excess of initial estimates or funding on a contract, we generally seek reimbursement for those costs through requests for equitable adjustments (REAs) or claims to the Contracting Officer, the denial of which may be appealed to the Armed Services Board of Contracting Appeals, and make assumptions on what we expect to recover in our financial statements, but we may not be able to negotiate full recovery for these costs. In addition, pursuit of these REAs and claims can require significant time and additional costs, including legal fees and expenses, and there is no guarantee that such actions would ultimately be successful.\n\nUncertainties in the U.S. government defense budget, changes in spending or budgetary priorities or delays in contract awards or collection of our receivables may significantly and adversely affect our financial performance and limit our growth prospects.\n\nOur contracts and revenue primarily depend upon the U.S. DoD budget, which is subject to the congressional budget authorization and appropriations process and is difficult to predict. The U.S. Congress usually appropriates funds for a given program on an October 1 to September 30 fiscal year basis, even though contract periods of performance may extend over many years. Consequently, at the beginning of a major program, the contract is usually partially funded, and additional monies are committed to the contract by the procuring agency only as appropriations are made by Congress in future fiscal years. Impacts on DoD budgets are a function of many factors beyond our control, including, but not limited to, changes in U.S. procurement policies, budget considerations, the federal debt ceiling, current and future economic conditions, presidential administration and congressional priorities, government shutdowns, continuing resolutions, changing national security and defense requirements, geopolitical developments and actual fiscal year congressional appropriations for defense budgets. The January 2025 presidential and administration transition in the United States may introduce further uncertainties to congressional spending and budgetary priorities that may materially affect our business. Any of these factors could result in a significant redirection of current and future DoD budgets and impact our future operations and cash flows. Such factors may have a direct bearing on our new business opportunities as well as on whether the U.S. government will exercise its options for services under existing contracts, thus affecting the timing and volume of our business.\n\nThe U.S. government also conducts periodic reviews of U.S. defense strategies and priorities, which may shift DoD budgetary priorities, reduce DoD spending or delay contract or task order awards for defense-related programs. A reduction in U.S. government defense spending, changing defense spending priorities or delays in contract or task order awards could potentially reduce our future revenue, earnings and cash flow and have a material impact on our business.\n\n17\n\n\nWe depend on the collection of our receivables to generate cash flow, provide working capital, pay debt and continue our business operations. The government may fail to pay outstanding invoices for a number of reasons, including lack of appropriated funds, lack of an approved budget or changes in spending levels or budgetary priorities, which may materially and adversely affect our future revenue and limit our growth prospects.\n\nWe are dependent on the U.S. government and, if our reputation or relationship with the U.S. government was harmed, our revenue and growth prospects could be adversely affected.\n\nWe derive 96% of our revenue from work performed under U.S. government contracts, primarily the DoD, either as a prime contractor or as a subcontractor to other contractors engaged in work for the U.S. government. For the year ended December 31, 2024, we generated approximately 43% of our total revenue from the U.S. Army. Our reputation and relationship with the U.S. government, and in particular with the branches and agencies of the DoD, are key factors in maintaining and growing this revenue. Negative press reports or publicity, which could pertain to employee or subcontractor misconduct, alleged violations of labor trafficking laws, conflicts of interest, termination of a contract or task order, poor contract performance, deficiencies in services, reports or other deliverables, information security breaches, business system disapprovals, or other aspects of our business, regardless of accuracy, could harm our reputation. If our reputation is negatively affected, we may lose our ability to conduct business in a foreign country (e.g., loss of business license), lose a required security clearance, or if we are suspended or debarred from contracting with government agencies or any branch of the DoD, our revenue and growth prospects could be adversely impacted.\n\nBusiness disruptions caused by natural disasters, global hostilities, pandemics, and other crises could adversely affect our profitability and our overall financial position.\n\nWe have operations located in regions of the U.S. and internationally that may be exposed to natural disasters, such as hurricanes, tornadoes, blizzards, flooding, wildfires or earthquakes. Our business could also be disrupted by national or international crises or hostilities and pandemics. Although preventative measures may help mitigate the damage from such occurrences, impacts on our supply chain and the damage and disruption to our business resulting from any of these events may be significant. If our insurance and other risk mitigation mechanisms are not sufficient to recover all costs, including loss of revenue from sales to customers, we could experience a material adverse effect on our financial position and results of operations.\n\nThere is also an increasing concern over the risks of climate-related change and related environmental sustainability matters. In addition to physical risks, climate-related change risk includes longer-term shifts in climate patterns, such as extreme heat, sea level rise, and more frequent and prolonged drought. Such events could disrupt our operations or those of our customers or third parties on which we rely, including through direct damage to assets and indirect impacts from supply chain disruption and market volatility.\n\nWe rely on our information and communications systems in our operations. Security breaches, cybersecurity attacks, and other disruptions could adversely affect our business and results of operations.\n\nAs a U.S. defense contractor, various privacy and security laws require us to protect sensitive, confidential, and controlled unclassified information from disclosure. Cybersecurity risks continue to increase as various threat actors including nation states, cyber terrorists and hackers, focus efforts to compromise our operational and developmental information technology infrastructure. These threat actors attempt to gain access to sensitive, confidential, proprietary or controlled unclassified information, and may pose threats to physical security. \n\nWe and our suppliers face a continual risk associated with security events or disruptions described above, as attack vectors and technologies advance in sophistication, including from emerging technologies, such as artificial intelligence or machine learning technologies (collectively, AI). The rapid evolution and increased adoption of AI technologies may intensify our cybersecurity risks. In connection with the information technology and network communications services that we provide to our customers, we also may encounter cybersecurity threats at customer sites that we operate. We face an added risk of a security event or other significant disruption of our information technology systems and related systems that we develop, install, operate and maintain for our customers, which may involve managing and protecting controlled unclassified information relating to national security and other sensitive government functions or personally identifiable or protected health information. \n\nCybersecurity risks are significant and continue to evolve. They include, among others, phishing attempts, ransomware, malware and zero-day attacks attempting to gain unauthorized access to systems or data. Other electronic security events could lead to disruptions in mission critical systems, unauthorized release of personal identifiable information, confidential or otherwise protected unclassified information and corruption of data. In addition to security risks listed, we are also subject to other systems failures, including network, software or hardware failures, whether caused by us, third-party service providers, natural disasters, power shortages, terrorist attacks or other events. Our systems reside within cloud service environments which presents various risks, including platform and software as a service providers’ inability to identify or quantify, in a timely manner, specific problems that affect the business functions which impact V2X.\n\n18\n\n\nIntegration and sustainment of existing or new information technology systems, carry a high risk of delays or integration failures. Such delays, failures, or impacts from security events or disruptions described above, could result in loss of revenues, product development delays, compromise, corruption or loss of confidential, proprietary or sensitive information (including personal information or controlled unclassified information), remediation costs, indemnity obligations and other potential liabilities, regulatory or government action, breach of contract claims, contract termination, class action or individual lawsuits from affected parties, negative media attention, reputational damage, and loss of confidence from our government clients. Any of the foregoing could materially and adversely affect our business, financial condition or operations, and our insurance and other risk mitigation mechanisms may not be sufficient to recover the costs. \n\nOur contract sites are inherently dangerous workplaces. Failure to maintain safe work sites and equipment or effectively respond to the impacts of pandemics in our workplaces could result in employee exposures, injuries, or deaths, environmental disasters, reduced profitability, the loss of projects or customers and possible exposure to litigation.\n\nOur project sites often put our employees and others in close proximity with mechanized equipment, moving vehicles, and highly regulated materials. Additionally, global pandemics could introduce additional risks to our worksites requiring additional policies and procedures. Although we have safety procedures in place, if we fail to implement them, or if the procedures we implement are ineffective or insufficient, we may suffer the loss of or injury to our employees, as well as expose ourselves to possible litigation. As a result, our failure to maintain adequate safety standards and equipment, as well as the nature of the environment in which we conduct business, could result in employee exposures, injuries, or deaths, environmental disasters, reduced profitability, or the loss of projects or customers, any of which could have a material adverse impact on our business, financial condition, results of operations and reputation.\n\nWe work in international locations where there are high security risks, which could result in harm to our employees and contractors and the incurrence of substantial costs.\n\nSome of our services, including those using subcontractors, are performed in high to moderate risk locations, including but not limited to the Middle East and certain parts of Asia and South America, where the country, region or surrounding areas may have unstable governments, or in areas of military conflict, or hostile and unstable environments, including war zones, or at military installations. Political or economic instability, international security concerns and geopolitical conflict or global hostilities in countries where we provide services and products may increase the risk of an incident resulting in damage or destruction to our work or living sites or our inability to meet contractual obligations or resulting in injury or loss of life to our employees, subcontractors or other third parties. Our insurance coverage may not be adequate to cover these claims and liabilities and we may be forced to bear substantial costs arising from those claims. The impact of these factors is difficult to predict, but any one or more of them could adversely affect our financial position, results of operations or cash flows.\n\nA significant portion of our workforce is represented by labor unions, and our business could be harmed in the event of a prolonged work stoppage.\n\nAs of December 31, 2024, approximately 4,500 of our employees, or approximately 28% of our employee base were unionized. We have 45 collective bargaining agreements with labor unions. We cannot predict how stable our union relationships will be or whether we will be able to successfully renew or negotiate these labor contracts, or enter into new agreements, on terms that are acceptable to us. In addition, the presence of unions may limit our flexibility in managing our workforce. Labor actions, work stoppages or the threat of work stoppages by our union employees or implementation of a work stoppage contingency plan, and our failure to obtain favorable labor contract terms during negotiations, may disrupt our operations, negatively impact our ability to provide services to our customers on a timely basis, and result in higher labor costs, which could in turn negatively impact our reputation, results of operations and financial condition.\n\nOur business operations are also subject to additional risks associated with conducting business internationally, including, without limitation:\n\n•Political instability in foreign countries;\n\n•Terrorist activity by various groups in the areas in which we operate; \n\n•Imposition of inconsistent foreign laws, regulations or policies or changes in or interpretations of such laws, regulations or policies;\n\n•Currency exchange controls, fluctuations of currency and foreign exchange rates, and currency revaluations; \n\n•Conducting business in places where laws, business practices and customs are unfamiliar or unknown; and\n\n•Imposition of limitations on or increases in withholding and other taxes on payments by foreign operations.\n\nOur failure to adapt to or mitigate these risks could affect our ability to conduct our business internationally and adversely affect our financial position, results of operations or cash flows.\n\n19\n\n\nIntegrating Vectrus and Vertex may be more difficult, costly or time-consuming than expected.\n\nThe Merger involves the integration of Vertex’s business with our legacy business, which is a complex, costly and time-consuming process. It is possible that the integration process could result in material challenges, including, without limitation:\n\n•consolidating corporate and administrative infrastructures and eliminating duplicative operations and inconsistencies in standards, controls, procedures and policies;\n\n•integrating the companies’ financial reporting and internal control systems, including the Company’s compliance with Section 404 of the Sarbanes-Oxley Act of 2002, as amended, and the rules promulgated thereunder by the SEC; and\n\n•unanticipated issues in integrating information technology, implementing a new enterprise resource planning (ERP) system, communications and other business systems.\n\nMany of these factors will be outside of the Company’s control, and any one of them could result in delays, increased costs, decreases in revenues and diversion of management’s time and energy, which could materially affect the Company’s financial position, results of operations and cash flows. Management recently concluded that, as of December 31, 2024, the Company’s disclosure controls and procedures were not effective due to two material weaknesses in internal control over financial reporting within Vertex. Specifically, one material weakness identified by management arises from a Vertex subsidiary’s information technology general controls (ITGCs) over user access for an ERP system that supports their financial reporting processes. Additionally, management identified a material weakness in the design and operation of the ITGCs over logical access and change management on the new ERP system being implemented at one of the other subsidiaries within Vertex. While management intends to resolve these material weaknesses, their remediation efforts may not be successful, the Company’s internal controls over financial reporting may not be effective as a result of these efforts by any particular date, and additional actions may be required, which could have a material adverse effect on our reputation, financial condition and results of operations. For details, please reference \"Item 9A. Controls and Procedures - Management's Report on Internal Control over Financial Reporting\" in this Annual Report on Form 10-K.\n\nThese integration matters could have an adverse effect on us for an undetermined period after completion of the Merger. In addition, the actual cost savings of the Merger could be less than anticipated. Our future results may be adversely impacted if the Company does not effectively manage its expanded operations.\n\nWe may not be successful or may not realize the expected operating efficiencies, cost savings and other benefits currently anticipated from the Merger.\n\nWe conduct a portion of our operations through joint ventures and other partnerships, exposing us to certain risks and uncertainties, many of which are outside of our control.\n\nWe conduct a portion of our operations through joint ventures and other partnerships where control may be shared with unaffiliated third parties. Although these operations are currently not significant, we are exposed to risks and uncertainties from them. As with any joint venture arrangement or partnership, differences in views among the participants may result in delayed decisions or in failures to agree on major issues. We also cannot control the actions of our partners, including any failure to comply with applicable laws or regulations, nonperformance, default or bankruptcy of our partners. If our partners do not meet their contractual obligations, the joint venture or partnership may be unable to adequately perform and deliver its contracted services, requiring us to make additional investments or perform additional services to ensure the adequate performance and delivery of services to the customer. We could be liable for both our obligations and those of our partners, which may result in reduced profits or, in some cases, significant losses on the project. Additionally, these factors could have a material adverse effect on the business operations of the joint venture or partnership and, in turn, our business operations and reputation.\n\nFurther, operating through joint ventures or partnerships in which we have a minority interest could result in us having limited control over many decisions made with respect to projects and internal controls relating to projects. These joint ventures or partnerships may not be subject to the same requirements regarding internal controls as we are. As a result, internal control issues may arise, which could have a material adverse effect on our financial condition and results of operations.\n\nOur earnings and margins depend, in part, on subcontractor performance.\n\nWe rely on third-party subcontractors to perform some of the services that we provide to our customers. Disruptions or performance problems caused by our subcontractors could have an adverse effect on our ability as a prime contractor or higher tier subcontractor to meet our commitments to customers.\n\n20\n\n\nWe may have disputes with our subcontractors arising from, among other things, the quality and timeliness of work performed by the subcontractor, customer concerns about the subcontractor, our failure to extend existing task orders or issue new task orders under a subcontract, proper invoicing, cost reasonableness, allocability, allowability, adjustments to the scope of the subcontractor’s work, or the subcontractor’s failure to comply with applicable law or regulations. Uncertain economic conditions heighten the risk of financial stress of our subcontractors, which could adversely impact their ability to meet their contractual requirements to us. If any of our subcontractors fail to timely meet their contractual obligations or have regulatory compliance or other problems, our ability to fulfill our obligations may be jeopardized. Significant losses could arise in future periods and subcontractor performance deficiencies could result in our termination for default.\n\nOur business could be adversely affected by bid protests.\n\nWe may experience additional costs and delays if our competitors protest or challenge awards of contracts to us in competitive bidding. Any such protest or challenge could result in the resubmission of bids on modified specifications, or in the termination, reduction or modification of the awarded contract. It can take a significant amount of time to resolve contract protests and, in the interim, the contracting U.S. federal agency may suspend our performance under the contract pending the outcome of the protest. We cannot predict the timing or outcome of protests.\n\nIn addition, we may protest the contract awards of our competitors when we believe it is prudent to do so to protect our rights and interest in the competition. This process requires the time, effort and attention of our management and employees and incurs additional costs.\n\nMisconduct of our employees, subcontractors, agents, prime contractors or business partners could cause us to lose customers and could have a material adverse impact on our business and reputation, adversely affecting our ability to obtain new contracts.\n\nMisconduct, fraud or other improper activities by our employees, subcontractors, agents, prime contractors or business partners could have a material adverse impact on our business and reputation. Such misconduct could include the failure to comply with federal, state, local or foreign government procurement regulations, regulations regarding the protection of classified or personal information, legislation regarding the pricing of labor and other costs in government contracts, regulations pertaining to the internal controls over financial reporting, laws and regulations relating to environmental matters, bribery of foreign government officials, lobbying or similar activities, boycotts, antitrust and any other applicable laws or regulations. Misconduct involving data security lapses or inadequate cybersecurity protections resulting in the compromise of personal information or the improper use of our customer’s sensitive or classified information could result in remediation costs, regulatory sanctions against us and serious harm to our reputation. Although we have implemented internal policies, procedures, controls and training that are designed to prevent and detect these activities, these precautions may not prevent all misconduct and as a result, we could face unknown risks or losses. Misconduct by any of our employees, subcontractors, agents, prime contractors or business partners or our failure to comply with applicable laws or regulations or with applicable internal policies, procedures and controls could subject us to fines and penalties, loss of security clearance, loss of current and future customer contracts and suspension or debarment from contracting with federal, state or local government agencies, any of which would adversely affect our business, our reputation and our future financial results.\n\nOur success depends, in part, on our ability to work with and manage complex and rapidly changing technologies to meet the needs of our customers. \n\nWe design and develop technologically advanced and innovative products and services applied by our customers in various environments. The needs of our customers change and evolve regularly and in particular by complex and rapidly evolving technologies, such as advanced forms of AI. AI may be enabled by, or integrated into, some of our business operations or may be used in the development of our solutions or products. If we deploy AI solutions that have unintended consequences or are more controversial than we anticipate, our customers may seek redress and we may experience reputational harm which could affect our business or financial results. Our use of AI solutions could be subject to regulatory action or legal liability.\n\nOur success depends upon our ability to identify emerging technological trends, develop and manage technologically advanced, innovative and cost-effective products and services and market these products and services to our customers. Our success also depends on our continued access to suppliers of important technologies and components. If we are unable to develop, implement and manage these initiatives in a cost-effective, timely manner or at all, it could damage our relationships with our customers and negatively impact our financial condition and results of operations. There can be no assurance that others will not acquire similar or superior technologies sooner than we do or that we will acquire technologies on an exclusive basis or at a significant price advantage. If we do not accurately predict, prepare and respond to new technology innovations, market developments and changing customer needs, our revenues, profitability and long-term competitiveness could be materially adversely affected.\n\n21\n\n\nWe may pursue acquisitions and other investments that involve numerous risks and uncertainties.\n\nWe have and may in the future selectively pursue strategic acquisitions and other investments. These transactions require significant investment of time and resources and may disrupt our business and distract our management from other responsibilities. Even if successful, these transactions could affect our operating results for a number of reasons, including the amortization of intangible assets, impairment charges, acquired operations that are not yet profitable or the payment of additional consideration under earn-out arrangements if an acquisition performs better than expected. If we engage in such transactions, we may incur significant transaction and integration costs and have difficulty integrating personnel, operations, products or technologies or otherwise realizing synergies or other benefits from the transactions. The integration process could result in the loss of key employees, loss of key customers, loss of key vendors, decreases in revenue and increases in operating costs. In addition, we may assume material risks and liabilities in an acquisition, including liabilities that are unknown as of the time of the acquisition. Such transactions may dilute our earnings per share, disrupt our ongoing business, distract our management and employees, increase our expenses, perform poorly, subject us to liabilities, and increase our risk of litigation, all of which could harm our business.\n\nWe depend on our teaming arrangements and relationships with other contractors. If we are not able to maintain these relationships, or if these parties fail to satisfy their obligations to us or the customer, our revenue, profitability and growth prospects could be adversely affected.\n\nWe rely on our teaming relationships and other arrangements with other prime contractors or subcontractors in order to submit bids for large procurements or other opportunities where we believe the combination of services provided by us and the other companies will help us to win and perform the contract. Our future revenue and growth prospects could be adversely affected if other contractors eliminate or reduce their contract relationships with us, or if the U.S. government terminates or reduces these other contractors' programs, does not award them new contracts or refuses to pay under a contract.\n\nWe may be required to contribute additional funds to meet any present or future underfunded benefit obligations associated with multiemployer pension plans in which we participate.\n\nA multiemployer pension plan is typically established under a collective bargaining agreement with a union to represent workers of various unrelated companies. Certain collective bargaining agreements require us to contribute to their various multiemployer pension plans. For the year ended December 31, 2024, we contributed $18.1 million to multiemployer pension plans. Under the Employee Retirement Income Security Act (ERISA), an employer who contributes to a multiemployer pension plan, absent an applicable exemption or other mitigating circumstance, may also be liable, upon termination or withdrawal from the plan, for its proportionate share of the multiemployer pension plan’s unfunded vested benefit. If we terminate or withdraw from a multiemployer plan, absent an applicable exemption or other mitigating circumstance, we could be required to contribute a significant amount of cash to fund the multiemployer plan’s unfunded vested benefit, which could materially and adversely affect our financial results.\n\nLegal disputes could require us to pay potentially large damage awards and could be costly to defend, which would adversely affect our cash balances and profitability, and could damage our reputation.\n\nWe are subject to a number of lawsuits and claims as described under Part I, \"Item 3. Legal Proceedings\" in this Annual Report on Form 10-K. We are also subject to, and may become a party to, a variety of other litigation or claims and suits that arise from time to time in the ordinary course of our business. Adverse judgments or settlements in some or all of these legal disputes may result in significant monetary damages or injunctive relief against us. Any claims or litigation could be costly to defend, and even if we are successful or if fully indemnified or insured, such claims or litigation could damage our reputation and make it more difficult to compete effectively or obtain adequate insurance in the future. In addition, any securities litigation that we could encounter as a publicly traded company could be costly, divert management’s attention and resources from our business and could require us to make substantial payments to settle those proceedings or satisfy any judgments that may be reached against us. Litigation and other claims are subject to inherent uncertainties and management’s view of these matters may change in the future.\n\nOur insurance may be insufficient to protect us from claims or losses.\n\nWe maintain insurance coverage with third-party insurers as part of our overall risk management strategy and because some of our contracts require us to maintain specific insurance coverage limits. However, not every risk or liability is or can be protected by insurance, and, for those risks we insure, the limits of coverage we purchase or that are reasonably obtainable in the market may not be sufficient to cover all actual losses or liabilities incurred. If any of our third-party insurers fail, cancel our coverage or otherwise are unable to provide us with adequate insurance coverage, then our overall risk exposure and our operational expenses would increase, and the management of our business operations would be disrupted. Our insurance may be insufficient to protect us from significant warranty and other liability claims or losses. Moreover, there is a risk that commercially available liability insurance will not continue to be available to us at a reasonable cost, if at all. If liability claims or losses exceed our current or available insurance coverage, our business and prospects may be harmed. We are also subject to the requirements of the Defense Base Act (DBA), which generally requires insurance coverage to be provided to persons employed at U.S. military bases outside of the U.S. Failure to obtain DBA insurance may result in fines or other sanctions, including the loss of a particular contract. \n\n22\n\n\nIncreasing scrutiny and changing expectations from governmental organizations, customers, and our employees with respect to our sustainability practices may impose additional costs or expose us to new or additional risks.\n\nThere is increased scrutiny from governmental organizations, customers, and employees on companies’ sustainability practices and disclosures, including with respect to workplace diversity. If our sustainability practices do not meet new and evolving executive orders, rules and regulations or stakeholder expectations and standards, then our reputation, our ability to attract or retain employees and our ability to attract new business and customers could be negatively impacted. Organizations that provide information to investors on corporate governance and related matters have developed rating processes for evaluating companies on their approach to sustainability matters, and unfavorable ratings of our sustainability efforts may lead to negative investor sentiment, diversion of investment to other companies, and difficulty in hiring skilled employees. In addition, complying or failing to comply with existing or future federal, state, local, and foreign legislation and regulations applicable to our sustainability efforts, which may conflict with one another, could cause us to incur additional compliance and operational costs or increase our risk of litigation, all of which could materially and adversely affect our reputation, business, financial condition and results of operations.\n\nRISKS RELATED TO GOVERNMENTAL REGULATIONS AND LAWS\n\nEnvironmental, health and safety issues could have a material adverse effect on our business, financial position or results of operations.\n\nWe are subject to federal, state, local, and foreign environmental, health and safety laws and regulations, including those governing: climate-related change; air emissions; discharges to water; the management, storage, transportation and disposal of hazardous wastes, petroleum, and other regulated substances; the investigation and cleanup of contaminated property; and the maintenance of a safe and healthy workplace for our employees, contractors, and visitors. These laws and their implementing regulations can impose certain operational controls for minimization of pollution, permitting, training, recordkeeping, monitoring and reporting requirements or other operational or siting constraints on our business, result in costs to remediate releases of regulated substances into the environment, result in facility shutdowns to address violations, or require costs to remediate sites to which we sent regulated substances for disposal. Violations of these laws and regulations can cause significant delays and add additional costs to a project. We have incurred and will continue to incur operating, maintenance and other expenditures as a result of environmental, health and safety laws and regulations. Past business practices at companies that we have acquired may also expose us to future unknown environmental, health and safety liabilities.\n\nWe are subject to laws and regulations related to climate-related change. The State of California has enacted new climate change disclosure requirements, including emissions requirements. In addition, while not currently applicable to V2X, the European Union Corporate Sustainability Reporting Directive requires expansive disclosures on various sustainability topics, and the SEC has issued proposed climate change rules that could impact the Company in the future. We are currently monitoring our obligations under the California law, but we expect that any required compliance with climate-related or other sustainability-related laws and regulations could result in substantial compliance costs, including monitoring and reporting costs. Noncompliance with these laws or regulations may result in potential cost increases, litigation, fines, penalties, brand or reputational damage, and higher investor activism activities. We cannot predict how future laws and regulations, or future interpretations of current laws and regulations related to climate change will affect our business, financial condition and results of operations.\n\nAny new developments such as the adoption of new environmental, health and safety laws and regulations could result in material costs and liabilities that we currently do not anticipate and could increase our expenditures and also materially adversely affect our business, financial position or results of operations.\n\nAs a U.S. government contractor, we are subject to a number of procurement laws and regulations and could be adversely affected by changes in regulations or our failure to comply with these regulations.\n\nWe operate in a highly regulated environment and must comply with many significant procurement regulations and other requirements. These regulations and requirements, although customary in government contracts, increase our performance and compliance costs. If any such regulations or procurement requirements change, our costs of complying with them could increase and therefore reduce our margins. Some significant statutes and regulations that affect us include:\n\n•The FAR and department or agency-specific regulations that implement or supplement the FAR, such as the DoD’s DFARS, which regulate the formation, administration and performance of U.S. government contracts;\n\n•The Truthful Cost or Pricing Data Statute, previously known as the Truth in Negotiations Act, which requires certification and disclosure of cost and pricing data in connection with certain contract negotiations;\n\n•The Procurement Integrity Act, which regulates access to competitor bid and proposal information and government source selection information, and our ability to provide compensation to certain former government officials;\n\n•The Civil False Claims Act, which provides for substantial civil penalties, including claims for treble damages, for violations, including for submission of a false or fraudulent claim to the U.S. government for payment or approval; \n\n23\n\n\n•The CTIP Act, which ensures that government contractors and others are fully trained to combat human trafficking pursuant to the National Security Presidential Directive 22; and\n\n•The U.S. Government Cost Accounting Standards (CAS), which impose accounting requirements that govern our right to reimbursement under certain cost-based U.S. government contracts.\n\nIf we are found to have violated any of these or other laws or regulations, or are found not to have acted responsibly as defined by them, we may be subject to reductions of the value of contracts; contract modifications or terminations; the assessment of penalties and fines, compensatory damages or treble damages; or suspension or debarment from government contracting or subcontracting, any of which could have a material adverse effect on our financial position, results of operations, or cash flows.\n\nOur business is subject to audits, reviews, cost adjustments, and investigations by the U.S. government, which, if resolved unfavorably to us, could adversely affect our profitability, cash position or growth prospects.\n\nU.S. government agencies, including the DCAA, the DCMA and others, routinely audit and review our performance on government contracts, indirect rates and pricing practices, compliance with applicable contracting and procurement laws, regulations and standards, and compliance with applicable cybersecurity requirements. They also review the adequacy of our compliance with government standards for our business systems, including our accounting, purchasing, government property, estimating, and related business systems. Recently, these audits and reviews have become more rigorous and the standards to which we are held are being more strictly interpreted and applied, increasing the likelihood of an audit or review resulting in an adverse outcome. Although customary in government contracts, these audits and reviews increase our performance and compliance costs.\n\nWe will be subject to the DoD Cybersecurity Maturity Model Certification (CMMC) requirements, which will require contractors that process, store, or transmit critical national security information on their information technology systems to receive specific third-party certifications relating to specified cybersecurity standards to be eligible for contract awards. We are in the process of evaluating our readiness and preparing for the CMMC, but to the extent we are unable to achieve certification in advance of contract awards that specify the requirement in the future, we will be unable to bid on such contract awards or follow-on awards for existing work with the DoD, depending on the level of standard as required for each solicitation, which could adversely impact our business, financial condition and results of operations. In addition, any obligations that may be imposed on us under the CMMC may be different from or in addition to those otherwise required by applicable laws and regulations, which may cause additional expense for compliance.\n\nGovernment audits or other reviews could result in adjustments to contract costs, the disallowance of or adjustment to costs allocated to certain contracts, mandatory customer refunds, or decreased billings to our U.S. government customers until the deficiencies identified in the audits or reviews are corrected and our corrections are accepted by DCMA. Such adjustments could be applied retroactively, which could result in significant customer refunds. A determination of non-compliance with applicable contracting and procurement laws, regulations and standards could result in the U.S. government imposing penalties and sanctions against us, including withholding of payments, suspension of payments and increased government scrutiny that could delay or adversely affect our ability to invoice and receive timely payment on contracts, perform contracts or compete for contracts. Non-compliance by us could result in our being placed on the “Excluded Parties List” maintained by the General Services Administration, and we could become ineligible to receive certain contracts, subcontracts and other benefits from the U.S. government or to perform work under a government contract or subcontract until the basis for the listing has been appropriately addressed, which would materially adversely affect our ability to do business. \n\nIn addition, if a review or investigation identifies improper or illegal activities, we may be subject to civil or criminal penalties or administrative sanctions, including the termination of contracts, forfeiture of profits, the triggering of price reduction clauses, suspension of payments, fines and suspension or debarment from doing business with governmental agencies. Civil penalties and sanctions are not uncommon in our industry. If we incur a material penalty or administrative sanction, our reputation, business, results of operations, and future business could be adversely affected.\n\n24\n\n\nThe DoD continues to modify its business practices, which could have a material effect on its overall procurement processes and adversely impact our current programs and potential new awards.\n\nThe DoD continues to pursue various initiatives designed to gain efficiencies and to focus and enhance business practices. These initiatives and resulting changes, such as increased usage of firm-fixed-price contracts, where we bear the risk that increased or unexpected costs may reduce our profit or cause us to sustain losses, multiple award IDIQ contracts and small and disadvantaged business set-aside contracts, have an impact on the contracting environment in which we do business. Any of these changes could impact our ability to obtain new contracts or renew our existing contracts when those contracts are recompeted. These initiatives, such as IDIQ contracts, continue to evolve, and the full impact to our business remains uncertain and subject to the way the DoD implements them. As a result of these initiatives, our profit margins on future contracts may be reduced and may require us to make sustained efforts to reduce costs in order to realize revenue and profits under our contracts. If we are not successful in reducing the amount of costs we incur, our profitability on our contracts will be negatively impacted. Any new contracting requirements or procurement methods could be costly or administratively difficult for us to implement and could adversely affect our future revenue, profitability and prospects.\n\nOur business depends upon obtaining and maintaining required facility security clearance and individual security clearances.\n\nMany of our federal government contracts require our employees to maintain various levels of security clearance eligibility and access in compliance with U.S. government requirements. Obtaining and maintaining security clearance eligibility involves a lengthy process and it can be difficult to identify, recruit and retain employees who already hold or meet security clearance eligibility. If our employees are unable to obtain or maintain security clearance eligibility or if our employees who hold security clearance eligibility terminate employment with us, our ability to perform the work under the contract may be negatively affected, and the customer whose work requires cleared employees could terminate the contract or decide not to renew it upon its expiration. In addition, many of the contracts on which we bid and perform require us to maintain a facility security clearance that is in compliance with U.S. government Code of Federal Regulations. To the extent we are not able to maintain a facility security clearance, we may not be able to bid on or win new contracts, or effectively re-bid on expiring contracts.\n\nWe are subject to legal and regulatory compliance risks associated with operating internationally.\n\nOur U.S. government contracts operating internationally represented approximately 45% of total revenue for the year ended December 31, 2024. We are subject to a variety of U.S. and foreign laws and regulations, including, without limitation, business compliance, tax and anti-corruption laws, including the U.S. Foreign Corrupt Practices Act. We also employ international personnel and engage with foreign subcontractors and labor brokers, which requires compliance with numerous foreign laws and regulations related to labor, benefits, taxes, insurance and reporting requirements, among others, such as the European Union (EU) General Data Protection Regulation (GDPR). Failure by us or our subcontractors or vendors to comply with these laws and regulations could result in administrative, civil, or criminal liabilities, suspension or debarment from government contracts, any of which could have a material adverse effect on us.\n\nAs a U.S. defense contractor, we are subject to security restrictions, which may limit investor insight into portions of our business.\n\nOur federal government contracts may be subject to security restrictions, which preclude the dissemination of information and technology that is classified for national security purposes under applicable law and regulation. In general, access to classified information, technology, facilities and programs requires the appropriate need to know and personnel security access. These types of contracts are subject to strict government oversight and require specialized infrastructure and the appropriate facility clearances. As we are limited in our ability to provide information about these contracts and services, such as the scope of work, associated risks and any disputes or claims, our investors may have limited insight into a portion of our business which may hinder their ability to fully evaluate the risks related to that portion of our business.\n\nOur business may be negatively impacted if we are unable to adequately protect our intellectual property rights.\n\nOur success is dependent, in part, on our ability to utilize technology to differentiate our services from our competitors. We rely on a combination of patents, confidentiality agreements and other contractual arrangements, as well as copyright, trademark, patent and trade secret laws and data rights under the FAR and DFARS, to protect our intellectual property rights and interests. However, these methods only provide a limited amount of protection and may not adequately protect our intellectual property rights and interests. Our employees, contractors and joint venture partners are subject to confidentiality obligations, but this protection may be inadequate to deter or prevent misappropriation of our confidential information and/or infringement of our intellectual property rights. Further, we may be unable to detect unauthorized use of our intellectual property or otherwise take appropriate steps to enforce our rights. Failure to adequately protect, maintain or enforce our intellectual property rights may adversely limit our competitive position.\n\n25\n\n\nWe cannot provide assurances that others will not independently develop technology substantially similar to our protected technology or that we can successfully preserve our intellectual property rights in the future. Our intellectual property rights could be invalidated, circumvented, challenged, misappropriated or infringed upon. Any infringement, misappropriation or related claims, whether meritorious or not, are time consuming, divert technical and management personnel, are expensive to resolve, and the outcome is unpredictable. As a result of any such dispute, we may have to develop non-infringing technology, pay damages, enter into royalty or licensing agreements, cease utilizing certain products or services or take other actions to resolve the claims. These actions, if required, may be costly or unavailable on terms acceptable to us. If we are unable to prevail in the litigation or retain or obtain sufficient rights or develop non-infringing intellectual property or otherwise alter our business practices on a timely or cost-efficient basis, our business and operating results may be adversely affected.\n\nIn addition, our clients or other third parties may also provide us with their technology and intellectual property. There is a risk that we may not sufficiently protect our or their information from improper use or dissemination and, as a result, could be subject to claims and litigation and resulting liabilities, loss of contracts or other consequences that could have an adverse impact on our business, financial condition and results of operation.\n\nWe also hold licenses from third parties which may be utilized in our business operations. If we are no longer able to license such technology on commercially reasonable terms or otherwise, our business and financial performance could be adversely affected.\n\nGovernment withholding regulations could adversely affect our operating performance.\n\nA DFARS rule allows withholding of a percentage of payments when a contractor’s business system has one or more significant deficiencies. The DFARS rule applies to CAS-covered contracts that have the DFARS clause in the contract terms and conditions. Contracting officers may withhold 5% of contract payments for one or more significant deficiencies in any single contractor business system or up to 10% of contract payments for significant deficiencies in multiple contractor business systems. A significant deficiency as defined by the DoD is a “shortcoming in the system that materially affects the ability of officials of the DoD to rely upon information produced by the system that is needed for management purposes.” If we have significant deficiencies and contract payments are withheld, our revenue and financial position may be adversely affected.\n\nWe are subject to certain data privacy regulations, which expose us to certain risks if we do not comply with these requirements.\n\nMany of the systems and networks that we develop, install and maintain for our customers involve managing and protecting personal information and information relating to national security and other sensitive government functions. The collection and use or integration of personal data is subject to various U.S. federal and state privacy and data security laws and regulations. Outside of the U.S., many countries have privacy and data security laws and regulations concerning the collection and use of personal data, including but not limited to, the EU’s GDPR. These laws and regulations are complex, constantly evolving, and may be subject to significant change in the future. In addition, enforcement of such laws and regulations is increasing and the application, interpretation and enforcement of these laws and regulations are often uncertain, particularly in new and rapidly evolving areas of technology all of which can make compliance challenging and costly, may expose us to related risks and liabilities and could negatively impact our business and financial condition. \n\nAs a U.S. government contractor, we are also subject to regulatory compliance requirements under DFARS and other federal regulations that require our IT systems to comply with the security and privacy controls such as the National Institute of Standards and Technology Special Publication 800-171 (NIST 800-171). We may also be responsible if our subcontractors do not comply with these requirements. A failure to comply with these requirements could negatively impact our business and financial condition.\n\nRISKS RELATED TO OUR INDEBTEDNESS, FINANCIAL CONDITION AND MARKETS\n\nIn connection with the Merger, we assumed significantly more indebtedness than V2X's prior indebtedness. Our level of indebtedness and our ability to make payments on or service our indebtedness could adversely affect our business, financial condition, results of operations, cash flow and liquidity.\n\nAs of December 31, 2024, we had approximately $1,138.8 million of aggregate debt outstanding, which consists of the First Lien Term Facility and the 2023 Revolver and Term Loan (See Note 10, Debt, in the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K).\n\nThe amount of cash required to pay interest on our increased indebtedness levels following completion of the Merger, and thus the demands on our cash resources, is greater than the amount of cash flows required to service our indebtedness prior to the Merger. The increased levels of indebtedness also reduced funds available for working capital, capital expenditures, acquisitions, and the repayment or refinancing of our indebtedness as it becomes due. If we do not achieve the expected benefits and cost savings from the Merger, or if our financial performance does not meet current expectations, then our ability to service our indebtedness may be adversely impacted.\n\n26\n\n\nIf we are not able to repay or refinance our debt as it becomes due, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt or obtaining additional debt or equity on terms that may be onerous or highly dilutive, if we can obtain it at all. If we raise equity through the issuance of preferred stock, the terms of the preferred stock may give the holders rights, preferences and privileges senior to those of holders of our common stock, particularly in the event of liquidation. Our ability to arrange additional financing or refinancing will depend on, among other factors, our financial position and performance, as well as prevailing market conditions and other factors beyond our control. We cannot assure you that we will be able to obtain additional financing or refinancing on terms acceptable to us or at all.\n\nOur variable rate indebtedness may expose us to interest rate risks, which could cause our debt costs to increase significantly.\n\nBorrowing under the secured credit facilities are at variable rates of interest and will expose us to interest rate risk. As of December 31, 2024, we had approximately $1,138.8 million of aggregate debt outstanding under our secured credit facility. Given the unpredictable interest rate environment, if interest rates continue to increase, our debt service obligations on our variable rate indebtedness would increase even though the amount borrowed would remain the same, and our ability to generate cash from operations and other cash flows, including cash available for servicing our indebtedness, would correspondingly decrease. \n\nTo reduce interest expense volatility, we entered into $350.0 million of interest rate swaps during 2023 and $100.0 million of interest rate swaps during 2024. We may in the future enter into additional interest rate swaps that involve the exchange of floating for fixed rate interest payments in order to reduce future interest rate volatility of our variable rate indebtedness. However, due to risks for hedging gains and losses and cash settlement costs, we may not elect to maintain such interest rate swaps, and any swaps may not fully mitigate our interest rate risk. \n\nOur debt agreements contain covenants with which we must comply or risk default, or that impose restrictions on us and certain of our subsidiaries that may affect our ability to operate our businesses.\n\nThe agreements that govern the indebtedness incurred in connection with the Merger contain various affirmative and negative covenants that may, subject to certain significant exceptions, restrict our and certain of our subsidiaries’ ability to incur debt and our and certain of our subsidiaries’ ability to merge, dissolve, liquidate or consolidate; make acquisitions, investments, advances or loans; dispose of or transfer assets; pay dividends; redeem or repurchase certain debt; and enter into certain restrictive agreements. Our and our subsidiaries’ ability to comply with these provisions may be affected by events beyond our control. Failure to comply with these covenants could result in an event of default, which, if not cured or waived, could accelerate our repayment obligations and could result in a default and acceleration under other agreements containing cross-default provisions. Under these circumstances, we might not have sufficient funds or other resources to satisfy all of our obligations.\n\nGoodwill represents a significant portion of our assets, and any impairment of these assets could negatively impact our results of operations.\n\nAs of December 31, 2024, our goodwill was approximately $1.7 billion, which represented approximately 51.3% of our total assets. We test goodwill for impairment on an annual basis, or whenever events or changes in circumstances indicate that the carrying value of goodwill may not be recoverable. See Note 1, Description of Business and Summary of Significant Accounting Policies, in the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for additional information. Because of the significance of our goodwill, any future impairment of this asset could have a material adverse effect on our results of operations.\n\nThe effects of changes in worldwide economic and capital markets conditions may significantly affect our ability to maintain liquidity or procure capital.\n\nOur business may be adversely affected by factors in the U.S. and other countries that are beyond our control, such as disruptions in financial markets or downturns in economic activity in specific countries or regions, or in the various industries in which our company operates; social, political or labor conditions in specific countries or regions; geopolitical conflict or global hostilities; or adverse changes in the availability and cost of capital, inflation, interest rates, foreign currency exchange rates, tax rates, or regulations in the jurisdictions in which our company operates. If we lose access to our revolving credit facility, or if we are required to raise additional capital, we may be unable to do so in the current credit and stock market environment, or we may be able to do so only on unfavorable terms.\n\nAdverse changes to financial conditions also could jeopardize certain counterparty obligations, including those of our insurers and financial institutions and other third parties.\n\n27\n\n\nWe may not realize as revenue the full amounts reflected in our backlog, which could adversely affect our future revenue and growth.\n\nAs of December 31, 2024, our total backlog was $12.5 billion, which included $2.3 billion in funded backlog. We may not realize the full amount of our backlog as revenue, particularly unfunded backlog and future services where the customer has an option to decline our continued services under a contract. In addition, there can be no assurance that our backlog will result in actual revenue in any particular period. Our receipt of revenue, and the timing and amount of revenue under contracts included in our backlog are subject to various contingencies, many of which are beyond our control, including congressional appropriations. In particular, delays in the completion of the U.S. government’s budgeting process and the use of continuing resolutions could adversely affect our ability to recognize revenue timely under the contracts included in our backlog. Furthermore, the actual receipt of revenue from contracts included in our backlog may never occur or may be delayed because:\n\n•a program schedule could change, or the program could be canceled; a contract’s funding or scope could be reduced, modified, delayed, or terminated early, including as a result of a lack of appropriated funds or as a result of cost cutting initiatives and other efforts to reduce U.S. government spending or the automatic federal defense spending cuts required by sequestration; \n\n•in the case of funded backlog, the period of performance for the contract has expired; or\n\n•in the case of unfunded backlog, funding may not be available; or, in the case of priced options, our clients may not exercise their options. \n\nUnanticipated changes in our tax provisions or exposure to additional U.S. and foreign tax liabilities could affect our profitability.\n\nWe are subject to various taxes, including but not limited to income, gross receipts and payroll withholding taxes in the U.S. and many foreign jurisdictions. Significant judgment is required in determining our worldwide provision or benefit for taxes. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. Furthermore, changes in domestic or foreign tax laws and regulations, or their interpretation and enforcement, could result in higher or lower taxes assessed or changes in the taxability of certain revenue or the deductibility of certain expenses, thereby affecting our tax expense and profitability. See Note 13, Income Taxes, in the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for additional information. In addition, we regularly are under audit by tax authorities. The final determination of tax audits and any related litigation could be materially different from our historical tax provisions and accruals. Additionally, changes in the geographic mix of our revenue, including certain additional foreign taxes resulting from the Merger, could also impact our tax liabilities and affect our overall tax expense and profitability. \n\nRISKS RELATED TO OUR SECURITIES\n\nInvestment funds affiliated with American Industrial Partners (AIP) continue to have significant influence over us, which could limit your ability to influence the outcome of key transactions, including a change of control.\n\nAs of the date of this Form 10-K, Investment funds affiliated with AIP beneficially own approximately 45% of our outstanding common stock. For as long as such investment funds continue to beneficially own a substantial percentage of the voting power of our outstanding common stock, they will continue to have significant influence over us. For example, through their indirect ownership of a substantial amount of our voting power and the provisions set forth in the amended and restated articles of incorporation, the amended and restated bylaws and the shareholders’ agreement, AIP has the ability to designate and elect several of our directors, and has significant voting power over certain fundamental actions by us, including with respect to mergers or other business combinations, the acquisition or disposition of assets, the incurrence of additional indebtedness, the issuance of additional shares of common stock or other equity securities, the repurchase or redemption of shares of our common stock and the payment of dividends, in each case subject to the terms of our amended and restated articles of incorporation, amended and restated bylaws and the shareholders’ agreement.\n\nOur stock price may be volatile.\n\nThe market price of our common stock has been, and is likely to continue to be, highly volatile due to a number of factors, including the volatility of the stock market in general, uncertainty related to major contract awards, the budgetary and political climate, and overall trading liquidity. The closing price of our stock varied from a low of $37.24 to a high of $68.82 in 2024. Because of this volatility, investors in our stock may experience a decline in the value of their investment or may not be able to sell their common stock at or above the price paid for the shares.\n\n28\n\n\nAny future offerings of securities, including debt or preferred stock, which would be senior to our common stock, or other equity securities may materially and adversely affect us or our shareholders, including the per share trading price of our common stock.\n\nWe may issue, from time to time, additional securities, including common stock, preferred stock, depository shares, warrants, rights and debt securities, whether through an effective registration statement or otherwise. In addition to issuing more shares of our common stock, in the future, we may attempt to increase our capital resources by making additional offerings of debt, including senior debt securities or subordinated debt securities, or preferred stock, or securities that are exchangeable or exercisable or for or convertible into any of the foregoing. Holders of debt and holders of preferred stock may be entitled to receive payments of interest, dividends or otherwise prior to holders of shares of our common stock receiving dividends or any other payments and, in addition, upon liquidation, holders of debt and holders of shares of preferred stock will be entitled to receive our available assets prior to distribution to the holders of our common stock. Our preferred stock, if issued, has rights, preferences and privileges, including a preference on liquidating distributions and/or a preference on dividend payments, which could limit our ability to pay dividends to holders of our common stock. Additionally, any convertible, exercisable or exchangeable securities that we issue in the future may have rights, preferences and privileges more favorable than those of our common stock and may result in dilution to owners of our common stock. Holders of our common stock are not entitled to preemptive rights or other protections against dilution. Because our decision to issue securities in any future offering will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing, or nature of future offerings. As a result, our shareholders bear the risk that our future offerings could adversely affect their rights as holders of common stock, reduce the per share trading price of our common stock and dilute their interest in us.\n\nIf our significant shareholders who received shares of our common stock in the Merger sell their shares, the price of our common stock could be materially affected.\n\nDuring 2024, our significant shareholders who received shares of our common stock in connection with the Merger sold some of their shares. If they choose to sell a significant number of additional shares, such sales could have a material impact on the market price for our common stock. \n\nThe restrictions on sales contained in the Shareholders Agreement, dated as of July 5, 2022, among the Company and certain of its shareholders (the Shareholders Agreement) have expired, and all of the shares of our common stock issued in connection with the completion of the Merger are available for resale in the public market, including pursuant to an effective registration statement that the Company filed for these shareholders. As of the date of this Form 10-K, approximately 45% of the outstanding shares of our common stock are held by the shareholders party to the Shareholders Agreement.\n\nSuch shareholders may decide not to hold the remaining shares of our common stock they received upon completion of the Merger. In addition, certain of such shareholders, such as funds with limitations on their permitted holdings of stock in individual issuers, may be required to sell the shares of our common stock that they received upon completion of the Merger. \n\nThe impact on our stock price of additional sales of shares by such shareholders could be positive or negative, whether in the immediate term or in the future, and could be material. The effect and magnitude would depend on various factors, including market conditions, public float, trading volume and liquidity, shareholder composition and ownership, market perception, the number of shares sold and analyst coverage. In addition, future events and conditions could further increase the dilution from sales of these shares, including adverse changes in market conditions, additional transaction and integration related costs and other factors such as the failure to realize some or all of the benefits anticipated in the Merger. Any dilution of, or delay of any accretion to, our earnings per share could cause the price of shares of our common stock to decline or grow at a reduced rate. These sales may also make it more difficult for us to sell equity or equity-linked securities in the future at a time and at a price that we deem appropriate to raise funds through future offerings.\n\nWe do not currently plan to pay dividends on our common stock, and our indebtedness could limit our ability to pay dividends on our common stock in the future.\n\nWe do not currently plan to pay dividends on our common stock. The declaration of any future cash dividends and, if declared, the amount of any such dividends, will be subject to our financial condition, earnings, capital requirements, financial covenants and other contractual restrictions and to the discretion of our Board of Directors. Our Board of Directors may consider such matters as general business conditions, industry practice, our financial condition and performance, our future prospects, our cash needs and capital investment plans, income tax consequences, applicable law and such other factors as our Board of Directors may deem relevant. Further, pursuant to the Shareholders Agreement, for so long as the Former Vertex Stockholders (as defined in the Shareholders Agreement) collectively beneficially own 34% or more of the outstanding shares of the Company’s common stock, the Company will not, without the requisite consent of the Former Vertex Stockholders declare or pay any dividend or distribution (a) on a non-pro-rata basis or (b) in excess of $25.0 million in the aggregate during any fiscal year.\n\nAdditionally, our indebtedness could have important consequences for holders of our common stock. If we cannot generate sufficient cash flow from operations to meet our debt payment obligations, then our ability to pay dividends, if so determined by the Board of Directors, will be impaired. In addition, the terms of the agreements governing our current debt limit the payment of dividends and debt that we may incur in the future may also limit the payment of dividends.\n\n29\n\n\nAnti-takeover provisions in our organizational documents and Indiana law could delay or prevent a change in control.\n\nCertain provisions of our amended and restated articles of incorporation and our second amended and restated by-laws may delay or prevent a merger or acquisition that a shareholder may consider favorable. For example, the amended and restated articles of incorporation and the second amended and restated by-laws, among other things, provide for a classified board, do not permit shareholders to convene special meetings or to remove our directors other than for cause, limit our shareholders' ability to fill vacancies on our Board of Directors and impose advance notice requirements for shareholder proposals and nominations of Directors to be considered at meetings of shareholders. In addition, the amended and restated articles of incorporation authorize our Board of Directors to issue one or more series of preferred stock without further action by our shareholders. These provisions may also discourage acquisition proposals or delay or prevent a change in control, which could harm our stock price. Indiana law also imposes restrictions on mergers and other business combinations between any beneficial holder of 10% or more of our outstanding common stock and us.",
      "char_count": 98823
    }
  },
  "extracted_at": "2026-01-19T16:04:02.419364"
}