{
  "ticker": "VZ",
  "company_name": "VERIZON COMMUNICATIONS INC",
  "cik": 732712,
  "form_type": "10-K",
  "filing_date": "2025-02-12",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000732712-25-000006",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000732712&accession_number=000073271225000006&xbrl_type=v",
  "sic_code": "4813",
  "industry": "Telephone Communications (No Radiotelephone)",
  "sections": {
    "item1": {
      "text": "Item 1.    Business\n\nGeneral\n\nVerizon Communications Inc. (the Company) is a holding company that, acting through its subsidiaries (together with the Company, collectively, Verizon), is one of the world’s leading providers of communications, technology, information and streaming products and services to consumers, businesses and government entities. With a presence around the world, we offer data, video and voice services and solutions on our networks and platforms that are designed to meet customers’ demand for mobility, reliable network connectivity and security.\n\nWe have two reportable segments that we operate and manage as strategic business units - Verizon Consumer Group (Consumer) and Verizon Business Group (Business).\n\nVerizon Consumer Group\n\nOur Consumer segment provides consumer-focused wireless and wireline communications services and products. Our wireless services are provided across one of the most extensive wireless networks in the United States (U.S.) under the Verizon family of brands and through wholesale and other arrangements. We also provide fixed wireless access (FWA) broadband through our fifth-generation (5G) or fourth-generation (4G) Long-Term Evolution (LTE) networks as an alternative to traditional landline internet access. Our wireline services are provided in nine states in the Mid-Atlantic and Northeastern U.S., as well as Washington D.C., over our 100% fiber-optic network through our Verizon Fios product portfolio and over a traditional copper-based network to customers who are not served by Fios. \n\nIn 2024, the Consumer segment’s revenues were $102.9 billion, representing approximately 76% of Verizon’s consolidated revenues. As of December 31, 2024, Consumer had approximately 115 million wireless retail connections (including FWA), of which 83% are postpaid connections. In addition, at December 31, 2024, Consumer had approximately 10 million total broadband connections (which includes Fios internet, FWA and Digital Subscriber Line (DSL) connections), and approximately 3 million Fios video connections.\n\nVerizon Business Group\n\nOur Business segment provides wireless and wireline communications services and products, including FWA broadband, data, video and advanced communication services, corporate networking solutions, security and managed network services, local and long distance voice services and network access to deliver various Internet of Things (IoT) services and products. We provide these products and services to businesses, public sector customers and wireless and wireline carriers across the U.S. and a subset of these products and services to customers around the world. \n\nIn 2024, the Business segment's revenues were $29.5 billion, representing approximately 22% of Verizon’s consolidated revenues. As of December 31, 2024, Business had approximately 31 million wireless retail postpaid connections (including FWA) and approximately 2 million total broadband connections (which includes Fios internet, FWA and DSL connections).\n\nAdditional discussion of our reportable segments is included in Item 7 under the headings \"Management’s Discussion and Analysis of Financial Condition and Results of Operations — Overview\" and \"— Segment Results of Operations\" and in Note 13 to the consolidated financial statements included in this Annual Report.\n\nService and Product Offerings\n\nWireless Services and Equipment\n\nWe provide a wide variety of wireless services to Consumer and Business customers on different service plan options. \n\nOur Consumer Group offers customizable, personalized phone plans for retail customers, allowing them to design the plan that fits their needs, including access to their preferred content and services (which we call “perks”). We also offer plans for customers who want access to Verizon’s network at a lower price point, as well as discounts and special rate plans for qualifying customers. \n\nCustomers can obtain our wireless services on a postpaid or prepaid basis. Retail (non-wholesale) postpaid accounts primarily represent retail customers that are directly served and managed by Verizon and use Verizon branded services. A single account may include monthly wireless services for a variety of connected devices. Our postpaid service is generally billed one month in advance for a monthly access charge in return for access to and usage of network services. Our prepaid service is offered only to Consumer customers and enables individuals to obtain wireless services without credit verification by paying for all services in advance. As of December 31, 2024, we had 95 million postpaid connections and 20 million prepaid connections, representing approximately 83% and 17% of our Consumer wireless retail connections, respectively.\n\nOur Business customers can choose from a variety of plans with different features to meet their specific needs.\n\nWe also provide FWA broadband through our 5G or 4G LTE wireless networks to our Consumer and Business customers. FWA enables fixed broadband access using radio frequencies instead of cables and can be used to connect homes and businesses to the internet. As of December 31, 2024, we had nearly 4.6 million FWA broadband connections.\n\nConsumer and Business offer several categories of wireless equipment to customers, including a variety of smartphones and other handsets, wireless-enabled internet devices, such as tablets, and other wireless-enabled connected devices, such as smart watches. Oftentimes, we offer promotional trade in offers to incentivize new customers or existing customer upgrades. Consumer wireless customers can acquire wireless equipment from us using device payment plans, which permit the customer to pay for the device in installments over time. Customers that activate service on devices purchased under the device payment program generally pay lower service fees as compared to those under our fixed-term service plans, and their device payment plan charge is included on their wireless monthly bill. While we no longer offer Consumer customers fixed-term subsidized service plans for devices, we continue to offer subsidized plans to our Business customers. We also continue to service existing plans for customers who have not yet purchased and activated devices under the Verizon device payment program.\n\nVerizon Consumer Group\n\nIn addition to wireless services and equipment for retail customers, the Consumer segment sells residential fixed connectivity solutions, including internet, video and voice services, and wireless network access to resellers on a wholesale basis. Consumer also provides non-connectivity services including device protection, content offerings, cloud storage, and other products.\n\nResidential fixed services – We provide residential fixed connectivity solutions to customers over our 100% fiber-optic network through our Verizon Fios product portfolio and over a traditional copper-based network to customers who are not served by Fios. We also provide FWA broadband through both 5G and 4G LTE home internet offerings, which are available in most states across the U.S.\n\nWe offer residential fixed services tailored to the needs of our customers with a variety of perk options and the flexibility to change them. Depending on customer needs at a particular time, our services may include features related to, among other things: internet access at different speed tiers using fiber-optic, copper or wireless technology; video services that may feature a variety of content and streaming options, video on demand products, cloud-based services and digital video recording capabilities; over-the-top (OTT) video services; voice services; and other home solutions. \n\nNetwork access services – We sell network access to mobile virtual network operators (MVNOs) on a wholesale basis, who in turn resell wireless service under their own brand(s) to consumers. \n\nVerizon Business Group \n\nIn addition to the wireless services and equipment discussed above, our Business segment provides a variety of wireless and wireline services and products, which are organized by the primary customer groups for these offerings: Enterprise and Public Sector, Business Markets and Other, and Wholesale.\n\nEnterprise and Public Sector\n\nEnterprise and Public Sector offers wireless products and services as well as wireline connectivity such as broadband and managed services to our large business and public sector customers. Large businesses are identified based on their size and volume of business with Verizon. Public sector customers include U.S. federal, state and local governments and educational institutions. Our offerings to this customer group include plans with features and pricing designed to address their specific needs. In 2024, Enterprise and Public Sector revenues were $14.2 billion, representing approximately 48% of Business’s total revenues.\n\nEnterprise and Public Sector offers a broad portfolio of connectivity, security and professional services designed to enable our customers to optimize their business operations, mitigate business risks and capitalize on data. These services include the following:\n\n•Network services – We offer a portfolio of network connectivity products to help our customers connect with their employees, partners, vendors and customers. These products include internet access services, private networking services, private cloud connectivity services and virtual and software defined networking services. \n\n•Advanced communications services – We offer a suite of services to our customers to help them communicate with their employees, partners, vendors, constituents and customers. These products include Internet Protocol (IP)-based voice and video services, unified communications and collaboration tools and customer contact center solutions.\n\n•Core services – We provide a portfolio of domestic and global voice and data solutions utilizing traditional telecommunications technology, including voice calling, messaging services, conferencing, contact center solutions and private line and data access networks. Core services also include the provision of customer premises equipment, and installation, maintenance and site services. \n\n•Security services – We offer a suite of management and data security services that help our customers protect, detect and respond to security threats to their networks, data, applications and infrastructure.\n\n•IoT services – We provide the network access required to deliver various IoT products and services. We work with companies that purchase network access from us to connect their devices, bundled together with their own solutions, which they sell to end users.\n\nBusiness Markets and Other\n\nBusiness Markets and Other offers wireless services (including FWA broadband), wireless equipment, advanced communication services, tailored voice and networking products, Fios services, advanced voice solutions and security services to businesses that ordinarily do not meet the requirements to be categorized as Enterprise and Public Sector, as described above. Business Markets and Other also includes solutions that support mobile resource management. In 2024, Business Markets and Other revenues were $13.1 billion, representing approximately 44% of Business’s total revenues.\n\nBusiness Markets and Other also provides fixed connectivity solutions comparable to the residential fixed services provided by Consumer, as well as business services and connectivity similar to the products and services offered to Global Enterprise customers, in each case with features and pricing designed to address the needs of small and medium businesses.\n\nWholesale\n\nWholesale offers wireline communications services including data, voice, local dial tone and broadband services primarily to local, long distance, and wireless carriers that use our facilities to provide services to their customers. In 2024, Wholesale revenues were $2.2 billion, representing approximately 8% of Business’s total revenues. A portion of Wholesale revenues are generated by a few large telecommunications companies, most of which compete directly with us. Wholesale's services include:\n\n•Data services – We offer a portfolio of data services to enhance our Wholesale customers’ networks and provide connections to their end users and subscribers.\n\n•Voice services – We provide switched access services that allow carriers to complete their end-user calls that originate or terminate within our territory. In addition, we provide originating and terminating voice services throughout the U.S. and globally utilizing our time-division multiplexing and Voice over Internet Protocol (VoIP) networks.\n\n•Local services – We offer an array of local dial tone and broadband services to competitive local exchange carriers, some of which are offered to comply with telecommunications regulations. In addition, we offer services such as colocation, resale and unbundled network elements in compliance with applicable regulations.\n\nDistribution\n\nWe use a combination of direct, indirect and alternative distribution channels to market and distribute our products and services to Consumer and Business customers. \n\nOur direct channel, including our company-operated stores, is a core component of our distribution strategy. Our sales and service centers and business direct sales teams also represent significant distribution channels for our services. In addition, we have a robust digital channel and omni-channel as a part of the customer experience in order to offer choice and convenience.\n\nOur indirect channel includes agents that sell our wireless and wireline products and services at retail locations throughout the U.S., as well as through the internet. The majority of these sales are made under exclusive selling arrangements with us. We also have relationships with high-profile national retailers that sell our wireless and wireline products and services, as well as convenience store chains that sell our wireless prepaid products and services. \n\nIn addition to our direct channel, our Business segment has additional distribution channels that include business solution fulfillment provided by resellers, non-stocked device fulfillment performed by distributors and integrated mobility services provided by system integrators and resellers.\n\nGlobal Networks and Technology\n\nOur Networks \n\nWe design, build and operate networks to provide connectivity and related services meeting the needs of our diverse customers: consumers, businesses, government organizations and educational institutions. \n\n•Technologies – Our networks leverage advanced technologies, including 5G wireless, fiber-based transport, cloud infrastructures, private networks and IP routing solutions. \n\n6\n\n\n•Scale and geography – We operate a national network covering over 146 million wireless retail connections as of December 31, 2024. In addition to our significant U.S. infrastructure, we have a presence globally and relationships with many operators and partners allowing us to service multinational network needs.\n\n•Services and capabilities – We provide connectivity, access to the internet, voice calling, text messaging and both linear and streaming video capabilities. Beyond these basic services, our network solutions include advanced services and capabilities such as E911, first responder solutions and private networking solutions.\n\n•Reliability – We strive to design and deploy reliable networks. We test our networks for reliability and use various methods and procedures to maintain network availability, capability and capacity. To mitigate the impact of power disruptions on our operations, we have battery backup at every switch and every macro cell. We also utilize backup generators at a majority of our macro cells and at every switch location. In addition, we have a fleet of portable backup generators that can be deployed if needed.\n\nNetwork Evolution \n\nWe consider the reliability, speed, capacity, coverage and security of our wireless network to be key factors in our continued success. We are evolving and transforming our networks to ensure our customers receive access to the best network possible. Areas of evolution and transformation include:  \n\n•5G Wireless – Verizon has driven the conversion from 4G to 5G through a sequence of network changes involving the radio access network, the core network infrastructure and change to the devices connecting to the network. Over the past several years, we have been leading the development of 5G wireless technology industry standards and the ecosystems for fixed and mobile 5G wireless services. 5G technology enables higher throughput and lower latency than 4G LTE technology and allows our networks to handle more traffic as the number of internet-connected devices and customer usage needs grow. Our evolution to 5G with its new architecture allows us to simplify operations by eliminating legacy network elements.  \n\n•Coverage and densification – We continue to improve 5G wireless service coverage by leveraging our breadth of wireless spectrum, including millimeter wave and C-Band spectrum, which we are continuing to deploy across the continental U.S. We are densifying our networks by utilizing macro and small cell technology, in-building solutions and distributed antenna systems. Network densification enables us to increase coverage, improve quality of service and add capacity to accommodate an increasing number of users. It also supports our growing FWA business and growing bandwidth needs for uses such as streaming and video content creation.  \n\n•Virtualization – We are leveraging the benefits of cloud computing and storage as we evolve our network infrastructure. Our private cloud infrastructure allows us to use shared compute, storage and networking resources rather than building unique physical instances for our network infrastructure.  \n\n•Fiber transport and IP networking – We own and operate one of the largest global fiber-optic networks in the world, providing connectivity to Business customers in more than 180 countries. Our global IP network includes long-haul, metro and submarine assets that enable and support international operations. In response to growing bandwidth demand, we have upgraded and increased our long-haul core fiber-based transport capacity as well as our IP network capacity and efficiency. We continue to build local fiber networks by adding fiber connectivity to premises, venues, cell tower locations and data centers.  \n\n•Energy efficiency – We strive to improve the energy efficiency of our networks, facilities and fleet. We are balancing increased energy needs from ongoing expansion and densification of our networks with initiatives to effectively manage energy consumption, including using more energy-efficient equipment, discontinuing or migrating legacy services and pursuing opportunities to use renewable energy sources. \n\nFios \n\nResidential broadband service has seen significant growth in bandwidth demand over the past several years, and we believe that demand will continue to grow. We expect that the continued emergence of new video services, new data applications and the proliferation of IP devices in the home will continue to drive new network requirements for increased data speeds and throughput. We believe that the Passive Optical Network (PON) technology underpinning Fios positions us well to meet these demands in a cost-effective and efficient manner. We also continue to evolve the in-home broadband router element to bring new capability and improved performance, such as improved Wi-Fi, to our retail customers. \n\nWhile deployed initially as a consumer broadband network, our Fios infrastructure is also experiencing more widespread application in the Business segment, especially as businesses increasingly migrate to ethernet-based access services.\n\nIn September 2024, we entered into an agreement to acquire Frontier Communications Parent, Inc. (Frontier), a U.S. provider of broadband internet and other communication services. Upon closing, this transaction is expected to enhance our fiber broadband footprint and provide opportunities for future Fios growth.\n\n7\n\n\nSpectrum\n\nThe spectrum licenses we hold can be used for mobile and fixed wireless voice, video and data communications services. We are licensed by the Federal Communications Commission (FCC) to provide these wireless services on the following low and mid-band spectrum in areas that collectively cover nearly all of the population of the U.S.: (i) the 700 MHz Upper C block, (ii) Cellular spectrum (850 MHz), (iii) Personal Communication Services (PCS) spectrum (1900 MHz), (iv) AWS 1 and AWS 3 bands (1700 MHz uplink and 2100 MHz downlink), and (v) the 3.7 GHz band (C-Band). We also hold spectrum licenses in the 28, Upper 37 and 39 GHz bands, known as millimeter wave spectrum, and utilize both Priority Access Licenses (PALs) and General Authorized Access (GAA) in the 3.5 GHz band (Citizens Broadband Radio Service).\n\nWe anticipate that demand for spectrum will continue to increase over time, driven by growth in customer connections and the increased usage of wireless broadband services that use more bandwidth and require faster rates of speed, as well as the wider deployment of 5G mobile and fixed services. We expect to meet the demand for 5G and 4G spectrum needs with our existing spectrum assets. If demand continues to increase or if new spectrum is required for a future generation of technology, we can meet that demand by acquiring licenses or leasing spectrum from other licensees, or by acquiring new spectrum licenses from the FCC, if and when future FCC spectrum auctions occur. \n\nFrom time to time we have exchanged spectrum licenses with other wireless service providers through secondary market swap transactions. We expect to continue to pursue similar opportunities to trade spectrum licenses in order to meet capacity and expansion needs in the future. We also gain access to spectrum through cross-lease transactions. In certain cases, we have entered into intra-market spectrum swaps designed to increase the amount of contiguous spectrum within frequency bands in a specific market. Contiguous spectrum improves network performance and efficiency. These swaps, as well as any spectrum purchases, require us to obtain governmental approvals.\n\nInformation regarding spectrum license transactions, including our pending acquisition of select spectrum licenses of United States Cellular Corporation and certain of its subsidiaries, is presented in Note 3 to the consolidated financial statements included in this Annual Report.\n\nCompetition and Related Trends\n\nThe telecommunications industry is highly competitive. The rapid development of new technologies, services and products has eliminated many of the distinctions among wireless, cable, internet and traditional telephone services and brought new competitors to our markets. We expect competition to remain intense as traditional and non-traditional participants seek increased market share. \n\nCompetitive factors within the telecommunications industry include, among others, network reliability, speed, capacity and coverage; pricing and promotional strategies; the quality of customer service; marketing, sales and distribution capabilities; development of new and enhanced products and services; the ability to anticipate and respond to various factors and trends affecting our industry; the availability of capital resources; and regulatory changes. \n\nCompetition remains intense as a result of various factors, including aggressive pricing, increased levels of promotions and service plan discounts, and offerings that include additional bundled premium content or other perks, in some cases specifically targeting Verizon customers. Competition may increase as smaller, stand-alone wireless service providers merge or transfer licenses to larger, better capitalized wireless service providers and as MVNOs resell wireless communication services. In addition, aggressive network deployment as well as increasing government incentives related to it may enhance the ability of certain of our competitors to compete with us.\n\nWith respect to our wireless connectivity products and services, we compete against other national wireless service providers, including AT&T Inc. and T-Mobile US, Inc., as well as various regional wireless service providers. We also compete for retail activations with resellers that buy bulk wholesale service from wireless service providers, including Verizon, and resell it to their customers. Resellers include cable companies, such as Comcast Corporation and Charter Communications, Inc., and others. Several major cable operators also offer bundles with wireless services through strategic relationships. \n\nWe also face competition from other communications and technology companies seeking to increase their brand recognition and capture market share with respect to the provision of wireless products and services, in addition to non-traditional offerings in mobile data. For example, Microsoft Corporation, Alphabet Inc., Apple Inc., Meta Platforms, Inc. and others are offering alternative means for messaging and making wireless voice calls that, in certain cases, can be used in lieu of the wireless providers' voice service, as well as alternative means of accessing video content. In addition, we are seeing increasing competition in the provisioning of internet access by low Earth orbit satellite companies as well in the area of fixed wireless offerings that provide an alternative to traditional landline internet service providers.\n\nWith respect to Fios and our other broadband services, we compete against cable companies, wireless service providers, domestic and foreign telecommunications providers, satellite television companies, low Earth orbit satellite companies, internet service providers, OTT providers and other companies that offer network services and managed enterprise solutions. We also \n\n8\n\n\nface increasing competition from other internet portal providers. We expect the market will continue to shift from traditional linear video to OTT offerings. We also expect customer migration from traditional voice services to wireless services to continue.\n\nCompanies with a global presence are increasingly competing with us in our Business segment. A relatively small number of telecommunications and integrated service providers with global operations serve customers in the global enterprise market and, to a lesser extent, the global wholesale market. We compete with these providers for large contracts to provide integrated solutions to global enterprises and government customers. Many of these companies have strong market presence, brand recognition and existing customer relationships, all of which contribute to intense competition.\n\nIn the Enterprise and Public Sector markets, competition levels remain high, primarily as a result of increased industry focus on technology convergence. We compete in this area with system integrators, carriers, and hardware and software providers. In addition, some of the largest information technology services companies are making strategic acquisitions, divesting non-strategic assets and forging new alliances to improve their cost structure. Many new alliances and acquisitions have focused on developing fields, such as cloud computing, software defined networking, communication applications and other computing tasks via networks, rather than by the use of in-house machines. \n\nIn the Business Markets and Other category, customer purchasing behaviors and preferences continue to evolve. Solution speed and simplicity are becoming key differentiators for customers who are seeking full life-cycle offers that simplify the process of starting, running and growing their businesses. Mobile network operators and other carriers are aggressively targeting this customer group with a variety of bundles and discounts as it is among the largest and fastest growing categories in the Business segment.\n\nOur Wholesale business competes with traditional carriers for metro/mid/long-haul fiber, voice and IP services. In addition, mobile video and data needs are driving a greater need for wireless backhaul. Network providers, cable companies and specialty firms are competitors for this business opportunity.\n\nRegulatory Trends\n\nRegulatory Landscape\n\nVerizon operates in a regulated and highly competitive market, as described above. Some of our competitors are subject to fewer regulatory constraints than Verizon. For many services offered by Verizon, the FCC is our primary regulator. The FCC has jurisdiction over interstate telecommunications services and other matters under the Communications Act of 1934, as amended (Communications Act). Other Verizon services are subject to various state and local regulations.\n\nFederal, State and Local Regulation\n\nWireless Services\n\nThe FCC regulates several aspects of our wireless operations. Generally, the FCC has jurisdiction over the construction, operation, acquisition and transfer of wireless communications systems. All wireless services require use of radio frequency spectrum, the assignment and distribution of which is subject to FCC oversight. If demand continues to increase or if new spectrum is required for a future generation of technology, we can meet our needs for licensed spectrum by purchasing licenses or leasing spectrum from others, or by participating in a competitive bidding process to acquire new spectrum from the FCC. Those processes are subject to certain reviews, approvals and potential conditions.\n\nToday, Verizon holds FCC spectrum licenses that allow it to provide a wide range of mobile and fixed communications services, including both voice and data services. FCC spectrum licenses typically have a term of 10 years, at which time they are subject to renewal. While the FCC has routinely renewed all of Verizon’s wireless licenses, challenges could be raised in the future. If a wireless license was revoked or not renewed, Verizon would not be permitted to provide services on the spectrum covered by that license. Some of our licenses require us to comply with so-called \"open access\" FCC regulations, which generally require licensees of particular spectrum to allow customers to use devices and applications of their choice, subject to certain technical limitations. The FCC has also imposed certain specific mandates on wireless carriers, including construction and geographic coverage requirements, technical operating standards, provision of enhanced 911 services, roaming obligations and requirements for wireless tower and antenna facilities.\n\nThe Communications Act generally preempts regulation by state and local governments of the entry of, or the rates charged by, wireless carriers. It does not prohibit states from regulating the other \"terms and conditions\" of wireless service. For example, some states impose reporting and consumer protection requirements. Several states also have laws or regulations that address safety issues (for example, use of wireless handsets while driving), universal service funding, and taxation matters. Some states are also considering new network reliability or service quality requirements that may affect how and where we provide services if not preempted by federal law. In addition, wireless tower and antenna facilities are often subject to state and local zoning and land use regulation, and securing approvals for new or modified facilities is often a lengthy and expensive process.\n\n9\n\n\nBroadband\n\nVerizon offers many different broadband services. In early January 2025, based on litigation filed by the broadband industry, a federal appeals court overturned the FCC's April 2024 final decision to regulate broadband services via utility-style common carriage regulation under Title II of the Communications Act.  Absent further action in the courts, this decision will remain in effect and limit the risk of burdensome FCC broadband regulation. In addition to federal activity, several states have adopted or are considering adopting laws or executive orders that would impose net neutrality and other requirements on some of our broadband services, including a law in New York that requires discounted broadband pricing for low income customers. Some states may also impose pricing or other rules related to broadband built with the assistance of federal or state funding. The FCC also adopted broad rules related to \"digital discrimination\" that could further increase regulatory oversight of broadband services; industry groups have appealed those rules in court. Our broadband commitment can be found on our website at https://www.verizon.com/about/our-company/verizon-broadband-commitment.\n\nWireline Voice\n\nVerizon offers many different wireline voice services, including traditional telephone service and other services that rely on technologies such as VoIP. For regulatory purposes, legacy telephone services are generally considered to be \"common carrier\" services. Common carrier services are subject to heightened regulatory oversight with respect to rates, terms and conditions and other aspects of the services. The FCC has not decided the regulatory classification of VoIP but has said VoIP service providers must comply with certain rules, such as 911 capabilities and law enforcement assistance requirements.\n\nState public utility commissions regulate Verizon’s telephone operations with respect to certain telecommunications intrastate matters. Verizon operates as an \"incumbent local exchange carrier\" in nine states and the District of Columbia. These incumbent operations are subject to various levels of pricing flexibility and other state oversight and requirements. Verizon also has other wireline operations that are more lightly regulated. Some states, including California, impose reporting requirements and are considering new network reliability or service quality requirements for wireline voice services, including for VoIP.\n\nVideo\n\nVerizon offers a multichannel video service that is regulated like traditional cable service. The FCC has a body of rules that apply to cable operators, and these rules also generally apply to Verizon. In areas where Verizon offers its facilities-based multichannel video services, Verizon has been required to obtain a cable franchise from local government entities, or in some cases a state-wide franchise, and comply with certain one-time and ongoing obligations as a result.\n\nPrivacy, Data Protection, and Artificial Intelligence\n\nWe are subject to local, state, federal, and international laws and regulations relating to privacy and data protection that impact all parts of our business, including wireline, wireless, broadband and the development and roll out of new products. At the federal level, our business is governed by the FCC or the Federal Trade Commission (FTC), depending on the product or service. The California Consumer Privacy Act, Europe's General Data Protection Regulation and a number of other privacy laws more recently adopted by other states and countries include significant penalties for non-compliance. Generally, attention to privacy and data security requirements is increasing at all levels of government globally, and privacy-related legislation has been introduced or is under consideration in many locations. These regulations could have a significant impact on our businesses. Policymakers at the local, state, federal and international levels are also considering imposing laws and regulations on the use of artificial intelligence (AI). This is a nascent area of regulatory focus; therefore, it is unclear how such regulation could impact our business.\n\nPublic Safety and Cybersecurity\n\nThe FCC plays a role in addressing public safety concerns by regulating emergency communications services and mandating widespread availability of both media (broadcast/cable) and wireless emergency alerting services. In addition, federal and state agencies have mandated and may impose additional regulations to ensure continuity of service during disasters. For example, the FCC adopted rules requiring wireless providers to support roaming on each other’s networks during disasters, and the California Public Utilities Commission has imposed regulations relating to back-up power for communications facilities. In response to prior cyberattacks and increasing risks from cybersecurity threats, the FCC and other regulators are attempting to increase regulation of the cybersecurity practices of providers. The FCC is also addressing the use by American companies of equipment produced by certain companies deemed to cause potential national security risks. Verizon does not currently use equipment in its networks from vendors under such restrictions. \n\nIntercarrier Compensation and Network Access\n\nThe FCC regulates some of the rates that carriers pay each other for the exchange of voice traffic (particularly traditional wireline traffic) over different networks and other aspects of interconnection for some voice services. The FCC also regulates some of the rates and terms and conditions for certain wireline \"business data services\" and other services and network facilities. Verizon is both a seller and a buyer of these services, and both makes and receives interconnection payments.\n\n10\n\n\nHuman Capital Resources\n\nWith approximately 99,600 employees on a full-time equivalent basis as of December 31, 2024, 88% of whom are based in the U.S., we know that our people are one of our most valuable investments. In order to realize our core business strategy, we have developed human capital programs and practices that support, develop and care for our employees throughout their careers with Verizon. Our strategy to build a workforce with talent, skills and motivation to give the company a competitive edge now and into the future rests on three pillars:\n\n•Attract and maintain a diverse workforce with the necessary skills and talent to execute on our business priorities. \n\n•Develop our employees' potential by offering educational opportunities that keep pace with changes occurring across our industry.\n\n•Inspire individuals to build a career at Verizon by providing meaningful work and opportunities for career advancement in a collaborative and inclusive environment.\n\nVerizon strives to be an employer of choice by offering our employees competitive compensation and benefits packages. We seek to recruit and retain employees with diverse backgrounds, experiences and perspectives to best meet the needs of the diverse customers and communities we serve. We provide extensive on-the-job training opportunities, tuition reimbursement programs and career development support to enable our employees to maximize their potential and thrive professionally. As of December 31, 2024, Verizon's global workforce was approximately 68.6% male, 31.1% female and 0.3% unknown or undeclared, and the race/ethnicity of our U.S. workforce was 52.5% White, 18.4% Black, 14.0% Hispanic, 8.8% Asian, 0.4% American Indian / Alaskan Native, 0.3% Native Hawaiian / Pacific Islander, 2.6% two or more races, and 3.0% unknown or undeclared. Women represented 36.2% of U.S. senior leadership (vice president level and above). People of color represented 34.0% of U.S. senior leadership.\n\nVerizon respects our employees' rights to freedom of association and collective bargaining in compliance with applicable laws, including the right to join or not join labor unions. We have a long history of working with the Communications Workers of America and the International Brotherhood of Electrical Workers — the two unions that in total represent approximately 25% of our employees as of December 31, 2024. The current collective bargaining agreements covering our union-represented employees who serve customers in our Mid-Atlantic and Northeast service areas extend through August 1, 2026. Other collective bargaining agreements covering smaller groups of employees extend through various dates between 2025 and 2028. In addition, where applicable outside of the U.S., we engage with employee representative bodies such as works council. Verizon meets with U.S. national and local union leaders, as well as works council leaders outside the U.S., to talk about key business topics, including safety, customer service, plans to improve operational processes, our business performance and the impacts that changing technology and competition are having on our customers, employees and business strategy. \n\nFor a discussion of Verizon's Board oversight of risks related to our human capital resources, see the section entitled \"Governance — Our governance framework — Oversight of business risks\" in our definitive Proxy Statement to be filed with the Securities and Exchange Commission and delivered to shareholders in connection with our 2025 Annual Meeting of Shareholders.\n\nPatents, Trademarks and Licenses\n\nWe own or have licenses to various patents, copyrights, trademarks, domain names and other intellectual property rights necessary to conduct our business. We actively pursue the filing and registration of patents, copyrights, trademarks and domain names to protect our intellectual property rights within the United States and abroad. We also actively grant licenses, in exchange for appropriate fees or other consideration and subject to appropriate safeguards and restrictions, to other companies that enable them to utilize certain of our intellectual property rights and proprietary technology as part of their products and services. Such licenses enable the licensees to take advantage of Verizon's brands and the results of Verizon’s research and development efforts. While these licenses result in valuable consideration for Verizon, we do not believe that the loss of such consideration, or the expiration of any of our intellectual property rights, would have a material effect on our results of operations.\n\nWe periodically receive offers from third parties to purchase or obtain licenses for patents and other intellectual property rights in exchange for royalties or other payments. We also periodically receive notices alleging that our products or services infringe on third-party patents or other intellectual property rights. These claims, whether against us directly or against third-party suppliers of products or services that we sell to our customers, if successful, could require us to pay damages or royalties, rebrand, or cease offering the relevant products or services.\n\nInformation About Our Executive Officers\n\nSee Part III, Item 10. \"Directors, Executive Officers and Corporate Governance\" of this Annual Report on Form 10-K for information about our executive officers.\n\n11\n\n\nInformation on Our Internet Website\n\nWe make available, free of charge on our website, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and all amendments to those reports, at https://www.verizon.com/about/investors as soon as reasonably practicable after such reports are electronically filed with or furnished to the Securities and Exchange Commission (SEC). These reports and other information are also available on the SEC's website at https://www.sec.gov. We periodically provide other information for investors on our website, including news and announcements regarding our financial performance, information on environmental, social and corporate governance matters, and details related to our annual meeting of shareholders. We encourage investors, the media, our customers, business partners and other stakeholders to review the information we post on this channel. Website references in this report are provided as a convenience and do not constitute, and should not be viewed as, incorporation by reference of the information contained on, or available through, the websites. Therefore, such information should not be considered part of this report.\n\nCautionary Statement Concerning Forward-Looking Statements\n\nIn this report we have made forward-looking statements. These statements are based on our estimates and assumptions and are subject to risks and uncertainties. Forward-looking statements include the information concerning our possible or assumed future results of operations. Forward-looking statements also include those preceded or followed by the words \"anticipates,\" \"assumes,\" \"believes,\" \"estimates,\" \"expects,\" \"forecasts,\" \"hopes,\" \"intends,\" \"plans,\" \"targets\" or similar expressions. For those statements, we claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. We undertake no obligation to revise or publicly release the results of any revision to these forward-looking statements, except as required by law. Given these risks and uncertainties, readers are cautioned not to place undue reliance on such forward-looking statements. \n\nThe following important factors, along with those discussed elsewhere in this report and in other filings with the SEC, could affect future results and could cause those results to differ materially from those expressed in the forward-looking statements: \n\n•the effects of competition in the markets in which we operate, including the inability to successfully respond to competitive factors such as prices, promotional incentives and evolving consumer preferences; \n\n•failure to take advantage of, or respond to competitors' use of, developments in technology, including artificial intelligence, and address changes in consumer demand;\n\n•performance issues or delays in the deployment of our 5G network resulting in significant costs or a reduction in the anticipated benefits of the enhancement to our networks; \n\n•the inability to implement our business strategy; \n\n•adverse conditions in the U.S. and international economies, including inflation and changing interest rates in the markets in which we operate; \n\n•cyberattacks impacting our networks or systems and any resulting financial or reputational impact; \n\n•damage to our infrastructure or disruption of our operations from natural disasters, extreme weather conditions, acts of war, terrorist attacks or other hostile acts and any resulting financial or reputational impact; \n\n•disruption of our key suppliers’ or vendors' provisioning of products or services, including as a result of geopolitical factors or the potential impacts of global climate change;\n\n•material adverse changes in labor matters and any resulting financial or operational impact; \n\n•damage to our reputation or brands;\n\n•the impact of public health crises on our business, operations, employees and customers; \n\n•changes in the regulatory environment in which we operate, including any increase in restrictions on our ability to operate our networks or businesses; \n\n•allegations regarding the release of hazardous materials or pollutants into the environment from our, or our predecessors', network assets and any related government investigations, regulatory developments, litigation, penalties and other liability, remediation and compliance costs, operational impacts or reputational damage;\n\n•our high level of indebtedness; \n\n12\n\n\n•significant litigation and any resulting material expenses incurred in defending against lawsuits or paying awards or settlements;\n\n•an adverse change in the ratings afforded our debt securities by nationally accredited ratings organizations or adverse conditions in the credit markets affecting the cost, including interest rates, and/or availability of further financing; \n\n•significant increases in benefit plan costs or lower investment returns on plan assets; \n\n•changes in tax laws or regulations, or in their interpretation, or challenges to our tax positions, resulting in additional tax expense or liabilities;\n\n•changes in accounting assumptions that regulatory agencies, including the SEC, may require or that result from changes in the accounting rules or their application, which could result in an impact on earnings; and\n\n•risks associated with mergers, acquisitions, divestitures and other strategic transactions, including our ability to consummate the proposed acquisition of Frontier and obtain cost savings, synergies and other anticipated benefits within the expected time period or at all.",
      "char_count": 48413
    },
    "item1a": {
      "text": "Item 1A.    Risk Factors\n\nThe following discussion of \"Risk Factors\" identifies factors that may adversely affect our business, operations, financial condition or future performance. This information should be read in conjunction with \"Management’s Discussion and Analysis of Financial Condition and Result of Operations\" and the consolidated financial statements and related notes. The following discussion of risks is not all-inclusive but is designed to highlight what we believe are the material factors to consider when evaluating our business and expectations. These factors could cause our future results to differ materially from our historical results and from expectations reflected in forward-looking statements. \n\nEconomic and Strategic Risks\n\nWe face significant competition that may negatively affect our operating results.\n\nWe face significant competition in our industries. The rapid development of new technologies, services and products has eliminated many of the traditional distinctions among wireless, cable, internet and other communication services and brought new competitors to our markets, including other telecommunications companies, cable companies, wireless service providers, satellite providers, technology companies and application and device providers. While these changes have enabled us to offer new types of products and services, they have also allowed other providers to broaden the scope of their own competitive offerings. If we are unable to successfully differentiate our services and products from our competitors, it could adversely affect our competitive position and market share.\n\nOur competitors commonly offer aggressive pricing, promotions, premium content options and other incentives – in some cases specifically targeting our customers and putting pressure on our pricing and margins. In addition, we expect the wireless industry’s customer growth rate to moderate over time in comparison to historical growth rates, leading to increased competition for customers. Our ability to compete effectively will depend on, among other things, our network reliability, speed, capacity and coverage, the pricing of our products and services, our and our competitors' promotional strategies, the quality of our customer service, our development of new and enhanced products and services, the reach and quality of our sales and distribution channels, our ability to market our products and services effectively and our capital resources. It will also depend on how successfully we anticipate and respond to various factors affecting our industries, including regulatory changes, new technologies and business models, such as the increasing use of AI and machine learning technologies, changes in consumer preferences and demand for existing services, demographic trends and evolving geopolitical and economic conditions, including inflation. If we are not able to respond successfully to these competitive challenges, our results of operations and financial condition could be adversely impacted. In addition, a sustained decline in a reporting unit's revenues and earnings has resulted in the past, and may again result in the future, in a significant negative impact on its fair value requiring us to record an impairment charge, which could have an adverse impact on our results of operations.\n\nIf we are not able to take advantage of developments in technology and address changing consumer demand on a timely basis, or if the ongoing deployment of our 5G network is delayed or hindered for any reason, we may experience a decline in the demand for our services, be unable to implement our business strategy and experience reduced profits.\n\nOur industries are rapidly changing as new technologies are developed that offer consumers an array of choices for their communications needs and allow new entrants into the markets we serve. In order to grow and remain competitive, we will need to adapt to future changes in technology, enhance our existing offerings and introduce new offerings to address our customers’ changing demands. If we are unable to meet future challenges from competing technologies on a timely basis or at an acceptable cost, we could lose customers to our competitors. We may not be able to accurately predict technological trends or the success of new services in the market. If our new services fail to gain acceptance in the marketplace, or if costs associated \n\nwith the implementation and introduction of these services materially increase, our ability to retain and attract customers could be adversely affected. \n\nThe deployment of our 5G network is subject to a variety of risks, including those related to equipment availability, unexpected costs, and regulatory matters that could cause deployment delays or network performance issues. In addition, certain advanced use cases for 5G technologies and related ecosystems are still in the early phases of adoption and their ultimate adoption or success is uncertain. These issues could result in significant costs, put us at a competitive disadvantage, or reduce the anticipated benefits of the enhancements to our networks. \n\nAs we introduce new offerings and technologies, we expect to phase out outdated and unprofitable technologies and services. If we are unable to do so on a cost-effective basis, we could experience reduced profits. In addition, there could be legal or regulatory restraints on our ability to phase out current services.\n\nFinally, we are using AI in our network deployment and maintenance as well as our customer and employee support services. There are technological, regulatory, ethical and other risks involved in deploying and using AI, particularly generative AI models. There can be no assurance that the usage of AI will meaningfully enhance our products or services or be beneficial to our business, including our efficiency or profitability. Our investments in AI and related technologies may not result in the benefits we anticipate or enable us to obtain or maintain a competitive advantage.\n\nAdverse conditions in the U.S. and international economies could impact our results of operations and financial condition.\n\nUnfavorable economic conditions, such as a recession or economic slowdown in the U.S. or elsewhere, or inflation in the markets in which we operate, could negatively affect the affordability of and demand for some of our products and services and our cost of doing business. In difficult economic conditions, consumers may seek to reduce discretionary spending by forgoing purchases of our products, electing to use fewer higher margin services, dropping down in price plans or obtaining lower-cost products and services offered by other companies. Similarly, under these conditions, business customers may delay purchasing decisions, or full implementation of our service offerings, reduce their use of our services or choose lower-cost offerings from our competitors. In addition, adverse economic conditions may lead to an increased number of our consumer and business customers that are unable to pay for services. Unfavorable economic conditions could also amplify other risks discussed in this report, including, but not limited to, those related to our competitive position and margins. Furthermore, our initiatives designed to reduce costs and improve operating efficiencies may be ineffective or insufficient. \n\nOver the last several years, as a result of the inflationary environment in the U.S., we experienced increases in our direct costs, including electricity and other energy-related costs for our network operations, and transportation and labor costs, as well as increased interest expense related to changing interest rates. In 2022, these factors, along with impacts of the intense competition in our industries, resulted in lower earnings per share and caused us to lower our growth expectations and related financial guidance for that year. Similarly, unfavorable economic conditions in the future could have a material adverse effect on our results of operations and financial condition.\n\nOperational Risks\n\nCyberattacks impacting our networks or systems could have an adverse effect on our business.\n\nCyberattacks, including through the use of ransomware and other forms of malware, distributed denial of services attacks, credential harvesting, social engineering and other means for obtaining unauthorized access to or disrupting the operation of our networks and systems and those of our suppliers, vendors and other service providers, could have an adverse effect on our business. Cyberattacks against companies, including Verizon, have increased in frequency, scope and potential harm in recent years. Cyberattacks may be perpetrated by a variety of groups or persons, including nation-state and state-sponsored actors, malicious actors, employees, contractors, or other unrelated third parties. Nation-state and state-sponsored actors can sustain malicious activities for extended periods and deploy significant resources to plan and carry out attacks. For example, in September 2024, we became aware that we were one of several telecommunications companies that were the subject of a cyberattack by a highly sophisticated nation-state actor known as Salt Typhoon. In that case, the threat actor was able to access portions of our network as part of what we determined to be a narrowly focused effort to obtain information about a limited number of individuals primarily involved in government or political activity. While we were able to contain the Salt Typhoon attack, we may be unable to contain or mitigate the impacts of a significant cyberattack in the future.  \n\nCyberattacks may cause equipment failures, loss of information, including sensitive personal information of customers or employees or valuable technical, financial and marketing information. Such attacks may also result in disruptions to our customers’ operations or our own business operations, including our ability to operate our networks and systems, activate customers or take payments. Cyberattacks may occur alone or in conjunction with physical attacks, especially where disruption of service is an objective of the attacker. Further, the use of AI and machine learning by threat actors may increase the frequency and severity of cyberattacks against us or other companies. The inability to operate or use our networks and systems or those of our suppliers, vendors and other service providers as a result of cyberattacks, even for a limited period of time, may result in significant expenses to Verizon, a loss of current or future customers and/or a loss of market share to our competitors. The costs associated with a cyberattack on Verizon could include expensive incentives offered to existing customers and business partners \n\nto retain their business, increased expenditures on cybersecurity measures and the use of alternate resources, lost revenues from business interruption and the costs of investigations and litigation, including potential damages. Further, certain of Verizon’s businesses, such as those offering security solutions and infrastructure and cloud services to business customers, could be negatively affected if our ability to protect our own networks and systems is called into question as a result of a cyberattack. Our presence in the IoT industry, which includes offerings of telematics products and services, could also increase our exposure to potential costs and expenses and reputational harm in the event of cyberattacks impacting these products or services. Any of these occurrences could damage our reputation, adversely impact customer and investor confidence and result in a material adverse effect on Verizon’s results of operation or financial condition.\n\nThe development and maintenance of systems to prevent and detect cyberattacks is costly and requires ongoing monitoring and updating to address the increasing prevalence and sophistication of cyberattacks.  In addition, due to the sophistication of threat actors, an attack may persist for an extended period of time before it is detected, and it may be difficult and time consuming to ascertain the extent of an attack once detected.\n\nWhile none of the cyberattacks to which we have been subject to date have been material to Verizon's operations or financial condition, there can be no guarantee that we will not experience a material cyberattack in the future. The actions we take to reduce the risks associated with cyberattacks, including protecting our systems and networks, may be insufficient to repel or mitigate the effects of a cyberattack in the future.\n\nNatural disasters, extreme weather conditions, acts of war, terrorist or other hostile acts could cause damage to our infrastructure and result in significant disruptions to our operations.\n\nOur business operations are subject to interruption by power outages, acts of war, terrorist or other hostile acts, natural disasters or the potential impacts of climate change, including the increasing prevalence and intensity of hurricanes, wildfires, flooding, hail and storms. Such events could cause significant damage to our infrastructure upon which our business operations rely, resulting in degradation or disruption of service to our customers, as well as significant recovery time and expenditures to resume operations. Our system redundancy may be ineffective or inadequate to sustain our operations through all such events. We are implementing, and will continue to implement, measures to protect our infrastructure and operations from the impacts of these events in the future, but these measures and our overall disaster recovery planning may not be sufficient for all eventualities. These events could also damage the infrastructure of the suppliers that provide us with the equipment and services that we need to operate our business and provide products to our customers. These occurrences could result in lost revenues from business interruption, damage to our reputation and reduced profits.\n\nWe depend on key suppliers and vendors to provide services and equipment that we need to operate our business.\n\nWe depend on various key suppliers and vendors to provide us, directly or through other suppliers, with equipment and services, such as fiber, switch and network equipment, smartphones and other wireless devices, customer service support and other services that we need in order to operate our business. For example, our smartphone and other device suppliers often rely on one vendor for the manufacture and supply of critical components, such as chipsets, used in their devices, and there are a limited number of companies capable of supplying the network infrastructure equipment on which we depend. \n\nOur suppliers or vendors could fail to provide equipment or service on a timely basis, or fail to meet our performance expectations, for a number of reasons, including, for example, disruption to the global supply chain as a result of geopolitical factors, public health crises, natural disasters or the potential impacts of global climate change. If such failures occur, we may be unable to provide products and services as and when requested by our customers, or we may be unable to continue to maintain or upgrade our networks. Due to the cost and time lag that can be associated with transitioning from one supplier to another, our business could be substantially disrupted if we were required to, or chose to, replace the products or services of one or more major suppliers with products or services from another source, especially if the replacement became necessary on short notice. Any such disruption could increase our costs, decrease our operating efficiencies and have a material adverse effect on our business, results of operations and financial condition.\n\nA significant number of our suppliers and vendors are located or rely on operations outside of the U.S., which carries additional risks and regulatory obligations, including those related to cybersecurity, data privacy and compliance. Certain business practices in foreign countries may not align with U.S. laws and regulations. In addition, international operations increase our exposure to other risks, such as economic and geopolitical instability, fluctuations in exchange rates, and labor-related risks.\n\nThe suppliers and vendors on which we rely are and may in the future be subject to litigation with respect to technology on which we depend, including litigation involving claims of patent infringement. Such claims are frequently made in the communications industry. We are unable to predict whether our business will be affected by any such litigation. We expect our dependence on key suppliers to continue as we develop and introduce more advanced generations of technology.\n\n15\n\n\nA significant portion of our workforce is represented by labor unions, and we could incur additional costs or experience work stoppages as a result of the renegotiation of our labor contracts.\n\nAs of December 31, 2024, approximately 25% of our workforce is represented by the Communications Workers of America or the International Brotherhood of Electrical Workers. While we have labor contracts in place with these unions, with subsequent negotiations we could incur additional costs and/or experience work stoppages, which could adversely affect our business operations. In addition, while a small percentage of the workforce outside of our traditional wireline operations is represented by unions for bargaining, we cannot predict what impact increased union density in this workforce could have on our operations.\n\nDamage to our reputation or brands could adversely affect our business.\n\nWe believe that our reputation and brands significantly contribute to the success of our business and our relationships with our customers, employees and other stakeholders. \n\nOur reputation and brands could be negatively affected by a number of factors, including actual or alleged quality or reliability issues related to our services and products; cybersecurity incidents and data breaches; allegations of legal noncompliance; litigation or regulatory activity; incidents involving unethical behavior or misconduct; material weaknesses in our internal controls over financial reporting; safety, human rights, workplace or labor issues; environmental incidents or impacts; allegations related to the safety of our products, services and equipment; governance issues; our sustainability goals and practices; our actual or perceived position or lack of position on social and other sensitive matters; the conduct of our employees, representatives or partners; activists’ campaigns; negative sentiment about us shared over social media or the press; and other issues, incidents, or statements that, whether based on actual or perceived circumstances, result in adverse publicity. In addition, changes to the content standards of social media platforms could impact our marketing and advertising initiatives on such platforms and increase risks related to our brand.\n\nDamage to our reputation and brands could undermine our customers’ confidence in us and reduce demand for our products and services, which could result in decreased revenue and adversely affect our business and financial results. If our reputation or brands are damaged, it could also attract regulatory scrutiny, increase litigation risks, affect our ability to attract and retain top talent, and reduce investor confidence in us. \n\nPublic health crises could materially adversely affect our business, financial condition and results of operations.\n\nWe are subject to risks related to public health crises, which have in the past, and may in the future, have an adverse effect on our business, financial condition and operating results. For example, in 2020, the COVID-19 pandemic and resulting policies, initiatives and impacts, along with the related global slowdown in economic activity, resulted in our decreased revenues, increased costs and lower earnings per share. Negative effects of a public health crisis may include, but are not limited to, closure of our retail stores, impacts on customers' use of our networks, products and services and their ability to pay for them, employees' health and safety concerns, limitation of customer-focused field operations, and vendor and supply chain disruptions. In addition, such a crisis could significantly increase the probability or consequences of the risks our business faces in ordinary circumstances, such as risks associated with our supplier and vendor relationships, risks of an economic slowdown, regulatory risks, and the costs and availability of financing.\n\nRegulatory and Legal Risks\n\nChanges in the regulatory framework under which we operate could adversely affect our business prospects or results of operations.\n\nOur domestic operations are subject to regulation by the FCC and other federal, state, and local agencies, and our international operations are regulated by various foreign governments and international bodies. These regulatory regimes frequently restrict or impose conditions on our ability to operate in designated areas and provide specified products or services. We are frequently required to maintain licenses for our operations and conduct our operations in accordance with prescribed standards. We are often involved in regulatory and other governmental proceedings or inquiries related to the application of these requirements. It is impossible to predict with any certainty the outcome of pending federal and state regulatory proceedings relating to our operations, or the reviews by federal or state courts of regulatory rulings. Without relief, existing laws and regulations may inhibit our ability to expand our business and introduce new products and services. Similarly, we cannot guarantee that we will be successful in obtaining the licenses needed to carry out our business plan or in maintaining our existing licenses. For example, the FCC grants wireless licenses for terms generally lasting 10 years, subject to renewal. The loss of, or a material limitation on, certain of our licenses could have a material adverse effect on our business, results of operations and financial condition.\n\nNew laws or regulations or changes to the existing regulatory framework at the federal, state, and local, or international level, such as those described below, those that incentivize business models or technologies different from ours or requirements limiting our ability to continue or discontinue service to customers could restrict the ways in which we manage our wireline and wireless networks and operate our businesses, impose additional costs, diminish revenue opportunities, and potentially impede our ability to provide services in a manner that would be attractive to us and our customers. \n\n16\n\n\n•Privacy and data protection – We are subject to local, state, federal and international laws and regulations related to privacy and data protection. In particular, the California Consumer Privacy Act, Europe's General Data Protection Regulation and a number of other privacy laws more recently adopted by other states and countries include significant penalties for non-compliance. Generally, attention to privacy and data security requirements is increasing at all levels of government globally, and privacy-related legislation has been introduced or is under consideration in many locations. These regulations could have a significant impact on our businesses.\n\n•Regulation of broadband internet access services – Verizon offers many different broadband services. In early January 2025, based on litigation filed by the broadband industry, a federal appeals court overturned the FCC's April 2024 final decision to regulate broadband services via utility-style common carriage regulation under Title II of the Communications Act. Absent further action in the courts, this decision will remain in effect and limit the risk of burdensome FCC broadband regulation. In addition to federal activity,  several states have adopted or are considering adopting laws or executive orders that would impose net neutrality and other requirements on some of our broadband services, including a law in New York that requires discounted broadband pricing for low income customers. Some states may also impose pricing or other rules related to broadband built with the assistance of federal or state funding. The FCC also adopted broad rules related to \"digital discrimination\" that could further increase regulatory oversight of broadband services; industry groups have appealed those rules in court.\n\n•\"Open access\" – We hold certain wireless licenses that require us to comply with so-called \"open access\" FCC regulations, which generally require licensees of particular spectrum to allow customers to use devices and applications of their choice. Moreover, certain services could be subject to conflicting regulation by the FCC and/or various state and local authorities, which could significantly increase the cost of implementing and introducing new services. \n\n•Climate-related regulation and policy – Due to the nature of our operations, we have been, and expect to continue to be impacted by regulatory developments related to climate change, including, for example, the direct regulation of greenhouse gas emissions or carbon policies that could result in a tax on such emissions. In addition, policy-driven changes in the prices of fuel or energy in geographies in which we operate could make it more expensive for us to purchase energy to power our networks and data centers, and any increase in taxes on fuel could increase our costs associated with operating those vehicles in our fleet that are dependent on traditional fuels.\n\nThese developments and the further regulation of broadband, wireless, and our other activities and any related court decisions could result in significant increases in costs for us or restrict our ability to compete in the marketplace and limit the return we can expect to achieve on past and future investments in our networks.\n\nOur business may be impacted by changes in tax laws and regulations, or their interpretations, and challenges to our tax positions. \n\nTax laws and regulations are complex, dynamic, and subject to change and varying interpretations, especially when evaluated against new technologies and telecommunications services. In addition, tax legislation has been introduced or is being considered in various jurisdictions that could significantly impact our tax rate, tax liabilities, and the carrying value of deferred tax assets or deferred tax liabilities. Any of these changes could materially impact our financial performance and our tax provision, net income and cash flows. \n\nWe are also subject to ongoing audits, examinations and other tax controversies in various jurisdictions. Although we regularly assess the likelihood of an adverse outcome resulting from these controversies to determine the adequacy of provisions for taxes, the final outcome of any such controversy may be materially different from our expectations. In the event that we have not accurately or fully described, disclosed or determined, calculated or remitted amounts that were due to taxing authorities or if the ultimate determination of our taxes owed is for an amount in excess of amounts previously accrued, we could be subject to additional taxes, penalties and interest, which could materially impact our business, financial condition and operating results. \n\nWe are subject to a substantial amount of litigation, which could require us to pay significant damages or settlements.\n\nWe are subject to a substantial amount of litigation and claims in arbitration, including, but not limited to, shareholder lawsuits, patent and copyright infringement lawsuits, wage and hour class actions, contract and commercial claims, personal injury claims, property claims, environmental claims, and lawsuits relating to our advertising, sales, billing and collection practices. We may incur significant expenses in defending these lawsuits. In addition, we may be required to pay significant awards of damages or settlements. We also could be subject to court-ordered injunctions and other remedies that could negatively impact our business operations. Our wireless business is also subject to lawsuits relating to alleged adverse health effects of wireless phones and radio frequency transmitters. Any of these allegations or changes in government agencies’ assessment of the risks associated with using wireless devices could result in significant legal and regulatory liability and other remedies, and could have a material adverse effect on our business, financial condition and operating results.\n\n17\n\n\nAllegations related to lead sheathed copper cables in our copper network infrastructure could expose us to regulatory scrutiny, litigation, penalties, removal and compliance costs, operational impact or reputational damage. \n\nThere have been media reports alleging that certain lead sheathed copper cables that are part of our copper-based network infrastructure may present health or environmental risks in areas where those facilities are deployed. These allegations have resulted in government investigations, regulatory inquiries and litigation, and could further result in legislative or regulatory actions, penalties and other liability, remediation and compliance costs or negative operational impacts. Additional legal proceedings and other contingencies may arise in the future. Our insurance policies may not cover or may not be sufficient to fully cover the costs of these claims. Accordingly, we may incur substantial expenses as a result of these allegations, which cannot be reasonably estimated at this time but could be material.  \n\nIn addition, negative assertions about the health or environmental impact of our lead sheathed cables may harm our reputation, which could adversely affect our business and our relationship with various stakeholders, even if such allegations ultimately prove to be inaccurate.  \n\nFinancial Risks\n\nVerizon has significant debt, which could increase further if we incur additional debt in the future and do not retire existing debt.\n\nAs of December 31, 2024, Verizon had approximately $117.9 billion of outstanding unsecured indebtedness, $12.0 billion of unused borrowing capacity under our existing revolving credit facility and $26.1 billion of outstanding secured indebtedness. Our debt level and related debt service obligations could have negative consequences, including:\n\n•requiring us to dedicate significant cash flow from operations to the payment of principal, interest and other amounts payable on our debt, which would reduce the funds we have available for other purposes, such as working capital, capital expenditures, dividend payments and acquisitions;\n\n•making it more difficult or expensive for us to obtain any necessary future financing for working capital, capital expenditures, debt service requirements, debt refinancing, acquisitions or other purposes and limiting our ability to repurchase common stock;\n\n•reducing our flexibility in planning for or reacting to changes in our industries and market conditions;\n\n•making us more vulnerable in the event of a downturn in our business; and\n\n•exposing us to increased interest rate risk to the extent that (i) our debt obligations are subject to variable interest rates or (ii) we need to refinance existing debt that bears interest at a rate lower than current market rates.\n\nOur initiatives aimed at reducing our indebtedness and achieving any target leverage ratio may be unsuccessful due to macroeconomic, business and other factors.\n\nAdverse changes in the financial markets and other factors could increase our borrowing costs and reduce the availability of financing.\n\nWe require a significant amount of capital to operate and grow our business. We fund our capital needs in part through borrowings in the public and private credit markets. Adverse changes in the financial markets, including increases in interest rates or changes in exchange rates, could increase our cost of borrowing, require us to post a significant amount of collateral, and/or make it more difficult for us to obtain financing for our operations or refinance existing indebtedness. In addition, our ability to obtain funding under asset-backed debt transactions is subject to our ability to continue to originate a sufficient amount of assets eligible to be securitized. Our borrowing costs also can be affected by short- and long-term debt ratings assigned by independent rating agencies, which are based, in significant part, on our performance as measured by customary credit metrics. A decrease in these ratings would likely increase our cost of borrowing and/or make it more difficult for us to obtain financing. A severe disruption in the global financial markets could impact some of the financial institutions with which we do business, and such instability could also affect our access to financing.\n\nIncreases in costs for pension benefits and active and retiree healthcare benefits may reduce our profitability and increase our funding commitments.\n\nWith approximately 99,600 employees and approximately 179,700 retirees as of December 31, 2024 eligible to participate in Verizon’s benefit plans, the costs of pension benefits and active and retiree healthcare benefits have a significant impact on our profitability. Our costs of maintaining these plans, and the future funding requirements for these plans, are affected by several factors, including increases in healthcare costs, decreases in investment returns on funds held by our pension and other benefit plan trusts and changes in the discount rate and mortality assumptions used to calculate pension and other postretirement \n\n18\n\n\nexpenses. If we are unable to limit future increases in the costs of our benefit plans, those costs could reduce our profitability and increase our funding commitments.\n\nWe are subject to risks associated with mergers, acquisitions, divestitures and other strategic transactions.\n\nFrom time to time, we pursue mergers, acquisitions, joint ventures, assets transfers and other strategic transactions that we believe may expand our business or are consistent with our strategy. We may also occasionally divest assets and businesses. Any such transaction entails certain risks and could present financial, managerial and operational challenges. If we are unable to consummate planned strategic transactions and successfully integrate acquired businesses into our existing operations, or if we are not able to achieve cost savings, synergies and other anticipated benefits of any such transaction, our business could be negatively affected. Divestitures may result in asset impairment and disposition charges, and loss of income from divested assets and businesses, or require continued financial involvement in the divested business for a period following the transaction, including through indemnification arrangements. In addition, strategic transactions may involve significant expenses, require additional financing or expose us to liabilities not discovered in the due diligence process or as a result of transaction-related litigation. These and other risks related to our mergers, acquisitions, divestitures and other strategic transactions, including our pending acquisition of Frontier, may have an adverse effect on our business, financial condition, and operating results.",
      "char_count": 35614
    }
  },
  "extracted_at": "2026-01-19T16:04:10.195300"
}