{
  "ticker": "XEL",
  "company_name": "XCEL ENERGY INC",
  "cik": 72903,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000072903-25-000029",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000072903&accession_number=000007290325000029&xbrl_type=v",
  "sic_code": "4931",
  "industry": "Electric & Other Services Combined",
  "sections": {
    "item1": {
      "text": "ITEM 1 — BUSINESS\n\nDefinitions of Abbreviations\n\nXcel Energy Inc.’s Subsidiaries and Affiliates (current and former)\n\nCapital ServicesCapital Services, LLC\n\nEloigneEloigne Company\n\ne primee prime inc.\n\nNicollet Project HoldingsNicollet Project Holdings, LLC\n\nNSP-MinnesotaNorthern States Power Company, a Minnesota corporation\n\nNSP SystemThe electric production and transmission system of NSP-Minnesota and NSP-Wisconsin operated on an integrated basis and managed by NSP-Minnesota\n\nNSP-WisconsinNorthern States Power Company, a Wisconsin corporation\n\nPSCoPublic Service Company of Colorado\n\nSPSSouthwestern Public Service Co.\n\nUtility subsidiariesNSP-Minnesota, NSP-Wisconsin, PSCo and SPS\n\nWGIWestGas InterState, Inc.\n\nWYCOWYCO Development, LLC\n\nXcel EnergyXcel Energy Inc. and its subsidiaries\n\nFederal and State Regulatory Agencies\n\nCPUCColorado Public Utilities Commission\n\nDOCMinnesota Department of Commerce\n\nDOEUnited States Department of Energy\n\nDOTUnited States Department of Transportation\n\nEPAUnited States Environmental Protection Agency\n\nERCOTElectric Reliability Council of Texas\n\nFASBFinancial accounting standards board\n\nFERCFederal Energy Regulatory Commission\n\nIRSInternal Revenue Service\n\nMPUCMinnesota Public Utilities Commission\n\nMPSCMichigan Public Service Commission\n\nNDPSCNorth Dakota Public Service Commission\n\nNERCNorth American Electric Reliability Corporation\n\nNISTNational Institute of Standards and Technology\n\nNMPRCNew Mexico Public Regulation Commission\n\nNRCNuclear Regulatory Commission\n\nOAGMinnesota Office of Attorney General\n\nPHMSAPipeline and Hazardous Materials Safety Administration\n\nPSCWPublic Service Commission of Wisconsin\n\nPUCTPublic Utility Commission of Texas\n\nSDPUCSouth Dakota Public Utility Commission\n\nSECSecurities and Exchange Commission\n\nElectric, Purchased Gas and Resource Adjustment Clauses\n\nCIPConservation improvement program\n\nDSMDemand side management\n\nFCAFuel clause adjustment\n\nGCAGas cost adjustment\n\nRESRenewable energy standard \n\nOther\n\nADITAccumulated deferred income taxes\n\nAFUDCAllowance for funds used during construction\n\nALJAdministrative law judge\n\nAROAsset retirement obligation\n\nARRRApplication for rehearing, reargument or reconsideration\n\nASCFinancial Accounting Standards Board Accounting Standards Codification\n\nASUAccounting standards update\n\nATMAt-the-market\n\nC&ICommercial and industrial\n\nCapX2020Alliance of electric cooperatives, municipals and investor-owned utilities in the upper Midwest involved in a joint transmission line planning and construction effort\n\nCCRCoal combustion residuals\n\nCCR RuleFinal rule (40 CFR 257.50 - 257.107) published by the EPA regulating the management, storage and disposal of CCRs as a nonhazardous waste\n\nCDDCooling degree-days\n\nCEOChief executive officer\n\nCERCLAComprehensive Environmental Response, Compensation, and Liability Act\n\nCFOChief financial officer\n\nCIGColorado Interstate Gas Company, LLC\n\nCONCertificate of need\n\nCO2\n\nCarbon dioxide\n\nCORECORE Electric Cooperative\n\nCPCNCertificate of public convenience and necessity\n\nCSPVCrystalline silicon photovoltaic\n\nCWIPConstruction work in progress\n\nDECONDecommissioning method where radioactive contamination is removed and safely disposed of at a requisite facility or decontaminated to a permitted level\n\nDRIPDividend Reinvestment Program\n\nEEIEdison Electric Institute\n\nEMANIEuropean Mutual Association for Nuclear Insurance\n\nEPSEarnings per share\n\nETREffective tax rate\n\nFTRFinancial transmission right\n\nGAAPGenerally accepted accounting principles\n\nGEGeneral Electric\n\nGHGGreenhouse gas\n\nHDDHeating degree-days\n\nINPOInstitute of Nuclear Power Operations\n\nIRAInflation Reduction Act\n\nIPPIndependent power producing entity\n\nIRPIntegrated resource plan\n\nISOIndependent system operator\n\nITCInvestment tax credit\n\nLP&LLubbock Power & Light\n\nMGPManufactured gas plant\n\nMISOMidcontinent Independent System Operator, Inc.\n\nNative loadDemand of retail and wholesale customers that a utility has an obligation to serve under statute or contract\n\nNAVNet asset value\n\nNEILNuclear Electric Insurance Ltd.\n\nNOLNet operating loss\n\nNOxNitrogen oxides\n\nO&MOperating and maintenance\n\nONESOperations, Nuclear, Environmental and Safety\n\nPFASPer- and polyfluoroalkyl substances\n\nPIMPerformance incentive mechanism\n\nPost-65Post-Medicare\n\nPPAPower purchase agreement\n\nPre-65Pre-Medicare\n\nPSPSPublic safety power shutoff\n\nPTCProduction tax credit\n\nRDFRefuse-derived fuel\n\nRECRenewable energy credit\n\nRFPRequest for proposal\n\nROEReturn on equity\n\nROURight-of-use\n\nRTORegional transmission organization\n\nS&PStandard & Poor’s Global Ratings\n\nSERPSupplemental executive retirement plan\n\nSMMPASouthern Minnesota Municipal Power Agency\n\nSPPSouthwest Power Pool, Inc.\n\nSRPSystem resiliency plan\n\nTCJA2017 federal tax reform enacted as Public Law No: 115-97, commonly referred to as the Tax Cuts and Jobs Act\n\nTHITemperature-humidity index\n\nTSRTotal shareholder return\n\nVaRValue at risk\n\nVIEVariable interest entity\n\nWACCWeighted average cost of capital\n\nWMPWildfire mitigation plan\n\nMeasurements\n\nBcfBillion cubic feet\n\nKVKilovolts\n\nKWhKilowatt hours\n\nMMBtuMillion British thermal units\n\nMWMegawatts\n\nMWhMegawatt hours\n\nWhere to Find More Information\n\nXcel Energy’s website address is www.xcelenergy.com. Xcel Energy makes available through its website, free of charge, its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 as soon as reasonably practicable after the reports are electronically filed with or furnished to the SEC. \n\nThe SEC maintains an internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically at http://www.sec.gov. The information on Xcel Energy’s website is not a part of, or incorporated by reference in, this annual report on Form 10-K. Xcel Energy intends to make future announcements regarding Company developments and financial performance through its website, www.xcelenergy.com, as well as through press releases, filings with the SEC, conference calls and webcasts.\n\nForward-Looking Statements\n\nExcept for the historical statements contained in this report, the matters discussed herein are forward-looking statements that are subject to certain risks, uncertainties and assumptions. Such forward-looking statements, including those relating to 2025 EPS guidance, long-term EPS and dividend growth rate objectives, future sales, future expenses, future tax rates, future operating performance, estimated base capital expenditures and financing plans, projected capital additions and forecasted annual revenue requirements with respect to rider filings, expected rate increases to customers, expectations and intentions regarding regulatory proceedings, expected pension contributions and expected impact on our results of operations, financial condition and cash flows of interest rate changes, increased credit exposure, and legal proceeding outcomes, as well as assumptions and other statements are intended to be identified in this document by the words “anticipate,” “believe,” “could,” “estimate,” “expect,” “intend,” “may,” “objective,” “outlook,” “plan,” “project,” “possible,” “potential,” “should,” “will,” “would” and similar expressions. Actual results may vary materially. Forward-looking statements speak only as of the date they are made, and we expressly disclaim any obligation to update any forward-looking information. The following factors, in addition to those discussed elsewhere in this Annual Report on Form 10-K for the fiscal year ended Dec. 31, 2024 (including risk factors listed from time to time by Xcel Energy Inc. in reports filed with the SEC, including “Risk Factors” in Item 1A of this Annual Report on Form 10-K), could cause actual results to differ materially from management expectations as suggested by such forward-looking information: operational safety, including our nuclear generation facilities and other utility operations; successful long-term operational planning; commodity risks associated with energy markets and production; rising energy prices and fuel costs; qualified employee workforce and third-party contractor factors; violations of our Codes of Conduct; our ability to recover costs and our subsidiaries’ ability to recover costs from customers; changes in regulation; reductions in our credit ratings and the cost of maintaining certain contractual relationships; general economic conditions, including recessionary conditions, inflation rates, monetary fluctuations, supply chain constraints and their impact on capital expenditures and/or the ability of Xcel Energy Inc. and its subsidiaries to obtain financing on favorable terms; availability or cost of capital; our customers’ and counterparties’ ability to pay their debts to us; assumptions and costs relating to funding our employee benefit plans and health care benefits; our subsidiaries’ ability to make dividend payments; tax laws; uncertainty regarding epidemics; effects of geopolitical events, including war and acts of terrorism; cybersecurity threats and data security breaches; seasonal weather patterns; changes in environmental laws and regulations; climate change and other weather events; natural disaster and resource depletion, including compliance with any accompanying legislative and regulatory changes; costs of potential regulatory penalties and wildfire damages in excess of liability insurance coverage; regulatory changes and/or limitations related to the use of natural gas as an energy source; challenging labor market conditions and our ability to attract and retain a qualified workforce; and our ability to execute on our strategies or achieve expectations related to environmental, social and governance matters including as a result of evolving legal, regulatory and other standards, processes, and assumptions, the pace of scientific and technological developments, increased costs, the availability of requisite financing, and changes in carbon markets.\n\nOverview\n\nXcel Energy (the “Company”) is a major U.S. regulated electric and natural gas delivery company headquartered in Minneapolis, Minnesota (incorporated in Minnesota in 1909). The Company serves customers in eight states, including portions of Colorado, Michigan, Minnesota, New Mexico, North Dakota, South Dakota, Texas and Wisconsin. Xcel Energy provides a comprehensive portfolio of energy-related products and services to approximately 3.9 million electric customers and 2.2 million natural gas customers through four utility subsidiaries (NSP-Minnesota, NSP-Wisconsin, PSCo and SPS). Along with the utility subsidiaries, the transmission-only subsidiaries, WYCO (a joint venture formed with CIG to develop and lease natural gas pipelines, storage and compression facilities) and WGI (an interstate natural gas pipeline company) comprise the regulated utility operations. The Company’s nonregulated subsidiaries include Eloigne, Capital Services, Venture Holdings and Nicollet Project Holdings.\n\nSubsidiary / AffiliateFunction\n\nNSP-MinnesotaElectric & Gas\n\nNSP-WisconsinElectric & Gas\n\nPSCoElectric & Gas\n\nSPSElectric\n\nWGIInterstate gas pipeline\n\nWYCOGas storage and transportation\n\nOther SubsidiariesSee Note 1 to the consolidated financial statements for further information.\n\nUtility Subsidiary Overview\n\nElectric customers3.9 million\n\nNatural gas customers2.2 million\n\nTotal assets$70 billion\n\nElectric generating capacity (owned)20,426 MW\n\nNatural gas storage capacity53.3 Bcf\n\nElectric transmission lines (conductor miles)111,000 miles\n\nElectric distribution lines (conductor miles)221,000 miles\n\nNatural gas transmission lines2,100 miles\n\nNatural gas distribution lines38,000 miles\n\nService Territory \n\nStrategy\n\nXcel Energy’s vision is to be the preferred and trusted provider of the energy our customers need. We will deliver on this vision while offering a competitive total return to our shareholders. Our mission is to make energy work better for our customers, helping them thrive every day. \n\nWe execute on our vision and mission through three strategic priorities.\n\nOUR CUSTOMERSOUR PEOPLEOUR PERFORMANCE\n\nEnhance their experience with Xcel Energy and keep their bills as low as possibleProvide a rewarding employee experience, with development, engagement and growthDeliver excellent operational, financial and clean energy performance\n\nOur employees are guided by four corporate values: Connected, Committed, Safe and Trustworthy.\n\nOur values, culture and Code of Conduct serve as the foundation upon which Xcel Energy’s employees, Board of Directors, contractors and suppliers approach their work in delivering on our three strategic priorities.\n\n5\n\n\nOUR CUSTOMERS\n\nXcel Energy has invested more than $2 billion over the past decade in a portfolio of renewable and conservation programs that provide customers with clean energy options and help keep bills low. New demand remains robust in our territories, including load growth from new data centers, industrial electrification and electric vehicle adoption. As such, we are transforming and expanding our electric grid to accommodate load growth, renewable energy and distributed energy resources.\n\nWe are in the process of installing smart electric meters, which will deliver customer and operational benefits, providing near-real-time communication, allowing customers to know how much energy they are using and what it will cost. In addition, customers will have new digital tools to make it easier to access their energy information, gain useful insights to understand and manage their energy use and make energy choices that lower their bills.\n\nCustomer affordability is critical to successful strategy execution. Since 2020, our lean operating program has generated nearly $500 million of sustainable savings for our customers, while improving operating outcomes and reducing enterprise risk. At the same time, our Steel for Fuel strategy has saved customers nearly $5 billion since 2017 in avoided fuel costs and PTCs.\n\nIn turn, we delivered our electric and natural gas products in 2024 at a price that is lower than it was ten years ago on an inflation adjusted basis. Since 2014, our average residential electric bill growth has been 1.7% per year and natural gas bills have declined 0.6% per year on a nominal basis. Additionally, based on available EIA data, the five year average residential electric and natural gas bills for an Xcel Energy customer were 28% and 12% below the national average.\n\nGoing forward, our goal is to enable the clean energy transition while keeping long-term customer bill growth below the rate of inflation through initiatives including conservation programs, O&M cost control, our One Xcel Energy Way lean management initiative, advanced operational technologies and our Steel for Fuel program. \n\nWe provide a fundamental service, powering our communities with safe, reliable, competitively priced and increasingly clean energy.\n\nInvesting in our communities is important to our collective success. We initiated 24 economic development projects for our local communities in 2024, which are projected to create more than $5.1 billion in capital investments and nearly 3,200 jobs. Nearly 59% of our supply chain spend was local. \n\nApproximately 280 employees served on more than 480 nonprofit organizations or local community boards, providing over 26,000 volunteer hours in 2024. Our annual Day of Service attracted 2,200 people who volunteered over 7,900 combined hours at over 110 nonprofit projects across the company’s service footprint. \n\nIn 2024, the Xcel Energy Foundation contributed $5 million to 390 nonprofit organizations that support its three charitable giving focus areas of STEM Career Pathways, Environmental Sustainability, and Community Vitality. Through our 2024 Power Your Purpose Giving Campaign, Xcel Energy employees, contractors and retirees donated more than $2 million to over 1,500 nonprofit and community organizations – exceeding our fundraising goal. Combined with the Xcel Energy Foundation match to local United Way chapters, this campaign raised $5 million for our communities.\n\nOUR PEOPLE\n\nChampion Safety\n\nContinuously elevating the quality and safety of the workplace is a top priority. We are considered a benchmark company for our Safety Always approach, focused on eliminating life-altering injuries through a trusted, transparent culture and the use of critical controls. All employees have “stop work authority” and are expected to keep each other, our customers and the public safe. Employees are encouraged to speak up, share experiences and learn from events to help protect themselves, their coworkers and the public.\n\nThe Board of Directors has oversight for employee and public safety through the Operations, Nuclear, Environmental and Safety committee, both of which are also tied to annual incentive compensation. \n\nCultivate an Inclusive, Best-in-Class Workforce\n\nWe aim to create an inclusive work culture where employees are empowered to create innovative solutions, where everyone is respected and there is a collective sense of belonging. We are building a workforce that reflects the broad range of backgrounds, experiences and perspectives within our communities and among our customers. This starts with our Board of Directors.\n\nThe Board of Directors oversees our workforce strategy, including our inclusion initiatives and employee safety and inclusion KPIs in our management annual incentive plan.\n\nA total of 70% of annual incentive compensation was tied to safety, system reliability and inclusion metrics. \n\nManagement evaluates compensation and benefits to maintain a market-competitive, performance-based, shareholder-aligned total rewards package that supports our ability to attract, engage and retain a talented workforce.\n\nWe partner with educational and community organizations to recruit employees who reflect the communities we serve and live our values. Xcel Energy had 11,380 full-time employees and workforce demographics as of December 2024 were as follows:\n\nFemaleEthnically Diverse\n\nBoard of Directors31 %15 %\n\nCEO direct reports38 13 \n\nManagement25 13 \n\nEmployees23 18 \n\nNew hires40 28 \n\nInterns (hired throughout 2024)42 40 \n\nXcel Energy respects employees’ freedom of association and their right to collectively organize. As of Dec. 31, 2024, approximately 45% of our employees (5,087) were covered by collective bargaining agreements. \n\nWe are committed to the advancement and protection of human rights, consistent with U.S. human rights laws and the general principles in the International Labour Organization Conventions.\n\nAnnual Code of Conduct training is required for all employees and the Board of Directors. We do not tolerate Code of Conduct violations or other unacceptable behaviors. We expect and offer employees multiple avenues to raise concerns or report wrong-doing and do not permit any retaliation. \n\n6\n\n\nOUR PERFORMANCE\n\nDeliver a Competitive Total Return to Investors\n\nSuccessful strategy execution, along with our disciplined approach to growth, operations and management of environmental, social and governance issues, positions us to continue delivering a competitive TSR.\n\nWe have consistently achieved our financial objectives, meeting or exceeding our initial ongoing earnings guidance range for 20 consecutive years and delivering dividend growth for 22 consecutive years.\n\nLeading the Energy Clean Transition\n\nXcel Energy is committed to maintaining a safe and reliable electric and natural gas system, while leading the clean energy transition. Over the next five years, we plan to make $45 billion of capital investments to improve reliability, resiliency and sustainability. Significant investment in our transmission and distribution systems is essential to ensure resiliency and reliability for customers, we have approximately $28 billion in our 2025 - 2029 capital plan focused specifically on this.\n\nOur sustainability commitments are summarized as follows:\n\nSee Item 1A for risks and uncertainties related to strategic and sustainability goals and objectives.\n\nZero-Carbon Electricity by 2050\n\nXcel Energy’s operating footprint includes some of the best wind and solar resources in the country, providing for higher capacity factors and lower electricity costs. \n\nXcel Energy’s wind capacity is now over 11,000 MW, including nearly 4,500 MW of owned wind. In 2024, we completed Phase 1 of our Sherco Solar project in Minnesota. Once Phases 2 and 3 are completed in 2025 and 2026, Sherco Solar’s combined capacity of 710 MW will be one of the largest solar facilities in the country and provide enough clean energy to power 150,000 homes across the upper Midwest. We have 15,000 - 29,000 MW of investment opportunity, through new and extended generation, in development across our NSP, PSCo and SPS footprint. In our base 2025 - 2029 capital investment plan, we have 3,700 MW of new and repowered wind, solar, hybrid and battery storage resources included. \n\nThrough 2024, we reduced carbon emissions from generation serving customers by an estimated 57% (from 2005 levels) and remain on track to achieve 80% carbon reduction and fully exit coal by the end of 2030. \n\nNatural Gas Use in Buildings – Net-Zero GHG by 2050\n\nRecognizing externalities like the pace of technology development and customer needs, Xcel Energy updated certain interim goals on the path to achieve our 2050 goal to provide net-zero natural gas service from the supply, distribution and end-use natural gas. In 2024 and early 2025, we received approvals for our modified Clean Heat Plan in Colorado and Natural Gas Innovation Plan in Minnesota, which provide starting points for this transition. \n\nOur net-zero natural gas frameworks include the following priorities:\n\n•Operating a safe, reliable gas system with net-zero methane gas service by 2030.\n\n•Optimize the energy system with electrification-first approaches for new growth by leading voluntary market transformation initiatives.\n\n•Provide customers with a portfolio of solutions to choose from, including natural gas, while ensuring we meet requirements of our regulators.\n\nElectrification of the Transportation Sector\n\nWe are also helping reduce carbon emissions in other sectors, including transportation. Similar to our natural gas goals, we revised the interim goals to reflect market considerations for transportation to enable the charging infrastructure for 1.5 million electric vehicles across the areas we serve by 2035. By 2050, our vision remains to run all vehicles in our service area with carbon-free electricity or other clean energy. We have approved clean transportation programs and plans in Colorado, New Mexico, Minnesota and Wisconsin. \n\nWildfire Resiliency and Mitigation \n\nProtecting our customers and our system from the threats of extreme weather is a top priority for Xcel Energy. In 2024, we filed an updated Wildfire Mitigation Plan in Colorado and our Resiliency Plan in Texas that integrates industry experience, incorporates evolving risk assessment methodologies, adds new technology and expands the scope, pace and scale of our programs to reduce wildfire risk. We also issued wildfire mitigation plans for each of our other states in 2024. \n\nIn 2024, we implemented the capability to deliver enhanced, wildfire safety operations and conduct proactive public safety power shutoffs across our entire system. We accelerated pole inspections and replacements on our system and expanded visual coverage of high-risk areas with our PanoAI camera system. We also deployed Technosylva’s advanced risk modelling system enterprise-wide.\n\nFinally, we are working at both a state and federal level on legislation to enhance the safety of our communities from evolving extreme weather risks while protecting the financial integrity of companies like Xcel Energy.\n\n7\n\n\nUtility Subsidiaries \n\nNSP-Minnesota\n\nElectric customers1.6 millionNSP-Minnesota conducts business in Minnesota, North Dakota and South Dakota and has electric operations in all three states including the generation, purchase, transmission, distribution and sale of electricity. NSP-Minnesota and NSP-Wisconsin electric operations are managed on the NSP System. NSP-Minnesota also purchases, transports, distributes and sells natural gas to retail customers and transports customer-owned natural gas in Minnesota and North Dakota.\n\nNatural gas customers0.6 million\n\nTotal assets$27.5 billion\n\nRate Base (estimated)$17.4 billion\n\nGAAP ROE 9.07%\n\nOngoing ROE9.46%\n\nElectric generating capacity (owned)8,623 MW\n\nGas storage capacity16.9 Bcf\n\nElectric transmission lines (conductor miles)34,000 miles\n\nElectric distribution lines (conductor miles)87,000 miles\n\nNatural gas transmission lines78 miles\n\nNatural gas distribution lines11,000 miles\n\nNSP-Wisconsin\n\nElectric customers0.3 millionNSP-Wisconsin conducts business in Wisconsin and Michigan and generates, purchases, transmits, distributes and sells electricity. NSP-Minnesota and NSP-Wisconsin electric operations are managed on the NSP System. NSP-Wisconsin also purchases, transports, distributes and sells natural gas to retail customers and transports customer-owned natural gas. \n\nNatural gas customers0.1 million\n\nTotal assets$4.1 billion\n\nRate Base (estimated)$2.7 billion\n\nGAAP ROE8.98%\n\nElectric generating capacity (owned)500 MW\n\nGas storage capacity4.3 Bcf\n\nElectric transmission lines (conductor miles)12,000 miles\n\nElectric distribution lines (conductor miles)28,000 miles\n\nNatural gas transmission lines3 miles\n\nNatural gas distribution lines3,000 miles\n\nPSCo\n\nElectric customers1.6 millionPSCo conducts business in Colorado and generates, purchases, transmits, distributes and sells electricity. PSCo also purchases, transports, distributes and sells natural gas to retail customers and transports customer-owned natural gas.\n\nNatural gas customers1.5 million\n\nTotal assets$26.6 billion\n\nRate Base (estimated)$19.3 billion\n\nGAAP ROE7.63%\n\nElectric generating capacity (owned)6,203 MW\n\nGas storage capacity32.1 Bcf\n\nElectric transmission lines (conductor miles)25,000 miles\n\nElectric distribution lines (conductor miles)82,000 miles\n\nNatural gas transmission lines2,000 miles\n\nNatural gas distribution lines24,000 miles\n\nSPS\n\nSPS conducts business in Texas and New Mexico and generates, purchases, transmits, distributes and sells electricity. \n\nElectric customers0.4 million\n\nTotal assets$10.8 billion\n\nRate Base (estimated)$7.6 billion\n\nGAAP ROE9.57%\n\nElectric generating capacity (owned)5,100 MW\n\nElectric transmission lines (conductor miles)41,000 miles\n\nElectric distribution lines (conductor miles)25,000 miles\n\n8\n\n\nOperations Overview\n\nUtility operations are generally conducted as either electric or gas utilities in our four utility subsidiaries.\n\nElectric Operations\n\nElectric operations consist of energy supply, generation, transmission and distribution activities across all four utility subsidiaries. Xcel Energy had electric sales volume of 112,273 (millions of KWh), 3.9 million customers and electric revenues of $11,147 million for 2024.\n\nElectric Operations (percentage of total)Sales VolumeNumber of CustomersRevenues\n\nResidential23 %86 %32 %\n\nC&I59 12 49 \n\nOther18 2 19 \n\nRetail Sales/Revenue Statistics (a)\n\n20242023\n\nKWh sales per retail customer23,908 23,939 \n\nRevenue per retail customer$2,357 $2,464 \n\nResidential revenue per KWh13.82 ¢13.80 ¢\n\nC&I revenue per KWh8.24 ¢8.82 ¢\n\nTotal retail revenue per KWh9.86 ¢10.29 ¢\n\n(a)See Note 6 to the consolidated financial statements for further information.\n\nOwned and Purchased Energy Generation — 2024\n\nElectric Energy Sources\n\nTotal electric energy generation by source for the year ended Dec. 31: \n\n9\n\n\nCarbon-Free\n\nXcel Energy’s carbon-free energy portfolio includes wind, nuclear, hydroelectric, biomass and solar power from both owned generation facilities and PPAs. Carbon-free percentages will vary year-over-year based on system additions, commodity costs, weather, system demand and transmission constraints.\n\nSee Item 2 — Properties for further information.\n\nWind \n\nWind capacity is shown as net maximum capacity. Net maximum capacity is attainable only when wind conditions are sufficiently available.\n\nOwned — Owned and operated wind farms with corresponding capacity:\n\nUtility Subsidiary20242023\n\nWind FarmsCapacity (MW)Wind FarmsCapacity (MW)\n\nNSP System17 2,445 17 2,444 \n\nPSCo2 1,059 2 1,059 \n\nSPS2 985 2 985 \n\nTotal 21 4,489 21 4,488 \n\nPPAs — Number of PPAs with capacity range: \n\nUtility Subsidiary20242023\n\nPPAsRange (MW)PPAsRange (MW)\n\nNSP System1161  — 206 1201  — 206\n\nPSCo16 23  — 30117 23  — 301\n\nSPS16 1  — 25016 1  — 250\n\nPPAs — Contracted wind capacity (MW) for PPAs:\n\nUtility Subsidiary20242023\n\nNSP System2,061 2,066 \n\nPSCo2,996 3,026 \n\nSPS1,562 1,562 \n\nAverage Cost — Average cost per MWh of wind energy from owned generation and existing PPAs:\n\nTypeUtility Subsidiary20242023\n\nOwned Generation (a)\n\nNSP System$7 $7 \n\nPPANSP System32 33 \n\nOwned Generation (a)\n\nPSCo4 7 \n\nPPAPSCo43 42 \n\nOwned Generation (a)\n\nSPS1 6 \n\nPPASPS28 26 \n\n(a)Includes the impact of PTCs.\n\nXcel Energy currently has approximately 1,900 MW of owned wind under development or being repowered. This includes 350 MW of approved repowering projects at the NSP System estimated to be completed in 2025. The Company anticipates approximately 1,550 MW at PSCo as part of the Colorado Resource Plan and anticipates approval of an additional 300 MW of PPAs as part of the Colorado Resource Plan, additions are expected to be placed in service between 2026 - 2028.\n\nAdditionally, the NSP System anticipates 3,200 MW to be placed in service by 2030, as part of the recently approved Upper Midwest Resource Plan. The RFP process will start in 2025.\n\nSolar \n\nOwned — Owned and operated solar projects with corresponding capacity:\n\nUtility Subsidiary20242023\n\nSolar ProjectsCapacity (MW)Solar ProjectsCapacity (MW)\n\nNSP System (a)\n\n1 223 — — \n\n(a)NSP-Minnesota placed in service Sherco Solar 1 in the fourth quarter of 2024. Average cost per MWh will be available after a full year of operations. \n\nPPAs — Solar PPAs capacity by type:\n\nTypeUtility SubsidiaryCapacity (MW)\n\nDistributed GenerationNSP System1,461 \n\nUtility-ScaleNSP System349 \n\nDistributed GenerationPSCo1,031 \n\nUtility-Scale (a)\n\nPSCo1,530 \n\nDistributed GenerationSPS30 \n\nUtility-ScaleSPS192 \n\nTotal 4,593 \n\n(a)Includes battery storage capacity of 225 MW. \n\nAverage Cost (PPAs) — Average cost per MWh of solar energy under existing distributed and utility-scale generation PPAs:\n\nUtility Subsidiary20242023\n\nNSP System$100 $90 \n\nPSCo31 34 \n\nSPS68 67 \n\nSolar Development — Xcel Energy currently has approximately 2,700 MW of owned and PPA solar under development. For the NSP System, this includes 500 MW of solar approved at the Sherco site which are expected to be placed in service in 2025 and 2026. Additionally, various PPAs totaling approximately 105 MW are expected to be completed throughout 2025. Incremental to this amount is 400 MW anticipated as part of the Upper Midwest Resource Plan, to be placed in service by 2030. \n\nPSCo anticipates development of approximately 1,700 MW of solar generation resources (650 MW company owned, 1,050 MW as PPAs) as part of the Colorado Resource Plan. Colorado Resource Plan additions are expected to be placed in service between 2026 - 2028.\n\nFor SPS, approximately 450 MW of solar and storage are expected to be placed in service in 2026 and 2027. \n\nNuclear\n\nXcel Energy has two nuclear plants with approximately 1,700 MW of total 2024 net summer dependable capacity that safely and reliably generates carbon free electricity for the NSP System. Xcel Energy secures contracts for uranium concentrates, uranium conversion, uranium enrichment and fuel fabrication to operate its nuclear plants. We use varying contract lengths as well as multiple producers for uranium concentrates, conversion services and enrichment services to minimize potential impacts caused by supply interruptions due to geographical and world political issues.\n\n10\n\n\nNuclear Fuel Cost — Delivered cost per MMBtu of nuclear fuel consumed for owned electric generation and the percentage of total fuel requirements (nuclear, natural gas and coal):\n\nUtility SubsidiaryNuclear\n\nNSP SystemCostPercent\n\n2024$0.83 43 %\n\n20230.76 50 \n\nOther — Xcel Energy’s other carbon-free energy portfolio includes hydro from owned generating facilities. \n\nThe NSP System anticipates development of approximately 300 MW of storage capacity at the Sherco site, expected to be placed in service in 2027. Additionally, 600 MW of stand-alone storage are expected to be added as part of the Upper Midwest Resource Plan, to be placed in service by 2030.\n\nPSCo anticipates development of approximately 1,850 MW of storage capacity (400 MW company owned, 1,450 MW as PPAs) as part of the Colorado Resource Plan. Colorado Resource Plan additions are expected to be placed in service between 2026 - 2028.\n\nSee Item 2 — Properties for further information.\n\nFossil Fuel\n\nXcel Energy’s fossil fuel energy portfolio includes coal and natural gas power from both owned generating facilities and PPAs. \n\nCoal\n\nXcel Energy owned and operated coal units with approximately 5,500 MW of total 2024 net summer dependable capacity, which provided 15% of Xcel Energy’s energy mix in 2024. This amount includes the coal units Harrington Units 1-3, which are in the process of being converted to natural gas (net summer dependable capacity of 1,018 MW) and approximately 100 MW derived from RDF and wood fuel sources.\n\nXcel Energy has plans to retire or convert to natural gas all of its existing coal generation by the end of 2030. Approved early coal plant retirements:\n\nYearUtility SubsidiaryPlant UnitCapacity (MW)\n\n2025PSCoComanche 2330\n\n2025PSCoCraig 142(a)\n\n2025PSCoPawnee (b)\n\n505\n\n2026NSP-MinnesotaSherco 1680\n\n2027PSCoHayden 298(a)\n\n2028PSCoHayden 1135(a)\n\n2028PSCoCraig 240(a)\n\n2028NSP-MinnesotaA.S. King511\n\n2028SPSTolk 1532\n\n2028SPSTolk 2535\n\n2030NSP-MinnesotaSherco 3517(a)\n\n2030PSCoComanche 3500 \n\n(a)\n\n(a)Based on Xcel Energy’s ownership interest.\n\n(b)Reflects planned conversion from coal to natural gas.\n\nCoal Fuel Cost — Delivered cost per MMBtu of coal consumed for owned electric generation and the percentage of fuel requirements (nuclear, natural gas and coal):\n\nCoal (a)\n\nUtility SubsidiaryCostPercent\n\nNSP System\n\n2024$2.24 22 %\n\n20232.43 29 \n\nPSCo \n\n20241.91 44 \n\n20231.57 54 \n\nSPS \n\n20242.87 34 \n\n20232.73 48 \n\n(a)Includes RDF and wood for the NSP System.\n\nNatural Gas \n\nXcel Energy has 22 natural gas plants with approximately 8,000 MW of total 2024 net summer dependable capacity, which provided 33% of Xcel Energy’s mix in 2024. \n\nNatural gas supplies, transportation and storage services for power plants are procured to provide an adequate supply of fuel. Remaining requirements are procured through a liquid spot market. Generally, natural gas supply contracts have variable pricing that is tied to natural gas indices. Natural gas supply and transportation agreements include obligations for the purchase and/or delivery of specified volumes or payments in lieu of delivery.\n\nNatural Gas Cost — Delivered cost per MMBtu of natural gas consumed for owned electric generation and the percentage of total fuel requirements (nuclear, natural gas and coal):\n\nNatural Gas\n\nUtility SubsidiaryCostPercent\n\nNSP System\n\n2024$1.94 35 %\n\n20233.91 21 \n\nPSCo \n\n20242.77 56 \n\n20233.06 46 \n\nSPS \n\n20240.94 66 \n\n20232.35 52 \n\nThe NSP System anticipates the development of 700 MW of company owned natural gas generation expected to be placed in service between 2025 - 2028.\n\nPSCo anticipates development of approximately 450 MW of company owned natural gas generation, as part of the Colorado Resource Plan to help ensure resiliency and reliability. Colorado Resource Plan additions are expected to be placed in service between 2026 - 2028.\n\nIn 2024, SPS converted a total of 339 MW from coal to natural gas related to the Harrington station coal to natural gas repowering project. In January 2025, an additional 341 MW has been converted to natural gas. Through 2025, SPS expects to convert a final 338 MW to natural gas.\n\n11\n\n\nCapacity and Demand\n\nUninterrupted system peak demand and occurrence date:\n\n20242023\n\nUtility SubsidiaryMWDateMWDate\n\nNSP System  \n\n8,822 Aug. 269,231 Aug. 23\n\nPSCo 7,084 Aug. 16,909 July 24\n\nSPS 4,437 Aug. 194,372 Aug. 17\n\nTransmission\n\nTransmission lines deliver electricity at high voltages and over long distances from power sources to substations closer to customers. A strong transmission system ensures continued reliable and affordable service, ability to meet state and regional energy policy goals, and support for a diverse generation mix, including renewable energy. Xcel Energy owns approximately 111,000 conductor miles of transmission lines across its service territory. \n\nSee Item 2 - Properties for further information.\n\nDistribution\n\nDistribution lines allow electricity to travel at lower voltages from substations directly to customers. Xcel Energy has a vast distribution network, owning and operating approximately 221,000 conductor miles of distribution lines across our eight-state service territory.\n\nSee Item 2 - Properties for further information.\n\nNatural Gas Operations\n\nNatural gas operations consist of purchase, transportation and distribution of natural gas to end-use residential, C&I and transport customers in NSP-Minnesota, NSP-Wisconsin and PSCo. Xcel Energy had natural gas deliveries of 387,513 (thousands of MMBtu), 2.2 million customers and natural gas revenues of $2,230 million for 2024.\n\nNatural Gas (percentage of total)DeliveriesNumber of CustomersRevenues\n\nResidential35 %92 %58 %\n\nC&I24 8 29 \n\nTransportation and other41 <113 \n\nSales/Revenue Statistics (a)\n\n20242023\n\nMMBtu sales per retail customer105 115 \n\nRevenue per retail customer$896 $1,113 \n\nResidential revenue per MMBtu9.48 10.54 \n\nC&I revenue per MMBtu7.04 8.48 \n\nTransportation and other revenue per MMBtu1.10 1.01 \n\n(a)See Note 6 to the consolidated financial statements for further information.\n\nCapability and Demand\n\nNatural gas supply requirements are categorized as firm or interruptible. \n\nMaximum daily output (firm and interruptible) and occurrence date:\n\n20242023\n\nUtility SubsidiaryMMBtuDateMMBtuDate\n\nNSP-Minnesota841,164 Jan. 19753,642 Feb. 3\n\nNSP-Wisconsin163,246 Jan.17158,029 Jan. 30\n\nPSCo2,357,931 Jan.152,190,155 Jan. 30\n\nNatural Gas Supply and Cost\n\nXcel Energy seeks natural gas supply, transportation and storage alternatives to yield a diversified portfolio, which increases flexibility and decreases interruption, financial risks and customer rates. In addition, the utility subsidiaries conduct natural gas price hedging activities approved by their states’ commissions. \n\nAverage delivered cost per MMBtu of natural gas for regulated retail distribution:\n\nUtility Subsidiary20242023\n\nNSP-Minnesota$3.97 $5.31 \n\nNSP-Wisconsin3.77 5.26 \n\nPSCo3.36 4.91 \n\nNSP-Minnesota, NSP-Wisconsin and PSCo have natural gas supply transportation and storage agreements that include obligations for purchase and/or delivery of specified volumes or to make payments in lieu of delivery. \n\nGeneral\n\nGeneral Economic Conditions\n\nEconomic conditions may have a material impact on Xcel Energy’s operating results. Management cannot predict the impact of fluctuating energy or commodity prices, pandemics, terrorist activity, war or the threat of war. We could experience a material impact to our results of operations, future growth or ability to raise capital resulting from a sustained general slowdown in economic growth or a significant increase in interest rates or inflation.\n\nSeasonality\n\nDemand for electric power and natural gas is affected by seasonal differences in the weather. In general, peak sales of electricity occur in the summer months and peak sales of natural gas occur in the winter months. As a result, the overall operating results may fluctuate substantially on a seasonal basis. Additionally, Xcel Energy’s operations have historically generated less revenues and income when weather conditions are warmer in the winter and cooler in the summer. Sales true-up and decoupling mechanisms mitigate the impacts of weather in certain jurisdictions. \n\nCompetition\n\nXcel Energy is subject to public policies that promote competition and development of energy markets. Xcel Energy’s industrial and large commercial customers have the ability to generate their own electricity. In addition, customers may have the option of substituting other fuels or relocating their facilities to a lower cost region. \n\nCustomers have the opportunity to supply their own power with distributed generation including solar generation and can currently avoid paying for most of the fixed production, transmission and distribution costs incurred to serve them in most jurisdictions. \n\nSeveral states have incentives for the development of rooftop solar, community solar gardens and other distributed energy resources. Distributed generating resources are potential competitors to Xcel Energy’s electric service business with these incentives and federal tax subsidies.\n\nThe FERC has continued to promote competitive wholesale markets through open access transmission and other means. Xcel Energy’s wholesale customers can purchase energy from other generation resources and transmission services from other service providers to serve their native load.\n\n12\n\n\nFERC Order No. 1000 established competition for ownership of certain new electric transmission facilities under Federal regulations. Some states have state laws that allow the incumbent a Right of First Refusal to own these transmission facilities. \n\nFERC Order 2222 requires that RTO and ISO markets allow participation of aggregations of distributed energy resources. This order is expected to incentivize distributed energy resource adoption, however implementation is expected to vary by RTO/ISO and the near, medium, and long-term impacts of Order 2222 remain unclear.\n\nXcel Energy Inc.’s utility subsidiaries have franchise agreements with cities subject to periodic renewal; however, a city could seek alternative means to access electric power or gas, such as municipalization. No municipalization activities are occurring presently. \n\nWhile each utility subsidiary faces these challenges, Xcel Energy believes their rates and services are competitive with alternatives currently available.\n\nGovernmental Regulations\n\nPublic Utility Regulation\n\nSee Item 7 for discussion of public utility regulation.\n\nEnvironmental Regulation\n\nOur facilities are regulated by federal and state agencies that have jurisdiction over air emissions, water quality, wastewater discharges, solid and hazardous wastes or substances. Certain Xcel Energy activities require registrations, permits, licenses, inspections and approvals from these agencies. \n\nXcel Energy has received necessary authorizations for the construction and continued operation of its generation, transmission and distribution systems. Our facilities strive to operate in compliance with applicable environmental standards and related monitoring and reporting requirements. \n\nHowever, it is not possible to determine what additional facilities or modifications to existing or planned facilities will be required as a result of changes to regulations, interpretations or enforcement policies or what effect future laws or regulations may have. We may be required to incur expenditures in the future for remediation of historic and current operating sites and other waste treatment, storage and disposal sites. \n\nThere are significant environmental regulations to encourage use of clean energy technologies and regulate emissions of GHGs. We have undertaken numerous initiatives to meet current requirements and prepare for potential future regulations, reduce GHG emissions and respond to state renewable and energy efficiency goals. Future environmental regulations may result in substantial costs. However, costs to comply with past environmental regulations have largely been recoverable through rates. \n\nEmerging Environmental Regulation\n\nClean Air Act\n\nPower Plant Greenhouse Gas Regulations — In April 2024, the EPA published final rules addressing control of CO2 emissions from the power sector. The rules regulate new natural gas generating units and emission guidelines for existing coal and certain natural gas generation. The rules create subcategories of coal units based on planned retirement date and subcategories of natural gas combustion turbines and combined cycle units based on utilization. The CO2 control requirements vary by subcategory. Based on current estimates and assumptions, Xcel Energy has determined that due to scheduled plant retirements, there is minimal financial or operational impact associated with these requirements and believes that the cost of these initiatives or replacement generation would be recoverable through rates based on prior state commission practices.\n\nWaste-to-Energy Air Regulations — In January 2024, the EPA proposed air regulations addressing new and existing large municipal waste combustors. The proposed rules lower current emission standards for certain pollutants and would require installation of new pollution controls and/or more intense use of existing pollution controls at French Island Generating Station, Red Wing Generating Plant and Wilmarth Generating Plant. Until final rules are issued, it is not certain what the impact will be on Xcel Energy. Xcel Energy believes that the cost of these initiatives or replacement generation would be recoverable through rates based on prior state commission practices.\n\nEmerging Contaminants of Concern\n\nPFAS are man-made chemicals that are widely used in consumer products and can persist and bio-accumulate in the environment. Xcel Energy does not manufacture PFAS, but because PFAS are so ubiquitous in products and the environment, it may impact our operations. \n\nIn June 2024, the EPA finalized a rule that designated certain PFAS as hazardous substances under CERCLA. In July 2024, the EPA finalized another rule that set enforceable drinking water standards for certain PFAS.\n\nPotential costs for these rules and any additional proposed regulations related to PFAS are uncertain and will be determined on a site specific basis where applicable. If costs are incurred, Xcel Energy believes the costs will be recoverable through rates based on prior state commission practices.\n\nEffluent Limitation Guidelines\n\nIn April 2024, the EPA published final rules under the Clean Water Act, setting Effluent Limitations Guidelines and Standards for steam generating coal plants. This rule establishes more stringent wastewater discharge standards for bottom ash transport water, flue-gas desulfurization wastewater, and combustion residuals leachate from steam electric power plants, particularly coal-fired power plants. Based on current estimates and assumptions, Xcel Energy has determined that there is minimal financial or operational impact associated with these requirements and that any costs would be recoverable through rates based on prior state commission practices. \n\nEnvironmental Costs\n\nEnvironmental costs include amounts for nuclear plant decommissioning and payments for storage of spent nuclear fuel, disposal of hazardous materials and waste, remediation of contaminated sites, monitoring of discharges to the environment and compliance with laws and permits with respect to emissions.\n\n13\n\n\nCosts charged to operating expenses for nuclear decommissioning, spent nuclear fuel disposal, environmental monitoring and remediation and disposal of hazardous materials and waste and depreciation of previously incurred capital expenditures for environmental improvements were approximately:\n\n•$290 million in 2024.\n\n•$275 million in 2023.\n\n•$365 million in 2022.\n\nAverage annual expense of approximately $330 million from 2025 – 2029 is estimated for similar costs. The precise timing and amount of environmental costs, including those for site remediation and disposal of hazardous materials, are unknown. Additionally, the extent to which environmental costs will be recovered through rates may fluctuate.\n\nCapital expenditures for environmental improvements were approximately:\n\n•$25 million in 2024.\n\n•$20 million in 2023.\n\n•$20 million in 2022.\n\nCertain previously collected nuclear storage costs for the federal nuclear waste program are reimbursed to customers by the federal government as a result of a settlement we pursued regarding the government’s failure to deliver a disposal program. Installments received are reimbursed to customers as approved by the MPUC and other state regulators. \n\nOther\n\nOur operations are subject to workplace safety standards under the Federal Occupational Safety and Health Act of 1970 (“OSHA”) and comparable state laws that regulate the protection of worker health and safety. In addition, the Company is subject to other government regulations impacting such matters as labor, competition, data privacy, etc. Based on information to date and because our policies and business practices are designed to comply with all applicable laws, we do not believe the effects of compliance on our operations, financial condition or cash flows are material. \n\nCapital Spending and Financing\n\nSee Item 7 for discussion of capital expenditures and funding sources.\n\nInformation about our Executive Officers (a)\n\nNameAgeCurrent and Recent PositionsTime in Position\n\nRobert C. Frenzel54Chairman of the Board of Directors, Xcel Energy Inc.December 2021 — Present\n\nPresident and Chief Executive Officer and Director, Xcel Energy Inc.August 2021 — Present\n\nChief Executive Officer, NSP-Minnesota, NSP-Wisconsin, PSCo and SPSAugust 2021 — Present\n\nPresident and Chief Operating Officer, Xcel Energy Inc. March 2020 — August 2021\n\nExecutive Vice President, Chief Financial Officer, Xcel Energy Inc.May 2016 — March 2020\n\nRobert Berntsen55Executive Vice President, Chief Legal and Compliance Officer, Xcel Energy Inc.May 2024 — Present\n\nSenior Vice President, General Counsel, BHE Renewables, LLC, a development and commercial management of renewable energy projects companyDecember 2020 — May 2024\n\nSenior Vice President, General Counsel, Corporate Secretary and Chief Compliance Officer, MidAmerican Energy Company, a regulated electric and gas utilityMarch 2015 — December 2020\n\nPatricia Correa51Senior Vice President, Chief Human Resources Officer, Xcel Energy Inc.February 2022 — Present\n\nSenior Vice President, Human Resources, Eaton Corporation, a power management companyJuly 2019 — January 2022\n\nTimothy O’Connor65Executive Vice President, Chief Operations Officer, Xcel Energy Inc.August 2021 — Present\n\nExecutive Vice President, Chief Generation Officer, Xcel Energy Inc.March 2020 — August 2021\n\nSenior Vice President, Chief Nuclear Officer, Xcel Energy Services IncFebruary 2013 — March 2020\n\nAmanda Rome44Executive Vice President, Group President, Utilities, and Chief Customer Officer, Xcel Energy Inc.October 2023 — Present\n\nInterim General Counsel, Xcel Energy Inc. January 2024 — May 2024\n\nExecutive Vice President, Chief Legal and Compliance Officer, Xcel Energy Inc.June 2022 — October 2023\n\nExecutive Vice President, General Counsel, Xcel Energy Inc.June 2020 — June 2022\n\nVice President and Deputy General Counsel, Xcel Energy Services Inc.October 2019 — June 2020\n\nBrian J. Van Abel43Executive Vice President, Chief Financial Officer, Xcel Energy Inc. March 2020 — Present\n\nSenior Vice President, Finance and Corporate Development, Xcel Energy Services Inc.September 2018 — March 2020\n\n(a) No family relationships exist between any of the executive officers or directors.",
      "char_count": 51873
    },
    "item1a": {
      "text": "Table of Contents     \n\nITEM 1A — RISK FACTORS\n\nXcel Energy is subject to a variety of risks, many of which are beyond our control. Risks that may adversely affect the business, financial condition, results of operations or cash flows are described below. Although the risks are organized by heading, and each risk is described separately, many of the risks are interrelated. These risks should be carefully considered together with the other information set forth in this report and future reports that Xcel Energy files with the SEC.\n\nWhile we believe we have identified and discussed below the key risk factors affecting our business, there may be additional risks and uncertainties that are not presently known or that are not currently believed to be significant that may adversely affect our business, financial condition, results of operations or cash flows in the future. \n\nOversight of Risk and Related Processes\n\nThe Board of Directors is responsible for the oversight of material risk and maintaining an effective risk monitoring process. Management and the Board of Directors’ committees have responsibility for overseeing the identification and mitigation of key risks and reporting its assessments and activities to the full Board of Directors.\n\nXcel Energy maintains a robust compliance program and promotes a culture of compliance beginning with the tone at the top. The risk mitigation process includes adherence to our Code of Conduct and compliance policies, operation of formal risk management structures and overall business management. Xcel Energy further mitigates inherent risks through formal risk committees and corporate functions such as internal audit, and internal controls over financial reporting and legal. \n\nManagement identifies and analyzes risks to determine materiality and other attributes such as timing, probability and controllability. Identification and risk analysis occurs formally through risk assessment conducted by senior management, the financial disclosure process, hazard risk procedures, internal audit and compliance with financial and operational controls. \n\nManagement also identifies and analyzes risk through the business planning process, development of goals and establishment of key performance indicators, including identification of barriers to implementing Xcel Energy’s strategy. The business planning process also identifies likelihood and mitigating factors to prevent the assumption of inappropriate risk to meet goals.\n\nManagement communicates regularly with the Board of Directors and key stakeholders regarding risk. Senior management presents and communicates a periodic risk assessment to the Board of Directors, providing information on the risks that management believes are material, including financial impact, timing, likelihood and mitigating factors. The Board of Directors regularly reviews management’s key risk assessments, which includes areas of existing and future macroeconomic, financial, operational, policy, environmental, safety and security risks. \n\nThe oversight, management and mitigation of risk is an integral and continuous part of the Board of Directors’ governance of Xcel Energy. The Board of Directors assigns oversight of critical risks to each of its four committees to confirm these risks are well understood and given appropriate focus. \n\nThe Audit Committee is responsible for reviewing the adequacy of the committees’ risk oversight and affirming appropriate aggregate oversight occurs. Committees regularly report on their oversight activities and certain risk issues may be brought to the full Board of Directors for consideration when deemed appropriate.\n\nEmerging risks are considered and assigned as appropriate during the annual Board of Directors and committee evaluation process, resulting in updates to the committee charters and annual work plans. Additionally, the Board of Directors conducts an annual strategy session where Xcel Energy’s future plans and initiatives are reviewed.\n\nRisks Associated with Our Business\n\nOperational Risks\n\nOur natural gas and electric generation/transmission and distribution operations involve numerous risks that may result in accidents and other operating risks and costs.\n\nOur natural gas transmission and distribution activities include inherent hazards and operating risks, such as leaks, explosions, outages and mechanical problems. Our electric generation, transmission and distribution activities include inherent hazards and operating risks such as contact, fire and outages. \n\nThese risks could result in loss of life, significant property damage, environmental pollution, impairment of our operations and substantial financial losses to customers, the public, employees or third-party contractors. We maintain insurance against most, but not all, of these risks and losses. \n\nThe occurrence of these events, if not fully covered by insurance, could have a material effect on our financial condition, results of operations and cash flows as well as potential reputational impact.\n\nOther uncertainties and risks inherent in operating and maintaining Xcel Energy's facilities include, but are not limited to:\n\n•Risks associated with facility start-up operations, such as whether the facility will achieve projected operating performance on schedule and otherwise as planned. \n\n•Failures in the availability, acquisition or transportation of fuel or other supplies. \n\n•Impact of adverse weather conditions and natural disasters, including, wildfires, tornadoes, avalanches, icing events, floods, high winds, droughts and the availability or changes to wind patterns\n\n•Performance below expected or contracted levels of output or efficiency.\n\n•Availability of replacement or new equipment. \n\n•Availability of adequate water resources and ability to satisfy water intake and discharge requirements.  \n\n•Inability to identify, manage properly or mitigate equipment defects. \n\n•Use of new or unproven technology. \n\n•Inability to use information effectively given the rapidly increasing volume of data.\n\n•Risks associated with dependence on a specific type of fuel or fuel source, such as commodity price risk, availability of adequate fuel supply and transportation and lack of available alternative fuel sources.\n\n•Increased competition due to, among other factors, new facilities, excess supply, shifting demand and regulatory changes. \n\n•Increased costs due to aging infrastructure.\n\nAdditionally, compliance with existing and potential new regulations related to the operation and maintenance of our natural gas infrastructure could result in significant costs. The PHMSA is responsible for administering the DOT’s national regulatory program to assure the safe transportation of natural gas, petroleum and other hazardous materials by pipelines. The PHMSA continues to develop regulations and other approaches to risk management to assure safety in design, construction, testing, operation, maintenance and emergency response of natural gas pipeline infrastructure. We have programs in place to comply with these regulations and systematically monitor and renew infrastructure over time, however, a significant incident or material finding of non-compliance could result in penalties and higher costs of operations.\n\nOur natural gas and electric transmission and distribution operations are dependent upon complex information technology systems and network infrastructure, the failure of which could disrupt our normal business operations, which could have a material adverse effect on our ability to process transactions and provide services. \n\nOur utility operations are subject to long-term planning and project risks.\n\nMost utility investments are planned to be used for decades. Transmission and generation investments typically have long lead times and are planned well in advance of in-service dates and typically subject to long-term resource plans. These plans are based on numerous assumptions such as: sales growth, customer usage, commodity prices, economic activity, costs, regulatory mechanisms, customer behavior, available technology and public policy. Xcel Energy’s long-term resource plan is dependent on our ability to obtain required approvals (including regulatory approval in jurisdictions where Xcel Energy operates), develop necessary technical expertise, allocate and coordinate sufficient resources and adhere to budgets and timelines.\n\nIn addition, the long-term nature of both our planning processes and our asset lives are subject to risk. The utility sector is undergoing significant change (e.g., increases in energy efficiency, wider adoption of distributed generation and shifts away from fossil fuel generation to renewable generation). Customer adoption of these technologies and increased energy efficiency could result in excess transmission and generation resources, downward pressure on sales growth, and potentially stranded costs if we are not able to fully recover costs and investments. \n\nThe magnitude and timing of resource additions and changes in customer demand may not coincide with evolving customer preference for generation resources and end-uses, which introduces further uncertainty into long-term planning. Efforts to electrify the transportation and building sectors to reduce GHG emissions may result in higher electric demand and lower natural gas demand over time. New data centers and crypto mining facilities could generate significant increase in demand. Higher electric demand may require us to adopt new technologies and make significant generation, transmission and distribution investments including advanced grid infrastructure, which increases exposure to overall grid instability and technology obsolescence. Evolving stakeholder preference for lower emissions from generation sources and end-uses, like heating, may impact our resource mix and put pressure on our ability to recover capital investments in natural gas generation and delivery. Multiple states may not agree as to the appropriate resource mix, which may lead to costs to comply with one jurisdiction that are not recoverable across all jurisdictions served by the same assets. \n\nWe require inputs such as coal, natural gas, uranium and water. Lack of availability of these resources could jeopardize long-term operations of our facilities or make them uneconomic to operate. \n\nOur utilities are highly dependent on suppliers to deliver components in accordance with short and long-term project schedules. \n\nOur products contain components that are globally sourced from suppliers. A shortage of key components in which an alternative supplier is not identified could significantly impact operations and project plans for Xcel Energy and our customers. Such impacts could include timing of projects and the potential for project cancellation. Failure to adhere to project budgets and timelines could adversely impact our results of operations, financial condition or cash flows.\n\nWe are subject to physical and financial risks associated with climate change and other weather, natural disaster and resource depletion impacts.\n\nClimate change can create physical and financial risk. Physical risks include changes in weather conditions and extreme weather events. Our customers’ energy needs vary with weather. To the extent weather conditions are affected by climate change, customers’ energy use could increase or decrease. Increased energy use due to weather changes over the long-term may require us to invest in generating assets, transmission and infrastructure. Decreased energy use due to weather changes may result in decreased revenues. \n\nSevere weather impacts our service territories, primarily when thunderstorms, flooding, tornadoes, wildfires, snow, ice storms or extreme temperatures (high heating/cooling days) occur. Extreme weather conditions in general require system backup and can contribute to increased system stress, including service interruptions. Extreme weather conditions creating high energy demand may raise electricity prices, increasing the cost of energy we provide to our customers. \n\nTo the extent the frequency of extreme weather events increases, this could increase our cost of providing service and result in more frequent service interruptions. Periods of extreme temperatures could also impact our ability to meet demand. \n\nDrought or water depletion could adversely impact our ability to provide electricity to customers, cause early retirement of power plants that require water or increase the cost for energy. \n\nAdverse events may result in increased insurance costs and/or decreased insurance availability. We may not recover all costs related to mitigating these physical and financial risks. \n\nOur utilities have physical and financial risks associated with wildfires.\n\nIn recent years, wildfires have impacted the utility industry. More frequent and severe drought conditions, extreme swings in amount and timing of precipitation, changes in vegetation, unseasonably warm temperatures, very low humidity, stronger winds and other factors have increased the duration of the wildfire season and the potential impact of an event. Also, the expansion of the wildland urban interface increases the wildfire risk to surrounding communities and Xcel Energy's electric and natural gas infrastructure. Wildfires could jeopardize Xcel Energy’s electric and gas infrastructure and third-party property and result in temporary power outages or shortages in our service territories. \n\n16\n\n\nWe have programs in place to mitigate the physical and financial risks associated with wildfires; however, Xcel Energy’s wildfire mitigation initiatives may not be successful or effective in preventing or reducing wildfire-related losses. Wildfires can occur even when Xcel Energy follows its procedures and implements its wildfire mitigation initiatives.\n\nOther potential risks associated with wildfires and other climate events include the inability to secure sufficient insurance coverage, increased costs of insurance, or ability for insurers to meet their obligations, regulatory recovery risk, and the potential for a credit downgrade and subsequent additional costs to access capital markets. \n\nWhile we carry liability insurance, given an extreme event, if Xcel Energy was found to be liable for wildfire damages, amounts could potentially exceed our coverage and negatively impact our results of operations, financial condition or cash flows.\n\nWe are subject to commodity risks and other risks associated with energy markets and energy production.\n\nA significant increase in fuel costs could cause a decline in customer demand, adverse regulatory outcomes and an increase in bad debt expense which may have a material impact on our results of operations. Despite existing fuel cost recovery mechanisms in most of our states, higher fuel costs could significantly impact our results of operations if costs are not recovered. Delays in the timing of the collection of fuel cost recoveries could impact our cash flows and liquidity.\n\nA significant disruption in supply could cause us to seek alternatives at potentially higher costs. Additionally, supply shortages may not be fully resolved, which negatively impacts our ability to provide services to our customers. Failure to provide service due to disruptions may also result in fines, penalties or cost disallowances through the regulatory process. Also, significantly higher energy or fuel costs relative to sales commitments negatively impacts our cash flows and results of operations.\n\nWe also engage in wholesale sales and purchases of electric capacity, energy and energy-related products as well as natural gas. In many markets, emission allowances and/or RECs are also needed to comply with various statutes and commission rulings. As a result, we are subject to market supply and commodity price risk. \n\nCommodity price changes can affect the value of our commodity trading derivatives. We mark certain derivatives to estimated fair market value on a daily basis. Settlements can vary significantly from estimated fair values recorded and significant changes from the assumptions underlying our fair value estimates could cause earnings variability. The management of risks associated with hedging and trading is based, in part, on programs and procedures which utilize historical prices and trends. \n\nPublic perception often does not distinguish between pass through commodity costs and base rates. High commodity prices that are passed through to customer bills could impact our ability to recover costs for other improvements and operations. \n\nDue to the uncertainty involved in price movements and potential deviation from historical pricing, Xcel Energy is unable to fully assure that its risk management programs and procedures would be effective to protect against all significant adverse market deviations. \n\nIn addition, Xcel Energy cannot fully assure that its controls will be effective against all potential risks. If such programs and procedures are not effective, Xcel Energy’s results of operations, financial condition or cash flows could be materially impacted. \n\nFailure to attract and retain a qualified workforce could have an adverse effect on operations. \n\nThe competition for talent has become increasingly prevalent, and we have experienced increased employee turnover due to the condition of the labor market and decisions related to strategic workforce planning. In addition, specialized knowledge and skills are required for many of our positions, which may pose additional difficulty for us as we work to recruit, retain and motivate employees in this climate. \n\nFailure to hire, adequately train replacement employees, transfer knowledge/expertise or future availability and cost of contract labor may adversely affect the ability to manage and operate our business. Inability to attract and retain these employees could adversely impact our results of operations, financial condition or cash flows.\n\nOur businesses have collective bargaining agreements with labor unions. Failure to renew or renegotiate these contracts could lead to labor disruptions, including strikes or boycotts. Such disruptions or any negotiated wage or benefit increases could have a material adverse impact to our results of operations, financial condition or cash flows.  \n\nNational unionization efforts could affect our business, as an increase in unionized workers could challenge our operational efficiency and increase costs.\n\nOur operations use third-party contractors in addition to employees to perform periodic and ongoing work.\n\nWe rely on third-party contractors to perform operations, maintenance and construction work. Our contractual arrangements with these contractors typically include performance and safety standards, progress payments, insurance requirements and security for performance. Poor vendor performance or contractor unavailability could impact ongoing operations, restoration operations, regulatory recovery and our reputation and could introduce financial risk or risks of fines. \n\nOur employees, directors, third-party contractors, or suppliers may violate or be perceived to violate our Codes of Conduct, which could have an adverse effect on our reputation.\n\nWe are exposed to risk of employee or third-party contractor fraud or misconduct. All employees and members of the Board of Directors are subject to compliance with our Code of Conduct and are required to participate in annual training. Additionally, suppliers are subject to compliance with our Supplier Code of Conduct. \n\nXcel Energy does not tolerate discrimination, violations of our Code of Conduct or other unacceptable behaviors. However, it is not always possible to identify and deter misconduct by employees and other third-parties, which may result in governmental investigations, other actions or lawsuits. If such actions are taken against us we may suffer loss of reputation and such actions could have a material effect on our financial condition, results of operations and cash flows.\n\n17\n\n\nOur subsidiary, NSP-Minnesota, is subject to the risks of nuclear generation.\n\nNSP-Minnesota has two nuclear generation plants, Prairie Island and Monticello. Risks of nuclear generation include:\n\n•Hazards associated with the use of radioactive material in energy production, including management, handling, storage and disposal.\n\n•Limitations on insurance available to cover losses that may arise in connection with nuclear operations, as well as obligations to contribute to an insurance pool in the event of damages at a covered U.S. reactor.\n\n•Technological and financial uncertainties related to the costs of decommissioning nuclear plants may cause our funding obligations to change.\n\nThe NRC has authority to impose licensing and safety-related requirements for the operation of nuclear generation facilities, including the ability to impose fines and/or shut down a unit until compliance is achieved. NRC safety requirements could necessitate substantial capital expenditures or an increase in operating expenses. In addition, the INPO reviews NSP-Minnesota’s nuclear operations. Compliance with the INPO’s recommendations could result in substantial capital expenditures or a substantial increase in operating expenses.\n\nIf a nuclear incident did occur, it could have a material impact on our results of operations, financial condition or cash flows. Furthermore, non-compliance or the occurrence of a serious incident at other nuclear facilities could result in increased industry regulation, which may increase NSP-Minnesota’s compliance costs.\n\nFinancial Risks\n\nOur profitability depends on the ability of our utility subsidiaries to recover their costs, and changes in regulation may impair the ability of our utility subsidiaries to recover costs from their customers.\n\nWe are subject to comprehensive regulation by federal and state utility regulatory agencies, including siting and construction of facilities, customer service and the rates that we can charge customers.\n\nThe profitability of our utility operations is dependent on our ability to recover the costs of providing energy and utility services and earn a return on capital investment. Our rates are generally regulated and are based on an analysis of the utility’s costs incurred in a test year. The utility subsidiaries are subject to both future and historical test years depending upon the regulatory jurisdiction. Thus, the rates a utility is allowed to charge may or may not match its costs at any given time. Rate regulation is premised on providing an opportunity to earn a reasonable rate of return on invested capital.\n\nThere can also be no assurance that our regulatory commissions will judge all the costs of our utility subsidiaries to be prudent, which could result in disallowances, or that the regulatory process will always result in rates that will produce full recovery. \n\nOverall, management believes prudently incurred costs are recoverable given the existing regulatory framework. However, there may be changes in the regulatory environment that could impair the ability of our utility subsidiaries to recover costs historically collected from customers, or these subsidiaries could exceed caps on capital costs required by commissions and result in less than full recovery. \n\nChanges in the long-term cost-effectiveness or to the operating conditions of our assets may result in early retirements of utility facilities. While regulation typically provides cost recovery for these types of changes, there is no assurance that regulators would allow full recovery of all remaining costs. \n\nHigher than expected inflation, shortages of skilled labor, tariffs or federal policies may increase costs of construction and operations. Also, rising fuel costs could increase prices to consumers, all of which could increase the risk that our utility subsidiaries will not be able to fully recover their costs from their customers. \n\nAdverse regulatory rulings (including changes in recovery mechanisms) or the imposition of additional regulations could negatively impact our results of operations, financial condition or cash flows.\n\nAny reductions in our credit ratings could increase our financing costs and the cost of maintaining certain contractual relationships.\n\nOur credit ratings are subject to change, and our credit ratings may be lowered or withdrawn by a rating agency. Significant events including disallowance of costs, use of historic test years, elimination of riders or interim rates, increasing depreciation lives, lower returns on equity, changes to equity ratios, impacts of tax policy and unfavorable litigation outcomes may impact our cash flows and credit metrics, potentially resulting in a change in our credit ratings. In addition, our credit ratings may change as a result of the differing methodologies or change in the methodologies used by the various rating agencies.\n\nAny credit ratings downgrade could lead to higher borrowing costs or lower proceeds from equity issuances. It could also impact our ability to access capital markets. Also, our utility subsidiaries may enter into contracts that require posting of collateral or settlement if credit ratings fall below investment grade. The credit rating agencies may change their assessment or our regulatory or business risk, such as with the increase of climate events, which could negatively impact our credit ratings.\n\nWe are subject to capital market and interest rate risks.\n\nUtility operations require significant capital investment. As a result, we frequently need to access capital markets. Any disruption in capital markets could have a material impact on our ability to fund our operations. Capital market disruption and financial market distress could prevent us from issuing commercial paper, issuing new securities or cause us to issue securities with unfavorable terms and conditions, such as higher interest rates or lower proceeds from equity issuances. Higher interest rates on short-term borrowings with variable interest rates could also have an adverse effect on our operating results. \n\nThe performance of capital markets impacts the value of assets held in trusts to satisfy future obligations to decommission NSP-Minnesota’s nuclear plants and satisfy our defined benefit pension and postretirement benefit plan obligations. These assets are subject to market fluctuations and yield uncertain returns, which may fall below expected returns. A decline in the market value of these assets may increase funding requirements. Additionally, the fair value of the debt securities held in the nuclear decommissioning and/or pension trusts may be impacted by changes in interest rates.\n\nWe are subject to credit risks.\n\nCredit risk includes the risk that our customers will not pay their bills, which may lead to a reduction in our cash flows and liquidity and an increase in bad debt expense. Credit risk is comprised of numerous factors including the price of products and services provided, the overall economy and unemployment rates. \n\n18\n\n\nCredit risk also includes the risk that counterparties that owe us money or product will become insolvent and may breach their obligations. Should the counterparties fail to perform, we may be forced to enter into alternative arrangements. In that event, our financial results could be adversely affected and we may incur losses. This could be particularly impactful for long-lead time equipment contracts that require significant deposits and milestone payments, for items that may be difficult to procure elsewhere in the event of non-performance. \n\nXcel Energy may have direct credit exposure in our short-term wholesale and commodity trading activity to financial institutions trading for their own accounts or issuing collateral support on behalf of other counterparties. We may also have some indirect credit exposure due to participation in organized markets, (e.g., MISO, SPP, ERCOT and California ISO), in which any credit losses are socialized to all market participants. \n\nWe have additional indirect credit exposure to financial institutions from letters of credit provided as security by power suppliers under various purchased power contracts. If any of the credit ratings of the letter of credit issuers were to drop below investment grade, the supplier would need to replace that security with an acceptable substitute. If the security were not replaced, the party could be in default under the contract.\n\nIncreasing costs of our defined benefit retirement plans and employee benefits may adversely affect our results of operations, financial condition or cash flows.\n\nWe have defined benefit pension and postretirement plans that cover most of our employees. Assumptions related to future costs, return on investments, interest rates and other actuarial assumptions have a significant impact on our funding requirements of these plans. Estimates and assumptions may change. In addition, the Pension Protection Act sets the minimum funding requirements for defined benefit pension plans. Therefore, our funding requirements and contributions may change in the future. \n\nAlso, the payout of a significant percentage of pension plan liabilities in a single year, due to high numbers of retirements or employees leaving, would trigger settlement accounting and could require Xcel Energy to recognize incremental pension expense related to unrecognized plan losses in the year liabilities are paid. Changes in industry standards utilized in key assumptions (e.g., mortality tables) could have a significant impact on future obligations and benefit costs.\n\nIncreasing costs associated with health care plans may adversely affect our results of operations.\n\nIncreasing levels of large individual health care claims and overall health care claims could have an adverse impact on our results of operations, financial condition or cash flows. Health care legislation could also significantly impact our benefit programs and costs.\n\nWe must rely on cash from our subsidiaries to make dividend payments.\n\nInvestments in our subsidiaries are our primary assets. Substantially all our operations are conducted by our subsidiaries. Consequently, our operating cash flows and ability to service our debt and pay dividends depends upon the operating cash flows of our subsidiaries and their payment of dividends. \n\nOur subsidiaries are separate legal entities that have no obligation to pay any amounts due pursuant to our obligations or to make any funds available for dividends on our common stock. In addition, each subsidiary’s ability to pay dividends depends on statutory and/or contractual restrictions which may include requirements to maintain minimum levels of equity ratios, working capital or assets. \n\nIf the utility subsidiaries were to cease making dividend payments, our ability to pay dividends on our common stock or otherwise meet our financial obligations could be adversely affected. Our utility subsidiaries are regulated by state utility commissions, which possess broad powers to prioritize that the needs of the utility customers are met. We may be negatively impacted by the actions of state commissions that limit the payment of dividends by our utility subsidiaries. \n\nFederal tax law may significantly impact our business.\n\nOur utility subsidiaries collect estimated federal, state and local tax payments through their regulated rates. Changes to federal tax law may benefit or adversely affect our earnings and customer costs. Tax depreciable lives and the value/availability of various tax credits or the timeliness of their utilization may impact the economics or selection of resources. If tax rates are increased, there could be timing delays before regulated rates provide for recovery of such tax increases in revenues. In addition, certain IRS tax policies, such as tax normalization, may impact our ability to economically deliver certain types of resources relative to market prices. Changes to the availability of tax credit transferability could impact our cash flows and the cost of certain types of resources.\n\nMacroeconomic Risks\n\nEconomic conditions impact our business.\n\nXcel Energy’s operations are affected by economic conditions, which correlates to customers/sales growth (decline). Economic conditions may be impacted by recessionary factors, rising interest rates, inflation, the impacts of federal policy and insufficient financial sector liquidity leading to potential increased unemployment, which may impact customers’ ability to pay their bills, which could lead to additional bad debt expense. \n\nOur utility subsidiaries face competitive factors, which could have an adverse impact on our financial condition, results of operations and cash flows. Further, worldwide economic activity impacts the demand for basic commodities necessary for utility infrastructure, which may inhibit our ability to acquire sufficient supplies. We operate in a capital-intensive industry and federal trade policy could significantly impact the cost of materials we use. There may be delays before these additional material costs can be recovered in rates. \n\nThe oil and gas industry represents our largest C&I customer base. Oil and natural gas prices are sensitive to market risk factors which may impact demand.\n\nWe face risks related to health epidemics and other outbreaks, which may have a material effect on our financial condition, results of operations and cash flows.\n\nHealth epidemics impact countries, communities, supply chains and markets. Uncertainty continues to exist regarding epidemics; the duration and magnitude of business restrictions including shutdowns (domestically and globally); the potential impact on the workforce including shortages of employees and third-party contractors due to quarantine policies, vaccination requirements or government restrictions; impacts on the transportation of goods, and the generalized impact on the economy.\n\nWe cannot ultimately predict whether an epidemic will have a material impact on our future liquidity, financial condition or results of operations. Nor can we predict the impact on the health of our employees, our supply chain or our ability to recover higher costs associated with managing an outbreak. \n\n19\n\n\nOperations could be impacted by war, terrorism or other events. \n\nOur generation plants, fuel storage facilities, transmission and distribution facilities and information and control systems may be targets of terrorist activities. Any disruption could impact operations or result in a decrease in revenues and additional costs to repair and insure our assets. These disruptions could have a material impact on our financial condition, results of operations or cash flows.\n\nThe potential for terrorism has subjected our operations to increased risks and could have a material effect on our business. We have incurred increased costs for security and capital expenditures in response to these risks. The insurance industry has also been affected by these events and the availability of insurance may decrease. In addition, insurance may have higher deductibles, higher premiums and more restrictive policy terms.\n\nA disruption of the regional electric transmission grid, interstate natural gas pipeline infrastructure or other fuel sources, could negatively impact our business, brand and reputation. Because our facilities are part of an interconnected system, we face the risk of possible loss of business due to a disruption caused by the actions of a neighboring utility.\n\nWe also face the risks of possible loss of business due to significant events such as severe storms, temperature extremes, wildfires, widespread pandemic, generator or transmission facility outage, pipeline rupture, railroad disruption, operator error, sudden and significant increase or decrease in wind generation or a workforce disruption.\n\nIn addition, major catastrophic events throughout the world may disrupt our business. While we have business continuity plans in place, our ability to recover may be prolonged due to the type and extent of the event. Xcel Energy participates in a global supply chain, which includes materials and components that are globally sourced. A prolonged disruption could result in the delay of equipment and materials that may impact our ability to connect, restore and reliably serve our customers. \n\nA major disruption could result in a significant decrease in revenues, additional costs to repair assets, and an adverse impact on the cost and availability of insurance, which could have a material impact on our results of operations, financial condition or cash flows.\n\nA cybersecurity incident or security breach could have a material effect on our business.\n\nWe operate in an industry that requires the continued operation of sophisticated information technology, control systems and network infrastructure. In addition, we use our systems and infrastructure to create, collect, use, disclose, store, dispose of and otherwise process sensitive information, including Company data, customer energy usage data, and personal information regarding customers, employees and their dependents, contractors, shareholders and other individuals.\n\nXcel Energy’s generation, transmission, distribution and fuel storage facilities, information technology systems and other infrastructure or physical assets as well as information processed in our systems (e.g., information regarding our customers, employees, operations, infrastructure and assets) could be affected by cybersecurity incidents, including those caused by human error. \n\nThe utility industry has been the target of several attacks on operational systems and has seen an increased volume and sophistication of cybersecurity incidents from international activist organizations, other countries and individuals. We expect to continue to experience attempts to compromise our information technology and control systems, network infrastructure and other assets. To date, no cybersecurity incident or attack affecting us or our vendors has had a material impact on our business or results of operations.\n\nCybersecurity incidents could harm our businesses by limiting our generation, transmission and distribution capabilities, delaying our development and construction of new facilities or capital improvement projects to existing facilities, disrupting our customer operations or causing the release of customer information, all of which would likely receive state and federal regulatory scrutiny and could expose us to liability. \n\nXcel Energy’s generation, transmission systems and natural gas pipelines are part of an interconnected system. Therefore, a disruption caused by the impact of a cybersecurity incident on the regional electric transmission grid, natural gas pipeline infrastructure or other fuel sources of our third-party service providers’ operations, could also negatively impact our business. \n\nGenerative Artificial Intelligence, such as large language models like ChatGPT, present a range of challenges and potential risks as we consider impacts to the business. These challenges involve navigating the complexities of creating and deploying AI models that generate content autonomously. Data privacy, legal concerns, and security issues are all risks as this technology continues to be adopted.\n\nOur supply chain for procurement of digital equipment and services may expose software or hardware to these risks and could result in a breach or significant costs of remediation. We are unable to quantify the potential impact of cybersecurity threats or subsequent related actions. Cybersecurity incidents and regulatory action could result in a material decrease in revenues and may cause significant additional costs (e.g., penalties, third-party claims, repairs, insurance or compliance) and potentially disrupt our supply and markets for natural gas, oil and other fuels.\n\nWe maintain security measures to protect our information technology and control systems, network infrastructure and other assets. However, these assets and the information they process may be vulnerable to cybersecurity incidents, including asset failure or unauthorized access to assets or information. \n\nA failure or breach of our technology systems or those of our third-party service providers could disrupt critical business functions and may negatively impact our business, our brand, and our reputation. The cybersecurity threat is dynamic and evolves continually, and our efforts to prioritize network protection may not be effective given the constant changes to threat vulnerability. \n\nWhile the Company maintains insurance relating to cybersecurity events, such insurance is subject to a number of exclusions and may be insufficient to offset any losses, costs or damages experienced. Also, the market for cybersecurity insurance is relatively new and coverage available for cybersecurity events is evolving as the industry matures.\n\n20\n\n\nOur operating results may fluctuate on a seasonal and quarterly basis and can be adversely affected by milder weather.\n\nOur electric and natural gas utility businesses are seasonal, and weather patterns can have a material impact on our operating performance. Demand for electricity is often greater in the summer and winter months associated with cooling and heating. Because natural gas is heavily used for residential and commercial heating, the demand depends heavily upon weather patterns. A significant amount of natural gas revenues are recognized in the first and fourth quarters related to the heating season. Accordingly, our operations have historically generated less revenues and income when weather conditions are milder in the winter and cooler in the summer. Unusually mild winters and summers could have an adverse effect on our financial condition, results of operations or cash flows.\n\nPublic Policy Risks\n\nIncreased risks of regulatory penalties could negatively impact our business.\n\nThe Energy Act increased civil penalty authority for violation of FERC statutes, rules and orders. FERC can impose penalties of up to $1.5 million per violation per day, particularly as it relates to energy trading activities for both electricity and natural gas. In addition, NERC electric reliability standards and critical infrastructure protection requirements are mandatory and subject to potential financial penalties. Also, the PHMSA, Occupational Safety and Health Administration and other federal agencies have the authority to assess penalties.\n\nIn the event of serious incidents, these agencies may pursue penalties. In addition, certain states have the authority to impose substantial penalties. If a serious reliability, cybersecurity or safety incident did occur, it could have a material effect on our results of operations, financial condition or cash flows. \n\nThe continued use of natural gas for both power generation and gas distribution have increasingly become a public policy advocacy target. These efforts may result in a limitation of natural gas as an energy source for both power generation and heating, which could impact our ability to reliably and affordably serve our customers. \n\nIn recent years, there have been various local and state agency proposals within and outside our service territories that would attempt to restrict the use and availability of natural gas. If such policies were to prevail, we may be forced to make new resource investment decisions which could potentially result in stranded costs if we are not able to fully recover costs and investments and impact the overall reliability of our service.\n\nEnvironmental Policy Risks\n\nWe may be subject to legislative and regulatory responses to climate change, with which compliance could be difficult and costly.\n\nLegislative and regulatory responses related to climate change may create financial risk as our facilities may be subject to additional regulation at either the state or federal level in the future. International agreements could additionally lead to future federal or state regulations.\n\nIn 2015, the United Nations Framework Convention on Climate Change reached consensus among 190 nations on an agreement (the Paris Agreement) that establishes a framework for GHG mitigation actions by all countries, with a goal of holding the increase in global average temperature to below 2º Celsius above pre-industrial levels and an aspiration to limit the increase to 1.5º Celsius. Although the United States has withdrawn from the Paris Agreement, many states and localities continue to pursue their own climate policies which could result in future additional GHG reductions. \n\nThe steps Xcel Energy has taken to date to reduce GHG emissions, including energy efficiency measures, adding renewable generation and retiring or converting coal plants to natural gas, occurred under state-endorsed resource plans, renewable energy standards and other state policies. \n\nWe may be subject to climate change lawsuits. An adverse outcome could require substantial capital expenditures and possibly require payment of substantial penalties or damages. Defense costs associated with such litigation can also be significant and could affect results of operations, financial condition or cash flows if such costs are not recovered through regulated rates.\n\nIf our regulators do not allow us to recover all or a part of the cost of capital investment or the O&M costs incurred to comply with the mandates, it could have a material effect on our results of operations, financial condition or cash flows.\n\nWe are subject to environmental laws and regulations, with which compliance could be difficult and costly.\n\nWe are subject to environmental laws and regulations that affect many aspects of our operations, including air emissions, water quality, wastewater discharges and the generation, transport and disposal of solid wastes and hazardous substances. Laws and regulations require us to obtain permits, licenses, and approvals and to comply with a variety of environmental requirements. \n\nEnvironmental laws and regulations can also require us to restrict or limit the output of facilities or the use of certain fuels, shift generation to lower-emitting facilities, install pollution control equipment, clean up spills and other contamination and correct environmental hazards. Failure to meet requirements of environmental mandates may result in fines or penalties. We may be required to pay all or a portion of the cost to remediate sites where our past activities, or the activities of other parties, caused environmental contamination. \n\nChanges in environmental policies and regulations or regulatory decisions may result in early retirements of our generation facilities. While regulation typically provides relief for these types of changes, there is no assurance that regulators would allow full recovery of all remaining costs. \n\nWe are subject to mandates to provide customers with clean energy, renewable energy and energy conservation offerings. It could have a material effect on our results of operations, financial condition or cash flows if our regulators do not allow us to recover the cost of capital investment or O&M costs incurred to comply with the requirements. Additionally, the impact of environmental laws and regulations may impact the economic health of consumers through higher prices of energy and purchased goods.\n\nWhile we establish strategies and expectations related to climate change and other environmental matters, our ability to achieve any such strategies or expectations is subject to numerous factors and conditions, many of which are outside of our control. Examples of such factors include, but are not limited to, evolving legal, regulatory, and other standards, processes, and assumptions, the pace of scientific and technological developments, increased costs, the availability of requisite financing, and changes in carbon markets. Failures or delays (whether actual or perceived) in achieving our strategies or expectations related to climate change and other environmental matters could adversely affect our business, operations, and reputation, and increase risk of litigation.\n\n21\n\n\nIn addition, existing environmental laws or regulations may be revised and new laws or regulations may be adopted. We may also incur additional unanticipated obligations or liabilities under existing environmental laws and regulations.\n\nITEM 1B — UNRESOLVED STAFF COMMENTS\n\nNone.\n\nITEM 1C — CYBERSECURITY\n\nAs described in Item 1A – Risk Factors, Xcel Energy operates in an industry that requires the continued operation of sophisticated information technology, control systems and network infrastructure, as such, our business is subject to the risk of interruption by cybersecurity incidents that range from attacks common to most industries, such as phishing and denial-of-service, to attacks from more sophisticated adversaries, including nation state actors, that target the critical infrastructure used in the operation of our business. \n\nThe Company has a security risk program in place to identify, assess, manage and report material risks from cybersecurity incidents. As a utility provider, Xcel Energy complies with reliability standards imposed by NERC, including critical infrastructure protection standards related to both cybersecurity and physical security. These standards imposed by NERC, in alignment with the NIST Cybersecurity Framework, are the basis for which Xcel Energy has designed the cybersecurity control framework within its security risk program.\n\nAnnually, as part of Xcel Energy’s enterprise risk program, an integrated cybersecurity risk identification and assessment is completed across Xcel Energy’s business, including generation, transmission, distribution and fuel storage facilities, information technology systems and other infrastructure or physical assets as well as information processed in our systems (including systems hosted by third parties) that could be affected by cybersecurity incidents. This analysis includes the impact, likelihood, timeframe and controllability of cybersecurity risks and is presented to the Board of Directors. Management monitors and reviews the results of this analysis, integrating them into the enterprise risk assessment processes and implements appropriate mitigating actions as needed. \n\nXcel Energy’s cybersecurity policies, standards, practices, annual cybersecurity training content and readiness are regularly assessed by third-party consultants. These partners are engaged to perform independent penetration testing and other security related services to assist in the prevention, detection, monitoring, mitigation and remediation of cybersecurity incidents and risks. The results of these assessments are communicated to management and the Board of Directors by the Chief Security Officer.\n\nXcel Energy employs a comprehensive risk based approach to assess the magnitude and significance of a vendor’s risk to the Company. Certain third-party service providers are subject to vendor security risk assessments at the time of integration, contract execution/renewal, and upon detection of any increase in risk profile. Xcel Energy uses a variety of inputs in such risk assessments, including information supplied by providers and third parties (including information analysis centers that share daily threat intelligence and improve organizational agility associated with management of cybersecurity risks). In addition, the Company requires certain third-party service providers to meet appropriate security requirements, controls and responsibilities. The Company deploys periodic monitoring activities to assess compliance with our cybersecurity control framework and investigates security incidents that have impacted our third-party service providers as appropriate.\n\nManagement has assigned responsibility for the security risk program to the Chief Security Officer who has multiple years of experience in the Defense Industrial Base. The Chief Security Officer is informed about and monitors prevention, detection, mitigation and remediation efforts through a team of security professionals, many of whom are Certified Information Systems Security Professionals, Certified Information Security Managers or have received other cybersecurity certifications. The team has extensive experience selecting, deploying and operating cybersecurity technologies, initiatives and processes that aid in preventing, remediating and mitigating known and unknown security threats.\n\nThe Chief Security Officer or members of management brief the Board on routine and regular cybersecurity risk and threat updates, typically on an annual basis. In the event of a significant threat or incident, management and the Chief Security Officer leverage Xcel Energy’s incident response processes to assess impacts and resolve incidents. When a significant cybersecurity incident occurs, management communicates with the Board of Directors and relevant committees.\n\nThe Board of Directors oversees the risks associated with cybersecurity and the physical security of our assets, with information security matters being discussed at board meetings as well as at the ONES and Audit Committee meetings throughout the year. \n\nWhile the ONES Committee has primary committee responsibility for cybersecurity due to the operational issues involved, the Board of Directors has determined that the topic is of sufficient importance to warrant this comprehensive oversight approach. Augmenting such oversight efforts, the enterprise has the ability to notify and update the Board of Directors in the event of a possible crisis situation.\n\nCybersecurity risks are a part of Xcel Energy’s normal course of business. To date, no cybersecurity incident or attack affecting us or our vendors has had a material impact on our business or results of operations. As of Feb. 27, 2025 there have been no material cybersecurity incidents to report.",
      "char_count": 54089
    }
  },
  "extracted_at": "2026-01-19T16:06:15.019200"
}