{
  "ticker": "ACLS",
  "company_name": "AXCELIS TECHNOLOGIES INC",
  "cik": 1113232,
  "form_type": "10-K",
  "filing_date": "2025-02-28",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001855",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001113232&accession_number=000155837025001855&xbrl_type=v",
  "sic_code": "3559",
  "industry": "Special Industry Machinery, NEC",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\n​\nOverview of Our Business\n​\nAxcelis Technologies, Inc. (“Axcelis,” the “Company,” “we,” “us,” or “our”) designs, manufactures and services ion implantation and other processing equipment used in the fabrication of semiconductor chips. We believe that our Purion family of products offers the most innovative implanters available on the market today. We sell to leading semiconductor chip manufacturers worldwide. The ion implantation business represented 98.3% of our revenue in 2024, with the remaining 1.7% of revenue derived from aftermarket sales associated with other legacy processing systems. In addition to equipment, we provide extensive aftermarket lifecycle products and services, including used tools, spare parts, equipment upgrades, maintenance services and customer training.\n​\nAxcelis’ business commenced in 1978 and its current corporate entity was incorporated in Delaware in 1995. We are headquartered in Beverly, Massachusetts and maintain an internet site at www.axcelis.com. On or through our website, investors may access, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission. Our website and the information contained therein or connected thereto shall not be deemed to be incorporated into this Annual Report on Form 10-K.\n​\nRevenue for 2024 was $1,017.9 million, compared to $1,130.6 million in 2023. Systems revenue for 2024 was $782.6 million, compared to $883.6 million in 2023. Gross margin percent for 2024 was 44.7% compared to 43.5% in 2023. Operating profit for 2024 was $210.8 million, compared to $265.8 million in 2023. Net income for 2024 was $201.0 million, compared to $246.3 million in 2023. \n​\nThe Company is in a strong competitive position. A focused strategy on ion implant, combined with the hard work and dedication of our employees and the support of our customers and suppliers, enabled us to achieve critical milestones in our drive to market leadership. Important accomplishments in 2024 included:\n​\n\n●   We delivered revenue of $1,017.9 million in 2024 and earnings per share of $6.15.\n-------------------------------------------------------------------------------------\n\n●   We remained a technology leader and supplier of choice in the implant-intensive power device segment, which accounted for 56% of the value of our 2024 system shipments.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We continued working to expand our footprint with existing and new customers and currently have two Purion evaluation systems in the field at strategic customer sites in key market segments.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We continued our investment in our Customer Solutions &amp; Innovation (“CS&amp;I”) aftermarket business to drive financial growth and increased customer satisfaction levels, including the “Digital Tool Box,” an innovative service offering with online training, remote diagnosis and install, and automated troubleshooting guide.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We received 22 customer satisfaction awards in 2024. In addition, Axcelis was named to both the 2023 and 2024 editions of Forbes’ List of America’s Best Mid-Cap Companies and to both the Fortune Magazine’s 2023 and 2024 lists of the Top 100 Fastest Growing Companies.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n ​\nWe continue to work diligently to ensure that manufacturing and operating expense levels remain well aligned to business conditions. We believe that the most fundamental interest of our stockholders is consistent, profitable financial performance, which we expect to continue to deliver in 2025. Our performance is subject to the risks and uncertainties discussed below under Item 1A, Risk Factors.\n​\nIndustry Overview\n​\nSemiconductor chips, also known as integrated circuits, are used in a continuously evolving range of consumer and industrial products, including for example, personal computers, mobile devices, automobiles, sensors and controllers for the “internet of things” and data storage servers. Types of semiconductor chips include dynamic random-access memory \n\n\n2\n\n\n\n(“DRAM”) and “Not AND” (“NAND”) Flash memory; logic devices to process information; and “system on chip” devices (which have both logic and memory features). The demand for chips continues to increase, as a result of the electrification of vehicles, the evolution of digital communications (including the introduction of 5G mobile networks), artificial intelligence, large language models e.g. (ChatGPT), data analytics and visualization, and the growth in the Internet of Things, and the increasing complexity of device features. These chips are used in power management, data input, such as image sensors, which are often manufactured using mature processing technologies, as well as for memory to support the storage of data, internet streaming and “cloud computing” data analytics.\n​\nMost semiconductor chips are built on silicon or silicon carbide (“SiC”) wafers of 150mm (6 inches), 200mm (8 inches) or 300mm (12 inches) in diameter. Each semiconductor chip is made up of millions of tiny transistors or “switches” to control the functions of the device. Transistors are created in the wafer by introducing various precisely placed dopants into the silicon or SiC in specific patterns. \n​\nSemiconductor chip manufacturers own or manage wafer fabrication facilities (often referred to as “fabs”), which utilize many different types of equipment in the making of integrated circuits. Over 300 process steps utilizing over 50 different types of process tools are required to make a single device like a microprocessor. Semiconductor chip manufacturers seek device performance benefits through new products and technology enhancements and productivity improvements through increased throughput, equipment utilization and higher manufacturing yields. Capacity is added by increasing the amount of manufacturing equipment in existing fabrication facilities and by constructing new fabrication facilities. \n​\nWe have different types of customers, which impacts the timing of purchases and technology requirements. Some customers are integrated electronics manufacturers, making semiconductor chips for their own devices. These same companies may also act as foundries, manufacturing semiconductor chips for other electronic manufacturers or chip design companies. Some customers only function as foundries. A few companies design and manufacture branded chips that are sold to device manufacturers. In addition, some customers have partnerships or joint ventures with two or more semiconductor chip manufacturers to share the technology development and capital investment. The timing of purchases by foundry customers will depend on their success in securing manufacturing contracts. Also, foundry customers will look for equipment that can deliver the broadest capabilities to be prepared to manufacture all chip types, while integrated electronics manufacturers may invest in processing equipment dedicated to a specific application they require for their products.\n​\nThe semiconductor capital equipment industry has historically been cyclical as global chip production capacities successively exceed, then lag behind, global chip demand. When chip demand is high, and inventories are low, chip manufacturers add capacity through capital equipment purchases. Given the difficulties of forecasting and calibrating chip demand and production capacity, the industry periodically experiences excess chip inventories and softening chip prices. Device manufacturers react with muted capital spending, lowering the demand for capital equipment. Changes in consumer and business demand for products in which chips are used also affect the industry. A successful semiconductor capital equipment manufacturer must not only provide some of the most technically complex products manufactured in the world but also must manage its business to thrive during downturns in the cycle.\n​\nAxcelis’ Strategy\n​\nAxcelis’ 2025 strategic goals are to:\n​\n\n●   Continue to build the foundation on our long-term implant-only business model\n---------------------------------------------------------------------------------\n\no   Win new customers with Purion products and aftermarket offerings that solve high value customer challenges with differentiated, valuable, and sustainable (“DVS”) solutions\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\no   ​Improve customer satisfaction to drive repeat business\n-----------------------------------------------------------\n\no   Execute on identified growth opportunities in Japan and advanced logic\n--------------------------------------------------------------------------\n\no   Deliver CS&amp;I target business model revenues of approximately 25% of total revenues, in line with expectations\n---------------------------------------------------------------------------------------------------------------------\n\n●   Drive profitable growth by focusing on key customers and targeted market/geographic segments​\n-------------------------------------------------------------------------------------------------\n3\n\n\n\n\no   Achieve market share leadership across all served markets​\n--------------------------------------------------------------\n\no   Deliver attractive earnings per share and cash generation as defined in targeted business models ​\n------------------------------------------------------------------------------------------------------\n\no   Monitor spending in line with growth initiatives and industry trends ​\n--------------------------------------------------------------------------\n\no   Execute capital strategy that allows for appropriate business investments while returning value to shareholders\n-------------------------------------------------------------------------------------------------------------------\n\n●   Increase gross margins by deriving maximum value from enabling upgrades, system specials and product extensions while lowering cost through use of “Design for X” (“DFx”) principles, right sourcing, and providing the industry’s best products and services​\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Expand beyond ion implant by launching identified corporate development growth initiatives\n----------------------------------------------------------------------------------------------\n​\nWe continue to invest in research and development to ensure our products meet the needs of our customers. We take pride in our scientists and engineers who are adding to our portfolio of patents and proprietary technology to ensure that our investment in technology leadership translates into unique product advantages. We strive for operational excellence by focusing on ways to lower our product, manufacturing, and design costs and to improve our delivery times to our customers. Global customer teams and a focused account management structure maintain and strengthen our customer relationships and increase customer satisfaction. Finally, we endeavor to generate strong cash flows from operations and maintain a sufficient cash balance to ensure we continue to have the necessary capital to fund business growth.\n​\nIon Implantation Systems\n​\nIon implantation is a principal step in the transistor formation cycle of the semiconductor chip manufacturing process. Ion implantation is also used to change the material characteristics of the silicon or silicon carbide for reasons other than electrical doping, a process known as “material modification.” An ion implanter is a large, technically advanced system that injects dopants such as arsenic, boron or phosphorus into a wafer. These dopants are ionized and therefore have an electrical charge state. This electric charge state allows the dopants to be accelerated, focused and filtered with electric and magnetic fields. Ion implanters use these fields to create a beam of ions with a precisely defined energy level (ranging between several hundred and eight million electron-volts) and with a precisely defined beam current level (ranging from microamps to milliamps). Certain areas of the silicon wafer are blocked off by a polymer material known as photoresist, which acts as a “stencil” to pattern devices so that the dopants will only enter the wafer where needed. Typical process flows require twenty implant steps, with the most advanced processes requiring substantially more steps. Each implant step is characterized by four key parameters: dopant type, dose (amount of dopant), energy (depth into the silicon) and tilt/twist (angle of wafer relative to the ion beam).\n​\nTo efficiently cover the wide range of implant steps, three different broad categories of implanters have been developed, each targeted at a specific range of applications, primarily defined by dose and energy. The three traditional implanter categories are referred to as high current, high energy and medium current:\n​\n\n●   High current implanters were the second type of implanter to emerge, having low energy capability and high dose range.\n--------------------------------------------------------------------------------------------------------------------------\n​\n\n●   High energy implanters emerged to address the need for deeper implants with a high energy range and low dose.\n-----------------------------------------------------------------------------------------------------------------\n​\n\n●   Medium current implanters are the original model of ion implanter, with mid to low-range energy and dose capability.\n------------------------------------------------------------------------------------------------------------------------\n​\nAxcelis Ion Implanters\n​\nAxcelis offers a complete line of high energy, high current, and medium current implanters for all application requirements. Our Purion flagship systems are all based on a common platform which enables a unique combination of implant purity, precision, and productivity. Combining a state-of-the-art single wafer end station, with advanced spot beam \n\n\n4\n\n\n\narchitectures (that ensures all points across the wafer see the same beam condition at the same beam angle), Purion products enable exceptional process control to optimize device performance and yield, at high productivity.\n​\nIn addition to the Purion family of ion implanters, the Company offers the Ovation™ family of multi-wafer, or “batch” implanters. These systems extend Axcelis’ industry benchmark GSD platform into the future, delivering the highest reliability, serviceability, and lowest cost of operations. The Ovation configuration is designed to seamlessly integrate with the existing fleet of Axcelis batch implanters, while providing incremental performance improvements with updated components for long-term sustainability.\n​\nBeyond the traditional categories of implanters, Axcelis has developed systems designed for specific applications. For example, the Axcelis Purion Power Series, which provides full recipe coverage for power device applications critical to electric vehicles and industrial applications. The Purion Power Series is comprised of a group of high current, medium current and high energy implanters that optimize semiconductor devices created on SiC wafers, which is advantageous for certain power devices. \n​\nAn overview of specific Axcelis ion implantation products is below:\n​\n\n●   High Current Ion Implant. Our Purion H, Purion Dragon, Purion H200, and GSD/E2 Ovation spot beam, high current systems cover all traditional high current requirements as well as those associated with emerging and future devices. Our Purion high current capabilities extend beyond traditional high current energy and dose ranges, to cover new device fabrication requirements as well as to maximize capital utilization and flexibility. In addition, Axcelis’ Purion systems provide advantages for material modification applications, including those requiring hot and cold implant capabilities.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   High Energy Ion Implant. Axcelis has been a market leader in high energy ion implanters for many years, and offers a range of new Purion systems which have differentiated capabilities for specialty applications as well as legacy high energy systems. Our Purion XE, EXE, and other Purion high energy systems combine Axcelis’ production-proven RF Linac high energy, spot beam technology with the Purion platform wafer handling system. The Purion XE Power Series implanters include Purion XE and EXE models for high volume power devices aluminum implantation, available with 150mm SiC wafer handling or 200mm thin Si wafer handling. Our batch high energy systems include the GSD/HE Ovation implanter, a 10 stage Linac with energies up to 3 MeV and the GSD/VHE Ovation system, a 14 stage Linac with energies up to 4.9 MeV.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   Medium Current Ion Implant. Our Purion M Si and SiC medium current systems offer higher productivity and lower electrical energy consumption compared to competitive offerings, in addition to other advantages. With high energy capability far beyond competitive implanters, the Purion M is ideal for fabs at higher elevations or those dealing with heavy mass species. The Purion M is 20% more energy efficient than competing platforms, and is among the industry’s lowest cost of ownership.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nWe believe our ion implant products will continue to meet customer demand for advantages in productivity, process performance and technical extendibility. \n​\nAftermarket Support and Services\n​\nThrough our CS&I business, we offer our customers extensive aftermarket service and support throughout the lifecycle of the equipment we manufacture. Approximately 3,300 of our products are in use in 28 countries worldwide. The service and support that we provide includes used tools, spare parts, equipment upgrades, and maintenance services. We offer varying levels of sales, service and application support out of our field offices. Revenue generated through our CS&I business of $235.3 million, $247.0 million, and $227.9 million represents 23.1%, 21.8% and 24.8% of total revenue in 2024, 2023 and 2022, respectively.\n​\nTo support our aftermarket business, we have sales and marketing personnel, field service engineers, and spare parts and applications engineers, as well as employees located at our manufacturing facilities who work with our customers to provide customer training and documentation, and product, process, and applications support. \n\n\n5\n\n\n\n​\nMost of our customers maintain spare parts inventories for our machines. In addition to our web-based spare parts management and replenishment tracking program, we offer several Business-to-Business options to support our customers’ parts management requirements. Our Axcelis Managed Inventory service offering provides the customer with full spare parts support through a parts consignment arrangement in which Axcelis retains responsibility for the complete supply chain. These services provide ease of use alternatives that reduce order fulfillment costs and improve cycle time, resulting in an expanded customer base for this service offering.\n​\nSales and Marketing\n​\nWe primarily sell our equipment and services through our direct sales force. We conduct sales and marketing activities from our sales offices located in the United States, Taiwan, South Korea, China, Singapore, Japan, Germany and Italy. \n​\nInternational revenue, including export sales from our U.S. manufacturing facilities to foreign customers and sales by foreign subsidiaries and branches, accounted for 85.8%, 84.1% and 84.4% of total revenue in 2024, 2023 and 2022, respectively. In 2024, approximately 93.8% of our sales were denominated in U.S. dollars. See Note 17 to our Consolidated Financial Statements contained in Item 15 of this Annual Report on Form 10-K for a breakdown of our revenue and long-lived assets in the United States, Europe and Asia. See also Item 1A, “Risk Factors,” for information about risks attendant to our foreign operations.\n​\nCustomers\n​\nIn 2024, according to Gartner Inc., the top 20 semiconductor chip manufacturers accounted for approximately 87.6% of total semiconductor capital equipment spending, which decreased from 92.0% in 2023. These manufacturers are from the largest semiconductor chip manufacturing regions in the world: the United States, Asia Pacific (Taiwan, South Korea, Singapore, Japan and China) and Europe. \n​\nInformation on net sales to unaffiliated customers is included in Note 2 of Notes to Consolidated Financial Statements. For the year ended December 31, 2024, no customer represented 10% or more of our consolidated revenues. \n​\nU.S. export controls impact our ability to sell to certain customers in China, a country that has represented a significant portion of our sales in recent years. One of our major Chinese customers, Semiconductor Manufacturing International Corporation (“SMIC”), is on the U.S. Entity List, but is subject to a 2020 licensing policy that allows shipments to certain mature process SMIC fabs, which to date, we have been able to obtain. Other Chinese chipmakers are on the U.S. Entity List, without a similar policy allowing licensed shipments. In October 2022 (with modifications in 2023), the U.S. Commerce Department established an export controls regulatory framework for U.S. exports of semiconductor equipment to China. This framework limits all semiconductor equipment shipments to Chinese customers who are producing or developing logic, DRAM and NAND chips that meet specific advanced parameters. The U.S. Commerce Department implemented further regulatory changes in December 2024, creating a new Export Controls Classification Number for certain 300mm ion implanters and adding certain Chinese customers to the U.S. Entity List, some of which have a licensing policy that should allow us to continue to support them. While these regulations have further excluded exports to certain Chinese customers, we currently are able to continue to ship to substantially all of our Chinese customers. In general, however, sales to Chinese customers represent a higher risk than sales to customers in other international locations because of trade tensions between the U.S. government and the Chinese government, and other challenges reflecting China’s stage of development and rapid growth. For example, the U.S. government has imposed tariffs on certain foreign products, including most recently from Canada, Mexico and China, that in the past have resulted in and may result in future retaliatory tariffs on U.S. goods and products. We cannot predict whether these policies will continue, or if new policies will be enacted, or the impact, if any, that any policy changes could have on our business.\n​\nResearch and Development\n​\nOur industry continues to experience rapid technological change, requiring us to frequently introduce new products and enhancements. Our Beverly, Massachusetts Advanced Technology Center houses a process development \n\n\n6\n\n\n\nlaboratory with a 13,500 square feet class 10/100/1000 clean room for product demonstrations and process development and a 17,500 square feet customer training center. The Advanced Technology Center provides infrastructure and process capabilities that allow customers to test their unique process steps on our systems under conditions that substantially replicate the customers’ production environments. This facility also provides significant capability for our research and development efforts.\n​\nWe devote a significant portion of our personnel and financial resources to research and development programs and seek to maintain close relationships with our customers to remain responsive to their product needs. We have also sought to reduce the development cycle for new products through a collaborative process whereby our engineering, manufacturing and marketing personnel work closely together with one another and with our customers at an earlier stage in the process. We use 3D, computer-aided design, finite element analysis and other computer-based modeling methods to test new designs and accelerate the technology innovation process.\n​\nOur expenses for research and development were $105.5 million, $96.9 million and $78.4 million in 2024, 2023 and 2022, respectively, or 10.4%, 8.6% and 8.5% of revenue, respectively. \n​\nManufacturing\n​\nWe manufacture products at our 417,000 square feet ISO 9001:2015, ISO 4001:2015 and ISO 45001:2018 certified plant in Beverly, Massachusetts as well as our 38,000 square feet ISO 4001:2015 and ISO 45001:2018 certified Axcelis Asia Operations Center in South Korea and our 101,800 square feet state-of-the-art logistics and flex manufacturing Axcelis Logistics Center in Beverly, Massachusetts. Our facilities employ best in class manufacturing techniques, including lean manufacturing, six sigma controls and advanced inventory management, purchasing and quality systems.\n​\nOur clean manufacturing process uses class 1,000/10,000 space to facilitate most of our manufacturing requirements.\n​\nOur core competency in manufacturing and supply chain management is built around system assembly and testing, which remains an in-house capability due to the high degree of expertise and intellectual property associated with the process and design. Non-core work is sourced to global partners and includes items such as vacuum systems, wafer handling and commodity-level components. We continuously pursue outsourcing opportunities where the economics are justified, with a goal of enabling quality and margin improvement. Our supply chain team is globally focused and is located in Beverly, South Korea and Singapore. Customized and commercially available software solutions drive our planning, purchasing and inventory tracking process.\n​\nThe companies supplying Axcelis play a critical part in our success.  We want to ensure these companies share our values and have adopted a Supplier Code of Conduct, which contains our expectation that our suppliers will comply with our Environmental Policy, our Corporate Social Responsibility Policy, and other industry standards and policies.  Our Supplier Code of Conduct provides that if a supplier fails to comply with these policies, our business relationship with that company will be permanently severed, although a compliance remediation period of up to 90 days may be allowed.  \n​\nOur products are designed to be assembled and tested in a modular fashion, which facilitates our industry-recognized “ship-from-cell” process. Specially developed test stands, software and tooling provide the framework for this accelerated delivery process. Customers that choose the “ship-from-cell” process substantially improve their delivery times while receiving the same high level of quality provided by more traditional, longer cycle integration techniques. Product margins and inventory turns also improve because of shorter factory cycle times and increased labor productivity.\n​\nInstallation of our equipment is provided by factory and field teams. The process includes assembling the equipment at our installation site, and after it has been connected, recalibrating it to factory specifications.\n​\n\n\n7\n\n\n\nCompetition\n​\nThe semiconductor equipment industry is highly competitive and is characterized by a small number of participants ranging in size. Significant competitive factors in the semiconductor capital equipment market include price, cost of ownership, equipment performance, customer support, capabilities, and breadth of product line. \n​\nIn the market for ion implantation systems, we mainly compete against Applied Materials, Inc. (“Applied Materials”). Axcelis and Applied Materials are the only ion implant system manufacturers with a full range of implant products.  Other implantation equipment manufacturers we compete with include Sumitomo Heavy Industries Ion Technology Co. Ltd. and Nissin Ion Equipment Co., Ltd in Japan, Advanced Ion Beam Technology, Inc. in Taiwan, as well as Kingstone Semiconductor and CETC Electronics Equipment Group Co., Ltd. in the People’s Republic of China. Non-U.S. suppliers may have an advantage over U.S. suppliers under recently established U.S. export controls regulation for shipments to China. We also provide aftermarket service and parts to service our customers globally. In this market, there are many competitors, often based in the customer’s location, offering alternatives to Axcelis services and certified products.\n​\nIntellectual Property\n​\nWe rely on patent, copyright, trademark and trade secret protection in the United States and in other countries, as well as contractual restrictions, to protect our proprietary rights in our products and our business. As of December 31, 2024, we had 185 active patents issued in the United States and 349 active patents granted in other countries, as well as 160 patent applications (58 in the United States and 102 in other countries) on file with various patent agencies worldwide. Patents are generally in effect for up to 20 years from the filing of the application.\n​\nWe intend to file additional patent applications and grow our intellectual property portfolio as appropriate. Although patents are important to our business, we do not believe that we are substantially dependent on any single patent or any group of patents.\n​\nWe have trademarks, both registered and unregistered, that are maintained to provide customer recognition for our products in the marketplace. Trademark registrations generally remain in effect as long as the trademarks are in use. From time to time, we enter into license agreements with third parties under which we obtain or grant rights to patented or proprietary technology. We do not believe that any of our licenses are currently material to us. \n​\nBacklog\n​\nSystems backlog, including deferred systems revenue, was $645.8 million and $1,061.2 million as of December 31, 2024 and 2023, respectively. The systems backlog amount at December 2023 reflects a correction reported in our Form 8-K filed on November 6, 2024. We believe it is meaningful to investors to include deferred systems revenue as part of our backlog. Deferred systems revenue represents revenue that will be recognized in future periods based on prior shipments or customer prepayments. Our policy is to include in backlog only those system orders for which we have accepted purchase orders. All orders are subject to cancellations or rescheduling by customers with limited or no penalties.\n​\nBacklog does not include orders received and fulfilled within a quarter. Our backlog at the beginning of a quarter typically does not include all orders required to achieve our sales objectives for that quarter. Backlog is not necessarily an indicator of future business trends because orders for services or parts received during the quarter are generally performed or shipped within the same quarter.\n​\nBookings in the quarter ended December 31, 2024 were $84.5 million compared to $235.5 million in the quarter ended December 31, 2023.\n​\nHuman Capital \n​\nAs of December 31, 2024, we had 1,524 employees and 39 agency temporary staff worldwide. During 2024, our total employee and temporary staff headcount decreased by approximately 8%. While the majority of our headcount is \n\n\n8\n\n\n\nbased in the U.S. at our main manufacturing facility in Beverly, Massachusetts, our business requires our presence where our customers are located around the world, resulting in Axcelis employees working in 28 different countries. Of our total year end 2024 employees and agency temporary staff, 1,081 work in North America, 396 in Asia and 86 in Europe.\n​\nOur future success largely depends upon our continued ability to attract and retain highly skilled employees. We provide competitive compensation and benefits programs. In addition to salaries, all Axcelis employees are eligible for cash incentive programs with annual payouts tied to annual financial metrics, as described in our proxy statements, with two exceptions: (i) certain sales staff receive commission and other sales compensation, and (ii) in order to provide greater certainty of compensation to lower level U.S. employees, we pay quarterly bonuses to those employees in amounts communicated at the start of the year. Beyond these basic forms of cash compensation, we offer recognition bonuses, equity awards, an Employee Stock Purchase Plan, a 401(k) plan with a competitive employer match, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, flexible work schedules, employee assistance programs, and tuition assistance. These programs all contribute to both attracting and retaining a highly skilled employee base, including those with critical leadership and industry skills and experience.\n​\nDuring 2024, our voluntary turnover rate for employees was 9.1%, or 6.5% without retirements, below the worldwide technology industry (all reported) voluntary turnover average of 11.4% reported in the Aon 2024 Salary Increase and Turnover Study -- December 2024.\n​\nWe also recognize that training is an important aspect of both employee retention and talent development. Axcelis conducts an annual talent review process and establishes individualized development programs agreed upon by employees and their managers. Human Resources provides training on personal development planning and leadership skills. All Axcelis employees have access to LinkedIn Learning to pursue independent training on business subjects. Our manufacturing staff each receives 35 hours of training upon commencement of employment, and our field service and other technical employees receive training on various ion implanter systems to develop product support, applications and service skills on all of our products. Finally, all staff are required to complete monthly, annual or biennial training on cybersecurity, various health and safety topics, and legal matters, such as the Foreign Corrupt Practices Act, export controls compliance, ethical business practices, and confidentiality. At a minimum, all Axcelis employees are required to complete at least 15 hours of training per year, and they can access additional voluntary training at the Company’s expense.\n​\nThe success of our business is fundamentally connected to the well-being of our people. Accordingly, we are committed to the health, safety, and wellness of our employees. We provide our employees and their families with access to health and wellness insurance and programs that offer choice where possible so they can customize their benefits to meet their needs and the needs of their families. Following the COVID-19 pandemic, we have maintained flexible working opportunities for those employees who can, and wish to, work remotely. This flexibility allows us to access workers who do not live near our facilities and provides a desired quality of life benefit to those who wish to work remotely for personal reasons. \n​\nAxcelis is dedicated to accessing a workforce that has the skills and qualities required for our jobs, fostering a culture built on the principle of inclusion, and maintaining a workplace free from discrimination. We strongly believe that a the experiences, perspectives and backgrounds of our entire workforce will lead to a better environment for our employees and better products for our customers. Axcelis’ commitment extends to our Board of Directors, our leadership team and all teams and functions across our global locations. \n​\nWe encourage you to review our 2024 ESG Report (located in the “ESG Hub” under the “Investors” section of our Axcelis.com website). Nothing on our website, including our ESG Report or sections thereof, shall be deemed incorporated by reference into this Annual Report on Form 10-K.\n​\nEnvironmental\n​\nAxcelis is deeply committed to our role as a responsible corporate citizen and dedicated to our Environmental, Social, Governance (“ESG”) and Net Zero commitments. In 2022, Axcelis became a founding member of the Semiconductor Climate Consortium (“SCC”) of Semiconductor Equipment and Materials International (“SEMI”), our industry organization serving the manufacturing supply chain for the micro- and nano-electronics industries. In doing so, we expect to bolster our own sustainability work with the power of the semiconductor ecosystem.  By collaborating with \n\n\n9\n\n\n\nSCC member companies' joint knowledge and innovative technologies, Axcelis hopes to promote progressive action towards climate change.\n​\nWe are proud that our Power Series ion implantation systems have become enabling technology for the production of power management devices, which are critical to the electrification of vehicles, an important component of our society’s actions to address climate change.\n​\nAdditional disclosures regarding our environmental initiatives and goals can be found in our 2024 ESG Report located in the “ESG Hub” under the “Investors” section of our Axcelis.com website.\n​\nWe are proud of our commitment to improving our environment. Axcelis is subject to environmental laws and regulations in the countries in which we operate that regulate, among other things: air emissions; water discharges; and the generation, use, storage, transportation, handling and disposal of solid and hazardous wastes produced by our manufacturing, research and development and sales activities. As with other companies engaged in like businesses, the nature of our operations exposes us to the risk of environmental liabilities, claims, penalties and orders.\n​\nWe believe that our operations are in compliance with applicable environmental laws and regulations and that there are no pending environmental matters that would have a material impact on our business. We are ISO 9001:2015, ISO 14001:2015, and ISO 45001:2018 certified at our Beverly, Massachusetts facility and ISO 14001:2015 and ISO 45001:2018 at our Asia Axcelis Operations Center.\n​\n​\nInformation about our Executive Officers \n​\nRussell J. Low, Ph.D., 54, became Axcelis’ CEO in May 2023, also joining the Company’s Board of Directors at that time. Dr. Low joined Axcelis in October 2016, first serving as Executive Vice President, Engineering and then as Executive Vice President, Global Customer and Engineering Operations effective January 2021. Prior to joining the Company, Dr. Low held the position of Vice President of Engineering, MOCVD Business Unit at Veeco Instruments since 2013, prior to which he was Veeco’s Senior Director of Engineering, Molecular Beam Epitaxy Business Unit beginning in 2012. From 2003 to 2012, Dr. Low held a number of positions at Varian Semiconductor Equipment Associates, most recently as Director of Technology. Prior to that, Dr. Low held engineering positions in the thermal processing and ion implant divisions of Applied Materials, Inc.  Dr. Low joined the North American Advisory Board (NAAB) of SEMI International in 2023. He is also a member of the Massachusetts High Tech Council.\n\nJames G. Coogan, 44, joined Axcelis as Executive Vice President and CFO in September 2023. Mr. Coogan brings more than 20 years of finance, accounting, and investor relations experience across multiple industries, most recently in aerospace and defense. Mr. Coogan joins Axcelis after serving as Senior Vice President, Chief Financial Officer at Kaman Corporation, a leading provider of aerospace and defense products. During his 15 years with Kaman, he held various management positions including Vice President, Investor Relations and Corporate Development, Assistant Vice President, External Reporting and SEC Compliance, and Director, External Reporting and SEC Compliance. After starting his career at PwC, he held several financial management roles at Ann Taylor Stores Corporation and Mohegan Tribal Gaming Authority before joining Kaman.\n​\nGerald M. Blumenstock, 56, became Axcelis’ Executive Vice President, Research, Development and Engineering in June 2023 leading product development, engineering and R&D. With over 30 years of experience in technology, primarily in the semiconductor capital equipment industry, Mr. Blumenstock brings a unique blend of leadership, technical and business skills gained over a distinguished career. Immediately before joining Axcelis, Mr. Blumenstock was self-employed as a management consultant from 2022 to 2023. Prior to that, Mr. Blumenstock led multiple product business groups as Senior Vice President and General Manager at Veeco Instruments and Vice President and General Manager at Advanced Energy from 2020 to 2022 and as Senior Vice President and General Manager at Veeco Instruments from 2011 to 2020. Additionally, Mr. Blumenstock held the role of Chief Marketing Officer at Veeco directing a corporate rebrand. Prior to that, Mr. Blumenstock held Senior Director level business roles at KLA, Cymer (ASML) and FormFactor, bringing several new products to market. Mr. Blumenstock began his career as an Optics & Materials Engineer at SVGL (ASML) and NASA. \n​\n\n\n10\n\n\n\nEileen J. Evans, Esq., 57, joined Axcelis as Executive Vice President and General Counsel in December 2024. Ms. Evans brings more than 25 years of legal and technology business experience to Axcelis, including commercial transactions, merger and acquisition integration, intellectual property, compliance, and corporate matters. Before joining Axcelis, from October 2022 to December 2024, she served as Chief Legal Officer at SunPower, a solar and energy services provider in North America, whose key assets were acquired by Complete Solaria, Inc. From July 2021 to October 2022, Ms. Evans held the top legal job at Redaptive, a tech-enabled sustainability-as-a-service company. Prior to that, from September 2017 to July 2021, she served as Deputy General Counsel at Micro Focus International, a British multinational software and information technology business and before that, as Vice President and Deputy General Counsel at Hewlett Packard Enterprise and Hewlett-Packard Company and Associate General Counsel at Oracle Corporation and Sun Microsystems, Inc. Ms. Evans earned her Juris Doctor from the University of California, Davis and her Bachelor of Arts in Political Science from the University of California, Berkeley. She currently serves on the Board of Directors for the Linux Foundation.\n​\nGregory F. Redinbo, Ph.D., 60, is our Executive Vice President, Marketing and Applications, a position he assumed in September 2022. He joined Axcelis in 2021 as Senior Vice President of Strategic Marketing and Business Development. Dr. Redinbo has over 25 years of experience in the semiconductor capital equipment industry. Prior to joining Axcelis, he held the position of Vice President, Global Strategic Accounts at ASML from 2017 to 2020, where his focus was on business and relationship growth with a leading logic manufacturer and prior to that was Global Vice President of Sales, Service and Applications at FEI, a microscopy solutions company, where he worked from 2012 to 2017. Dr. Redinbo’s past positions also include Director of Sales, US and Europe, and Director of Product Marketing, High Current Products at Varian Semiconductor and Product Management in the Thermal Processing Division at Applied Materials. \n​\nChristopher J. Tatnall, Ph.D., 52, became Axcelis’ Executive Vice President, Global Customer Operations in September 2023. In this capacity, Dr. Tatnall is responsible for Worldwide System Sales and Sales Operations, Global Service, Support and Training and the Axcelis Customer Solutions organization. Dr. Tatnall joined Axcelis in March 2022 as Senior Vice President of Sales. Prior to joining Axcelis, he was Vice President and General Manager at MKS Instruments, Plasma and Reactive Gas Division from May 2018 to March 2022, where he led a cross functional team of over 200 members with multiple product lines with both semiconductor and industrial applications. Prior to that, Dr. Tatnall was Senior Director of Customer Operations at Brooks Automation, Semiconductor Sales Manager at Alcatel Vacuum Technology, and Development Engineer at Edwards Vacuum.\n ​\n\n\n11",
      "char_count": 47404
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\n​\nRisks Related to Our Business and Industry\n​\nSet forth below and elsewhere in this Annual Report on Form 10-K and in other documents we file with the SEC are risks and uncertainties that could cause actual results to differ materially from the results contemplated by the forward-looking statements contained in this Annual Report on Form 10-K. It is not possible to predict or identify all such risk factors. Consequently, the following is not a complete discussion of all potential risks or uncertainties.\n​\nIf semiconductor chip manufacturers do not make sufficient capital expenditures, our sales and profitability will be harmed.\n​\nNew systems orders and used tool sales depend upon demand from semiconductor chip manufacturers who build or expand fabrication facilities. When the rate of construction or expansion of fabrication facilities declines, demand for our systems will decline, reducing our revenue. In addition, all or a portion of the demand for increased capacity may be satisfied by a semiconductor chip manufacturer’s ability to reconfigure and re-use equipment they already own. Revenue decline also hurts our profitability because our established cost structure and our continued investments in engineering, research and development, and marketing necessary to develop new products and to maintain extensive customer service and support capabilities, limit our ability to reduce expenses in proportion to declining sales. \n​\nIf we fail to develop and introduce reliable new or enhanced products and services that meet the needs of semiconductor chip manufacturers, our results will suffer.\n​\nRapid technological changes in semiconductor chip manufacturing processes require us to respond quickly to changing customer requirements. Our future success will depend in part upon our ability to develop, manufacture and successfully introduce new systems and product lines with improved capabilities. This will depend upon a variety of factors, including new product selection, timely and efficient completion of product design and development as well as manufacturing and assembly processes, product performance in the field and effective sales and marketing. In particular:\n​\n\n●   We must continue to develop competitive technical specifications for new systems, or enhancements to our existing systems, and manufacture and ship these systems or enhancements in volume in a timely manner.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   We will need to accurately predict the schedule on which our customers will be ready to transition to new products, in order to accurately forecast demand for new products while managing the transition from older products.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   We will need to effectively manage product reliability or quality problems that often exist with new systems, in order to avoid higher manufacturing costs, delays in acceptance and payment and additional service and warranty expenses, and ultimately, a lack of repeat orders.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   Our new products must be accepted in the marketplace.\n---------------------------------------------------------\n​\nOur failure to meet any of these requirements will have a material adverse effect on our operating results and profitability.\n​\nAxcelis is subject to the risks of operating internationally: we derive a substantial portion of our revenue from outside the United States, especially from Asia.\n​\nWe are substantially dependent on sales of our products and services to customers outside the United States. International sales, including export sales from our U.S. manufacturing facilities to non-U.S. customers and sales by our non-U.S. subsidiaries, accounted for 85.8% of total revenue in 2024. Customers based in Asia dominate our international sales. Ion implanter system shipments to customers in Asia represented 81.0% of total system revenue in 2024. We anticipate that international sales will continue to account for a significant portion of our revenue. In particular, we expect \n\n\n12\n\n\n\nthat sales to Chinese customers (both global and domestic Chinese chip manufacturers) will continue to represent a significant portion of our total sales, creating both risk and opportunity. \n​\nU.S. export controls on shipments to Chinese customers have been notably increasing since 2020. Since the placement of SMIC on the U.S. Entity List in 2020, we are required to obtain export control licenses to ship to mature process SMIC fabs, which to date, we have been able to obtain. Other chipmakers have been placed on the Entity List, some with, and some without, a similar policy allowing licensed shipments on specified conditions. A new export controls regulatory framework issued by the U.S. in October 2022 and supplemented in 2023, prohibits all semiconductor equipment shipments to Chinese customers (other than certain multi-nationals) who are producing or developing logic, DRAM and NAND chips meeting specific advanced parameters. While these regulations have further excluded exports to certain Chinese customers, we currently are able to continue to ship to the majority of our Chinese customers. In general, however, continuing revenue from Chinese customers is at higher risk than continuing revenue form customers in other international locations because of trade tensions between the United States government and the Chinese government, and other challenges reflecting China’s stage of development and rapid growth. \n​\nIncreased U.S. export controls and other political and trade tensions exacerbate the risk that Chinese customers will change suppliers to non-U.S. vendors, such as Advanced Ion Beam Technology, Inc., Nissin Ion Equipment Co., Ltd. and Sumitomo Heavy Industries Ion Technology Co., Ltd. In addition, two Chinese entities, known as Kingstone Semiconductor and CETC Electronics Equipment Group Co., Ltd., are developing ion implanters for the Chinese domestic market. The loss of a significant customer or any reduction or delays in our ability to ship to any significant customer will adversely affect us.\n​\nWe source a substantial portion of our materials from outside of the United States. Because of our dependence upon international sales and our global supply chain, our results and prospects may be adversely affected by a number of factors, including:\n​\n\n●   changes in laws or regulations resulting in more burdensome governmental controls, tariffs, restrictions, embargoes or export license requirements;\n-------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   volatility in currency exchange rates;\n------------------------------------------\n\n●   political and economic instability;\n---------------------------------------\n\n●   global health emergencies, such as pandemics have the potential to disrupt our manufacturing operations and those of our supply chain, as well as cause our customers to delay or cancel shipments;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   difficulties in accounts receivable collections;\n----------------------------------------------------\n\n●   extended payment terms beyond those customarily offered in the United States;\n---------------------------------------------------------------------------------\n\n●   difficulties in managing suppliers, service providers or representatives outside of the United States;\n----------------------------------------------------------------------------------------------------------\n\n●   difficulties in staffing and managing foreign subsidiary operations; and\n----------------------------------------------------------------------------\n\n●   potential adverse tax consequences.\n---------------------------------------\n​\nThe U.S. government has proposed or enacted tariffs and substantial changes to trade policies, which could adversely affect our business. For example, the U.S. government has imposed tariffs on certain foreign products, including most recently from Canada, Mexico and China, that in the past have resulted in and may result in future retaliatory tariffs on U.S. goods and products. We cannot predict whether these policies will continue, or if new policies will be enacted, or the impact, if any, that any policy changes could have on our business.\n​\nOur dependence upon suppliers for many components and sub-assemblies could result in increased costs or delays in the manufacture and sale of our products.\n​\nWe rely to a substantial extent on outside vendors to manufacture many of the components and sub-assemblies of our products. We obtain many of these components and sub-assemblies from a limited group of suppliers. Accordingly, based on situations outside of our control, we may be unable to obtain an adequate supply of required components on a timely basis, on price and other terms acceptable to us, or at all. In addition, we often quote prices to our customers and accept customer orders for our products before purchasing components and sub-assemblies from our suppliers. If our \n\n\n13\n\n\n\nsuppliers increase the cost of components or sub-assemblies, we may not have alternative sources of supply and may not be able to raise the price of our products to cover all or part of the increased cost of components, negatively impacting our gross margin.\n​\nThe manufacture of some of these components and sub-assemblies is an extremely complex process and requires long lead times. As a result, we could experience delays or shortages. If we are unable to obtain adequate and timely deliveries of our required components or sub-assemblies, we may have to seek alternative sources of supply or manufacture these components internally. This could delay our ability to manufacture or to ship our systems on a timely basis, causing us to lose sales, incur additional costs, delay new product introductions, and suffer harm to our reputation.\n​\nMoreover, if actual demand for Axcelis’ products is different than expected, Axcelis may purchase more or fewer parts than necessary or incur costs for canceling, postponing, or expediting delivery of parts. If Axcelis purchases inventory in anticipation of customer demand that does not materialize, or if customers reduce or delay orders, Axcelis may incur excess inventory charges.\n​\nA significant portion of our revenue depends on customers electing to buy aftermarket products and services from Axcelis.\n​\nHistorically, a significant portion of our product revenue and all of our service revenue relates to our sale of “aftermarket” products and services, which include parts, consumables, upgrades, service contracts, and time and materials billings. Some of our customers purchase fewer aftermarket products and services, often training their own staff to maintain and service semiconductor capital equipment rather than relying on the equipment manufacturer for these services. In addition, we compete against third-party parts suppliers for the sale of parts and consumables that are not protected by patents or otherwise proprietary. To the extent our customers purchase parts and services from other vendors or provide their own system maintenance labor, our revenue and profitability will be reduced.\n​\nIf we fail to compete successfully in the highly competitive semiconductor capital equipment industry, our sales and profitability will decline.\n​\nThe ion implant segment is highly competitive and includes one company with substantially greater financial, engineering, manufacturing, marketing and customer service and support resources that may better position it to compete successfully than we can, as well as several smaller companies that could provide innovative systems with technology that may have performance advantages. We expect our competitors to continue to improve the design and performance of their existing products and processes and to introduce new products and processes with improved price and performance characteristics. If we are unable to improve or introduce competing products when demanded by the markets, our business will be harmed. Finally, if we must lower prices to remain competitive without commensurate cost of goods savings, our gross margin and profitability will be adversely affected.\n​\nWe are dependent on sales to a limited number of large customers; the loss of a significant customer or any reduction in orders from them could materially affect our sales.\n​\nHistorically, we have sold a significant portion of our products and services to a limited number of semiconductor chip manufacturers. In 2024, our top ten customers accounted for 45.9% of our net sales, in comparison to 51.7% and 59.4% in 2023 and 2022, respectively. None of our customers have entered into a long-term agreement requiring it to purchase our products. Our customers located in China represent a significant portion of our revenue, and are subject to U.S. export controls restrictions, as discussed above. Although the composition of the group comprising our largest customers has varied from year to year, the loss of a significant customer or any reduction or delays in orders from any significant customer will adversely affect us. Consolidation of semiconductor chip manufacturers may result in the loss of a customer.\n​\nOur international operations involve currency risk.\n​\nSubstantially all of our system sales are billed in U.S. dollars. We also pay almost all non-U.S. vendors providing materials, components, and subassemblies to our U.S. factory in U.S. dollars. Aftermarket revenues of our non-U.S. \n\n\n14\n\n\n\nsubsidiaries are denominated in both local currency and U.S. dollars. The majority of operating expenses of these non-U.S. subsidiaries, are received and incurred in local currencies. The establishment of the Axcelis Asia Operations Center in South Korea has increased the volume of our transactions in non-U.S. dollar currencies and increased the impact of foreign exchange gain / loss on the Company’s financial results. The Company experiences translation adjustments when local currency accounts payable on non-U.S. subsidiary books are re-measured for consolidated financial reporting. Similarly, the translation of long-term asset and liability values to U.S. dollars are recorded in stockholders’ equity as an element of accumulated other comprehensive income (loss). The value of the asset or liability in U.S. dollars will increase or decrease relative to the local currency based on changes in the exchange rate between the two currencies over the period. As a result, any unplanned non-cash gains or losses are recorded in the Company’s consolidated financial statements. Accordingly, fluctuations in exchange rates can impact reported revenues, expense, and profitability and asset values in our Consolidated Financial Statements. During the year ended December 31, 2024, approximately 6.2% of our revenue was derived in local currencies from foreign operations with this inherent risk. In addition, at December 31, 2024, our operations outside of the United States accounted for approximately 9.2% of our total assets, the majority of which was denominated in currencies other than the U.S. dollar. \n​\nWe may not be able to maintain and expand our business if we are not able to hire, retain and integrate qualified personnel.\n​\nOur business depends on our ability to attract and retain qualified, experienced employees. There is substantial competition for experienced engineering, technical, financial, sales and marketing personnel in our industry. In particular, we must attract and retain highly skilled design and process engineers. Competition for such personnel is intense, both in the Boston metropolitan area and in other locations around the world. If we are unable to retain our existing key personnel, or attract and retain additional qualified personnel, we may experience insufficient levels of staffing to fully develop, manufacture and market our products and perform services for our customers. As a result, our growth could be limited or we could fail to meet our delivery commitments or experience deterioration in service levels or decreased customer satisfaction, all of which could adversely affect our financial results.\n​\nOur financial results may fluctuate significantly.\n​\nWe derive our new systems revenue from the sale of a small number of expensive products to a relatively small number of customers. The selling prices on our ion implant systems range from approximately $2.6 million to $12.0 million. We also sell used equipment in our aftermarket business. Each sale, or failure to make a sale, may have a significant effect on us in a particular quarter. In a given quarter, a number of factors can adversely affect our revenue and results, including changes in our product mix, increased fixed expenses per unit due to reductions in the number of products manufactured, and higher fixed costs due to increased levels of research and development and expansion of our worldwide sales and marketing organization. Our financial results also fluctuate based on gross profit realized on sales. A variety of factors may cause gross profit as a percentage of revenue to vary, including the mix and average selling prices of products sold, costs to manufacture and customize systems, warranty costs and the impact of changes to inventory reserves. New product introductions may also affect our gross margin. Fluctuations in our financial results may have an adverse effect on the price of our common stock.\n​\nOur financial results may fall short of anticipated levels because forecasting revenue and profitability is complex and may be inaccurate.\n​\nManagement may from time to time provide financial forecasts to investors. These forecasts are based on assumptions, which are believed to be reasonable when made, of the timing of system orders, system shipments, system acceptance and aftermarket revenue. Any of these assumptions can prove erroneous and the level of revenue recognizable in a particular quarter may vary from the forecast. Our lengthy sales cycle, coupled with customers’ competing capital budget considerations, make revenue difficult to predict. In addition, our backlog at the beginning of a quarter typically does not include all orders required to achieve our sales objectives for that quarter and is not a reliable indicator of our future sales. As a result, our revenue and operating results for a quarter depend on our shipping systems on previous orders as scheduled during that quarter, receiving customer acceptance of previously shipped products, and obtaining new orders for products and services to be provided within that same quarter. Any delay in, or cancellation of, scheduled shipments and \n\n\n15\n\n\n\ncustomer acceptances or in revenue from new orders, including aftermarket revenue, could materially affect our financial results.\n​\nAccounting rules addressing revenue recognition add more complexity in forecasting quarterly revenue and profitability. Orders for our products usually contain multiple performance obligations that result in revenue deferral under generally accepted accounting principles. Due to the foregoing factors, investors should understand that our actual financial results for a quarter may vary significantly from our forecasts of financial performance for that quarter. Failure to meet forecasted financial performance may have an adverse effect on the price of our common stock.\n​\nThe semiconductor equipment industry is cyclical and we expect that demand for our products will increase and decrease, making it difficult to manage the business and potentially causing harm to our sales and profitability.\n​\nThe semiconductor industry is cyclical, experiencing upturns when the demand for our products is high and downturns when our customers are not investing in new or expanded fabrication facilities. From time to time, inventory buildups in the semiconductor device industry produce an oversupply of semiconductors. This can cause a reduced demand for capital equipment such as our products, negatively impacting our sales and level of profitability. Our revenue can vary significantly from one point in the cycle to another, making it difficult to manage the business, both when revenue is increasing and when it is decreasing. In addition, a substantial portion of our operating expenses do not fluctuate with changes in volume. Significant decreases in revenue can therefore have a disproportionate effect on profitability. In addition, reduced demand for our products and services may require Axcelis to implement cost reduction efforts, including restructuring activities, which may adversely affect Axcelis’ ability to capitalize on opportunities that arise in the future.\nAxcelis is exposed to risks related to cybersecurity threats and incidents.\nIn the conduct of our business, Axcelis collects, uses, transmits, and stores data on information technology systems. This data includes confidential information belonging to Axcelis, our employees or our customers or other business partners, some of which is personally-identifiable information of individuals. As reported in the 2024 Verizon Data Breach Investigation Report, cyber-attacks in the manufacturing industries are almost entirely financially motivated. Axcelis has been and expects to continue to be subject to cybersecurity threats and incidents, including through employee error or misuse; individual attempts to gain unauthorized access to information systems; and sophisticated and targeted measures known as advanced persistent threats, none of which have had a material impact on the Company to date. \n​\nAxcelis implements a “Layered Security Strategy” that aligns with National Institute of Standards and Technology Cybersecurity Framework. To do so, we devote resources to network security, data encryption, employee training and other measures to protect our systems and data from unauthorized access or misuse. This includes continuously monitoring and reacting to the cybersecurity environment, by implementing best-in-class solutions from several vendors. On an on-going basis, we engage a cybersecurity consultant to validate and advise on the Company’s cyber landscape and to drive employee vigilance through employee cyber training and messaging. We continually replace less secure legacy systems to improve internal and external cyber defenses and maintain a cyber incident response plan including reporting and recovery processes. See Item IC “Cybersecurity” below. In addition, as discussed in our proxy statement, the Audit Committee and the full Board of Directors receive quarterly reports on cybersecurity risks and annual reports on management initiatives to promote cybersecurity.\n​\nHowever, depending on their nature and scope, cybersecurity incidents could result in business disruption; the misappropriation, corruption or loss of confidential information and critical data (Axcelis’ and that of third parties); reputational damage; unnecessary expense; litigation with third parties; diminution in the value of Axcelis’ investment in research, development, and engineering; data privacy issues; and increased cybersecurity protection and remediation costs. These adverse outcomes could negatively impact our revenues, expenses, profitability, and asset values.\n​\nAxcelis is subject to risks associated with compliance with environmental, health and safety regulations.\n​\nAxcelis is subject to environmental, health and safety regulations in connection with its global business operations, including but not limited to: regulations related to the development, manufacture, shipping, and use of its products; handling, discharge, recycling and disposal of hazardous materials used in its products or in producing its products; the \n\n\n16\n\n\n\noperation of its facilities; and the use of its real property. The failure or inability to comply with existing or future environmental and safety regulations could result in: significant remediation or other legal liabilities; the imposition of penalties and fines; restrictions on the development, manufacture, sale, shipment or use of certain of its products; limitations on the operation of its facilities or ability to use its real property; and a decrease in the value of its real property. Axcelis could be required to alter its manufacturing and operations and incur substantial expense in order to comply with environmental, health and safety regulations. Any failure to comply with these regulations could subject Axcelis to significant costs and liabilities that could adversely affect Axcelis’ business, financial condition, and results of operations.\n​\nOur financial condition and results of operations could be adversely affected by global pandemics. \n​\n Global pandemics have in the past and may again in the future cause disruptions and restrictions on our operations and ability to travel, and similar disruptions and restrictions impacting our suppliers or customers could adversely affect our sales and operating results. Axcelis’ products rely on an extensive global supply chain, and shortages of certain parts could impact our ability to meet customers’ shipment expectations, negatively affecting our revenues. Such pandemics may drive changes in the demand for certain of our customers’ products, resulting in their delay or cancelation of purchases from us. The extent to which pandemics may impact our results will depend on future developments, which are highly uncertain and cannot be predicted.\n​\nOur proprietary technology may be vulnerable to efforts by competitors to challenge or design around, potentially reducing our market share.\n​\nWe rely on a combination of patents, copyrights, trademark and trade secret laws, non-disclosure agreements and other intellectual property protection methods to protect our proprietary technology. Despite our efforts to protect our intellectual property, our competitors may be able to challenge, design around or legitimately use the proprietary technology embedded in our systems or other technology or information used in our business. If this occurs, the value of our proprietary technology will be diminished. Our means of protecting our proprietary rights may not be adequate and our patents may not be sufficient to prevent others from using technology that is similar to or the same as our technology. Patents issued to us may be challenged and might be invalidated or circumvented and any rights granted under our patents may not provide adequate protection to us. Our competitors may independently develop similar technology, duplicate features of our products or design around patents that may be issued to us. As a result of these threats to our proprietary technology, we may have to resort to costly litigation to enforce or defend our intellectual property rights. Finally, all patents expire after a period of time (in the U.S., patents expire 20 years from the date of filing of the patent application). Our market share could be negatively impacted by the invalidation or expiration of a patent which had created a barrier for our competitors.\n​\nAxcelis also has agreements with third parties for licensing of patented or proprietary technology with Axcelis as the licensor or the licensee. Termination of license agreements or claims of infringement with respect to such technology could have an adverse impact on our financial performance or ability to ship products with existing configurations.\n​\nWe (or customers that we indemnify) might face intellectual property infringement claims or patent disputes that may be costly to resolve and, if resolved against us, could be very costly to us and prevent us from making and selling our systems.\n​\nFrom time to time, claims and proceedings may be asserted against us relative to patent validity or infringement matters. We typically agree to indemnify our customers from liability to third parties for intellectual property infringement arising from the use of our products in their intended manner. Therefore, we may receive notification from customers who believe that we owe them indemnification or other obligations related to infringement claims made against the customers by third parties. Our involvement in any patent dispute or other intellectual property dispute or action to protect trade secrets, even if the claims are without merit, could be very expensive and could divert the attention of our management. Adverse determinations in any litigation could subject us to significant liabilities to third parties, require us to remove certain features from our products or seek costly licenses from third parties or prevent us from manufacturing and selling our systems. In addition, infringement indemnification clauses in system sale agreements may require us to take other actions \n\n\n17\n\n\n\nor require us to provide certain remedies to customers who are exposed to indemnified liabilities. Any of these situations could have a material adverse effect on our business results.\n​\nIf operations were to be disrupted at Axcelis’ manufacturing facilities, it would have a negative impact on our business.\n​\nOur primary manufacturing facility is located in Massachusetts, with a smaller facility located in South Korea. Our operations could be subject to disruption for a variety of reasons, including, but not limited to severe weather events, other effects of climate change, natural disasters, work stoppages, operational facility constraints and terrorism. Such disruption could cause delays in shipments of products to our customers and could result in cancellation of orders or loss of customers, which could seriously harm our business.\n​\nIf we do not have access to capital on favorable terms, on the timeline we anticipate, or at all, our financial condition and results of operations could be materially adversely affected. \n​\nWe require a substantial amount of capital to meet our operating requirements and remain competitive. We routinely incur significant costs to purchase inventory to meet expected system sales, to develop and introduce new products, and to place evaluation systems at new customer sites. There can be no assurance that we will realize a return on the capital expended. Although our current cash levels and borrowing capacity are expected to be adequate for our foreseeable cash requirements, if our operating results falter, or our cash flow or capital resources prove inadequate, we may incur debt to fund these requirements. Significant volatility or disruption in the global financial markets may result in us not being able to obtain additional financing on favorable terms, on the timeline we anticipate, or at all, and we may not be able to refinance, if necessary, any outstanding debt when due, all of which could have a material adverse effect on our financial condition. Any inability to obtain financing on favorable terms, on the timeline we anticipate, or at all, may cause us to curtail our operations significantly, reduce planned capital expenditures and research and development, or obtain funds through arrangements that management does not currently anticipate, including disposing of our assets and relinquishing rights to certain technologies, the occurrence of any of which may significantly impair our ability to remain competitive, and materially and adversely affect our results of operations and financial condition. \n​\nThe market price of our common stock may be volatile, which could result in substantial losses for investors. \n​\nThe stock markets in general, and the markets for semiconductor equipment stocks in particular, have experienced extreme volatility that has often been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the trading price of our common stock. The market price of the common stock may also fluctuate significantly in response to the following factors, among others, some of which are beyond our control: \n​\n\n●   variations in our quarterly results;\n----------------------------------------\n\n●   the issuance or repurchase of shares of our common stock;\n-------------------------------------------------------------\n\n●   changes in securities analysts’ estimates of our financial performance;\n---------------------------------------------------------------------------\n\n●   changes in market valuations of similar companies;\n------------------------------------------------------\n\n●   announcements by us or our competitors of significant contracts, acquisitions, strategic partnerships, joint ventures, capital commitments, new products or product enhancements;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   loss of a major customer or failure to complete significant transactions;\n-----------------------------------------------------------------------------\n\n●   additions or departures of key personnel; and\n-------------------------------------------------\n\n●   new positions adopted by investor stewardship groups and proxy advisory firms regarding desired environmental, social and governance disclosures, policies, ranking systems, and other initiatives.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nThe trading price of our common stock in the past has been significantly volatile, and we cannot accurately predict every potential risk that may materially and adversely affect our stock price. \n​\nWe operate in jurisdictions with complex and changing tax laws. \n​\nWe are also subject to laws and regulations in various jurisdictions that determine how much profit has been \n\n\n18\n\n\n\nearned and when it is subject to taxation in that jurisdiction. In the United States, for example, the Inflation Reduction Act (IRA) imposes a 15% book minimum tax on corporations with three-year average annual adjusted financial statement income exceeding $1 billion. To date, the IRA has not materially impacted our effective tax rate.\n​\nCorporate tax reform, anti-base-erosion rules and tax transparency continue to be high legislative or regulatory priorities in many jurisdictions. Changes in laws and regulations regarding these matters could impact the jurisdictions where we are deemed to earn income, which could in turn adversely affect our tax liability and results of operations. As of December 31, 2024, 54 countries have enacted various aspects of the Organization for Economic Co-operation and Development’s Base Erosion and Profit Shifting 2.0 Pillar Two global minimum tax (GMT). In 35 of those countries, the GMT is effective beginning in 2024. Based on currently enacted law and countries we operate in, the impact of GMT on our 2024 results did not have an impact on our business.\n​",
      "char_count": 35808
    }
  },
  "extracted_at": "2025-10-18T17:28:51.101340"
}