{
  "ticker": "CMC",
  "company_name": "COMMERCIAL METALS Co",
  "cik": 22444,
  "form_type": "10-K",
  "filing_date": "2025-10-16",
  "period_of_report": "2025-08-31",
  "fiscal_year": 2025,
  "accession_number": "0000022444-25-000138",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000022444&accession_number=000002244425000138&xbrl_type=v",
  "sic_code": "3312",
  "industry": "Steel Works, Blast Furnaces & Rolling Mills (Coke Ovens)",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nDISCLOSURE REGARDING FORWARD-LOOKING STATEMENTS\nThis annual report on Form 10-K (hereinafter referred to as the \"Annual Report\") contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the \"Securities Act\"), Section 21E of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\") and the Private Securities Litigation Reform Act of 1995. Actual results, performance or achievements could differ materially from those projected in the forward-looking statements as a result of a number of risks, uncertainties and other factors. For a discussion of important factors that could cause our results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by our forward-looking statements, please refer to Part I, Item 1A, Risk Factors and Part II, Item 7, Management's Discussion and Analysis of Financial Condition and Results of Operations in this Annual Report. \nReferences in this Annual Report to \"CMC,\" \"the Company,\" \"we,\" \"our\" and \"us\" refer to Commercial Metals Company and its subsidiaries unless otherwise indicated.\nCertain trademarks or service marks of CMC appearing in this Annual Report are the property of CMC and are protected under applicable intellectual property laws. Solely for convenience, our trademarks and tradenames referred to in this Annual Report may appear without the ® or ™ symbols, but such references are not intended to indicate in any way that we will not assert, to the fullest extent under applicable law, our rights to these trademarks and tradenames.\n![alt  Sales by product.jpg](https://www.sec.gov/Archives/edgar/data/22444/000002244425000138/cmc-20250831_g2.jpg)\nOVERVIEW\nFounded in 1915 as a single scrap yard in Dallas, Texas, CMC has become an innovative solutions provider helping build a stronger, safer and more sustainable world. Today, through an extensive manufacturing network principally located in the United States (\"U.S.\") and Central Europe, we offer products and technologies to meet the critical reinforcement needs of the global construction sector. CMC’s solutions support early-stage construction across a wide variety of applications, including infrastructure, non-residential, residential, industrial and energy generation and transmission. Our operations are conducted through three reportable segments: North America Steel Group, Emerging Businesses Group and Europe Steel Group.\nAt CMC, we believe \"it’s what’s inside that counts.\" This reflects the nature of our products, which are found in critical infrastructure worldwide, and also applies to our culture and employees. We operate under the guiding principles of placing the customer at the core of all we do, staying committed to our employees, giving back to our communities and creating value for our investors, all while continuing our commitment to sustainability. From our inception, our business model has been strategically built on sustainable principles, including recycling metals, manufacturing products from approximately 98% recycled material using energy-efficient technology and employing closed-loop water recycling processes.\nOur focus on safety and talent development allows us to run a great company and achieve operational and commercial excellence across our business. We provide differentiating value for our customers through our industry-leading customer service with a low cost, high-quality production process. Further, we have achieved market leadership through our commitment to transformation, advancement and long-term growth by investing in our business and in our people. As our customers' needs and preferences have evolved, our products have expanded to include diverse and innovative solutions and future growth platforms. Through a combination of both value-accretive organic growth that captures available internal synergies, and capability-enhancing inorganic growth that broadens our portfolio, we aim to provide our customers with a comprehensive solution. \nWe maintain our corporate office at 6565 North MacArthur Boulevard, Suite 800, Irving, Texas 75039. Our telephone number is (214) 689-4300, and our website is http://www.cmc.com. Our fiscal year ends August 31st, and any reference in this Annual Report to a year refers to the fiscal year ended August 31st of that year, unless otherwise noted. Any reference in this Annual Report to a ton refers to the U.S. short ton, a unit of weight equal to 2,000 pounds. \nOur Annual Report, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to these reports are made available free of charge through the Investors section of our website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the U.S. Securities and Exchange Commission (the \"SEC\"). The information contained on our website or available by hyperlink from our website is not incorporated into this Annual Report or other documents we file with, or furnish to, the SEC.\nSegments\nThe Company has three reportable segments that represent the primary businesses reported in our consolidated financial statements: North America Steel Group, Emerging Businesses Group and Europe Steel Group. The following chart summarizes net sales to external customers by major product category within each reportable segment during the year ended August 31, 2025. For a historical breakout of our net sales to external customers by major product category within each reportable segment, see Note 19, Segment Information, in Part II, Item 8 of this Annual Report.\nNORTH AMERICA STEEL GROUP SEGMENT\nOur North America Steel Group segment provides a diverse offering of products and solutions to support the construction sector. Composed of a vertically integrated network of recycling facilities, steel mills and fabrication operations, our strategy in North America is to optimize our vertically integrated value chain to maximize profitability while providing industry-leading customer service. To execute our strategy, we seek to (i) obtain inputs at the lowest possible cost, including materials procured from our recycling facilities, which are operated to provide low-cost scrap to our steel mills, (ii) operate modern, efficient electric arc furnace (\"EAF\") steel mills and (iii) enhance operational efficiency by utilizing our fabrication operations to optimize our steel mill volumes and obtain the highest possible selling prices to maximize metal margin. We strive to maximize cash flow generation through increased productivity, high-capacity utilization and optimal product mix. To remain competitive, we regularly make substantial capital expenditures. We have invested approximately 80%, 77% and 88% of total capital expenditures in our North America Steel Group segment during 2025, 2024 and 2023, respectively. For logistics, we utilize a fleet of trucks we own or lease as well as private haulers, railcars, export containers and barges.\nOur 42 scrap metal recycling facilities, primarily located in the southeast and central U.S., process ferrous and nonferrous scrap metals. These facilities purchase processed and unprocessed ferrous and nonferrous scrap metals from a variety of sources including manufacturing and industrial plants, metal fabrication plants, electric utilities, machine shops, factories, refineries, shipyards, demolition businesses, automobile salvage firms, wrecking companies and retail individuals. Our recycling facilities utilize specialized equipment to efficiently process large volumes of ferrous material, including seven large machines capable of shredding obsolete automobiles or other sources of scrap metal. Certain facilities also have nonferrous downstream separation equipment, including equipment at three of our facilities that reclaim metal from insulated copper wire, to allow us to capture more metal content. With the exception of precious metals, our scrap metal processing facilities recycle and process almost all types of metal. We sell ferrous and nonferrous scrap metals (collectively referred to as \"raw materials\") to steel mills and foundries, aluminum sheet and ingot manufacturers, brass and bronze ingot makers, copper refineries and mills, secondary lead smelters, specialty steel mills, high temperature alloy manufacturers and other consumers. Raw materials margin per ton is defined as the difference between the selling prices for processed and recycled ferrous and nonferrous scrap metals and the price paid to purchase obsolete and industrial scrap.\nOur steel mill operations consist of six EAF mini mills, three EAF micro mills and one rerolling mill. Our steel mills manufacture finished long steel products including rebar, merchant bar, light structural and other special sections and wire rod, as well as semi-finished billets for rerolling and forging applications (collectively referred to as \"steel products\" in the context of the North America Steel Group segment). Each EAF mini mill consists of:\n•a melt shop with an EAF;\n•continuous casting equipment that shapes molten metal into billets;\n•a reheating furnace that prepares billets for rolling;\n•a rolling line that forms products from heated billets;\n•a mechanical cooling bed that receives hot products from the rolling line;\n•finishing facilities that shear, straighten, bundle and prepare products for shipping;\n•baghouse systems that control particulate emissions from steelmaking operations; and\n•supporting facilities such as maintenance, warehouse and office areas.\nOur EAF micro mills utilize similar equipment and processes as described above; however, these facilities utilize unique continuous process technology where metal flows uninterrupted from melting to casting to rolling into finished steel products. Our rerolling mill does not utilize a melt shop; the rerolling process begins by reheating billets to roll into finished steel products. We ship hot-rolled spooled rebar from two facilities and re-spooled rebar from one facility. The estimated annual capacity for our steel mills, included in Part I, Item 2, Properties, of this Annual Report assumes a typical product mix and is not necessarily indicative of the expected production volumes or shipments in any fiscal year. Descriptions of mill capacity, particularly rolling capacity, are highly dependent on the specific product mix manufactured. Our mills roll many different types and sizes of products depending on market conditions, including pricing and demand. \nWe are currently constructing a fourth EAF micro mill in Berkeley County, West Virginia. This facility is strategically located to serve the Northeast, Mid-Atlantic and Mid-Western U.S. markets and will be supported by our existing network of downstream fabrication plants. Site improvements, foundation work and substantial portions of supporting infrastructure for the micro mill are complete. Construction of structural components for multiple process buildings and equipment is ongoing. We expect to begin melt shop production at this micro mill during 2026. Once operational, this facility will expand our production capacity for straight-length and spooled rebar and advance our commitment to sustainable steelmaking.\nFerrous scrap is the primary raw material used by our steel mills and is subject to significant price fluctuations. We believe the supply of ferrous scrap available to us is adequate to meet our future needs. Our mills consume large amounts of electricity and natural gas. We have not had any significant curtailments, and we believe that energy supplies are adequate. The supply and demand of regional and national energy, and the extent of applicable regulatory oversight of rates charged by providers, affect the prices we pay for electricity and natural gas. Our mills ship to a broad range of customers and end markets across the U.S. The primary end markets are construction and fabricating industries, metals service centers, original equipment manufacturers and agricultural, energy and petrochemical industries. Due to the nature of our steel products, we do not have a long lead time between order receipt and delivery. We generally fill orders for steel products from inventory or with products near completion. As a result, we do not believe our steel products backlog is a significant factor in the evaluation of our North America Steel Group operations. \nOur fabrication operations include 53 facilities engaged in various aspects of steel fabrication; 49 of these facilities engage in general fabrication of reinforcing steel, including shearing, bending and welding, and four of these facilities fabricate steel fence posts. Fabricated rebar is used to reinforce concrete primarily in the construction of commercial and non-commercial buildings, hospitals, convention centers, industrial plants, power plants, highways, bridges, arenas, stadiums and dams, and is generally sold in response to a competitive bid solicitation. Many of the resulting projects are fixed price over the life of the project, and certain contracts include escalation provisions. We also provide installation services of fabricated rebar in certain markets. We obtain steel for our fabrication operations primarily from our own steel mills, and the demand created by our fabrication operations optimizes the production from our steel mills. Our steel fence posts have many applications, including residential and commercial landscaping and agricultural and livestock containment. Additionally, we have three facilities that supply post-tension cable for use in a variety of projects, such as slab-on-grade foundations, bridges, buildings, parking structures and rock-and-soil anchors. The fabrication and post-tension cable offerings are collectively referred to as \"downstream products\" in the context of the North America Steel Group segment. Downstream products backlog, defined as the total value of unfulfilled orders, was $1.4 billion at August 31, 2025. \nEMERGING BUSINESSES GROUP SEGMENT\nOur Emerging Businesses Group segment provides construction-related solutions and value-added products with strong underlying growth fundamentals to serve domestic and international markets that are adjacent to those served by our vertically integrated operations in the North America Steel Group segment and the Europe Steel Group segment. The Emerging Businesses Group segment's portfolio consists of the following:\n•CMC Construction Services operations sell and rent construction-related products and equipment to concrete installers and other businesses in the construction industry (collectively referred to as \"construction products\").\n•Tensar operations sell geogrids and Geopier foundation systems (collectively referred to as \"ground stabilization solutions\"). Geogrids are polymer-based products used for ground stabilization, soil reinforcement and asphalt optimization in construction applications, including roadways, public infrastructure and industrial facilities. Geopier foundation systems are rammed aggregate pier and other foundation solutions that increase the load-bearing characteristics of ground structures and working surfaces and can be applied in soil types and construction situations in which traditional support methods are impractical or would make a project infeasible.\n•CMC Impact Metals operations manufacture heat-treated, high-strength steel products, such as high-strength bar for the truck trailer industry, special bar quality steel for the energy market and armor plate for military vehicles.\n•Our group of performance reinforcing steel offerings include innovative products such as Galvabar (galvanized rebar with a zinc alloy coating that provides corrosion protection and post-fabrication formability), ChromX (designed for high-strength capabilities, corrosion resistance and a service life of more than 100 years), and CryoSteel (a cryogenic reinforcing steel that exceeds minimum performance requirements for strength and ductility at extremely low temperatures). Additionally, CMC Anchoring Systems' operations supply custom engineered anchor cages, bolts and fasteners that are fabricated principally from rebar and are used primarily to secure high voltage electrical transmission poles to concrete foundations.\n•Through our licensing agreement with InQuik Inc., CMC Bridge Systems is the authorized provider of InQuik Bridges in the U.S. CMC Bridges are a patented prefabricated and modular system for constructing reinforced concrete bridge components off-site, which are then installed on-site with poured concrete for a cast-in-place structure.\nEUROPE STEEL GROUP SEGMENT\nOur Europe Steel Group segment is composed of a vertically integrated network of recycling facilities, an EAF mini mill and fabrication operations located in Poland. Our strategy in Europe is to optimize profitability of the products manufactured by our mini mill, and we execute this strategy in the same way in our Europe Steel Group segment as we do in our North America Steel Group segment. \nOur 12 scrap metal recycling facilities, located throughout Poland, process ferrous scrap metals for use as a raw material for our mini mill. These facilities provide material almost exclusively to our mini mill and operate in order to lower the cost of scrap used by our mini mill. The equipment utilized at these facilities is similar to our North America Steel Group recycling operations and includes one large capacity scrap metal shredder similar to the largest shredder we operate in North America. Nonferrous scrap metal is not material to this segment’s operations.\nOur mini mill is a significant manufacturer of rebar, merchant bar, wire rod and semi-finished billets in Central Europe and includes three rolling lines. The first rolling line is designed to allow efficient and flexible production of a range of medium section merchant bar products. The second rolling line is dedicated primarily to rebar production. The third rolling line is designed to produce high grade wire rod. The products produced by the mini mill are collectively referred to as \"steel products\" in the context of our Europe Steel Group segment. Our mini mill sells steel products primarily to fabricators, manufacturers, distributors and construction companies, mostly to customers located within Poland. However, the mini mill also exports steel products to the Czech Republic, France, Germany, Italy and Slovakia, among other countries. Ferrous scrap metal, the principal raw material used by our mini mill, electricity, natural gas and other necessary raw materials for the steel manufacturing process are generally readily available, although they can be subject to significant price fluctuations. Our mini mill generally fills orders for steel products from inventory or with products near completion. As a result, we do not believe that our steel products backlog is a significant factor in evaluating the operations of our Europe Steel Group segment.\nOur fabrication operations consist of five steel fabrication facilities located in Poland which produce downstream products including fabricated rebar, wire mesh, welded steel mesh, wire rod, cold-rolled rebar, cold-rolled wire rod, assembled rebar cages and other fabricated rebar by-products (collectively referred to as \"downstream products\" in the context of our Europe Steel Group segment). These facilities obtain rebar and wire rod primarily from the mini mill. Three of the facilities are similar to the facilities operated by our North America Steel Group segment and sell fabricated rebar primarily to contractors for incorporation into construction projects. The other two fabrication facilities in Poland produce welded steel mesh, cold-rolled \nwire rod and cold-rolled rebar. We are among the largest manufacturers of wire mesh in Poland, and our wire mesh customers include metals service centers and construction contractors. In addition to sales of downstream products in the Polish market, we also export our downstream products to neighboring countries such as the Czech Republic and Germany. The downstream products backlog is not a significant factor in evaluating the operations of our Europe Steel Group segment. \nSEASONALITY\nOur facilities primarily serve customers in the construction industry. Due to the increase in construction activities during the spring and summer months, our net sales are generally higher in our third and fourth quarters than in our first and second quarters.\nCOMPETITION\nOur North America Steel Group recycling operations compete with scrap metal processors and primary nonferrous scrap metal producers. The nonferrous recycling industry is highly fragmented in the U.S.; however, we believe our recycling operations are among the largest engaged in the recycling of nonferrous scrap metals in the U.S. We are also a major regional processor of ferrous scrap metal. For both nonferrous and ferrous scrap metals, we compete primarily on the quality and price of our products. Our Europe Steel Group recycling facilities operate to provide raw materials almost exclusively to our mini mill in Poland.\nWe produce a significant percentage of the total U.S. output of rebar and merchant bar through our EAF steel mills. Domestic and international competitors include local, regional, national and international manufacturers and suppliers of steel. We compete primarily on the services we provide to our customers and on the quality and price of our products. In the U.S., we believe we are the largest manufacturer and fabricator of rebar, the largest manufacturer of steel fence posts and among the largest manufacturers of merchant bar. In Poland, we believe we are the second largest producer of rebar and wire rod, and the largest producer of merchant bar for the products we manufacture.\nFurthermore, the global steel industry is cyclical and highly competitive, consisting of domestic and international producers for all major product lines across our North America Steel Group and Europe Steel Group segments. Global steelmaking capacity greatly exceeds demand for steel products in many regions around the world, and this overcapacity results in competition from steel imports into the regions we operate. Our global strategy and differentiating customer service allow us to navigate the risks arising from overproduction. Additionally, trade enforcement laws, such as the tariffs and quotas set forth in Section 232 of the U.S. Trade Expansion Act of 1962 (\"Section 232\"), which were restored and expanded by President Trump on February 10, 2025, should support domestic production and reduced imports of unfairly priced steel. Although the elimination of Section 232 tariff exemptions is expected to provide a favorable backdrop to the domestic long steel market, there remains uncertainty regarding the duration and scope of this and other potential executive actions related to tariffs. If the Section 232 or other import tariffs, quotas or duties are relaxed, repealed, challenged legally or expire; if other countries are exempted, or if relatively higher U.S. steel prices make it attractive for foreign steelmakers to export their steel products to the U.S., despite the presence of import tariffs, quotas or duties, a resurgence of substantial imports of foreign steel could occur. This occurrence would put downward pressure on U.S. steel prices.\nCompetitive Advantage\nCMC's diverse product offerings support a wide variety of applications and position us as a global solutions provider to the construction industry, capable of addressing multiple stages of the early phases of construction. We believe our vertically integrated manufacturing platform provides an advantageous cost structure and maximizes the results of our steel-related operations. Our recycling and fabrication operations are designed to support our steel mills. Our recycling operations provide scrap metal to our steel mills, which in turn use the scrap metal to produce and supply steel required by our fabrication operations. As our recycling facilities are generally located near our steel mills, we can ensure a secure supply of low-cost raw materials, and our fabrication facilities provide a significant and consistent source of demand as well as forward visibility into end customer demand. This is a strategic advantage when imports increase as our steel mills can continue to supply our fabricators. Contract pricing that is utilized for these operations helps to stabilize short-term volatility. The construction-related solutions and value-added products within our Emerging Businesses Group segment complement our existing concrete reinforcement product lines and broaden our commercial portfolio, allowing us to address multiple stages of the early phases of commercial and infrastructure construction and provide a comprehensive solution for our customers. \nOur operational footprint also provides a competitive advantage in North America and Europe. Our steel mills and fabrication operations in North America and Europe are well-positioned geographically with steel mill locations in some of the highest \ndemand locations for rebar and merchant bar consumption. In North America, we operate a network of operations that stretch from the East Coast to the West Coast and can reach every major metro area in the U.S. Demand for our products in the U.S. is highest in the Sun Belt region where most of our steel mills are located, which positions us to capitalize on growth in this region as well as benefit from a longer construction season. Our mini mill in Poland also provides strategic benefits as it is well positioned to serve neighboring European economies. \nSee Part I, Item 1A, Risk Factors, of this Annual Report for more information on competitive factors described above. \n![alt  My project (21) (1).jpg](https://www.sec.gov/Archives/edgar/data/22444/000002244425000138/cmc-20250831_g3.jpg)\nSUSTAINABILITY\nSustainability is embedded in our business model and remains central to our strategy. For over 50 years, we have manufactured steel using recycled scrap metal and EAF technology, which is more efficient and environmentally friendly than traditional blast furnace technology, using less energy than the industry average and producing significantly less carbon dioxide per ton of steel we melt. We play a key role in returning our primary input, ferrous scrap, into the economy in the form of rebar, merchant bar, wire rod and fence post for use in a wide variety of applications. In 2025, recycled content made up approximately 98% of the raw materials used in our manufactured finished steel. Our Tensar geogrid technology is also inherently sustainable, as its use in construction projects can, for example, extend road service life, conserve water resources, control soil erosion and reduce consumption of aggregate.\nIncreasingly, our customers are prioritizing sustainable business practices in and through their supply chains. We help our customers meet their own sustainability needs by offering products such as our RebarZero, MerchantZero, WireZero and PostZero product lines, among others in our portfolio of \"net-zero\" emissions products. Annually, our vertically integrated manufacturing process keeps millions of tons of scrap metal out of landfills. Our process includes five primary steps:\n\n1. Locally source, purchase and process scrap metal as feedstock, which allows us to lower emissions and put more waste to beneficial use.2. Melt the recycled scrap metal into new steel in our mills using our modern, efficient EAFs, which consume less energy and reduce greenhouse gas (\"GHG\") emissions compared to traditional blast furnace technology. 3. Roll the new steel into finished long steel products, including rebar, merchant bar, light structural shapes and other special sections, wire rod and semi-finished billets for rerolling. 4. Fabricate the finished products into custom shapes and lengths for end use by our customers. 5. Reclaim end-of-life steel material as feedstock for new steel products, thereby starting our cycle of steel production once again.     \nWe continue to invest in new technologies and processes to reduce our environmental impact, including our most recently commissioned micro mill located in Mesa, Arizona, which utilizes advanced EAF power supply systems designed for greater energy efficiency, resulting in lower overall power consumption and reduced environmental impact compared to traditional steelmaking methods. The same technology will be utilized at our micro mill currently under construction in Berkeley County, West Virginia.\nInformation relating to our environmental, social and governance (\"ESG\") commitments and the goals we have established to increase our use of renewable energy and reduce our energy consumption, GHG emissions and water withdrawal is available on the ESG section of our website, www.esg.cmc.com. \nENVIRONMENTAL MATTERS\nA significant factor in our business is our compliance with complex and evolving environmental laws and regulations. These laws and regulations govern, among other things, waste disposal, air emissions, waste and storm water effluent and disposal. Our operations hold a variety of permits and authorizations pursuant to environmental law. Environmental laws and regulations evolve and are subject to changing interpretation and enforcement over time. We devote considerable resources to compliance with environmental laws and these expenditures may change in ways that cannot be currently anticipated due to the possibility of unanticipated regulatory development. Further, uncertainty regarding adequate control levels, testing and sampling procedures, new pollution control technology and cost benefit analysis based on market conditions impact our future expenditures that are necessary to comply with environmental regulatory programs. Compliance with and changes to various environmental requirements and environmental risks applicable to our industry may adversely affect our business, results of operations and financial condition.\nUnder the Comprehensive Environmental Response, Compensation and Liability Act (\"CERCLA\" or \"Superfund\") and analogous state statutes, we may occasionally be required to cleanup or take remedial action with regard to (or pay for cleanup or remedial action with regard to, or pay for natural resource damages with respect to) sites we operate or formerly operated, or to which we have sent materials. If we are found to have arranged for treatment or disposal of hazardous substances at a site, we could be named as a potentially responsible party (\"PRP\") and responsible for both the costs of cleanup as well as for associated natural resource damages at such site. The U.S. Environmental Protection Agency (\"EPA\"), or equivalent state agency, has named us as a PRP at several federal Superfund sites or similar state sites, and we have received information requests with respect to other sites. In some cases, these agencies allege that we are a PRP because we sold scrap metals to, or otherwise disposed of materials at, the site. With respect to the sale of scrap metals, we contend that an arm's length sale of valuable scrap metal for use as a raw material in a manufacturing process that we do not control should not constitute \"an arrangement for disposal or treatment of hazardous substances\" as defined under federal law. Subject to the satisfaction of certain conditions, the Superfund Recycling Equity Act provides legitimate sellers of scrap metal for recycling with some relief from Superfund liability under federal law. Despite Congress' clarification of the intent of the federal law, some state laws and environmental agencies still seek to impose liability on the basis of such arm's length sale constituting \"an arrangement for disposal or treatment of hazardous substances.\" We believe efforts to impose such liability are contrary to public policy objectives and legislation encouraging recycling and promoting the use of recycled materials, and we continue to support clarification of state laws and regulations consistent with Congress' action.\nWastes that we generate, including hazardous wastes, are subject to the Resource Conservation and Recovery Act (\"RCRA\") and comparable state and local statutes. The RCRA governs the handling, recycling and disposal of solid waste and hazardous secondary materials, and thus may limit the disposal options for certain of our wastes. Under the RCRA, the government may impose penalties and may order corrective action to address contamination. Additionally, the RCRA provides for citizens suits, allowing private parties to bring claims to enforce the RCRA. Over time, state and federal laws applicable to wastes and contaminated sites have become more strict, and we cannot predict if future regulatory trends will result in more stringent requirements related to our wastes and contaminated properties.\nUnder the Clean Air Act (\"CAA\") and comparable state and local statutes, we must obtain permits or other authorizations related to air emissions at various of our facilities. Under the CAA, the government can seek penalties and injunctive relief for violations, and the CAA provides for private party enforcement through citizen suits. Requirements to control air emissions under the CAA have become more stringent over time and there is no guarantee that EPA or states will not adopt different or more stringent standards for emissions, requiring additional expenditures.\nThe Clean Water Act (\"CWA\") and comparable state and local statutes impose controls on the discharge of materials into waters of the U.S. (or the applicable state), including controls on the discharge of wastewater, stormwater and fill material. These controls have become more stringent over time and we cannot predict if additional restrictions will be imposed in the future. The CWA provides for injunctive relief for violations and allows for private enforcement through citizen suits.\nOther environmental laws apply to our operations and facilities and our products. These include, without limitation, the Toxic Substances Control Act, the Oil Pollution Act and the Safe Drinking Water Act, as well as state and local environmental laws. Additionally, we could be subject to common law claims, such nuisance, trespass, negligence or other claims alleging personal injury, property damage and other harms.\nWe cannot predict the total amount of capital expenditures or increases in operating costs or other expenses that may be required as a result of environmental compliance. We also do not know if we can pass such costs on to our customers through product price increases. During 2025, we incurred environmental costs, including disposal, permits, license fees, tests, studies, remediation, consultant fees and environmental personnel expense of $58.4 million. In addition, we spent $4.7 million on capital expenditures for environmental projects in 2025. We believe that our facilities are in material compliance with currently applicable environmental laws and regulations. We anticipate capital expenditures for new environmental projects during 2026 to be approximately $2 million. For more information on our compliance with environmental laws and regulations, see Part I, Item 1A, Risk Factors — Risks Related to the Regulatory Environment, in this Annual Report.\nEMPLOYEES AND WORKFORCE CULTURE\nOur employees are our most important asset and are fundamental to our success. We recognize that our employees bring diverse backgrounds and unique skill sets, and we have fostered a culture that challenges conventional thinking, promotes teamwork, requires accountability and rewards success. At the heart of our culture are our core values of Integrity, Safety, Collaboration and Excellence. These core values are reinforced daily through our actions and in meetings with employees and serve as a compass for our behaviors and decisions.\nThe following table presents the approximate headcount of employees within each reportable segment and Corporate and Other as of August 31, 2025:\n\nSegment                                        Number of Employees\nNorth America Steel Group                           8,171         \nEmerging Businesses Group                           1,421         \nEurope Steel Group                                  2,702         \nCorporate and Other              396                              \nTotal                                              12,690         \nApproximately 11%, 4% and 28% of the employees in our North America Steel Group, Emerging Businesses Group and Europe Steel Group segments, respectively, belong to unions. We believe that we have good relations with the union representatives that represent our employees, and we are focused on providing safe and productive workplace environments for our employees. \n![alt  TRIR.gif](https://www.sec.gov/Archives/edgar/data/22444/000002244425000138/cmc-20250831_g4.gif)\nEthics and Compliance\nAt CMC, we believe \"it’s what’s inside that counts.\" It is fundamental to our success that both our leaders and employees observe the highest ethical standards of business conduct in their interactions with our customers, suppliers, communities, investors and each other. We empower our employees to make the right decisions and have established the CMC Code of Conduct and Business Ethics (the \"Code\") to help our employees understand company policies and guide their actions. Employees are required to complete training to reinforce their continued understanding of and compliance with the Code. Additionally, to foster and maintain our culture of ethical conduct and integrity, we provide confidential channels for employees to report known and suspected violations of applicable laws, the Code, our policies or our internal controls, and receive a response to such reports.\nEmployee Health and Safety\nThe safety of every employee is, and has always been, one of our top values. We strive to provide a safe working environment where facilities achieve zero work-related injuries or illnesses. In pursuit of our goal of zero incidents, we embrace a total safety culture that encourages our employees to recognize potentially unsafe situations and use our Proactive Safety Program to report concerns and work together to remove potential hazards from the work environment before incidents occur. Additionally, our Global Health and Safety Policy sets the standard for our facilities based on best practices that often exceed regulatory requirements and all of our employees are provided with the training necessary to safely and effectively perform their responsibilities. \nOur Safety Management System includes our policies, incident management process, data dashboards and safety action plans based on observed behaviors related to health and safety. We periodically issue employee Safety Perception Surveys at various locations to identify any discrepancies between management and employee perspectives on the safety of our working conditions. Additionally, we participate in industry association meetings to share expertise and best practices. These surveys and meetings facilitate important discussions that ultimately help further develop our health and safety management systems. \nWith continued focus on safety in 2025, we improved our already exceptional safety record to achieve the lowest total recordable incident rate (\"TRIR\") in our Company's history. This marks the third consecutive year of TRIR reduction, reflecting our continued commitment to workplace safety. \n____________________________\n(1) TRIR is defined as OSHA recordable incidents x 200,000/hours worked.\n(2) This line represents the 2023 average for Steel Product Manufacturing (North American Industry Classification System (\"NAICS\") code 3311), based on the latest available information provided by the U.S. Bureau of Labor Statistics.\nIn addition to TRIR, we also measure our near miss frequency rate, which we believe is critical to incident avoidance and supports our superior safety rating in the industry.\nTalent Development and Retention\nWe invest in training and resources to support our employees in reaching their full potential and to build internal capabilities, and are committed to providing a safe, welcoming and engaging work environment. Our culture of continuous improvement creates internal advancement and growth opportunities for our employees. We recognize that retaining and hiring employees with the right talent, commitment and drive are critical steps to allow us to achieve our goals and reach our full growth potential. CMC provides both online and in-person training options to our employees as well as tuition assistance to support the cost of furthering relevant education for our employees. In addition to our internally developed technical, safety and leadership training available to all employees, many new employees in commercial and operational positions complete rotational programs during onboarding to gain technical experience across the business. We also conduct periodic surveys and other initiatives with employees, which provide invaluable information about how employees perceive our onboarding, employee training, development and culture and allow us to further enhance the training and resources we offer. \nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nOur Board of Directors (the \"Board\") annually elects executive officers. Our executive officers continue to serve for terms set by our Board in its discretion. The table below sets forth the name, current position and offices, age and calendar year in which they became an executive officer, for each of our executive officers as of October 16, 2025.\n\nNAME                       CURRENT POSITION &amp; OFFICES                                                               AGE                EXECUTIVE OFFICER SINCE\nPeter R. Matt              President and Chief Executive Officer                                                         62                                   2023\nPaul J. Lawrence           Senior Vice President and Chief Financial Officer                                             55                                   2016\nJody K. Absher             Senior Vice President, Chief Legal Officer and Corporate Secretary                            48                                   2020\nJennifer J. Durbin         Senior Vice President, Chief Human Resources and Communications Officer                       44                                   2020\nKekin M. Ghelani           Senior Vice President, Chief Strategy Officer                                                 51                                   2024\nBrian N. Halloran          Senior Vice President, North America Steel Group                                              54                                   2025\nPeter R. Matt has served as the President and Chief Executive Officer of CMC since September 1, 2023 and previously served as President of CMC from April 2023 to August 2023. Prior to joining CMC, Mr. Matt served as Executive Vice President and Chief Financial Officer of Constellium N.V. (\"Constellium\"), a global aluminum fabrication company, from 2016 to 2023. Prior to joining Constellium, Mr. Matt served as a Managing Partner for Tumpline Capital, LLC from 2015 to 2016. From 1985 to 2015, he held various leadership positions with Credit Suisse.\nPaul J. Lawrence has served as Senior Vice President and Chief Financial Officer of CMC since November 2021. Prior thereto, Mr. Lawrence served as CMC’s Vice President and Chief Financial Officer from September 2019 to November 2021, Vice President of Finance from June 2018 to September 2019, Treasurer, Vice President of Financial Planning and Analysis from January 2017 to June 2018, Vice President of Finance and Treasurer from September 2016 to January 2017, and Vice President of Finance from February 2016 to September 2016. Prior to joining CMC, Mr. Lawrence served as North American Information Technology Leader of Gerdau Long Steel North America, a U.S. steel producer, from 2014 to 2016, and from 2010 to 2014, he served as Gerdau Template Deployment Leader at Gerdau Long Steel North America. From 2003 to 2010, Mr. Lawrence held a variety of financial roles at Gerdau Ameristeel Corporation, including Assistant Vice President and Corporate Controller, and Deputy Corporate Controller. From 1998 to 2002, Mr. Lawrence held several financial positions with Co-Steel Inc., which was acquired by Gerdau SA.\nJody K. Absher has served as Senior Vice President, Chief Legal Officer and Corporate Secretary since October 2023. Prior thereto, Ms. Absher served as CMC’s Vice President, Chief Legal Officer and Corporate Secretary from August 2022 to October 2023, Vice President, General Counsel and Corporate Secretary from May 2020 to August 2022, Interim General Counsel from February 2020 to May 2020, Lead Counsel and Assistant Corporate Secretary from November 2014 to February 2020, Senior Counsel and Assistant Corporate Secretary from October 2013 to November 2014, and Legal Counsel from May 2011 to October 2013. Prior to joining CMC, Ms. Absher was an attorney at Haynes and Boone, LLP, a global law firm, from August 2007 to May 2011.\nJennifer J. Durbin has served as Senior Vice President and Chief Human Resources and Communications Officer since October 2023. Prior thereto, Ms. Durbin served as CMC’s Vice President and Chief Human Resources Officer from August 2022 to October 2023, Vice President of Human Resources and Safety from November 2021 to August 2022, Vice President of Human Resources from January 2020 to November 2021, Lead Counsel from November 2014 to January 2020, Senior Counsel from January 2013 to November 2014, and Legal Counsel from May 2010 to January 2013. Prior to joining CMC, Ms. Durbin was an attorney at Sidley Austin LLP, a global law firm, from August 2006 to May 2010.\nKekin M. Ghelani has served as Senior Vice President, Chief Strategy Officer since October 2024. Prior to joining CMC, Mr. Ghelani served as the Chief Strategy and Growth Officer of Summit Materials, Inc. from May 2022 to August 2024. From 2019 to 2022, Mr. Ghelani served as Vice President of Strategy, Growth and Ventures of the Water & Protection business unit of DuPont Nemours, Inc. From 2013 to 2019, Mr. Ghelani held roles of increasing responsibility at Celanese Corporation. Prior thereto, he held various senior positions at McKesson Corporation and Honeywell International. \nBrian N. Halloran has served as Senior Vice President, North America Steel Group since May 2025. Mr. Halloran joined CMC in 1998, and has worked in numerous commercial and operational roles, most recently as Vice President of CMC’s Central Division. He is a member of the Recycled Materials Association (\"ReMa\"), and a former Chair of ReMa’s Ferrous Division.",
      "char_count": 46985
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nThere are inherent risks and uncertainties associated with our business that could adversely affect our business, results of operations and financial condition. Set forth below are descriptions of those risks and uncertainties that we currently believe to be material, but the risks and uncertainties described below are not the only risks and uncertainties that could adversely affect our business, results of operations and financial condition. If any of these risks actually occur, our business, results of operations and financial condition could be materially adversely affected.\nRISKS RELATED TO OUR BUSINESS\nScrap and other inputs for our business are subject to significant price fluctuations and limited availability, which may adversely affect our business, results of operations and financial condition.\nAt any given time, we may be unable to obtain an adequate supply of critical raw materials at prices and on other terms acceptable to us. We depend on ferrous scrap, the primary raw material used by our steel mills, and other inputs such as graphite electrodes and alloys for our steel mill operations. The price of scrap and other inputs has historically been subject to significant fluctuation, and we may not be able to adjust our product prices to recover the costs of rapid increases in raw material prices, especially over the short-term and in our fixed price contracts. The profitability of our operations would be adversely affected if we are unable to pass increased raw material and input costs on to our customers.\nThe purchase prices for automobile bodies and various other grades of obsolete and industrial scrap, as well as the selling prices for processed and recycled scrap metals we utilize in our own manufacturing process or resell to others, are highly volatile. A prolonged period of low scrap prices or a fall in scrap prices could impair our ability to obtain, process, sell and consume \nrecycled material, which could have a material adverse effect on our business, results of operations and financial condition. Our ability to respond to changing recycled metal selling prices may be limited by competitive or other factors during periods of low scrap prices, when the supply of scrap may decline considerably, as scrap generators hold onto their scrap in the hope of getting higher prices later. Conversely, increased foreign demand for scrap due to economic expansion in countries such as China, India, Brazil and Turkey, as well as the growth of EAF steel production due to efforts by countries and producers to reduce carbon emissions in the industry, can result in an outflow of available domestic scrap as well as higher scrap prices that cannot always be passed on to domestic scrap consumers or consumers of our steel products, further reducing the available domestic scrap flows and margins, all of which could adversely affect our sales and profitability. \nThe availability of raw materials may also be negatively affected by laws and regulations, domestic and foreign trade policy, allocations by suppliers, interruptions in production, accidents and natural disasters, changes in exchange rates, global price fluctuations and the availability and cost of transportation. If we are unable to obtain adequate and timely deliveries of our required raw materials, we may be unable to manufacture significant quantities of our products in a timely manner. \nWe rely on the availability of large amounts of electricity and natural gas. Disruptions in delivery or substantial increases in energy costs, including crude oil prices, could adversely affect our business, results of operations and financial condition. \nOur EAF mills melt steel scrap and use natural gas to heat steel billets for rolling into finished steel products. As large consumers of electricity and natural gas, often the largest in the geographic area where our mills are located, we must have dependable delivery of electricity and natural gas in order to operate. Accordingly, we are at risk in the event of an energy disruption. Prolonged black-outs or brown-outs or disruptions caused by natural disasters could substantially disrupt our production. Additionally, the rapid expansion of data centers driven by growing demand for cloud services, artificial intelligence and other digital infrastructure is expected to significantly increase electric power consumption, which could impact energy availability and pricing for industrial users, including steel producers. While we have not suffered prolonged production delays due to our inability to access electricity or natural gas, several of our competitors have experienced such occurrences. Prolonged substantial increases in energy costs would have an adverse effect on the costs of operating our mills and would negatively impact our profitability unless we were able to fully pass through the additional expense to our customers. Further, our finished steel products are typically delivered by truck. Rapid increases in the price of fuel attributable to increases in crude oil prices would increase our costs and adversely affect many of our customers' financial results, which in turn could result in reduced margins and declining demand for our products. \nWe may encounter labor disputes and shortages for skilled labor and/or qualified employees in operational positions, which could adversely impact our operations.\nOur employees contribute to and are instrumental in developing and meeting our business goals and objectives, and we depend on a qualified labor force for the manufacture of our products. The impact of labor shortages and increased competition for available workers may increase our costs or impede our ability to optimally staff our facilities and could have an adverse impact on our results of operations, financial condition and cash flows. In addition, an ongoing labor shortage may result in increased expenses related to hiring and retention of qualified employees. As our experienced employees retire and we lose their institutional knowledge, we may encounter challenges and may have difficulty replacing them with employees of comparable skill and efficiency. Additionally, as of August 31, 2025, 11%, 4% and 28% of the employees in our North America Steel Group, Emerging Businesses Group and Europe Steel Group segments, respectively, belong to unions. While we believe that we have good relations with the union representatives, there can be no assurance that any future labor negotiations will prove successful, which may result in a significant increase in the cost of labor, or may break down and result in the disruption of our business or operations.\nThe loss of, or inability to hire, key employees may adversely affect our ability to successfully manage our operations and meet our strategic objectives.\nOur future success depends, in large part, on the continued service of our officers and other key employees and our ability to continue to attract and retain additional highly qualified personnel. These employees are integral to our success based on their expertise and knowledge of our business and products. We compete for such personnel with other companies, including public and private company competitors who may periodically offer more favorable terms of employment. The loss or interruption of the services of a number of our key employees could reduce our ability to effectively manage our operations should we be unable to find appropriate replacement personnel in a timely manner.\nOur business, financial condition and results of operations may be adversely impacted by the effects of inflation.\nInflation has the potential to adversely affect our business, financial condition and results of operations by increasing our overall cost structure, particularly if we are unable to achieve commensurate increases in the prices we charge our customers. Other inflationary pressures could affect wages, energy prices, the cost and availability of components and raw materials and other inputs and our ability to meet customer demand. Inflation may further exacerbate other risk factors, including supply chain disruptions, risks related to international operations and the recruitment and retention of qualified employees.\nWe may have difficulty competing with companies that have a lower cost structure or access to greater financial resources. \nWe compete with regional, national and foreign manufacturers and traders. Consolidation among participants in the steel manufacturing and recycling industries has resulted in fewer competitors, and several of our competitors are significantly larger than us and have greater financial resources and more diverse businesses than us. Some of our foreign competitors may be able to pursue business opportunities without regard to certain laws and regulations with which we must comply, such as environmental regulations. These companies may have a lower cost structure and more operating flexibility, and consequently they may be able to offer lower prices and more services than we can. There is no assurance that we will be able to compete successfully with these companies. Any of these factors could have a material adverse effect on our business, results of operations and financial condition.\nOperating and startup risks, as well as market risks associated with the commissioning of our micro mills, could prevent us from realizing anticipated benefits and could result in a loss of all or a substantial part of our investments.\nAlthough we have successfully commissioned and operated similar facilities, there are technological, operational, market and start-up risks associated with the continued ramp up of our third micro mill and the construction and commissioning of our fourth micro mill. Construction of our micro mills is subject to changing market conditions, delays, inflation and cost overruns, work stoppages, labor shortages, weather-related disruptions, supply chain delays, changes in transportation costs and availability, changes required by governmental authorities, availability of government tax credits and delays in acquiring or the inability to acquire required permits or licenses, any of which could adversely affect our operational and financial results. While we believe these facilities should each be capable of consistently producing high-quality products in sufficient quantities and at costs that will compare favorably with other similar steel manufacturing facilities, these expectations may not be achieved. If we encounter cost overruns, system or process difficulties or quality control restrictions during commissioning of our fourth micro mill or after startup with any facility, our capital costs could increase materially, the expected benefits from the development of the applicable facilities could be diminished or lost and we could lose all or a substantial portion of our investments. Furthermore, due to the innovative systems and processes being deployed, construction and commissioning of our fourth micro mill may present new operational complexities not previously experienced at our other micro mills. In addition, reductions in the availability of certain modes of transportation, such as rail or trucking, during construction of our micro mills could result in significant delays, and reduced transportation availability following startup at our facilities could limit our ability to deliver our steel products and therefore adversely affect our operational and financial results. We could also encounter commodity market risk if, over a sustained period, the cost to manufacture is greater than projected or the market prices for steel products decline.\nOur mills require continual capital investments that we may not be able to sustain. \nWe must make regular, substantial capital investments in our steel mills to maintain the mills, lower production costs and remain competitive. We cannot be certain that we will have sufficient internally generated cash or acceptable external financing to make necessary substantial capital expenditures in the future. The availability of external financing depends on many factors outside of our control, including capital market conditions and the overall performance of the economy. If funding is insufficient, we may be unable to develop or enhance our mills, take advantage of business opportunities and respond to competitive pressures.\nUnexpected equipment failures may lead to production curtailments or shutdowns, which may adversely affect our business, results of operations and financial condition. \nInterruptions in our production capabilities adversely affect our production costs, products available for sale and earnings from time to time. Our manufacturing processes are dependent upon critical pieces of equipment, such as our furnaces, continuous casters and rolling equipment, press and stretching equipment, and electrical systems such as transformers. This equipment may, on occasion, be out of service as a result of unanticipated failures. While we maintain backups for certain critical pieces of equipment to use during the time it may take to repair or replace inoperable equipment, we have experienced, and may in the future experience, material plant shutdowns or periods of reduced production as a result of such equipment failures. In addition to equipment failures, our facilities are also subject to the risk of catastrophic loss due to unanticipated events such as fires, explosions or violent weather conditions.\nWe are vulnerable to the economic conditions in the regions in which our operations are concentrated.\nEconomic downturns in the U.S., United Kingdom (the \"U.K.\"), Central Europe and China, or decisions by governments that have an impact on the level and pace of overall economic activity in one of these regions, could adversely affect demand for our products and, consequently, our sales and profitability. As a result, our financial results are substantially dependent upon the overall economic conditions in these areas.\nInformation technology interruptions and breaches in data security could adversely impact our business, results of operations and financial condition.\nWe rely on computers, information and communications technology and related systems and networks to operate our business, including to store sensitive data such as intellectual property, our own proprietary business information and that of our customers, suppliers and business partners, as well as personally identifiable information of our employees. Increased global information technology security requirements, vulnerabilities, threats and a rise in sophisticated and targeted cyber attacks, which may be heightened in times of hostilities or war, computer viruses, phishing attacks, social engineering schemes, malicious code, ransomware attacks, acts of terrorism and physical or electronic security breaches, including breaches by computer hackers, cyber-terrorists and/or unauthorized access to or disclosure of our and/or our employees’ or customers’ data pose a risk to the security of our systems, networks and the confidentiality, availability and integrity of our data. We have experienced cybersecurity incidents in the ordinary course of business but, as of the date of this Annual Report, prior cybersecurity incidents have not had a material adverse effect on our business strategy, results of operations or financial condition. Our systems and networks are also subject to damage or interruption from power outages, natural disasters, telecommunications failures, intentional or inadvertent user misuse, employee error, operator negligence and other similar events. Any of these or other events could result in system interruption, the disclosure, modification or destruction of proprietary and other key information, corruption of data, legal claims or proceedings, government enforcement actions, civil or criminal penalties, increased cybersecurity protection and remediation costs, production delays or disruptions to operations including processing transactions and reporting financial results and could adversely impact our reputation and our operating results. We have taken steps to address these concerns and have implemented internal control and security measures to protect our systems and networks from security breaches; however, measures that the Company takes to avoid, detect, mitigate or recover from material incidents, may be circumvented, become ineffective or fail to detect or prevent all threats. Despite these efforts, a system or network failure, or security breach, could materially impact our business, results of operations and financial condition. As cybersecurity threats continue to evolve and become more sophisticated, we may be required to incur significant costs and invest additional resources to protect against and, if required, remediate the damage caused by such disruptions or system failures in the future.\nIncreasing attention to ESG matters, including any targets or other ESG, environmental justice or regulatory initiatives, could result in additional costs or risks or adverse impacts on our business.\nOur business faces increasing scrutiny related to ESG issues, including environmental stewardship, supply chain management, climate change, diversity and inclusion, workplace conduct, human rights, philanthropy and support for local communities. Investors, stakeholders and other interested parties are also increasingly focused on issues related to environmental justice and \nESG in general. Implementation of our environmental and sustainability initiatives, including the goals set forth in our annual sustainability report, requires certain financial expenditures and employee resources, and the implementation of certain ESG practices or disclosures. In addition, we are, or in the future may become, subject to domestic and international disclosure frameworks, regulations and requirements related to climate change and sustainability. Compliance with such disclosure frameworks, regulations and requirements, if and when they are implemented, could require significant effort, and if we fail to meet the applicable regulatory standards or expectations with respect to these issues, including the expectations we establish for our business, we could be subject to penalties, fines, lawsuits or regulatory action, our reputation and brand could be damaged, and our business, financial condition and results of operations could be adversely impacted. Furthermore, negative publicity with respect to our business and operations could result in the cancellation or delay of projects, the revocation of permits or termination of contracts, each of which may adversely affect our business strategy, increase our costs, or adversely affect our reputation, performance and availability of capital.\nWe are subject to litigation, potential liability claims and contract disputes, and may become subject to additional litigation, claims and disputes in the future, any of which could adversely affect our business, results of operations and financial condition. \nWe are involved in various litigation matters, including regulatory proceedings, administrative proceedings, governmental investigations, environmental matters and construction contract disputes. The nature of our operations also exposes us to possible litigation claims in the future. Furthermore, the manufacture and sale of our products as well as the use of our products in a wide variety of commercial and industrial applications expose us to potential product liability and related claims. In the event that a product of ours fails to perform as expected, regardless of fault, or is used in an unexpected manner, and such failure or use results in, or is alleged to result in, bodily injury and/or property damage or other losses, we may be subject to product liability and product quality claims.\nBecause of the uncertain nature of litigation and insurance coverage decisions, we cannot predict the outcome of these matters. These matters could have a material adverse effect on our reputation, business, results of operations and financial condition. Litigation is very costly, and the costs associated with prosecuting and defending litigation matters could have a material adverse effect on our business, results of operations and financial condition. Although we are unable to precisely estimate the ultimate dollar amount of exposure to loss in connection with litigation matters, we make accruals as warranted. However, the amounts that we accrue could vary significantly from the amounts we actually pay, due to inherent uncertainties, including the inherent uncertainties of the estimation process, the uncertainties involved in litigation and other factors. As further described in Part I, Item 3, Legal Proceedings of this Annual Report, on October 30, 2020, plaintiff Pacific Steel Group (\"PSG\") filed a suit in the U.S. District Court for the Northern District of California (the \"Northern District Court\") alleging that CMC, CMC Steel Fabricators, Inc. and CMC Steel US, LLC violated the federal and California state antitrust laws and California common law by entering into an exclusivity agreement for certain steel mill equipment manufactured by one of the Company’s equipment suppliers. On November 5, 2024, a jury returned a verdict in favor of PSG in the amount of $110.0 million, which the Northern District Court, in entering its judgment on the verdict, subsequently trebled as a matter of law. In the year ended August 31, 2025, we reported $362.3 million of litigation expense in the consolidated statement of earnings, which represents our estimate based on our understanding of the PSG judgment, PSG’s attorneys’ fees and other related costs, including post-judgment interest. Unless the verdict and judgment are overturned or the judgment is significantly reduced, the losses incurred in connection with this litigation would have a material adverse effect on our liquidity and financial condition. \nPotential limitations on our ability to access credit, or the ability of our customers and suppliers to access credit, may adversely affect our business, results of operations and financial condition. \nIf our access to credit is limited or impaired, our business, results of operations and financial condition could be adversely impacted. Our senior unsecured notes are rated by Standard & Poor's Corporation, Moody's Investors Service and Fitch Group, Inc. In determining our credit ratings, the rating agencies consider a number of both quantitative and qualitative factors. These factors include earnings, fixed charges such as interest, cash flows, total debt outstanding, off-balance sheet obligations and other commitments, total capitalization and various ratios calculated from these factors. The rating agencies also consider predictability of cash flows, business strategy and diversity, industry conditions and contingencies. Any downgrades in our credit ratings may make raising capital more difficult, increase the cost and affect the terms of future borrowings, affect the terms under which we purchase goods and services and limit our ability to take advantage of potential business opportunities. We could also be adversely affected if our banks refused to honor their contractual commitments or cease lending.\nWe are also exposed to risks associated with the creditworthiness of our customers and suppliers. In certain markets, we have experienced a consolidation among those entities to whom we sell. This consolidation has resulted in an increased credit risk spread among fewer customers, often without a corresponding strengthening of their financial status. If the availability of credit to fund or support the continuation and expansion of our customers' business operations is curtailed or if the cost of that credit is \nincreased, the resulting inability of our customers or of their customers to either access credit or absorb the increased cost of that credit could adversely affect our business by reducing our sales or by increasing our exposure to losses from uncollectible customer accounts. The consequences of such adverse effects could include the interruption of production at the facilities of our customers, the reduction, delay or cancellation of customer orders, delays or interruptions of the supply of raw materials we purchase and bankruptcy of customers, suppliers or other creditors. Any of these events may adversely affect our business, results of operations and financial condition.\nGeopolitical conditions, including political turmoil and volatility, regional conflicts, terrorism and war have caused disruptions in the global economy, energy supplies and raw materials, which may continue to negatively impact our business and operations.\nThe global economy has been negatively impacted by geopolitical conflicts, such as the continuing military conflict between Russia and Ukraine and the conflict between Israel and Hamas. Such conflicts have led and may continue to lead to market and other disruptions, including significant volatility in commodity prices and supply of energy resources, instability in financial markets, higher inflation, supply chain interruptions, political and social instability, as well as an increase in cyberattacks and espionage. While such recent geopolitical conflicts have not had a direct material adverse impact on our business, financial condition or results of operations, we will continue to monitor such situations and develop contingency plans as necessary to address any disruptions to our business operations. To the extent geopolitical conflicts continue to adversely affect the global economy as discussed above, they may also heighten many of the other risks described in this \"Risk Factors\" section, such as those relating to data security, supply chain, volatility in prices of scrap, energy and other inputs and market conditions, any of which could negatively affect our business, results of operations or financial condition.\nThe potential impact of our customers' non-compliance with existing commercial contracts and commitments, due to insolvency or for any other reason, may adversely affect our business, results of operations and financial condition.\nFrom time to time in the past, some of our customers have sought to renegotiate or cancel their existing purchase commitments with us. In addition, some of our customers have breached previously agreed upon contracts to buy our products by refusing delivery of the products. \nWhere appropriate, we have and expect to in the future pursue litigation to recover our damages resulting from customer contract defaults and bankruptcy filings. We use credit assessments in the U.S. and credit insurance in Poland to mitigate the risk of customer insolvency. However, a large number of our customers defaulting on existing contractual obligations to purchase our products could have a material adverse effect on our business, results of operations and financial condition.\nThe agreements governing our notes and our other debt contain financial covenants and impose restrictions on our business. \nThe indentures governing our 4.125% Senior Notes due 2030, our 3.875% Senior Notes due 2031 and our 4.375% Senior Notes due 2032 contain restrictions on our ability to create liens, sell assets, enter into sale and leaseback transactions and consummate transactions causing a change of control such as a merger or consolidation. In addition to these restrictions, our Credit Agreement, as defined in Note 8, Credit Arrangements, in Part II, Item 8 of this Annual Report, contains covenants that restrict our ability to, among other things, enter into transactions with affiliates and guarantee the debt of some of our subsidiaries. Our Credit Agreement also requires that we meet certain financial tests and maintain certain financial ratios, including maximum debt to capitalization and interest coverage ratios. The loan agreements related to the Series 2022 Bonds and Series 2025 Bonds, as defined in Note 8, Credit Arrangements, in Part II, Item 8 of this Annual Report, also restrict our ability to, among other things, enter into certain sale and leaseback transactions, incur certain liens and take actions that could adversely affect the tax-exempt status of such bonds.\nOther agreements that we may enter into in the future may contain covenants imposing significant restrictions on our business that are similar to, or in addition to, the covenants under our existing agreements. These restrictions may affect our ability to operate our business and may limit our ability to take advantage of potential business opportunities as they arise.\nOur ability to comply with these covenants may be affected by events beyond our control, including prevailing economic, financial and industry conditions. The breach of any of these covenants could result in a default under the indentures governing our notes or under our other debt agreements. An event of default under our debt agreements would permit our lenders to declare all amounts borrowed from them to be due and payable, together with accrued and unpaid interest. If we were unable to repay debt to our secured lenders or if we incur additional secured debt in the future, these lenders could proceed against the collateral securing such debt. In addition, acceleration of our other indebtedness may cause us to be unable to make interest payments on our notes.\nWe may not be able to successfully identify, consummate or integrate acquisitions, and acquisitions may adversely affect our financial leverage.\n\nPart of our strategy includes pursuing inorganic growth through acquisitions. We have expanded, and plan to continue to expand, our business by making strategic acquisitions and regularly seeking suitable acquisition targets to enhance our growth. We may fund such acquisitions using cash on hand, drawing under our credit facility or accessing the capital markets. To the extent we finance such acquisitions with additional debt, the incurrence of such debt may result in a significant increase in our interest expense and financial leverage, which could be further exacerbated by volatility in the debt capital markets. Further, an increase in our leverage could lead to deterioration in our credit ratings.\nThe pursuit of acquisitions may pose certain risks to us. We may not be able to identify acquisition candidates that fit our criteria for growth and profitability. Even if we are able to identify such candidates, we may not be able to acquire them on terms or financing satisfactory to us. We will incur expenses and dedicate attention and resources associated with the review of acquisition opportunities, whether or not we consummate such acquisitions. In addition, potential acquisition targets may operate in industries in which we do not currently operate. For example, on September 17, 2025, we entered into an Equity Purchase Agreement with Concrete Pipe & Precast, LLC (\"CP&P\"), Eagle Corporation and ECPP, LLC, pursuant to which we will acquire all of the issued and outstanding equity securities of CP&P, a leading supplier of precast concrete solutions (the \"CP&P Purchase Agreement\"). Additionally, on October 15, 2025, we entered into a Securities Purchase Agreement with respect to the acquisition of all of the issued and outstanding equity securities of entities that own Foley Products Company, LLC (\"Foley\"), another leading supplier of precast concrete solutions (the \"Foley Purchase Agreement\"). The acquisitions of CP&P, Foley or any future acquisition in a new industry could result in unforeseen operating challenges and difficulties, and subject us to unfamiliar legal requirements.\n\nAdditionally, even if we are able to acquire suitable targets on agreeable terms, we may not be able to successfully integrate their operations with ours. Achieving the anticipated benefits of any acquisition will depend in significant part upon whether we integrate such acquired businesses in an efficient and effective manner. We may not be able to achieve the anticipated operating and cost synergies or long-term strategic benefits of our acquisitions within the anticipated timing or at all. For example, elimination of duplicative costs may not be fully achieved or may take longer than anticipated. The benefits from any acquisition may be offset by the costs incurred in integrating the businesses and operations. We may also assume liabilities in connection with acquisitions to which we would not otherwise be exposed. An inability to realize any or all of the anticipated synergies or other benefits of an acquisition as well as any delays that may be encountered in the integration process, which may delay the timing of such synergies or other benefits, could have an adverse effect on our business, results of operations and financial condition.\nGoodwill or other indefinite-lived intangible asset impairment charges in the future could have a material adverse effect on our business, results of operations and financial condition.\nGoodwill and other indefinite-lived intangible assets are tested for impairment annually as of the first day of our fourth quarter and between annual tests whenever events or circumstances indicate that the carrying value of a reporting unit, including goodwill, or an indefinite-lived intangible asset exceeds its fair value.\nTo evaluate goodwill and other indefinite-lived intangible assets for impairment, we may use qualitative assessments to determine whether it is more likely than not that the fair value of a reporting unit, including goodwill, or an indefinite-lived intangible asset is less than its carrying amount. The qualitative assessments require assumptions to be made regarding multiple factors, including the current operating environment, historical and future financial performance and industry and market conditions. If an initial qualitative assessment identifies that it is more likely than not that the carrying value of a reporting unit exceeds its estimated fair value, additional quantitative testing is performed. Alternatively, the Company may elect to bypass the qualitative assessment and instead perform a quantitative impairment test to calculate the fair value of the reporting unit in comparison to its associated carrying value.\nThe quantitative impairment tests require us to make an estimate of the fair value of our reporting units and indefinite-lived intangible assets. An impairment could be recorded as a result of changes in assumptions, estimates or circumstances, some of which are beyond our control. Factors which could result in an impairment include, but are not limited to: (i) reduced demand for our products; (ii) our cost of capital; (iii) higher material prices; (iv) slower growth rates in our industry; and (v) changes in the market based discount rates. Since a number of factors may influence determinations of fair value of goodwill and indefinite-lived intangible assets, we are unable to predict whether impairments will occur in the future, and there can be no assurance that continued conditions will not result in future impairments. The future occurrence of a potential indicator of impairment could include matters such as (i) a decrease in expected net earnings; (ii) adverse equity market conditions; (iii) a \ndecline in current market multiples; (iv) a decline in our common stock price; (v) a significant adverse change in legal factors or the general business climate; (vi) an adverse action or assessment by a regulator; (vii) a significant downturn in residential or non-residential construction markets; and (viii) excess steelmaking capacity due to new mill startup in the U.S. or levels of imported steel. Any such impairment would result in us recognizing a non-cash charge in our consolidated statements of earnings, which could adversely affect our business, results of operations and financial condition. \nImpairment of long-lived assets in the future could have a material adverse effect on our business, results of operations and financial condition.\nWe have a significant amount of property, plant and equipment, finite-lived intangible assets and right-of-use (\"ROU\") assets that may be subject to impairment testing. Long-lived assets are subject to an impairment assessment when certain triggering events or circumstances indicate that their carrying value may be impaired. If the net carrying value of the asset or group of assets exceeds our estimate of future undiscounted cash flows of the operations related to the asset, the excess of the net carrying value over estimated fair value is charged to impairment loss in the consolidated statements of earnings. The primary factors that affect estimates of future cash flows for these long-lived asset groups are (i) management's raw material price outlook; (ii) market demand; (iii) working capital changes; (iv) capital expenditures; and (v) selling, general and administrative (\"SG&A\") expenses. There can be no assurance that continued market conditions, demand for our products, facility utilization levels or other factors will not result in future impairment charges.\nCompetition from other materials may have a material adverse effect on our business, results of operations and financial condition. \nIn many applications, steel competes with other materials, such as aluminum and plastics (particularly in the automobile industry), cement, composites, glass and wood. Increased use of, or additional substitutes for, steel products could adversely affect future market prices and demand for steel products.\nOur operations present significant risk of injury or death. \nThe industrial activities conducted at our facilities present significant risk of serious injury or death to our employees, customers or other visitors to our operations. Notwithstanding our safety precautions, including our material compliance with federal, state and local employee health and safety regulations, we may be unable to avoid material liabilities for injuries or deaths. We maintain workers' compensation insurance to address the risk of incurring material liabilities for injuries or deaths, but there can be no assurance that the insurance coverage will be adequate or will continue to be available on the terms acceptable to us, or at all, which could result in material liabilities to us for any injuries or deaths.\nOur business, financial condition, results of operations, cash flows, liquidity and stock price may be adversely affected by global public health epidemics.\nPandemics, epidemics, widespread illness or other health issues that interfere with the ability of our employees, suppliers, customers, financing sources or others to conduct business, or negatively affect consumer confidence or the global economy, could adversely affect our business, financial condition, results of operations, cash flows, liquidity and stock price.\nAdditionally, such global public health epidemics could negatively impact our operations, supply chain, transportation networks and customers, which may compress our margins, including as a result of preventative and precautionary measures that we, other businesses and governments are taking. Any economic downturn resulting from the widespread public health impacts of any future public health epidemic could adversely affect demand for our products and contribute to volatile supply and demand conditions affecting prices and volumes in the markets for our products and raw materials. \nFluctuations in the value of the U.S. dollar relative to other currencies may adversely affect our business, results of operations and financial condition. \nFluctuations in the value of the U.S. dollar, including, in particular, the increased strength of the U.S. dollar as compared to Turkey's lira, China's renminbi or the euro, may adversely affect our business, results of operations and financial condition. A strong U.S. dollar makes imported metal products less expensive, resulting in more imports of steel products into the U.S. by our foreign competitors, while a weak U.S. dollar may have the opposite impact on imports. With the exception of exports of scrap metal by certain recycling facilities in our North America Steel Group segment, we have not recently been a significant exporter of metal products from the U.S. Economic difficulties in some large steel-producing regions of the world, resulting in lower local demand for steel products, have historically encouraged greater steel exports to the U.S. at depressed prices which can be exacerbated by a strong U.S. dollar. As a result, our products that are made in the U.S. may become relatively more \nexpensive as compared to imported steel, which has had, and in the future could have, a negative impact on our business, results of operations and financial condition.\nOperating internationally carries risks and uncertainties which could adversely affect our business, results of operations and financial condition. \nWe have significant recycling and fabrication facilities and a mini mill in Poland as well as Tensar facilities in China and the U.K. Our Europe Steel Group segment, which comprises the majority of our international operations, generated approximately 12% of 2025 consolidated net sales. Our stability, growth and profitability are subject to a number of risks inherent in doing business internationally in addition to the currency exchange risk and operating risks discussed above, including:\n•political, military, terrorist or major pandemic events;\n•differences in demand, production and energy costs;\n•local labor and social issues;\n•legal and regulatory requirements or limitations imposed by foreign governments (particularly those with significant steel consumption or steel-related production including Turkey, China, Brazil, and India), including quotas, tariffs or other protectionist trade barriers, adverse tax law changes, nationalization or currency restrictions, and efforts to reduce carbon dioxide emissions;\n•disruptions or delays in shipments caused by customs compliance or government agencies; and \n•potential difficulties in staffing and managing local operations.\nThese factors may adversely affect our business, results of operations and financial condition.\nHedging transactions may expose us to losses or limit our potential gains. \nOur product lines and global operations expose us to risks associated with fluctuations in foreign currency exchange rates, commodity prices and interest rates. As part of our risk management program, we periodically use financial instruments, including metals commodity futures, natural gas, electricity and other energy forward contracts, freight forward contracts, foreign currency exchange forward contracts and interest rate swap contracts. While intended to reduce the effects of fluctuations in these prices and rates, these transactions may limit our potential gains or expose us to losses. In addition, if our counterparties to such transactions or the sponsors of the exchanges through which these transactions are offered fail to honor their obligations due to financial distress, we could be exposed to potential losses or the inability to recover anticipated gains from these transactions.\nWe enter into foreign currency exchange forward contracts as economic hedges of trade commitments or anticipated commitments denominated in currencies other than the functional currency to mitigate the effects of changes in currency rates. These foreign exchange commitments are dependent on timely performance by our counterparties. Their failure to perform could result in us having to close these hedges without the anticipated underlying transaction and could result in losses if foreign currency exchange rates have changed.\nThere can be no assurance that we will repurchase shares of our common stock at all or in any particular amounts.\nThe stock markets in general have experienced substantial price and trading fluctuations, which have resulted in volatility in the market prices of securities that often are unrelated or disproportionate to changes in operating performance. These broad market fluctuations may adversely affect the trading price of our common stock. Price volatility over a given period may also cause the average price at which we repurchase our own common stock to exceed the stock's price at a given point in time. In addition, significant changes in the trading price of our common stock and our ability to access capital on terms favorable to us could impact our ability to repurchase shares of our common stock. The timing and amount of any repurchases will be determined by the Company's management based on its evaluation of market conditions, capital allocation alternatives and other factors beyond our control. Our share repurchase program may be modified, suspended, extended or terminated by the Company at any time and without notice. See Note 15, Capital Stock, in Part II, Item 8 of this Annual Report for additional information on our share repurchase program.\nRISKS RELATED TO OUR INDUSTRY\nOur industry and the industries we serve are vulnerable to global economic conditions.\nMetals industries and commodity products have historically been vulnerable to significant declines in consumption, global overcapacity and depressed product pricing during prolonged periods of economic downturn. Our business supports cyclical industries such as commercial, government and residential construction, energy, metals service center, petrochemical and original equipment manufacturing. We may experience significant fluctuations in demand for our products from these industries based on global or regional economic conditions, geo-political conflicts, energy prices, consumer demand and decisions by governments to fund infrastructure projects such as highways, schools, energy plants and airports. Commercial and infrastructure construction activities related to the residential housing market, such as shopping centers, schools and roads, could be adversely impacted by a prolonged slump in new housing construction. Our business, results of operations and financial condition are adversely affected when the industries we serve suffer a prolonged downturn or anemic growth. Because we do not have unlimited backlogs, our business, results of operations and financial condition are promptly affected by short-term economic fluctuations.\nWe are unable to predict the duration of current economic conditions that are contributing to current demand for our products. Future economic downturns or a prolonged period of slow growth or economic stagnation could materially adversely affect our business, results of operations and financial condition.\nExcess capacity and over-production by foreign producers in the steel industry as well as the startup of new steelmaking capacity in the U.S. could result in lower domestic steel prices, which would adversely affect our sales, margins, profitability, cash flows and liquidity. \nGlobal steelmaking capacity exceeds demand for steel products in many regions around the world. Rather than reducing employment by rationalizing capacity with consumption, steel manufacturers in these countries (often with local government assistance or subsidies in various forms) have traditionally exported steel at prices significantly below their home market prices, which prices may not reflect their costs of production or capital. For example, steel production in China, the world's largest producer and consumer of steel, has continued to exceed Chinese demand. This excess capacity in China has resulted in a further increase in imports of artificially low-priced steel and steel products to the U.S. and world steel markets. A continuation of this trend or a significant decrease in China's rate of economic expansion could result in increasing steel imports from China. Countries such as Algeria, Bulgaria, Egypt, and Vietnam have also increased their steel exports, particularly of rebar, to the U.S. Excessive imports of steel into the U.S. have exerted, and may continue to exert, downward pressure on U.S. steel prices, which negatively affects our ability to increase our sales, margins and profitability. \nThe excess capacity may create downward pressure on our steel prices and lead to reduced sales volumes as imports absorb market share that would otherwise be filled by domestic supply, all of which would adversely affect our sales, margins and profitability and could subject us to possible renegotiation of contracts or increases in bad debt. Further, excess capacity has also led to greater protectionism as is evident in raw material and finished product border tariffs put in place by China, Brazil and other countries.\nWe believe the downward pressure on, and periodically depressed levels of, U.S. steel prices in some recent years have been caused, at least in part, by imports of steel involving dumping and subsidy abuses by foreign steel producers. While some tariffs and quotas are periodically put into effect for certain steel products imported from a number of countries, including tariffs recently imposed by the current U.S. presidential administration, there is no assurance that tariffs and quotas will always be levied, even if otherwise justified, and even when imposed, many of these are short-lived or ineffective.\nThe adverse effects of excess capacity and overproduction by foreign producers could be exacerbated by the startup of new steelmaking capacity in the U.S. Certain of our competitors have announced and are moving ahead with plans to develop new steelmaking capacity in the near term. There are a number of ongoing EAF projects in the U.S., with additional capacity expected to come online at various times over the next one to three years. The addition of new mill production and decreased domestic demand could lead to domestic overcapacity, which could lead to a decrease in steel prices. Any of these adverse effects could have a material adverse effect on our business, results of operations and financial condition. Pending and future trade actions may mitigate some of this risk. \nEnhanced U.S. tariffs, import/export restrictions or other trade barriers may have a negative effect on global economic conditions, financial markets and our business.\nThere is currently significant uncertainty about the future relationship between the U.S. and various other countries with respect to trade policies, treaties, tariffs and taxes. Current or future tariffs imposed by the U.S. may negatively impact our customers’ businesses, thereby causing an indirect negative impact on our sales. For example, during 2025, the U.S. presidential administration threatened or imposed tariffs on imports from various countries, including, among others, China, Mexico and Canada. In response, some of these countries threatened or announced tariffs on imports from the U.S. The extent to which these threats will be enacted and the duration for which enacted tariffs will be in place remain uncertain and could lead to economic decline, which could negatively impact demand for our products and adversely affect our results of operations. Uncertainty regarding tariffs has increased uncertainty in the market related to future costs of projects and the availability of materials, which has resulted in some projects not under contract being delayed. In addition, to the extent such tariffs have a positive impact on pricing, if such tariffs are relaxed or repealed, become subject to legal challenges or expire, or if other countries are exempted, or if relatively higher U.S. steel prices make it attractive for foreign steelmakers to export their steel products to the U.S. despite the presence of import tariffs, quotas or duties, a resurgence of substantial imports of foreign steel could occur, putting downward pressure on U.S. steel prices.\nTariffs or trade restrictions that may be implemented by the U.S. or retaliatory trade measures or tariffs implemented by other countries could result in reduced economic activity, increased costs in operating the Company’s business, reduced demand and changes in purchasing behaviors for the Company’s customers, limits on trade with the U.S. or other potentially adverse economic outcomes. Additionally, the Company’s international sales also may be impacted by the tariffs and other restrictions on trade between the U.S. and other countries. While tariffs and other retaliatory trade measures imposed by other countries on U.S. goods and services have not yet had a significant impact on the Company’s business or results of operations, the Company cannot predict further developments, and such existing or future tariffs could have a material adverse effect on results of the Company’s operations, financial position and cash flows.\nRapid and significant changes in the price of metals could adversely impact our business, results of operations and financial condition. \nPrices for most metals in which we deal have experienced increased volatility over the last several years, and such increased price volatility impacts us in several ways. While our downstream products may benefit from metal margin expansion as rapidly decreasing input costs for previously contracted fixed price work declines, our steel products would likely experience reduced metal margin and may be forced to liquidate high-cost inventory at reduced metal margins or losses until prices stabilize. Sudden increases in input costs could have the opposite effect in each case. Overall, we believe that rapid substantial price changes are not to our industry's benefit. Our customer and supplier base would be impacted due to uncertainty as to future prices. A reluctance to purchase inventory in the face of extreme price decreases or to sell quickly during a period of rapid price increases would likely reduce our volume of business. Marginal industry participants or speculators may attempt to participate to an unhealthy extent during a period of rapid price escalation with a substantial risk of contract default if prices suddenly reverse. Risks of default in contract performance by customers or suppliers as well as an increased risk of bad debts and customer credit exposure could increase during periods of rapid and substantial price changes.\nPhysical impacts of climate change could have a material adverse effect on our costs and results of operations.\nThe physical impacts of climate change may result in, among other things, increasing temperatures and an increase in extreme weather events such as droughts, wildfires, thunderstorms, snow or ice storms, earthquakes, floods, hurricanes and rising sea levels. Extreme weather conditions and natural disasters may increase our costs, limit the availability of materials, cause damage to our facilities or result in a prolonged disruption to our operations, and any damage resulting from extreme weather may not be fully insured. \nMany of our facilities are located near coastal areas or waterways where rising sea levels or flooding could disrupt our operations or adversely impact our facilities. Additionally, two of our micro mills are located in an arid desert climate, where drought may restrict available water supplies and increase the risk of wildfires. Furthermore, major changes in weather patterns, periods of extended inclement weather or associated flooding may inhibit construction activity utilizing our products, result in project cancellations, delay or hinder shipments of our products to customers or reduce scrap metal inflows to our recycling facilities or disrupt the availability of electricity to our facilities. Any such events could have a material adverse effect on our costs or results of operations. \nRISKS RELATED TO THE REGULATORY ENVIRONMENT\nCompliance with and changes in environmental laws and regulations and remediation requirements could result in substantially increased capital obligations and operating costs; violations of environmental laws and regulations could result in costs that have a material adverse effect on our business, results of operations and financial condition.\nExisting environmental laws or regulations, as currently interpreted or reinterpreted in the future, and future laws and regulations, may have a material adverse effect on our business, results of operations and financial condition. Compliance with environmental laws and regulations is a significant factor in our business. We are subject to local, state, federal and international environmental laws and regulations concerning, among other matters, waste disposal, air emissions, waste and storm water effluent and disposal and employee health. Federal and state regulatory agencies can impose administrative, civil and criminal penalties and may seek injunctive relief impacting continuing operations for non-compliance with environmental requirements. \nNew facilities that we may build, especially steel mills, are required to obtain several environmental permits before significant construction or commencement of operations. Delays in obtaining permits or unanticipated conditions in such permits could delay the project or increase construction costs or operating expenses. Our manufacturing and recycling operations produce significant amounts of by-products, some of which are handled as industrial waste or hazardous waste. For example, our EAF mills generate electric arc furnace dust (\"EAF dust\"), which the EPA and other regulatory authorities classify as hazardous waste. EAF dust and other industrial waste and hazardous waste require special handling, recycling or disposal.\nIn addition, the primary feed materials for the shredders operated by our recycling facilities are automobile hulks and obsolete household appliances. Approximately 20% of the weight of an automobile hulk consists of material known as shredder fluff. After the segregation of ferrous scrap metal and saleable nonferrous metals, shredder fluff remains. We, along with others in the recycling industry, interpret federal regulations to require shredder fluff to meet certain criteria and pass a toxic leaching test to avoid classification as a hazardous waste. We also endeavor to remove hazardous contaminants from the feed material prior to shredding. As a result, we believe the shredder fluff we generate is not normally considered or properly classified as hazardous waste. If the laws, regulations or testing methods change with regard to EAF dust or shredder fluff or other by-products, we may incur additional significant costs.\nChanges to National Ambient Air Quality Standards (\"NAAQS\") or other requirements on our air emissions could make it more difficult to obtain new permits or to modify existing permits and could require changes to our operations or emissions control equipment. Such difficulties and changes could result in operational delays and capital and ongoing compliance expenditures. These regulations can also increase our costs of energy, primarily electricity, which we use extensively in the steelmaking process. Moreover, in July 2021, the EPA issued a public statement regarding CAA violations at metal recycling facilities that operate auto and scrap metal shredders, noting that noncompliant shredders can have an impact on overburdened communities, and in August 2023, the EPA released federal enforcement priorities, which affirmed the EPA’s continued focus on reducing air toxins. The EPA uses alerts such as this to signal its intention to focus enforcement activity on a particular industry sector. In March 2025, the EPA issued a memorandum providing guidance on implementing the enforcement priorities consistent with President Trump’s Executive Orders, including those revoking Executive Orders from previous administrations regarding environmental justice and new Executive Orders relating to energy development.\nLegal requirements are changing frequently and are subject to interpretation. New laws, regulations and changing interpretations by regulatory authorities, together with uncertainty regarding adequate pollution control levels, testing and sampling procedures, new pollution control technology and cost/benefit analysis based on market conditions along with changing interpretations, stricter enforcement and expanding scope of regulation to emerging contaminants are all factors that may increase our future expenditures to comply with environmental requirements. Accordingly, we are unable to predict the ultimate cost of future compliance with these requirements or their effect on our operations. We cannot predict whether such costs would be able to be passed on to customers through product price increases. Competitors in various regions or countries where environmental regulation is less restrictive, subject to different interpretation or generally not enforced, may enjoy a competitive advantage.\nWe may also be required to conduct additional cleanup (and pay for associated natural resource damages) at sites where we have already participated in remediation efforts or take remediation action with regard to sites formerly used in connection with our operations in response to new information or new regulatory requirements. We may be required to pay for a portion or all of the costs of cleanup or remediation at sites we never owned or on which we never operated if we are found to have arranged for treatment or disposal of hazardous substances on the sites. In cases of joint and several liability, we may be obligated to pay a disproportionate share of cleanup costs if other responsible parties are financially insolvent.\nIncreased regulation associated with climate change could impose significant additional costs on both our steelmaking and metals recycling operations. \nEnergy used by our steelmaking operations is a significant input and the largest contributor to our GHG emissions, and there is growing belief that consumption of energy derived from fossil fuels is a major contributor to climate change. The U.S. government and various governmental agencies have introduced or are contemplating regulatory changes in response to the potential impact of climate change, including legislation regarding carbon emission pricing, GHG emissions and renewable energy targets. International treaties or agreements may also result in increasing regulation of GHG emissions, including the introduction of carbon emissions trading mechanisms. Therefore, any such regulation regarding climate change and GHG emissions could impose significant costs on our steelmaking and metals recycling operations and on the operations of our customers and suppliers, including increased energy, capital equipment, environmental monitoring and reporting and other costs in order to comply with current or future laws or regulations and limitations imposed on our operations. The potential costs of \"allowances,\" \"offsets\" or \"credits\" that may be part of potential cap-and-trade programs or similar future regulatory measures are still uncertain. Any adopted future climate change and GHG regulations could negatively impact our ability (and that of our customers and suppliers) to compete with companies situated in areas not subject to such limitations. From a medium and long-term perspective, as a result of these regulatory initiatives, we may see an increase in costs relating to our assets that emit significant amounts of GHGs. Following the change in U.S. presidential administrations in January 2025, there have been significant changes with respect to federal environmental policy. In January 2025, the U.S. submitted notification to the United Nations that it intends to withdraw from the Paris Agreement regarding climate change, with the withdrawal effective January 27, 2026. Additionally, the Trump administration has announced several initiatives to scale back GHG regulation. Furthermore, in July 2025, the EPA proposed to repeal the Endangerment Finding under the CAA, which was the finding prerequisite to developing motor vehicle emission standards. The regulation of GHGs with respect to vehicle emission standards eventually triggered additional GHGs emission regulation for stationary sources under the CAA. Although at the U.S. federal level, various proposals are pending to reduce regulation of GHGs, many state and local governments may continue to adopt and enforce GHG regulations.\nAdditionally, although we are focused on water conservation and reuse in our operations, steel manufacturing is a water intensive industry. There may be an increase in costs to respond to future water laws and regulations, and operations in areas with limited water availability may be impacted if droughts become more frequent or severe.\nRegulatory initiatives in these areas will be either voluntary or mandatory and may impact our operations directly or through our suppliers or customers. Until the timing, scope and extent of any future regulation, or changes in existing regulation, becomes known, we cannot predict the effect on our business, results of operations or financial condition, but such effect could be materially adverse to our business, results of operations and financial condition.\nWe are subject to governmental regulatory and compliance risks that expose us to potential litigation and disputes regarding violations, which could adversely affect our business, results of operations and financial condition. \nAs noted above, existing laws or regulations, as currently interpreted or reinterpreted in the future, and future laws and regulations, may have a material adverse effect on our business, results of operations and financial condition. See the risk factor \"Compliance with and changes in environmental laws and regulations and remediation requirements could result in substantially increased capital obligations and operating costs; violations of environmental laws and regulations could result in costs that have a material adverse effect on our business, results of operations and financial condition\" of this Annual Report for a description of such risks relating to environmental laws and regulations. In addition to such environmental laws and regulations, complex foreign and U.S. laws and regulations that apply to our international operations, including without limitation the Foreign Corrupt Practices Act and similar laws in other countries, which generally prohibit companies and those acting on their behalf from making improper payments to foreign government officials for the purpose of obtaining or retaining business, regulations related to import-export controls, the Office of Foreign Assets Control sanctions program and antiboycott provisions, may increase our cost of doing business in international jurisdictions and expose us and our employees to elevated risk. While we believe that we have adopted appropriate risk management and compliance programs, the nature of our operations means that legal and compliance risks will continue to exist. A negative outcome in an unusual or significant legal proceeding or compliance investigation could adversely affect our business, results of operations and financial condition. \nWe are involved, and may in the future become involved, in various environmental matters that may result in fines, penalties or judgments being assessed against us or liability imposed upon us which we cannot presently estimate or reasonably foresee, and which may have a material impact on our business, results of operations and financial condition.\nUnder CERCLA or similar state statutes, we may have obligations to conduct investigation and remediation activities \nassociated with alleged releases of hazardous substances or other materials or to reimburse the EPA (or state agencies as applicable) for such activities and to pay for natural resource damages associated with alleged releases. We have been named a PRP at several federal and state Superfund sites because the EPA or an equivalent state agency contends that we and other potentially responsible scrap metal suppliers are liable for the cleanup of those sites as a result of having sold scrap metal to unrelated manufacturers for recycling as a raw material in the manufacture of new products. We are involved in litigation or administrative proceedings with regard to several of these sites in which we are contesting, or at the appropriate time may contest, our liability. In addition, we have received information requests with regard to other sites which may be under consideration by the EPA as potential CERCLA sites.\nWe are presently participating in PRP organizations at several sites, which are paying for certain remediation expenses. Although we are unable to precisely estimate the ultimate dollar amount of exposure to loss in connection with various environmental matters or the effect on our consolidated financial position, we make accruals as warranted. In addition, although we do not believe that a reasonably possible range of loss in excess of amounts accrued for pending lawsuits, claims or proceedings would be material to our financial statements, additional developments may occur, and due to inherent uncertainties, including evolving remediation technology, changing regulations, possible third-party contributions, the inherent uncertainties of the estimation process, the uncertainties involved in litigation and other factors, the amounts we ultimately are required to pay could vary significantly from the amounts we accrue, and this could have a material adverse effect on our business, results of operations and financial condition.\nChanges in tax legislation and regulations in the jurisdictions in which we operate may adversely affect our financial condition or results of operations.\nWe are subject to taxation at the federal, state and local levels in the U.S., Poland, the U.K. and other countries and jurisdictions in which we operate, including income taxes, sales taxes, value-added taxes and similar taxes and assessments. New tax legislative initiatives may be proposed from time to time which may impact our effective tax rate and which could adversely affect our tax positions or tax liabilities. Our future effective tax rate could be adversely affected by, among other things, changes in the composition of earnings in jurisdictions with differing tax rates, changes in statutory rates and other legislative changes, changes in interpretations of existing tax laws, or changes in determinations regarding the jurisdictions in which we are subject to tax. From time to time, U.S. federal, state and local and foreign governments make substantive changes to tax rules and their application, which could result in materially higher taxes than would be incurred under existing tax law and which could adversely affect our financial condition or results of operations.",
      "char_count": 70999
    }
  },
  "extracted_at": "2025-10-18T17:31:29.617553"
}