{
  "ticker": "EQT",
  "company_name": "EQT Corp",
  "cik": 33213,
  "form_type": "10-K",
  "filing_date": "2025-02-19",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000033213-25-000011",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000033213&accession_number=000003321325000011&xbrl_type=v",
  "sic_code": "1311",
  "industry": "Crude Petroleum & Natural Gas",
  "sections": {
    "item1": {
      "text": "Item 1.        Business\nGeneral\nWe are a vertically integrated natural gas company with production, gathering and transmission operations focused in the Appalachian Basin. As of December 31, 2024, we had 26.3 Tcfe of proved natural gas, NGLs and oil reserves across approximately 2.1 million gross acres and approximately 2,925 miles of pipeline infrastructure. In addition, we operate and hold an investment in the Mountain Valley Pipeline (the MVP), a 303-mile long pipeline that spans from Wetzel County, West Virginia to Pittsylvania County, Virginia.\nStrategy\nWe are committed to responsibly developing our world-class asset base and being the operator of choice for all stakeholders. By promoting a culture that prioritizes operational efficiency, technology, sustainability and safety, we seek to continuously improve the way we produce and deliver environmentally responsible, reliable and affordable energy.\nOur business strategy is to be the lowest-cost producer of natural gas. The durability of this strategy relies on our substantial inventory of core drilling locations, our vast midstream infrastructure spanning the Appalachian Basin, our investment grade balance sheet, the low emissions profile of our operations and our best-in-class team and culture. As the only large-scale, integrated natural gas producer in the United States, we are situated to endure and excel during times of market volatility. In periods of low commodity prices, our integrated business model is designed to produce durable free cash flow due to the annuity-like nature of our midstream assets. In periods of high commodity prices, our low-cost structure permits lower levels of financial hedging, thus providing increased exposure to higher natural gas prices. Our peer-leading drilling inventory coupled with our midstream ownership and operatorship also positions us to provide production growth to serve growing demand from the power and LNG markets.\nOur operational strategy focuses on the successful execution of combo-development projects. Combo-development refers to the development of several multi-well pads in tandem. Combo-development generates value across all levels of the reserves development process by maximizing operational and capital efficiencies. In the drilling stage, rigs spend more time drilling and less time transitioning to new sites. Advanced planning, a prerequisite to pursuing combo-development, facilitates the delivery of bulk hydraulic fracturing sand and piped fresh and recycled water and provides the ability to continuously meet completions supply needs and the use of environmentally friendly technologies such as electric hydraulic fracturing powered by natural gas. Our operational strategy is further enhanced by our robust midstream pipelines and services, enabling us to keep our development costs low and limiting our need to hedge our future production, providing both downside protection and better exposure to natural gas price increases in the face of a volatile commodity market.\nThe benefits of combo-development extend beyond financial gains to include environmental and social interests. We have developed an integrated ESG program that interplays with our combo-development-driven operational strategy. Core tenets of our ESG program include investing in technology and human capital; improving data collection, analysis and reporting; and engaging with stakeholders to understand, and align our actions with, their needs and expectations. Combo-development, when compared to similar production from non-combo-development operations, translates into fewer trucks on the road, decreased fuel usage, shorter periods of noise pollution, fewer areas impacted by midstream pipeline construction and shortened duration of site operations, all of which fosters a greater focus on safety, environmental protection and social responsibility.\nWe believe that combo-development projects are key to delivering sustainably low well costs and higher returns on invested capital. Our business model enables us to generate durable free cash flow and correspondingly, we have implemented a robust capital allocation strategy directed at responsibly developing our assets and positioning us for organic growth, while also returning capital to our shareholders through a combination of debt retirements, a base dividend and opportunistic share repurchases. We are also focused on maintaining and strengthening our investment grade credit metrics, which improve our access to reliable, low-cost capital throughout market cycles. Furthermore, we believe the benefits of our operating model can be enhanced through select strategic transactions, and, as such, part of our strategy includes creating value through mergers and acquisitions, divestitures, joint ventures and similar business transactions as well as by investing in energy transition opportunities directed at complementing and, in certain cases, diversifying our core business operations.\nWe believe that our proprietary digital work environment, the size and contiguity of our asset base, and our robust midstream pipeline network, uniquely position us to execute on a multi-decade inventory of combo-development projects in our core acreage position. Our operational strategy employs this differentiation to advance our mission of being the operator of choice for all stakeholders, while simultaneously helping to address energy security and affordability both domestically and globally.\n2024 and Recent Highlights\n•Generated $2.8 billion of net cash provided by operating activities.\n•Completed the Equitrans Midstream Merger (defined in Note 6 to the Consolidated Financial Statements).\n•Completed the First NEPA Non-Operated Asset Divestiture (defined in Note 7 to the Consolidated Financial Statements) in May 2024 and the Second NEPA Non-Operated Asset Divestiture (defined in Note 7 to the Consolidated Financial Statements) in December 2024.\n•Completed the Midstream Joint Venture Transaction (defined in Note 8 to the Consolidated Financial Statements).\n•Retired $4.3 billion aggregate principal of senior notes and term loans outstanding under the Term Loan Facility (defined in Note 10 to the Consolidated Financial Statements).\n•Paid $327 million in aggregate dividends to shareholders.\nOutlook\nIn 2025, we expect to spend approximately $2.3 billion to $2.5 billion on total capital expenditures. We expect to allocate the total planned capital expenditures as follows: approximately $1,445 million to $1,555 million to fund reserve development, approximately $160 million to $180 million to fund land and lease acquisitions, approximately $80 million to $90 million to fund other production infrastructure, approximately $360 million to $390 million to fund gathering infrastructure, approximately $50 million to $60 million to fund transmission infrastructure and approximately $205 million to $225 million towards capitalized interest, capitalized overhead and other. Of the total planned capital expenditures, we expect to allocate approximately $350 million to $380 million to strategic growth projects composed of approximately $85 million to $95 million for water infrastructure within reserve development, approximately $130 million to $140 million for growth projects within gathering infrastructure and approximately $135 million to $145 million for in-fill leasing within land and lease acquisitions. In 2025, we expect our sales volume to be 2,175 Bcfe to 2,275 Bcfe.\nWe are committed to maintaining investment grade credit metrics. In 2024, we published a leverage and debt retirement strategy with the goal of reducing our debt to $7.5 billion by the end of 2025, and, in 2025, we published an update to our leverage and debt retirement strategy with the long-term goal of reducing our debt to $5.0 billion, subject to the overall performance of the commodity markets (our Debt Retirement Plan). Our capital allocation plan is focused on maintaining production volumes while also returning capital to shareholders, including through our quarterly cash dividend and share repurchase program, pursuant to which we are authorized to repurchase shares of our outstanding common stock for an aggregate purchase price of up to $2 billion, excluding fees, commissions and expenses. Furthermore, we have aligned our hedge strategy in a manner that we believe will mitigate the risk of volatility of natural gas and NGLs prices, thereby enabling us to execute on our capital expenditure, debt retirement and shareholder return strategy.\nOur revenues, earnings and liquidity are substantially dependent on the prices we receive for, and our ability to develop our reserves of, natural gas, NGLs and oil, which are also largely dependent on natural gas prices. Due to the volatility of commodity prices, we are unable to predict future potential movements in the market prices for natural gas, NGLs and oil at our ultimate sales points and, thus, cannot predict the ultimate impact of prices on our operations. Changes in natural gas, NGLs and oil prices could affect, among other things, our development plans, which would increase or decrease the pace of the development and the level of our reserves, as well as our revenues, earnings or liquidity. Lower prices and changes in our development plans could also result in non-cash impairments in the book value of our oil and gas properties and midstream infrastructure or downward adjustments to our estimated proved reserves. Any such impairments or downward adjustments to our estimated reserves could potentially be material to us.\nSee \"Critical Accounting Estimates\" included in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and Note 1 to the Consolidated Financial Statements for a discussion of our significant accounting policies and assumptions related to accounting for natural gas, NGLs and oil producing activities and impairment of our oil and gas properties. See also Item 1A., \"Risk Factors – Natural gas, NGLs and oil price declines, and changes in our development strategy, have resulted in impairment of certain of our assets. Future declines in commodity prices, increases in operating costs or adverse changes in well performance or additional changes in our development strategy may result in additional write-downs of the carrying amounts of our assets, including long-lived intangible assets, which could materially and adversely affect our results of operations in future periods.\"\nSegment and Geographical Information\nPrior to the completion of the Equitrans Midstream Merger, we reported our results of operations as a single consolidated segment. Thereafter, and as a result thereof, we adjusted our internal reporting structure and our chief operating decision maker changed the manner in which he measures financial performance and allocates resources to incorporate the gathering and transmission assets we acquired in the Equitrans Midstream Merger. Hence, our operations expanded to comprise three discrete segments reflective of our three lines of business of Production, Gathering and Transmission. Accordingly, the manner in which we report our operations has been changed retrospectively, with certain prior period amounts recast between our Production segment and Gathering segment. See Note 2 to the Consolidated Financial Statements as well as Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" for further discussion of our reportable segments.\nSubstantially all of our assets and operations are located in the Appalachian Basin.\nComposition of Operating Revenues\nThe following table summarizes the composition of our operating revenues by business segment.\n\n                                                                                                         Years Ended December 31,\n2024                                                                2023                            2022                         \n                                                                                                                      (Thousands)\nOperating revenues:                                                                                                              \nProduction (a)                                     $5,009,833                      $6,896,358                      $7,484,063    \nGathering (b)                                         749,700                         161,395                          96,947    \nTransmission (b)                                      218,293                               —                               —    \nTotal Segment                                       5,977,826                       7,057,753                       7,581,010    \nIntersegment eliminations and other (c)             (704,517)                       (148,830)                        (83,321)    \nEQT Corporation                                    $5,273,309                      $6,908,923                      $7,497,689    \n(a)Primarily sales of natural gas, NGLs and oil and, for 2023 and 2022, gain (loss) on derivatives.\n(b)Primarily pipeline revenues.\n(c)Primarily elimination of intercompany transactions between our Production segment and our Gathering or Transmission segments for the transportation of our natural gas.\nProduction Segment Assets and Operations\nReserves\n\nThe following table summarizes our proved developed and undeveloped natural gas, NGLs and oil reserves using average first-day-of-the-month closing prices for the prior twelve months and disaggregated by product. Substantially all of our reserves reside in continuous accumulations.\n\n                                    December 31, 2024                                                            \n                                    Natural Gas                         NGLs and Oil               Total         \n                                    (Bcf)                                    (MMbbl)               (Bcfe)        \nProved developed reserves           17,440                                227                      18,805        \nProved undeveloped reserves         7,105                                  59                      7,460         \nTotal proved reserves               24,545                                286                      26,265        \n90% of our total proved developed reserves, 98% of our total proved undeveloped reserves and 92% of our total proved reserves are located in the Marcellus Shale.\nThe following table summarizes our proved developed and undeveloped reserves using average first-day-of-the-month closing prices for the prior twelve months and disaggregated by state.\n\n                                                                                                                         December 31, 2024\n                                                         Pennsylvania                 West Virginia                 Ohio                                      Total\n                                                                                                                                    (Bcfe)\nProved developed reserves                               12,093                         5,850                     862                                     18,805    \nProved undeveloped reserves                              3,741                         3,677                      42                                      7,460    \nTotal proved reserves                                   15,834                         9,527                     904                                     26,265    \nGross proved undeveloped drilling locations                178          181                                        3                                        362    \nNet proved undeveloped drilling locations                  150          158                                        3                                        311    \nOur 2024 total proved reserves decreased by 1,332 Bcfe, or 4.8%, compared to 2023 due to production of 2,228 Bcfe, negative revisions of previous estimates of 1,080 Bcfe and decreases from the NEPA Non-Operated Asset Divestitures of 1,563 Bcfe, partly offset by extensions, discoveries and other additions of 3,126 Bcfe and acquisitions from the First NEPA Non-Operated Asset Divestiture of 413 Bcfe.\nOur 2024 proved undeveloped reserves decreased by 579 Bcfe, or 7.2%, compared to 2023. The following table provides a rollforward of our proved undeveloped reserves.\n\n                                                            Proved Undeveloped Reserves\n                                                                                 (Bcfe)\nBalance at January 1, 2024                                            8,039            \nConversions into proved developed reserves                          (2,637)            \nDivestiture (a)                                                       (188)            \nRevision of previous estimates (b)                                    (823)            \nExtensions, discoveries and other additions (c)                       3,069            \nBalance at December 31, 2024                                          7,460            \n(a)Proved undeveloped non-operated assets divested in the NEPA Non-Operated Asset Divestitures. See Note 7 to the Consolidated Financial Statements.\n(b)Composed of (i) negative revisions of 925 Bcfe related to proved undeveloped locations that we no longer expect to develop as proved reserves within five years of initial booking primarily as a result of development schedule changes, (ii) negative revisions of 87 Bcfe primarily related to revisions to lateral lengths and type curves, partly offset by (iii) positive revisions of 189 Bcfe due primarily to changes in ownership interests.\n(c)Composed of (i) 2,912 Bcfe from proved undeveloped additions associated with acreage that was previously unproved but became proved due to 2024 reserve development that expanded the number of our proven locations and additions to our five-year drilling plan and (ii) positive revisions of 157 Bcfe from the extension of lateral lengths of proved undeveloped reserves.\nAs of December 31, 2024, we had zero wells with proved undeveloped reserves that had remained undeveloped for more than five years from their time of booking.\nThe following table presents estimated future net cash flows from proved reserves (excluding cash flows from open derivative contracts), the present value of such net cash flows discounted at a rate of 10% (PV-10) and the prices used in estimating such net cash flows. Our reserve estimates do not include any probable or possible reserves.\n\n                                                                                                      Years Ended December 31,\n2024                                                                                      2023                            2022\n                                                                                            (Millions, unless otherwise noted)\nFuture net cash flow                              $17,094                         $19,031                         $87,612     \nStandardized Measure (a)                            7,999                           9,262                          40,065     \nPV-10 (a)                                           9,844                          11,520                          51,512     \nPrices, including regional adjustments:                                                                                       \nNatural gas price ($/Mcf)                          $1.468                          $1.700                          $5.543     \nNGLs price ($/Bbl)                                  29.28                           28.44                           38.66     \nOil price ($/Bbl)                                   59.45                           63.86                           76.83     \n(a)PV-10 is a non-GAAP financial measure. PV-10 is derived from the standardized measure of discounted future net cash flows (the Standardized Measure), which is the most comparable financial measure calculated in accordance with GAAP. PV-10 differs from the Standardized Measure in that PV-10 excludes the effects of income taxes on future net revenues. We believe the presentation of PV-10 is relevant and useful to investors because it provides the discounted future net cash flows attributable to our proved reserves without regard to any of our specific income tax characteristics and is a useful measure for evaluating the relative monetary significance of our oil and natural gas properties. Investors may use PV-10 as a basis for comparing the relative size and value of our proved reserves to that of other companies. PV-10 should not be considered as a substitute for, or more meaningful than, the Standardized Measure. Neither PV-10 nor the Standardized Measure represents an estimate of the fair market value of our oil and natural gas properties. See below for a reconciliation of the Standardized Measure to PV-10.\nFuture net cash flows represent projected revenues from the sale of proved reserves, net of production and development costs (including transportation and gathering expenses, operating expenses and production taxes) and net of estimated income taxes. Revenues are based on a twelve-month unweighted average of the first-day-of-the-month pricing without escalation. Future cash flows are reduced by estimated production costs, administrative costs, costs to develop and produce the proved reserves and abandonment costs, all based on current economic conditions at each year-end. There can be no assurance that the proved reserves will be produced in the future or that prices, production or development costs will remain constant. There are numerous uncertainties inherent in estimating reserves and related information. See Note 17 to the Consolidated Financial Statements for further discussion of the preparation of, and year-over-year changes in, our reserves estimate and calculation of the Standardized Measure.\nThe following table provides the reconciliation of the Standardized Measure to PV-10.\n\n                                                                                                            Years Ended December 31,\n2024                                                                           2023                        2022                     \n                                                                                                                          (Millions)\nStandardized Measure                                              $7,999                      $9,262                     $40,065    \nEstimated discounted income taxes on future net revenues           1,845                       2,258                      11,447    \nPV-10                                                             $9,844                     $11,520                     $51,512    \nIf the prices we used to calculate the Standardized Measure instead reflected five-year strip pricing as of December 31, 2024 and held constant thereafter using (i) the NYMEX five-year strip adjusted for regional differentials using Texas Eastern Transmission Corp. M-2, Transcontinental Gas Pipe Line, Leidy Line, and Tennessee Gas Pipeline Co., Zone 4-300 Leg for gas and (ii) the NYMEX WTI five-year strip for oil, adjusted for regional differentials consistent with those used in the Standardized Measure, and holding all other assumptions constant, our total proved reserves would be 26,742 Bcfe, the Standardized Measure of our proved reserves would be $22,020 million, the discounted future net cash flows before taxes would be $26,712 million and the average realized product prices weighted by production over the remaining lives of the properties would be $3.016 per Mcf of gas, $24.49 per barrel of NGLs and $47.54 per barrel of oil.\nThe NYMEX strip price for proved reserves and related metrics are intended to illustrate reserve sensitivities to market expectations of commodity prices and should not be confused with SEC pricing for proved reserves and do not comply with SEC pricing assumptions. We believe that the presentation of reserve volume and related metrics using NYMEX forward strip prices provides investors with additional useful information about our reserves because the forward prices are based on the market's forward-looking expectations of oil and gas prices as of a certain date. The price at which we can sell our production in the future is the major determinant of the likely economic producibility of our reserves. We hedge certain amounts of future production based on futures prices. In addition, we use such forward-looking market-based data in developing our drilling plans, assessing our capital expenditure needs and projecting future cash flows. While NYMEX strip prices represent a consensus estimate of future pricing, such prices are only an estimate and are not necessarily an accurate projection of future oil and gas prices. Actual future prices may vary significantly from NYMEX prices; therefore, actual revenue and value generated may be more or less than the amounts disclosed. Investors should be careful to consider forward prices in addition to, and not as a substitute for, SEC pricing, when considering our reserves.\nBased on our mix of proved undeveloped probable and possible reserves, we estimate that we have an undeveloped drilling inventory of approximately 3,600 gross locations. At our current drilling pace, these locations provide more than 30 years of drilling inventory based on gross undeveloped acres, average expected lateral length of 12,000 feet and well spacing of 1,000 feet.\n\nProduction Acreage\nThe majority of our production acreage is held by lease or occupied under perpetual easements or other rights acquired, for the most part, without warranty of underlying land titles. Approximately 37% of our total gross acres is developed. We retain deep drilling rights on the majority of our production acreage.\nThe following table summarizes our production acreage disaggregated by state.\n\n                                                                                                                                                     December 31, 2024\n                                                                        Pennsylvania                 West Virginia                     Ohio                      Total\nTotal gross productive acreage                                        440,850                       264,583                      73,247                    778,680    \nTotal gross undeveloped acreage                                       738,302                       433,912                     126,215                  1,298,429    \nTotal gross acreage                                                 1,179,152                       698,495                     199,462                  2,077,109    \nTotal net productive acreage                                          434,088                       225,617                      62,931                    722,636    \nTotal net undeveloped acreage                                         726,978                       370,008                     108,438                  1,205,424    \nTotal net acreage                                                   1,161,066                       595,625                     171,369                  1,928,060    \nAverage net revenue interest of proved developed reserves                80.6      %   77.2                      %                 43.4   %                   76.5   %\nWe have an active lease renewal program in areas targeted for development. In the event that production is not established or we do not extend or renew the terms of our expiring leases, 17,345, 26,478 and 29,342 of our net undeveloped production acreage as of December 31, 2024 will expire in the years ending December 31, 2025, 2026 and 2027, respectively.\nProductive and In-Process Wells\nThe following table summarizes our productive and in-process natural gas wells. We had no productive or in-process oil wells as of December 31, 2024.\n\n                                                                                                                  December 31, 2024\n                                             Pennsylvania                 West Virginia                 Ohio                  Total\nProductive wells:                                                                                                                  \nTotal gross productive wells (a)             3,060                         1,141                     412                  4,613    \nTotal net productive wells                   2,853                         1,077                     212                  4,142    \nIn-process wells:                                                                                                                  \nTotal gross in-process wells                   146                           147                      13                    306    \nTotal net in-process wells                     115                           139                       —                    254    \n(a)Of our total gross productive wells, there are 744 gross conventional wells in Pennsylvania and 6 gross conventional wells in West Virginia. We have no gross conventional wells in Ohio.\nDrilling Activity\nThe following table summarizes our completed net productive development wells. During the years ended December 31, 2024, 2023 and 2022, we did not drill any net dry development, net productive exploratory or net dry exploratory wells.\n\n                                          Pennsylvania                 West Virginia                 Ohio                Total\nYear Ended December 31, 2024                 76                            44                       2                  122    \nYear Ended December 31, 2023                 91                            47                       2                  140    \nYear Ended December 31, 2022                 55                            26                       2                   83    \nThe following table summarizes the gross and net wells on which we commenced drilling operations (spud) in 2024.\n\n                              Pennsylvania                 West Virginia            Ohio                     Total\nGross wells spud                 64                            35                      11                  110    \nNet wells spud                   53                            35                   —                       88    \nProduction, Sales, Customers and Price\nThe following table summarizes our natural gas, NGLs and oil sales volume by state.\n\n                                          Pennsylvania                 West Virginia                     Ohio                      Total\n                                                                                                                                 (MMcfe)\nYear Ended December 31, 2024          1,418,812                       713,267                      96,080                  2,228,159    \nYear Ended December 31, 2023          1,496,197                       435,898                      84,178                  2,016,273    \nYear Ended December 31, 2022          1,493,568                       323,113                     123,362                  1,940,043    \nFor the years ended December 31, 2024, 2023 and 2022, lease operating expenses (LOE) per Mcfe were $0.09, $0.07 and $0.08, respectively. For more information on our Production segment's operating expenses, refer to \"Business Segment Results of Operations – PRODUCTION\" in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations.\"\nNatural Gas Sales. Natural gas is a commodity and, therefore, we typically receive market-based pricing for our produced natural gas. The market price for natural gas in the Appalachian Basin is typically lower relative to NYMEX Henry Hub, Louisiana (the location for pricing NYMEX natural gas futures) as a result of increased supply of natural gas in the Northeast United States and limited pipeline capacity to transport the supply to other regions. To protect our cash flow from undue exposure to the risk of changing commodity prices, we hedge a portion of our forecasted natural gas production at, for the most part, NYMEX natural gas prices. We also enter into derivative instruments to hedge basis. For information on our hedging strategy and our derivative instruments, refer to \"Commodity Risk Management\" in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations,\" Item 7A., \"Quantitative and Qualitative Disclosures About Market Risk\" and Note 4 to the Consolidated Financial Statements.\nNGLs Sales. We primarily sell NGLs recovered from our natural gas production. We contract with our Gathering segment (which owns and operates a processing facility), MarkWest Energy Partners, L.P., Williams Ohio Valley Midstream LLC and Blue Racer Midstream to process and extract heavier hydrocarbon streams (consisting predominately of ethane, propane, isobutane, normal butane and natural gasoline) from our produced natural gas. We market the majority of our NGLs.\nNatural Gas and NGLs Customers. We sell natural gas and NGLs to marketers, utilities and industrial customers located in the Appalachian Basin and in markets that are accessible through our transportation portfolio, particularly where there is expected future demand growth such as in the Gulf Coast, Midwest, East Coast corridor and Northeast United States and Canada. As of December 31, 2024, approximately 44% of our sales volume reaches markets outside of Appalachia. We do not depend on any single customer and believe that the loss of any one customer would not have an adverse effect on our ability to sell our natural gas, NGLs and oil.\nWe have access to approximately 4.9 Bcf per day of firm pipeline takeaway capacity, including 1.29 Bcf per day of firm pipeline takeaway capacity on the MVP that we have contracted through June 30, 2044. In addition, we are committed to an additional 0.55 Bcf per day of firm pipeline takeaway capacity on MVP Southgate once in service. We have access to approximately 1.1 Bcf per day of firm processing capacity, including 0.2 Bcf per day of firm processing capacity on our owned processing facility. These firm transportation and processing agreements may require minimum volume delivery commitments, which we expect to principally fulfill with production from existing reserves.\nNatural Gas Marketing. EQT Energy, LLC, our indirect, wholly-owned marketing subsidiary, provides marketing services and contractual pipeline capacity management services primarily for our benefit. EQT Energy, LLC also engages in risk management and hedging activities to limit our exposure to shifts in market prices.\n\nAverage Sales Price. The following table presents our average sales price per unit of natural gas, NGLs and oil, with and without the effects of cash settled derivatives, as applicable.\n\n                                                                                                            Years Ended December 31,\n2024                                                                                                2023                        2022\nNatural gas ($/Mcf):                                                                                                                \nAverage sales price, excluding cash settled derivatives            $2.02                       $2.37                       $6.22    \nAverage sales price, including cash settled derivatives             2.59                        2.68                        3.00    \nNGLs, excluding ethane ($/Bbl):                                                                                                     \nAverage sales price, excluding cash settled derivatives           $39.13                      $36.39                      $53.26    \nAverage sales price, including cash settled derivatives            38.83                       35.12                       49.35    \nEthane ($/Bbl):                                                                                                                     \nAverage sales price                                                $6.03                       $6.00                      $14.20    \nOil ($/Bbl):                                                                                                                        \nAverage sales price                                               $58.67                      $59.93                      $77.06    \nNatural gas, NGLs and oil ($/Mcfe):                                                                                                 \nAverage sales price, excluding cash settled derivatives            $2.21                       $2.50                       $6.24    \nAverage sales price, including cash settled derivatives             2.74                        2.79                        3.17    \nFor additional information on pricing, see \"Average Realized Price Reconciliation\" in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations.\"\nDelivery Commitments\nWe have contractually agreed to deliver firm quantities of gas and NGLs to various customers, which we expect to fulfill with production from existing reserves. We regularly monitor our proved developed reserves to ensure sufficient availability to meet commitments for the next one to three years. The following table summarizes our total gross commitments as of December 31, 2024. \n\n                                     Natural Gas             NGLs\n                                           (Bcf)           (Mbbl)\n     Years Ending December 31,                                   \n                          2025       1,333            12,869     \n                          2026         572             5,429     \n                          2027         520             3,808     \n                          2028         404             3,660     \n                          2029         349             3,650     \n                    Thereafter       1,811            27,380     \nDuring the fourth quarter of 2023, we entered into two firm sales agreements, pursuant to which we agreed to deliver and sell to the parties thereto up to an aggregate 1.2 Bcf per day of gas using our capacity on the MVP for up to ten years beginning in 2027. The firm sales agreements are subject to currently unsatisfied conditions related to the in-service date of the Transco Southeast Supply Enhancement project; therefore, their impact has been excluded from the schedule of total gross commitments in the table above.\nGathering Segment Assets and Operations\nGathering System\nAs of December 31, 2024, our gathering system included approximately 1,975 miles of gathering lines (of which approximately 1,260 miles were high-pressure gathering lines), 179 compression units with an aggregate compression of approximately 623,000 horsepower and multiple interconnect points to our transmission and storage system and to other interstate pipelines. In addition, we own a processing facility with capacity of 0.2 Bcf per day.\nGathering Customers\nOur Gathering segment has gathering agreements with our Production segment and third parties. Certain of our Gathering segment's agreements provide us the right to elect to gather all natural gas produced from wells located in specified dedicated acreage. For the year ended December 31, 2024, our Production segment accounted for approximately 71% of our gathering system's throughput and approximately 80% of our Gathering segment's operating revenues. \nAs of December 31, 2024, our gathering system had total contracted firm reservation capacity, including contracted MVCs, of approximately 7.5 Bcf per day. Including future capacity expected from expansion projects that are not yet fully constructed or not yet fully in service for which we have executed firm service contracts, our gathering system had total contracted firm reservation capacity, including contracted MVCs, of approximately 8.6 Bcf per day as of December 31, 2024. \nBased on total projected contractual revenues, our firm gathering contracts with third parties had a weighted average remaining term of approximately 10 years as of December 31, 2024. In addition, based on total projected contractual revenues, our firm gathering contracts with our Production segment had a weighted average remaining term of approximately 14 years as of December 31, 2024.\nGenerally, our Gathering segment does not take title to the natural gas gathered by its assets, but it retains a percentage of wellhead gas receipts to recover natural gas used to fuel its compressor stations and meet other requirements of its gathering system.\nTransmission Segment Assets and Operations\nTransmission System\nAs of December 31, 2024, our transmission and storage system included approximately 950 miles of FERC-regulated, interstate pipelines with total throughput capacity of approximately 5.0 Bcf per day, 44 compression units with an aggregate compression of approximately 175,000 horsepower and 8 interconnect points to other interstate pipelines and multiple local distribution companies. As of December 31, 2024, our transmission and storage system included 18 natural gas storage reservoirs with a peak withdrawal capacity of approximately 800 MMcf per day and a working gas capacity of approximately 43 Bcf.\nTransmission Customers\nOur Transmission segment has transmission and storage agreements with our Production segment and third parties. Third-party transmission and storage customers include local distribution companies, other producers, marketers and commercial and industrial users. For the year ended December 31, 2024, our Production segment accounted for approximately 64% of our transmission assets' throughput and approximately 59% of our Transmission segment's operating revenues.\nIncluding future capacity expected from expansion projects that are not yet fully constructed or not yet fully in service for which we have executed firm service contracts, our transmission and storage system had total firm capacity subscribed under transmission contracts of approximately 5.4 Bcf per day and total firm capacity subscribed under storage contracts of 38.4 Bcf as of December 31, 2024.\nBased on total projected contractual revenues, our firm transmission and storage contracts with third parties had a weighted average remaining term of approximately 11 years as of December 31, 2024. In addition, based on total projected contractual revenues, our firm transmission and storage contracts with our Production segment had a weighted average remaining term of approximately 13 years as of December 31, 2024.\nGenerally, our Transmission segment does not take title to the natural gas transported or stored by its assets but does retain a percentage of the gas receipts to recover natural gas used to fuel its compressor stations and meet other requirements of its transmission and storage system.\nAs of December 31, 2024, approximately 99% of our Transmission segment's contracted firm transmission capacity was subscribed under negotiated rate agreements. As of December 31, 2024, our Transmission segment had minimal contracted firm transmission capacity subscribed at discounted rates and recourse rates. See also \"Regulation\" below and Part I, \"Item 1A. Risk Factors – A substantial majority of the services we provide on our transmission and storage systems are subject to long-term, fixed-price 'negotiated rate' contracts that are subject to limited or no adjustment, even if our cost to perform such services exceeds the revenues received from such contracts, and, as a result, our costs could exceed our revenues received under such contracts, we could be unable to achieve the expected investment return under such contracts, and/or our business, financial condition, results of operations, and cash flows could be adversely affected.\" for additional information.\nThe MVP and MVP Southgate\nWe operate and hold an equity method investment in the MVP, a 303-mile long, 42-inch diameter natural gas interstate pipeline with a total capacity of 2.0 Bcf per day that spans from the Company's transmission and storage system in Wetzel County, West Virginia to Pittsylvania County, Virginia and has 3 interconnect points to other interstate pipelines. Based on total projected contractual revenues, the MVP's firm transmission contracts had a weighted average remaining term of approximately 19.5 years as of December 31, 2024.\nIn addition, we hold an equity method investment in MVP Southgate, a contemplated 31-mile, 30-inch diameter natural gas interstate pipeline with a targeted capacity of 0.55 Bcf per day that would extend from the terminus of the MVP in Pittsylvania County, Virginia to new delivery points in Rockingham County, North Carolina. MVP Southgate is estimated to have a total cost of approximately $370 million to $430 million, excluding allowance for funds used during construction (AFUDC) and certain costs incurred for purposes of the originally certificated project (see Note 11 to the Consolidated Financial Statements for further details), of which we will fund our proportionate share through capital contributions to the MVP Joint Venture (defined in Note 11 to the Consolidated Financial Statements).\nSeasonality\nGenerally, but not always, the demand for natural gas (including the demand for its gathering, transmission or storage) decreases during the summer months and increases during the winter months. Seasonal anomalies such as mild winters or summers may also affect demand.\nCompetition\n\nOther natural gas producers compete with us in the acquisition of properties; the search for, and development of, reserves; the production and sale of natural gas and NGLs; and the securing of services, labor, equipment and transportation required to conduct operations. Our competitors include independent oil and gas companies, major oil and gas companies, individual producers, operators and marketing companies and other energy companies that produce substitutes for the commodities that we produce.\nCompetitors for our natural gas gathering business include companies that own major natural gas pipelines, independent gas gatherers and integrated energy companies, including natural gas producers that develop or acquire their own gathering system. When compared to us, some of our competitors have operations in multiple natural gas producing basins, greater capital resources and access to, or control of, larger natural gas supplies.\nCompetition for our natural gas transmission and storage business is based primarily on rates, customer commitment levels, timing, performance, commercial terms, reliability, service levels, location, reputation and fuel efficiencies. Our principal competitors include companies that own major natural gas pipelines in the Appalachian Basin. In addition, we compete with companies that are building high-pressure gathering facilities that are able to transport natural gas to interstate pipelines without being subject to FERC jurisdiction.\nRegulation\n\nRegulation of our Operations. Our exploration and production operations are subject to various federal, state and local laws and regulations, including regulations related to the following: the location of wells; the method of drilling, well construction, well stimulation, hydraulic fracturing and casing design; water withdrawal and procurement for well stimulation purposes; well production; spill prevention plans; the use, transportation, storage and disposal of fluids and materials incidental to oil and gas operations; surface usage and the reclamation of properties upon which wells or other facilities have been located; the plugging and abandoning of wells; the calculation, reporting and disbursement of royalties and taxes; and the gathering of production in certain circumstances. These regulations, and any delays in obtaining related authorizations, may affect the costs and timing of developing our natural gas resources.\nOur operations are also subject to conservation and correlative rights regulations, including the following: regulation of the size of drilling and spacing units or field rule units; setbacks; the number of wells that may be drilled in a unit or in close proximity to other wells; drilling in the vicinity of coal mining operations and certain other structures; and the unitization or pooling of natural gas properties. Ohio allows the statutory pooling or unitization of tracts to facilitate development and exploration. In Pennsylvania, lease integration legislation authorizes joint development of existing contiguous leases. West Virginia allows the operator of a proposed horizontal well to develop the acreage of non-consenting and unlocatable and unknown owners if 75% of the mineral interest owners and 55% of the working interest owners in the proposed well unit consent to the development. Additionally, state conservation and oil and gas laws generally limit the venting or flaring of natural gas. Various states also impose certain regulatory requirements to transfer wells to third parties or discontinue operations in the event of divestitures by us.\nWe also have gathering and processing operations that are subject to various federal and state environmental laws and local zoning ordinances, including the following: air permitting requirements for compressor station and dehydration units and other permitting requirements; erosion and sediment control requirements for compressor station and pipeline construction projects; waste management requirements and spill prevention plans for compressor stations; various recordkeeping and reporting requirements for air permits and waste management practices; compliance with safety regulations, including regulations by the U.S. Department of Transportation's Pipeline and Hazardous Materials Safety Administration (PHMSA); and siting and noise regulations for compressor stations. These regulations may increase the costs of operating existing pipelines and compressor stations and increase the costs of, and the time to develop, new or expanded pipelines and compressor stations.\nWe use financial derivative instruments to hedge the impact of fluctuations in natural gas, NGLs and oil prices on our results of operations and cash flows. In 2010, Congress adopted comprehensive financial reform legislation that established federal oversight and regulation of the OTC derivative market and entities, such as us, that participate in that market. The legislation, known as the Dodd-Frank Wall Street Reform and Consumer Protection Act (the Dodd-Frank Act), required the CFTC, the SEC and other regulatory agencies to promulgate rules and regulations implementing this legislation. Among other things, the Dodd-Frank Act established margin requirements and requires clearing and trade execution practices for certain categories of swaps and may result in certain market participants needing to curtail or alter their derivative activities. The Dodd-Frank Act also created new categories of regulated market participants, such as \"swap dealers\" (SDs) and \"security-based swap dealers\" (SBSDs) that are subject to significant new capital, registration, recordkeeping, reporting, disclosure, business conduct and other regulatory requirements, a large number of which have been implemented. This regulatory framework has significantly increased the costs of entering into derivatives transactions for end-users of derivatives, such as us. In particular, new margin requirements and capital charges, even when not directly applicable to us, have increased the pricing of derivatives that we transact in.\nNew exchange trading margin regulations, trade reporting requirements and position limits may lead to changes in the liquidity of our derivative transactions or higher pricing. That said, our hedging activities are not subject to mandatory clearing or the margin requirements imposed in connection with mandatory clearing, although we are subject to certain recordkeeping and reporting obligations associated with the Dodd-Frank Act. Additionally, our uncleared swaps are not subject to regulatory margin requirements. Finally, we believe that the majority, if not all, of our hedging activities constitute bona fide hedging under applicable federal and exchange-mandated position limits rules and are not materially impacted by the limitations under such rules.\nIn addition to U.S. laws and regulations relating to derivatives, certain non-U.S. regulatory authorities have passed or proposed, or may propose in the future, legislation similar to that imposed by the Dodd-Frank Act. For example, European Union legislation imposes position limits on certain commodity transactions, and the European Market Infrastructure Regulation (EMIR) requires reporting of derivatives and various risk mitigation techniques to be applied to derivatives entered into by parties that are subject to EMIR. Other similar regulations are in development throughout the globe and may increase our cost of doing business even if not directly binding on us.\nRegulators periodically review or audit our compliance with applicable regulatory requirements. We anticipate that compliance with existing laws and regulations governing our current operations will not have a material adverse effect on our capital expenditures, earnings or competitive position. Additional proposals that affect the oil and gas industry are regularly considered by Congress, the states, regulatory agencies and the courts. We cannot predict when or whether any such proposals may become effective or the effect that such proposals may have on us.\nThe following is a summary of some of the existing laws, rules and regulations to which our business operations are subject.\nNatural Gas Sales and Transportation. The availability, terms and cost of transportation significantly affect sales of oil and natural gas. The interstate transportation and sale for resale of oil and natural gas is subject to federal regulation, including regulation of the terms, conditions and rates for interstate transportation, storage and various other matters, primarily by the FERC. Federal and state regulations govern the price and terms for access to oil and natural gas pipeline transportation. The FERC's regulations for interstate oil and natural gas transportation in some circumstances may also affect the intrastate transportation of oil and natural gas.\nHistorically, federal legislation and regulatory controls have affected the price of the natural gas we produce and the manner in which we market our production. The FERC has jurisdiction over the transportation and sale for resale of natural gas in interstate commerce by natural gas companies under the Natural Gas Act of 1938 (NGA) and the Natural Gas Policy Act of 1978 (NGPA). Various federal laws enacted since 1978 have resulted in the removal of all price and non-price controls for sales of domestic natural gas sold in first sales, which include all of our sales of our own production. Under the Energy Policy Act of 2005, the FERC has substantial enforcement authority to prohibit the manipulation of natural gas markets and enforce its rules and orders, including the ability to assess substantial civil penalties of approximately $1.6 million per day for each violation and disgorgement of profits associated with any violation. While our production activities have not been regulated by the FERC as a natural gas company under the NGA, we are required to report the aggregate volume of natural gas purchased or sold at wholesale to the extent such transactions exceed a specific volume and use, contribute to or may contribute to the formation of price indices. In addition, Congress may enact legislation or the FERC may adopt regulations that may subject certain of our otherwise non-FERC jurisdictional facilities to further regulation. Failure to comply with those regulations in the future could subject us to civil penalties.\nThe CFTC also holds authority to monitor certain segments of the physical, futures and other derivatives energy commodities markets, including natural gas, NGLs and oil. With regard to physical purchases and sales of natural gas and other energy commodities, and any related hedging activities that we undertake, we are required to observe anti-market manipulation and disruptive trading practices laws and related regulations enforced by the CFTC. The CFTC also holds substantial enforcement authority, including the ability to assess civil penalties.\nThe FERC also regulates interstate natural gas transportation rates and service conditions and establishes the terms under which we may use interstate natural gas pipeline capacity, which affects the marketing of natural gas that we produce, as well as the revenues we receive for sales of natural gas and release of our natural gas pipeline capacity. Commencing in 1985, the FERC promulgated a series of orders, regulations and rule makings that significantly fostered competition in the business of transporting and marketing gas. Today, interstate pipeline companies are required to provide non-unduly discriminatory transportation services to producers, marketers and other shippers, regardless of whether such shippers are affiliated with an interstate pipeline company. The FERC's initiatives have led to the development of a competitive, open access market for natural gas purchases and sales that permits all purchasers of natural gas to buy gas directly from third-party sellers other than pipelines. However, the natural gas industry historically has been very heavily regulated; therefore, we cannot guarantee that the less stringent regulatory approach currently pursued by the FERC and Congress will continue indefinitely into the future nor can we determine what effect, if any, future regulatory changes might have on our natural gas production activities.\nOur FERC-regulated operations are pursuant to tariffs approved by the FERC that establish rates (other than market-based rate authority), cost recovery mechanisms and terms and conditions of service to customers. Generally, the FERC's authority extends to rates and charges for: our natural gas transmission and storage services; certification and construction of new interstate transmission and storage facilities; abandonment of interstate transmission and storage services and facilities; maintenance of accounts and records; relationships between pipelines and certain affiliates; terms and conditions of services and service contracts with customers; depreciation and amortization policies; acquisitions and dispositions of interstate transmission and storage facilities; and initiation and discontinuation of interstate transmission and storage services.\nUnless market-based rates have been approved by the FERC, the maximum applicable recourse rates and terms and conditions for service are set forth in the pipeline's FERC-approved tariff. Generally, the maximum filed recourse rates for interstate pipelines are based on the cost of providing service, including the recovery of a return on the pipeline's actual and prudent historical investment costs. Key determinants in the ratemaking process include the depreciated capital costs of the facilities, the costs of providing service, the allowed rate of return and income tax allowance, as well as volume throughput and contractual capacity commitment assumptions.\nInterstate pipelines may not charge rates or impose terms and conditions of service that, upon review by the FERC, are found to be unjust or unreasonable, unduly discriminatory or preferential. Rate design and the allocation of costs also can affect a pipeline's profitability. While the ratemaking process establishes the maximum rate that can be charged, interstate pipelines, such as our transmission and storage system, are permitted to discount their firm and interruptible rates without further FERC authorization down to a specified minimum level, provided they do not unduly discriminate. In addition, pipelines are allowed to negotiate different rates with their customers, under certain circumstances. Changes to rates or terms and conditions of service, and contracts can be proposed by a pipeline company under Section 4 of the NGA, or the existing interstate transmission and storage rates, terms and conditions of service and/or contracts may be challenged by a complaint filed by interested persons including customers, state agencies or the FERC under Section 5 of the NGA. Rate increases proposed by a pipeline may be allowed to become effective subject to refund and/or a period of suspension, while rates or terms and conditions of service that are the subject of a complaint under Section 5 of the NGA are subject to prospective change by the FERC. Rate increases proposed by a regulated interstate pipeline may be challenged and such increases may ultimately be rejected by the FERC.\nOur interstate pipeline may also use negotiated rates that could involve rates above or below the recourse rate or rates that are subject to a different rate structure than the rates specified in our interstate pipeline tariffs, provided that the affected customers are willing to agree to such rates and that the FERC has approved the negotiated rate agreement. A prerequisite for allowing the negotiated rates is that negotiated rate customers must have had the option to take service under the pipeline's recourse rates. As of December 31, 2024, approximately 99% of our system's contracted firm transmission capacity was subscribed under negotiated rate agreements under its tariff. Some negotiated rate transactions are designed to fix the negotiated rate for the term of the firm transportation agreement and the fixed rate is generally not subject to adjustment for increased or decreased costs occurring during the contract term.\nThe FERC's regulations also extend to the terms and conditions set forth in agreements for transmission and storage services executed between interstate pipelines and their customers. These service agreements are required to conform, in all material respects, with the form of service agreements set forth in the pipeline's FERC-approved tariff. Non-conforming agreements must be filed with and accepted by the FERC. In the event that the FERC finds that an agreement is materially non-conforming, in whole or in part, it could reject, or require us to seek modification of, the agreement, or alternatively require us to modify its tariff so that the non-conforming provisions are generally available to all customers or class of customers.\nThe FERC's jurisdiction also extends to the certification and construction of new interstate transmission and storage facilities, including, but not limited to, acquisitions, facility replacements and upgrades, expansions, and abandonment of facilities and services. Prior to commencing construction of new or existing interstate transmission and storage facilities, an interstate pipeline must obtain (except in certain circumstances, such as where the activity is permitted under the FERC's regulations or is authorized under the operator’s existing blanket certificate issued by the FERC) a certificate authorizing the construction, or file to amend its existing certificate, from the FERC.\nIn April 2018, the FERC issued a Notice of Inquiry (2018 Notice of Inquiry) seeking information regarding whether, and if so how, it should revise its approach under its currently effective policy statement on the certification of new natural gas transportation facilities (Certificate Policy Statement). The formal comment period in this proceeding closed in June 2018. In February 2021, the FERC issued another Notice of Inquiry in the same proceeding that modified and expanded the inquiry and renewed its request for public comment (together with the 2018 Notice of Inquiry, the Certificate Policy Statement NOI). The formal comment period closed in May 2021. In February 2022, the FERC issued an Updated Certificate Policy Statement and an interim greenhouse gas (GHG) policy. In March 2022, the FERC issued an order suspending the effectiveness of the Updated Certificate Policy Statement and the interim GHG policy. In January 2025, the FERC terminated the interim GHG policy proceeding, stating that GHG-related considerations are better considered on a case-by-case basis in individual proceedings; the FERC has taken no further action to date on the Updated Certificate Policy Statement. There is a possibility that Congress could pass legislation revising the NGA or other statutes that may impact our existing facilities and operations or the ability to construct new facilities. Potential areas of revision include, but are not limited to, (i) amending Section 5 of the NGA to allow the FERC to require a pipeline to make refunds from the date that a NGA Section 5 complaint was filed with the FERC if rates are later found to be unjust and unreasonable; (ii) amending Section 7 of the NGA affecting the ability of companies to exercise eminent domain; and (iii) amending Section 19(b) of the NGA to provide the FERC additional time to act on requests for rehearing.\nSection 1(b) of the NGA exempts natural gas gathering facilities from regulation by the FERC under the NGA. While the FERC does not generally regulate the rates and terms of service over facilities determined to be performing a natural gas gathering function, it has traditionally regulated rates charged by interstate pipelines for gathering services performed on the pipeline's own gathering facilities when those gathering services are performed in connection with jurisdictional interstate transmission services. We believe that our high-pressure gathering systems meet the traditional tests the FERC has used to establish a pipeline's status as an exempt gatherer not subject to regulation as a jurisdictional natural gas company. However, the distinction between FERC-regulated transmission services and federally unregulated gathering services is often the subject of litigation in the industry, so the classification and regulation of these systems are subject to change based on future determinations by the FERC, the courts or Congress.\nOil and NGLs Price Controls and Transportation Rates. Sales prices of oil and NGLs are not currently regulated and are made at market prices. Our sales of these commodities are, however, subject to laws and regulations issued by the FTC prohibiting manipulative or fraudulent conduct in the wholesale petroleum market. The FTC holds substantial enforcement authority under these regulations, including the ability to assess civil penalties of more than $1.5 million per day per violation. Our sales of these commodities, and any related hedging activities, are also subject to CFTC oversight and enforcement authority as discussed above.\nThe price we receive from the sale of our produced oil and NGLs may be affected by the cost of transporting such products to market. Some of our transportation of oil and NGLs is through FERC-regulated interstate common carrier pipelines. Effective as of January 1, 1995, the FERC implemented regulations generally grandfathering all previously approved interstate transportation rates and establishing an indexing system for those rates by which adjustments are made annually based on the rate of inflation, subject to certain conditions and limitations. The FERC's regulation of oil and NGLs transportation rates may tend to increase the cost of transporting oil and NGLs by interstate pipelines, although the annual adjustments may result in decreased rates in a given year. Every five years, the FERC must examine the relationship between the annual change in the applicable index and the actual cost changes experienced in the oil pipeline industry. The FERC's five-year index level for 2021 through 2026 went into effect on July 1, 2021. In January 2022, the FERC issued an order on rehearing, lowering the index level and directing oil pipelines to recompute their ceiling levels for July 1, 2021 through June 30, 2022 to ensure compliance with the new index level. In July 2024, the U.S. Court of Appeals for the District of Columbia Circuit found that the FERC did not adhere to notice-and-comment procedures in its January 2022 rehearing order. The court vacated the rehearing order. In October 2024, the FERC issued a supplemental notice of proposed rulemaking, which would amend the initial index prospectively by adopting a revised index level for the remainder of the five-year period that began on July 1, 2021.\nEnvironmental, Health and Safety Regulations. Our business operations are also subject to numerous stringent federal, state and local environmental, health and safety laws and regulations pertaining to, among other things, the release, emission or discharge of materials into the environment; the generation, storage, transportation, handling and disposal of certain materials, including solid and hazardous wastes; the safety of employees and the general public; pollution; site remediation; and preservation or protection of human health and safety, natural resources, wildlife and the environment. We must take into account environmental, health and safety regulations in, among other things, planning, designing, constructing, operating and plugging and abandoning wells and related facilities. Violations of these laws can result in substantial administrative, civil and criminal penalties. These laws and regulations may require us to acquire permits before drilling, constructing pipelines or other regulated activity commences; restrict the types, quantities and concentrations of various substances that can be released into the environment in connection with our operations; govern the sourcing and disposal of water used in the drilling and completion process; limit or prohibit drilling activities or pipeline construction in certain areas and on certain lands lying within wilderness, wetlands and other protected areas or areas with endangered or threatened species restrictions; require some form of remedial action to prevent, remediate or mitigate pollution from operations, such as plugging abandoned wells or closing earthen pits; establish specific health and safety criteria addressing worker protection; and impose substantial liabilities for pollution resulting from operations or failure to comply with applicable laws and regulations. In addition, these laws and regulations may restrict the rate of our production.\nMoreover, the trend has been for stricter regulation of activities that have the potential to affect the environment. Additional proposals and proceedings that affect the oil and natural gas industry are regularly considered by Congress, federal agencies, the states, local governments and the courts. We cannot predict when or whether any such proposals may become effective. Therefore, we are unable to predict the future costs or impact of compliance. The regulatory burden on the industry increases the cost of doing business and affects profitability. We have established procedures, however, for the ongoing evaluation of our operations to identify potential environmental exposures and to track compliance with regulatory policies and procedures.\nThe following is a summary of the more significant environmental and occupational health and safety laws and regulations, as amended from time to time, to which our business operations are subject and for which compliance may have a material adverse impact on our financial condition, earnings or cash flows.\nHazardous Substances and Waste Handling. The Comprehensive Environmental Response, Compensation, and Liability Act (CERCLA), also known as the \"Superfund\" law, and comparable state laws impose liability, without regard to fault or the legality of the original conduct, on certain classes of persons that are considered to have contributed to the release of a \"hazardous substance\" into the environment. These persons include the current and past owner or operator of the disposal site or the site where the release occurred and companies that disposed or arranged for the disposal of the hazardous substances at the site where the release occurred. Under CERCLA, such persons may be subject to joint and several strict liability for the costs of cleaning up the hazardous substances that have been released into the environment and for damages to natural resources, and it is not uncommon for neighboring landowners and other third parties to file claims for personal injury and property damage allegedly caused by the hazardous substances released into the environment. In addition, despite the \"petroleum exclusion\" of Section 101(14) of CERCLA, which currently encompasses oil and natural gas, we generate materials in the course of our operations that may be regulated as hazardous substances based on their characteristics; however, we are unaware of any liabilities arising under CERCLA for which we may be held responsible that would materially and adversely affect us.\nThe Resource Conservation and Recovery Act (RCRA) and analogous state laws establish detailed requirements for the generation, handling, storage, treatment and disposal of nonhazardous and hazardous solid wastes. RCRA specifically excludes drilling fluids, produced water and other wastes associated with the exploration, development or production of oil, natural gas or geothermal energy from regulation as hazardous wastes. However, these wastes may be regulated by the EPA, or state agencies under RCRA's less stringent nonhazardous solid waste provisions, or under state laws or other federal laws. Moreover, it is possible that these particular oil and natural gas exploration, development and production wastes currently classified as nonhazardous solid wastes could be classified as hazardous wastes in the future. Any changes to state or federal programs could result in an increase in our costs to manage and dispose waste, which could have a material adverse effect on our results of operations and financial condition.\nWe currently own, lease or operate numerous properties that have been used for oil and natural gas exploration and production activities for many years. Although we believe that we have used operating and waste disposal practices that were standard in the industry at the time, hazardous substances, wastes or petroleum hydrocarbons may have been released on, under or from the properties owned or leased by us, or on, under or from other locations, including offsite locations, where such substances have been taken for recycling or disposal. In addition, some of our properties have been operated by third parties or by previous owners or operators whose treatment and disposal of hazardous substances, wastes or petroleum hydrocarbons was not under our control. We are able to directly control the operation of only those wells with respect to which we act or have acted as operator. The failure of a prior owner or operator to comply with applicable environmental regulations may, in certain circumstances, be attributed to us as the current owner or operator under CERCLA. These properties and the substances disposed or released on, under or from them may be subject to CERCLA, RCRA and analogous state laws. Under such laws, we could be required to undertake response or corrective measures, regardless of fault, which could include removal of previously disposed substances and wastes, clean-up of contaminated property or performance of remedial plugging or waste pit closure operations to prevent future contamination.\nWater Discharges. The Federal Water Pollution Control Act, known as the Clean Water Act (CWA), and comparable state laws impose restrictions and strict controls regarding the discharge of pollutants, including produced waters and other oil and natural gas wastes, into federal and state waters. The discharge of pollutants into regulated waters is prohibited, except in accordance with the terms of a permit issued by the EPA or a state equivalent agency. The discharge of dredge and fill material in regulated waters, including wetlands, is also prohibited, unless authorized by a permit issued by the U.S. Army Corps of Engineers (Corps). In June 2015, the EPA and the Corps issued a rule defining the scope of the EPA's and the Corps' jurisdiction over waters of the United States (WOTUS), which never took effect before being replaced by the Navigable Waters Protection Rule (NWPR) in December 2019. A coalition of states and cities, environmental groups, and agricultural groups challenged the NWPR, which was vacated by a federal district court in August 2021. In January 2023, the EPA and the Corps issued a final rule that based the definition of WOTUS on the pre-2015 definition. The definition of WOTUS was further impacted by the U.S. Supreme Court's decision issued in May 2023 in Sackett v. EPA, wherein the Court held that the jurisdiction of the CWA extends only to those adjacent wetlands that are indistinguishable from traditional navigable bodies of water due to a continuous surface connection and rejected the \"significant nexus\" test embraced in earlier jurisprudence. In September 2023, the EPA and the Corps published a direct-to-final rule redefining WOTUS to amend the January 2023 rule and align with the decision in Sackett. The final rule eliminated the \"significant nexus\" test from consideration when determining federal jurisdiction and clarified that the CWA only extends to relatively permanent bodies of water and wetlands that have a continuous surface connection with such bodies of water. Roughly half of the states and other plaintiffs are challenging the September 2023 rule, and the EPA and the Corps are using the pre-2015 definition of WOTUS in these states while litigation continues. In addition, in an April 2020 decision further defining the scope of the CWA, the U.S. Supreme Court held that, in certain cases, discharges from a point source to groundwater could fall within the scope of the CWA and require a permit. The Court rejected the EPA and the Corps' assertion that groundwater should be totally excluded from the CWA. In November 2023, the EPA issued draft guidance describing the information that should be used to determine which discharges through groundwater may require a permit. However, in January 2025, President Trump issued executive orders directing (i) the EPA and the Corps to identify planned or potential actions that could be subject to emergency treatment under Section 404 of the CWA and (ii) the heads of all federal agencies to identify and begin the processes to suspend, revise, or rescind all agency actions, including all existing regulations and guidance documents, that are unduly burdensome on the identification, development, or use of domestic energy resources. Accordingly, future implementation and enforcement of these rules and policies is uncertain at this time. To the extent a new rule or further litigation expands the scope of the CWA's jurisdiction, we could face increased costs and delays with respect to obtaining permits for dredge and fill activities in wetland areas, which could delay our development projects and pipeline construction. Also, pursuant to these laws and regulations, we may be required to obtain and maintain approvals or permits for the discharge of wastewater or stormwater and to develop and implement spill prevention, control and countermeasure (SPCC) plans in connection with on-site storage of significant quantities of oil. These laws and any implementing regulations provide for administrative, civil and criminal penalties for any unauthorized discharges of oil and other substances and may impose substantial potential liability for the costs of removal and remediation and other damages.\nThe Sackett decision may also have effects on the implementation of Water Quality Certifications (WQCs) under Section 401 of the CWA. Section 401 requires that any activity that may result in a discharge to WOTUS must first receive a Section 401 WQC before a federal agency may issue a permit for that activity. A WQC is typically issued by the state where the discharge originates, or by the EPA itself in areas where a state or tribe does not have authority. In 2020, the EPA finalized a series of changes to the CWA regulations governing the WQC process, largely curtailing state and tribal authority over WQCs. In September 2023, the EPA published a final rule that restores state and tribal authority to review requests for WQCs and imposes additional requirements on the WQC process. The final rule took effect on November 27, 2023, but has been challenged by states and regulated entities in ongoing litigation to enjoin its enforcement. However, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend, revise, or rescind all agency actions that are unduly burdensome on the identification, development, or use of domestic energy resources. Accordingly, future implementation and enforcement of the final rule is uncertain. If certain elements of the final rule remain in effect, we could face increased costs and delays with respect to obtaining permits for pipeline crossings and other activities in jurisdictional and non-jurisdictional waters.\nNationwide Permits (NWPs) are issued by the Corps under the CWA and the Rivers and Harbors Act of 1899 and act as a type of general permit to minimize delays and paperwork for certain activities and discharges in federal jurisdictional waters and wetlands. NWPs are typically reviewed and reissued (or modified) every five years. One such permit, NWP 12, authorizes certain \"Oil or Natural Gas Pipeline Activities\" and was most recently modified and reissued in January 2021. In March 2022, the Corps initiated an early review of NWP 12 to determine whether any future actions may be appropriate to modify NWP 12 prior to its expiration in 2026. The Corps solicited public and stakeholder comments through public meetings held in May 2022, but has not provided any additional updates on the status of its review. However, in January 2025, President Trump issued an executive order instructing the Corps to use emergency authorities and NWPs to grant approvals for energy projects under Section 404 of the CWA. As a result, any future revisions to NWPs, including NWP 12, are uncertain at this time. To the extent future revisions to NWP 12 or litigation relating to such revisions modify its provisions with respect to oil and natural gas pipeline activities, we could face increased costs and delays with respect to obtaining permits for certain activities in jurisdictional waters, including wetlands.\nAir Emissions. Through the federal Clean Air Act (CAA) and comparable state and local laws and regulations, the EPA regulates emissions of various air pollutants through the issuance of permits and the imposition of other requirements. The EPA has developed, and continues to develop, stringent regulations governing emissions of air pollutants at specified sources. New facilities may be required to obtain permits before work can begin, and modified and existing facilities may be required to obtain additional permits.\nIn November 2021, the EPA announced a proposed rule expanding upon its New Source Performance Standards (NSPS) rule in Subpart OOOOa, establishing standards for methane and volatile organic compounds (VOCs) from new and modified oil and natural gas production and natural gas processing and transmission facilities which would establish standards for existing wells, impose more frequent and stringent leak monitoring, and mandate that all pneumatic controllers have zero emissions, among other requirements. The proposed rule sought to make existing regulations more stringent, create a Subpart OOOOb to expand reduction requirements for new, modified and reconstructed natural gas and oil sources, and create a Subpart OOOOc that would require states to develop plans to reduce methane emissions from existing sources that must be at least as effective as presumptive standards set by the EPA. In November 2022, the EPA issued a proposed rule supplementing the November 2021 proposed rule, which, among other things, created a new third-party monitoring program to identify large emissions events, referred to in the proposed rule as \"super emitters.\" The EPA announced a final rule in December 2023, which, among other things, requires the phase out of routine flaring of natural gas from new oil wells and routine leak monitoring at all well sites and compressor stations. Notably, the EPA updated the applicability date for Subparts OOOOb and OOOOc to December 6, 2022, meaning that sources constructed prior to that date will be considered existing sources with applicable compliance dates under state plans. The final rule gives states until March 2026 to develop and submit their plans for reducing methane from existing sources. Subpart OOOOc then provides until 2029 for existing sources to comply. Fines and penalties for violation of the final rule could be substantial. The final rule is subject to ongoing litigation but remains in effect. However, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend, revise or rescind all agency actions that are unduly burdensome on the identification, development or use of domestic energy resources. Consequently, future implementation and enforcement of the final rule remains uncertain at this time.\nAs a result of these regulatory changes, the scope of any final air emissions regulations or the costs for complying with such regulations are uncertain. We may incur costs as necessary to remain in compliance with these regulations. Obtaining or renewing permits also has the potential to delay the development of oil and natural gas projects. Federal and state regulatory agencies can impose administrative, civil and criminal penalties and seek injunctive relief for non-compliance with air permits or other requirements of the CAA and associated state laws and regulations.\nNational Environmental Policy Act (NEPA). NEPA establishes a national environmental policy and goals for the protection, maintenance and enhancement of the environment and provides a process for implementing these goals within federal agencies. A major federal agency action with the potential to significantly impact the environment requires review under NEPA. Some activities are subject to robust NEPA review, which could lead to delays and increased costs that could materially adversely affect our revenues and results of operations. Other activities are covered under a categorical exclusion, which results in a shorter NEPA review process. In April 2022, the White House Council on Environmental Quality (CEQ) finalized the first of two planned rules to undo changes to NEPA enacted in 2020 under the Trump Administration. The Phase I final rule generally restores certain regulatory provisions that were in effect prior to the 2020 rule, affecting the assessment of projects ranging from oil and gas leasing to development on public and Native American lands. Additionally, in September 2023, the Biden Administration announced that federal agencies will be directed to consider the social cost of carbon in agency budgeting, procurement and other agency decisions, including in environmental reviews conducted pursuant to NEPA, where appropriate. In May 2024, CEQ finalized the Phase II rule, which generally restores certain mitigation language from the pre-2020 version of the NEPA regulations, proposes further revisions and meets environmental, environmental justice and climate change objectives. At least 20 states have challenged the Phase II rule in federal district court. The CEQ's changes could result in increased NEPA review timelines for projects involving agency action regarding federal lands, federal funds or federal permits or approvals. Additionally, in November 2024, a federal appeals court found that CEQ lacks statutory authority to issue NEPA regulations binding other federal agencies. However, the court's holding was confined to striking down the agencies’ action under review on separate grounds, and CEQ's Phase I and II rules remain in effect. However, in January 2025, President Trump issued executive orders (i) requiring CEQ to provide guidance on implementing NEPA and to propose rescinding and replacing CEQ's NEPA regulations with implementing regulations at the agency level; (ii) requiring the EPA to issue guidance on and to consider eliminating the social cost of carbon calculation from federal permitting or regulatory decisions; and (iii) instructing federal agencies to adhere to only the relevant legislated requirements for environmental reviews and to prioritize efficiency and certainty over any other objectives in such reviews. In February 2025, CEQ sent an interim final rule to the White House Office of Management and Budget that would immediately withdraw the NEPA implementing regulations. The potential impact of further changes to the NEPA regulations and statutory text therefore remains uncertain and could have an effect on our business and operations.\nClimate Change and Regulation of Methane and Other Greenhouse Gas Emissions. In December 2015, the 21st Conference of the Parties of the United Nations Framework Convention on Climate Change (COP) resulted in nearly 200 countries, including the United States, coming together to develop the Paris Agreement, which calls for the signatories to the agreement to undertake \"ambitious efforts\" to limit increases in the average global temperature. Although the agreement does not create any binding obligations for nations to limit their GHG emissions, it does require pledges to voluntarily limit or reduce future emissions. Pursuant to the terms of the Paris Agreement, the Biden Administration announced goals aimed at reducing the U.S.'s GHG emissions by 50 to 52% (compared to 2005 levels) by 2030. In addition, in September 2021, the Biden Administration publicly announced the Global Methane Pledge, a pact that aims to reduce global methane emissions to at least 30% below 2020 levels by 2030. At COP27, the United States agreed, in conjunction with the European Union and a number of other partner countries, to develop standards for monitoring and reporting methane emissions to help create a market for low methane-intensity natural gas. In August 2024, the European Union adopted a regulation to track and reduce methane emissions in the energy sector, including requiring new monitoring, reporting and verification measures to be applied by exporters to the European Union by January 1, 2027 and \"maximum methane intensity values\" must be met by 2030 and every year thereafter. Each member state will have the power to impose administrative penalties for failure to comply and the standard will be mandatory for supply contracts signed after the law takes effect. Additionally, at COP28, nearly 200 countries, including the United States, agreed to transition away from fossil fuels while accelerating action in this decade to achieve net zero by 2050 and entered into an agreement that calls for actions towards achieving, at a global scale, a tripling of renewable energy capacity and doubling energy efficiency improvements by 2030. Most recently, at COP29, participants representing 159 countries met and, among other things, agreed on rules to operationalize international carbon markets under Article 6 of the Paris Agreement. Various state and local governments have also publicly committed to furthering the goals of the Paris Agreement. However, in January 2025, President Trump issued an executive order directing immediate notice to the United Nations of the United States’ withdrawal from the Paris Agreement and all other agreements made under the United Nations Framework Convention on Climate Change. The full impact of these actions remains uncertain at this time.\nIn recent years, the Congress has considered legislation to reduce GHG emissions. While Congress has not passed comprehensive climate legislation regulating the emission of GHGs, energy legislation and other regulatory initiatives have been enacted or proposed that are relevant to GHG emissions and climate change. In November 2021, Congress approved a $1 trillion legislative infrastructure package known as the Inflation Reduction Act of 2022 (IRA) which includes a number of climate-focused spending initiatives. The IRA also provides significant funding and incentives for research and development of low-carbon energy production methods, carbon capture, and other programs directed at addressing climate change, including instituting a Methane Emissions and Waste Reduction Incentive Program for petroleum and natural gas systems. This program requires the EPA to impose a \"waste emissions charge\" on methane emissions from certain natural gas and oil facilities that are in excess of a specified threshold. In November 2024, the EPA finalized a rule implementing the IRA's waste emissions charge that took effect in January 2025. The waste emissions charge imposed under the program for 2024 is $900 per ton emitted over the annual methane emissions threshold, and will increase to $1,200 in 2025, and $1,500 in 2026. The rule includes methodologies for calculating the amount by which a facility's reported methane emissions are below or exceed the waste emissions thresholds and certain exemptions created by the IRA. For petroleum and natural gas production facilities, the threshold is methane emissions in excess of 0.2% of the natural gas sent to sale from the facility or 10 metric tons of methane per million barrels of oil sent to sale from facility if the facility sends no natural gas to sale. If a facility's methane emissions do not exceed the 0.2% threshold, no fee is assessed under the program. Further, in May 2024, the EPA finalized revisions to the Greenhouse Gas Reporting Program for petroleum and natural gas systems (Subpart W). Among other things, the final rule (the Subpart W Revisions Rule) expands the emissions events that are subject to reporting requirements to include \"other large release events\" and applies reporting requirements to certain new sources and sectors. The emissions reported under the Greenhouse Gas Reporting Program will be the basis for any payments under the Methane Emissions and Waste Reduction Incentive Program in the IRA, and the Subpart W Revisions Rule may result in an increase in reported methane and other GHG emissions under Subpart W for many operators. The Subpart W Revisions Rule took effect in January 2025.\nFurthermore, in May 2024, the EPA published final rules for carbon emission limits and guidelines for new, modified, reconstructed and existing fossil fuel-fired (i.e., coal, oil and gas-fired) power plants. The rules purport to reflect the best system of emissions reduction and use of technology-based improvements, including carbon capture and sequestration and low-GHG hydrogen. The rules also revise the NSPS for new fossil fuel-fired stationary combustion turbine units and existing fossil fuel-fired steam generating electric generating units (EGUs), create new GHG emissions guidelines for existing fossil fuel-fired steam generating EGUs and for existing large, frequently operated stationary combustion turbines. The rules require states to submit plans for the establishment, implementation, and enforcement of performance standards for existing sources to the EPA within 24 months of the effective date of the emission guidelines, and compliance deadlines for stationary sources begin by 2030 for existing steam generating units, and 2032 or 2035 for existing combustion turbine units, depending on their subcategory. A coalition of 25 states, energy companies, utilities and fossil fuel industry groups immediately challenged the rules in federal court. In October 2024, the U.S. Supreme Court denied a request to stay the rule for new gas-fired and existing coal-fired power plants while the litigation continues. However, petitions for reconsideration to the EPA are pending and litigation in the D.C. Circuit has commenced. Additionally, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend, revise or rescind all agency actions that are unduly burdensome on the identification, development or use of domestic energy resources. Consequently, future implementation and enforcement of these rules remains uncertain at this time.\nAdditionally, a number of U.S. state and regional efforts have emerged that are aimed at tracking and/or reducing GHG emissions by means of carbon taxes, policies and incentives, and cap-and-trade programs. In October 2019, then-Pennsylvania Governor Wolf signed an Executive Order directing the Pennsylvania Department of Environmental Protection to draft regulations establishing a cap-and-trade program with the intent of enabling Pennsylvania to join the Regional Greenhouse Gas Initiative (RGGI), a multi-state regional cap-and-trade program comprised of several Eastern U.S. states. Pennsylvania became a member of RGGI in April 2022; however, since joining RGGI, Pennsylvania's membership has been the subject of various legal challenges. In November 2023, the Pennsylvania Commonwealth Court held that the state's participation in RGGI is unconstitutional, and funds raised by the state through its participation in RGGI constitute an invalid tax, which ruling was appealed in December 2023 to the Supreme Court of Pennsylvania. In March 2024, Pennsylvania Governor Shapiro unveiled a proposal to adopt a carbon pricing program similar to RGGI and stated that he would pull Pennsylvania out of RGGI if the state legislature enacts his proposal. In September 2024, legislation that would repeal the state’s participation in RGGI passed the Pennsylvania Senate. At this time, it is unclear to what extent, if any, Pennsylvania will continue to seek participation in RGGI or a similar emissions cap-and-trade program.\nRegulations requiring the disclosure of GHG emissions and other climate-related information or information substantiating climate-related claims are also increasingly being adopted or proposed at the federal and state level. For example, at the state level, California enacted legislation in October 2023 that will ultimately require certain companies that do business in California to publicly disclose their Scopes 1, 2, and 3 GHG emissions, with third party assurance of such data, and issue public reports on their climate-related financial risk and related mitigation measures, as well as legislation that requires companies operating in California to disclose information that supports certain climate-related claims. Certain of California's climate disclosure rules took effect in January 2025, with the disclosure of Scope 1 and 2 GHG emissions data scheduled to take effect beginning in 2026.\nAny legislation or regulatory programs at the international, federal, state or local levels designed to reduce methane or other GHG emissions could increase the cost of consuming, and thereby reduce demand for, the natural gas, NGLs and oil we produce. Consequently, legislation and regulatory programs designed to reduce emissions of methane or other GHGs could have an adverse effect on our business, financial condition and results of operations.\nIt is not possible at this time to predict how legislation or regulations that may be adopted to address climate change, methane and other GHG emissions would impact our business. Further, the U.S. Supreme Court's decision in Loper Bright Enterprises v. Raimondo to overrule Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc. and end the concept of general deference to regulatory agency interpretations of laws introduces new complexity for federal agencies and administration of climate change policy and regulatory programs. However, many of these initiatives at the international, state and local levels are expected to continue, and existing laws and regulations and any such future laws and regulations of this nature, including those imposing reporting obligations on, or imposing a tax or fee or otherwise limiting emissions of methane or other GHG emissions from, our equipment and operations, could require us to incur costs to comply with such regulations. Substantial limitations or fees on methane or other GHG emissions could also adversely affect demand for the natural gas, NGLs and oil we produce and transport and lower the value of our reserves.\nFurther, activism directed at shifting funding away from fossil fuel companies could result in limitations or restrictions on certain sources of funding for the sector. Moreover, activist shareholders have introduced proposals to certain companies seeking to force companies to adopt aggressive emission reduction targets or to shift away from more carbon-intensive activities. While we cannot predict the outcomes of such proposals, they could ultimately make it more difficult to engage in our operations.\nFinally, it should be noted that some scientists have concluded that increasing concentrations of GHGs in the Earth's atmosphere produce climate changes that may have significant physical effects, such as increased frequency and severity of storms, floods, droughts and other extreme climatic events. If any such effects were to occur, they have the potential to cause physical damage to our assets or affect the availability of water and thus could have an adverse effect on our operations.\nHydraulic Fracturing Activities. Vast quantities of natural gas deposits exist in shale and other formations. It is customary in our industry to recover natural gas from these shale formations through the use of hydraulic fracturing, combined with sophisticated horizontal drilling. Hydraulic fracturing is the process of creating or expanding cracks, or fractures, in formations underground where water, sand and other additives are pumped under high pressure into a shale gas formation. These deeper formations are geologically separated and isolated from fresh ground water supplies by overlying rock layers. Our well construction practices include installation of multiple layers of protective steel casing surrounded by cement that are specifically designed and installed to protect freshwater aquifers. To assess water sources near our drilling locations, we conduct multiple pre-drill samplings for all water sources within 3,000 feet of our sites and post-drill samplings for sources within 1,500 feet of our sites.\nHydraulic fracturing typically is regulated by state oil and natural gas agencies, but the EPA has asserted federal regulatory authority pursuant to the federal Safe Drinking Water Act (SDWA) over certain hydraulic fracturing activities involving the use of diesel fuels and has prohibited the discharge of wastewater from hydraulic fracturing operations to publicly owned wastewater treatment plants. Congress has from time to time considered legislation to provide for federal regulation of hydraulic fracturing under the SDWA and to require disclosure of the chemicals used in the hydraulic fracturing process. At the state level, several states have adopted or are considering legal requirements that could impose more stringent permitting, disclosure and well construction requirements on hydraulic fracturing activities. Local governments also may seek to adopt ordinances within their jurisdictions regulating the time, place and manner of drilling activities in general or hydraulic fracturing activities in particular. Some states and municipalities have sought to ban hydraulic fracturing altogether. If new or more stringent federal, state or local legal restrictions relating to the hydraulic fracturing process are adopted in areas where we operate, we could incur potentially significant added costs to comply with such requirements, experience delays or curtailment in the pursuit of exploration, development or production activities, and perhaps even be precluded from constructing wells.\nIn April 2024, the Bureau of Land Management (BLM) finalized a rule to reduce the waste of natural gas from venting, flaring and leaks during oil and gas production activities on federal and Native American leases. The final rule took effect in June 2024. However, in May 2024, the states of North Dakota, Texas, Montana, Wyoming and Utah challenged the rule. In September 2024, the U.S. District Court for the District of North Dakota granted a motion prohibiting the BLM from enforcing the rule against those states pending the outcome of the litigation. However, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend, revise or rescind all agency actions that are unduly burdensome on the identification, development or use of domestic energy resources. Consequently, future implementation and enforcement of the final rule remains uncertain at this time.\nPipeline Safety and Maintenance Regulations. Our interstate natural gas pipeline system and natural gas storage assets are subject to regulation by the PHMSA. The PHMSA has established safety requirements pertaining to the design, installation, testing, construction, operation and maintenance of gas pipeline and storage facilities, including requirements that pipeline and storage operators develop a written qualification program for individuals performing covered tasks on pipeline facilities and implement pipeline and storage well integrity management programs. These integrity management plans require more frequent inspections and other preventive measures to ensure safe operation of oil and natural gas transportation pipelines and storage facilities in high population areas or facilities that are hard to evacuate and areas of daily concentrations of people.\nNotwithstanding the investigatory and preventative maintenance costs incurred in our performance of customary pipeline and storage management activities, we may incur significant additional expenses if anomalous pipeline or storage conditions are discovered or more stringent safety requirements are implemented. For example, in April 2016, the PHMSA published a notice of proposed rulemaking addressing several integrity management topics and proposing new requirements to address safety issues for natural gas transmission and gathering lines, along with certain storage facilities (the Mega Rule). The PHMSA intended the Mega Rule to strengthen existing integrity management requirements, expand assessment and repair requirements to pipelines in areas with medium population densities, and extend regulatory requirements to onshore gas gathering lines that are currently exempt. Part I of the Mega Rule was promulgated in October 2019, with an effective date of July 1, 2020 (see discussion below). Part II was promulgated in November 2021, with an effective date of May 16, 2022 (see discussion below). Finally, Part III of the Mega Rule was promulgated in August 2022, with an effective date of May 24, 2023 (see discussion below).\nFurther, in June 2016, then-President Obama signed the Protecting Our Infrastructure of Pipelines and Enhancing Safety Act of 2016 (the 2016 Pipeline Safety Act), extending the PHMSA's statutory mandate under prior legislation through 2019. In addition, the 2016 Pipeline Safety Act empowered the PHMSA to address imminent hazards by imposing emergency restrictions, prohibitions and safety measures on owners and operators of gas or hazardous liquid pipeline facilities without prior notice or an opportunity for a hearing and also required the PHMSA to develop new safety standards for natural gas storage facilities by June 2018. Pursuant to those provisions of the 2016 Pipeline Safety Act, the PHMSA issued a final rule effective December 2, 2019 that expanded the agency's authority to impose emergency restrictions, prohibitions and safety measures and issued a final rule effective March 13, 2020 that strengthened the rules related to underground natural gas storage facilities, including well integrity, wellbore tubing and casing integrity.\nThe PHMSA has also published five final rules on pipeline safety applicable to us: \"Enhanced Emergency Order Procedures;\" \"Safety of Gas Transmission Pipelines: Maximum Allowable Operating Pressure Reconfirmation, Expansion of Assessment Requirements, and Other Related Amendments\" (also known as the Mega Rule Part I); and \"Safety of Gas Gathering Pipelines: Extension of Reporting Requirements, Regulation of Large, High-Pressure Lines, and Other Related Amendments\" (also known as the Mega Rule Part II); and \"Safety of Gas Transmission Pipelines: Repair Criteria, Integrity Management Improvements, Cathodic Protection, Management of Change, and Other Related Amendments\" (also known as the Mega Rule Part III); and “Pipeline Safety: Requirement of Valve Installation and Minimum Rupture Detection Standards” (the valve rule). The Enhanced Emergency Order Procedures rule, which became effective on December 2, 2019, implements an existing statutory authorization for the PHMSA to issue emergency orders related to pipeline safety if an unsafe condition or practice, or a combination of unsafe conditions and practices, constitutes, or is causing an imminent hazard. Mega Rule Part I, which went into effect on July 1, 2020, requires operators of certain gas transmission pipelines that have been tested or that have inadequate records to determine the material strength of their lines by reconfirming the Maximum Allowable Operating Pressure (MAOP), and establishes a new Moderate Consequence Area for determining regulatory requirements for gas transmission pipeline segments outside of high consequence areas. The rule also establishes new requirements for conducting baseline assessments, incorporates into the regulations industry standards and guidelines regarding design, construction and in-line inspections (ILI), and new requirements for data integration and risk analysis in integrity management programs, including seismicity, manufacturing and construction defects, and crack and crack-like defects, and includes several requirements that allow operators to notify the PHMSA of proposed alternative approaches to achieving the objectives of the minimum safety standards. \nMega Rule Part II, which was finalized in November 2021 and went into effect on May 16, 2022, extends existing design, operational and maintenance, and reporting requirements to onshore natural gas gathering pipelines in rural areas. The rule requires operators of onshore gas gathering pipelines to report incidents and file annual reports (with the first annual reports submitted in Spring 2023) and creates new safety requirements that vary based on pipeline diameter and potential consequences of a failure. Mega Rule Part III, which was finalized in August 2022, went into effect on May 24, 2023. The rule requires operators of certain transmission pipelines to assess their integrity management practices and comply with enhanced corrosion control and mitigation timelines. It also establishes new requirements for pipeline inspections following an extreme weather event or natural disaster and provides enhanced guidance for pipeline repairs. The valve rule requires the installation of remote operated rupture mitigation valves on new or entirely replaced transmission and storage lines when valves are installed to meet valve spacing requirements. In addition, the valve rule includes requirements for operator actions to be taken when notified of a potential rupture that include notifying emergency response agencies and closing valves within a specified timeframe.\nHowever, as discussed below, we do expect certain compliance costs to increase in the future, and we continue to assess the impact of compliance with these rules which could materially impact our future costs of operations and revenue from operations. For example, Mega Rule Part I requires MAOP reconfirmation of certain previously untested transmission pipeline segments, which are commonly referred to as ‘‘grandfathered’’ pipelines. Our grandfathered pipeline MAOP reconfirmation efforts, which we have initiated, may result in unanticipated testing and/or replacement costs. When reconfirming MAOP on certain of our grandfathered pipeline segments we may be required to remove portions of pipelines for testing, shut in certain pipelines, and/or may face significant operational or technical challenges when performing either a pressure test or an ILI examination, which could result in substantial costs related thereto, or to repairs, remediation, or replacing existing pipelines, and/or other mitigating actions that may be determined to be necessary as a result of the tests, as well as lost cash flows resulting from shutting down our pipelines during the pendency of any such actions, which could be material to our capital expenditures, earnings and competitive position. Additionally, ensuring complete compliance with the applicable Mega Rule compliance deadlines may cause us to incur significant additional expenses if anomalous pipeline conditions are discovered.\nStates are generally preempted by federal law in the area of pipeline safety, but state agencies may qualify to assume responsibility for enforcing federal regulations over intrastate pipelines. They may also promulgate additive pipeline safety regulations provided that the state standards are at least as stringent as the federal standards. Although many of our natural gas facilities fall within a class that is not subject to integrity management requirements, we may incur significant costs and liabilities associated with repair, remediation, preventive or mitigation measures associated with our non-exempt transmission pipelines. The costs, if any, for repair, remediation, preventive or mitigating actions that may be determined to be necessary as a result of the testing program, as well as lost cash flows resulting from shutting down our pipelines during the pendency of any such actions, could be material to our capital expenditures, earnings and competitive position.\nShould we fail to comply with U.S. Department of Transportation regulations adopted under authority granted to the PHMSA, we could be subject to penalties and fines. The PHMSA has the statutory authority to impose civil penalties for pipeline safety violations up to a maximum of approximately $272,926 per day for each violation and approximately $2.7 million for a related series of violations. This maximum penalty authority established by statute will continue to be adjusted periodically to account for inflation. In addition, we could be required to make additional, unforeseen maintenance capital expenditures in the future for our regulatory compliance initiatives. Additionally, the adoption of new laws and regulations, such as the Mega Rule discussed above, could result in significant added costs or delays to in service or the termination of projects, which could have a material adverse effect on us in the future.\nIn December 2020, President Trump signed the \"Protecting our Infrastructure of Pipelines and Enhancing Safety (PIPES Act) of 2020,\" which reauthorized the federal pipeline safety program that expired in 2019. The PIPES Act identifies areas where Congress believed additional oversight, research, or regulations was needed. The PIPES Act includes new mandates for the PHMSA to require operators to update, as needed, their emergency response plans and operating and maintenance plans. The PIPES Act also requires operators to manage records and update, as necessary, their existing district regulator stations to eliminate a common mode of failure. The PHMSA will also require that leak detection and repair programs consider the environment, the use of advance lead detection practices and technologies, and that operators be able to locate and categorize all leaks that are hazardous to human safety, the environment, or that can become hazardous. We have not incurred and do not anticipate incurring material capital expenditures in connection with complying with the PIPES Act.\nOccupational Safety and Health Act. We are subject to the requirements of the federal Occupational Safety and Health Act and comparable state laws that regulate the protection of the health and safety of employees. In addition, the Occupational Health and Safety Administration's (OSHA) hazard communication standard, the Emergency Planning and Community Right to Know Act and implementing regulations and similar state statutes and regulations require us to maintain information about hazardous materials used or produced in our operations and this information is required to be provided to employees, state and local government authorities, and citizens.\nEndangered Species Act and Migratory Bird Treaty Act. The federal Endangered Species Act (ESA) provides for the protection of endangered and threatened species. Pursuant to the ESA, if a species is listed as threatened or endangered, restrictions may be imposed on activities adversely affecting that species' habitat. The U.S. Fish and Wildlife Service (FWS) may designate critical habitat and suitable habitat areas that it believes are necessary for survival of a threatened or endangered species. In June and July 2022, the FWS issued final rules rescinding the regulations defining \"habitat\" and governing critical habitat exclusions. In March 2024, the FWS issued three final rules governing interagency cooperation, listing species and designating critical habitat, and expanding protection options for species listed as threatened pursuant to the ESA. Protections similar to the ESA are offered to migratory birds under the Migratory Bird Treaty Act (MBTA), which makes it illegal to, among other things, hunt, capture, kill, possess, sell, or purchase migratory birds, nests, or eggs without a permit. This prohibition covers most bird species in the U.S. In October 2021, the Department of the Interior issued an advance notice of proposed rulemaking seeking comment on the Department's plan to develop regulations that authorize incidental taking under certain prescribed conditions. The Department has not yet issued a proposed rule. However, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend or rescind all agency actions that are unduly burdensome on the identification, development or use of domestic energy resources. Consequently, future implementation and enforcement of the rules impacting the ESA and the MBTA are uncertain. A critical habitat or suitable habitat designation could result in further material restrictions to federal land use and may materially delay or prohibit access to protected areas for natural gas development. Further, the designation of previously unprotected species as threatened or endangered in areas where underlying property operations are conducted could cause us to incur increased costs arising from species protection measures or could result in limitations on our exploration, production and midstream activities that could have an adverse impact on our ability to develop and produce reserves and transport products to points of sale. There is also increasing interest in nature-related matters beyond protected species, such as general biodiversity, which may similarly require us or our customers to incur costs or take other measures that may adversely impact our business or operations.\nSee Note 15 to the Consolidated Financial Statements for a description of expenditures related to environmental matters. \nHuman Capital Resources\n\nAs of December 31, 2024, we had 1,461 full-time equivalent employees (i.e., excluding temporary employees and contractors), none of whom were subject to a collective bargaining agreement. Of our employee base, 77% are male and 23% are female. Approximately 56% of our permanent employees work remotely, with 95% residing in Pennsylvania, West Virginia, Texas or Ohio.\nWe aim to develop a workforce that produces peer-leading results. To further that goal, we have focused on creating a modern, innovative, collaborative and digitally-enabled work environment. Our cloud-based digital work environment serves as our primary platform for communication and collaboration as well as the home for our critical work processes and drives decision-making based on a shared and transparent view of operational data. We use our digital work environment to engage directly with our employees by sharing company updates and personnel accomplishments as well as to solicit suggestions and comments from all employees. We believe that this helps promote real-time feedback and a greater degree of employee engagement, which lays the foundation for the success of our workforce.\nWe understand that providing employees with the resources and support they need to live a physically, mentally and financially healthy life is critical for sustaining a workplace of choice. We offer benefits that include subsidized health insurance, a company contribution and company match on 401(k) retirement savings, an employee stock purchase plan, paid maternity and paternity leave, flexible work arrangements, volunteer time off and a company match on employee donations to qualified non-profits. We also offer our employees the flexibility to elect to work a \"9/80\" work schedule, under which, during the standard 80-hour pay period, an employee works eight 9-hour days and one 8-hour day (Friday), with a tenth day off (alternating Fridays). \nWe also offer an \"equity-for-all\" program, pursuant to which, we grant annual equity awards to all of our employees. With the equity-for-all program, all of our employees become owners of EQT and have the opportunity to share directly in our financial success.\nAvailability of Reports and Other Information\n\nWe make certain filings with the SEC, including our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments and exhibits to those reports, available free of charge through our investor relations website, http://ir.eqt.com, as soon as reasonably practicable after they are filed with or furnished to the SEC. Reports filed with the SEC are also available on the SEC's website, http://www.sec.gov.\nWe use our X (formerly known as Twitter) account, @EQTCorp, our Facebook account, @EQTCorporation, and our LinkedIn account, EQT Corporation, as additional ways of disseminating information that may be relevant to investors.\nWe generally post the following to our investor relations website shortly before or promptly following its first use or release: financially-related press releases, including earnings releases and supplemental financial information; various SEC filings; presentation materials associated with earnings and other investor conference calls or events; and access to live and recorded audio from earnings and other investor conference calls or events. In certain cases, we may post the presentation materials for other investor conference calls or events several days prior to the call or event. For earnings and other conference calls or events, we generally include within our posted materials a cautionary statement regarding forward-looking and non-GAAP financial information as well as non-GAAP to GAAP financial information reconciliations (if available). Such GAAP reconciliations may be in materials for the applicable presentation, in materials for prior presentations or in our annual, quarterly or current reports.\nIn certain circumstances, we may post information, such as presentation materials and press releases, to our corporate website, www.EQT.com, or our investor relations website to expedite public access to information regarding EQT in lieu of making a filing with the SEC for first disclosure of the information. When permissible, we expect to continue to do so without also providing disclosure of this information through filings with the SEC.\nWhere we have included internet addresses in this Annual Report on Form 10-K, we have included those internet addresses as inactive textual references only. Except as specifically incorporated by reference into this Annual Report on Form 10-K, information on those websites is not part hereof.\nJurisdiction and Year of Formation\n\nWe are a Pennsylvania corporation formed in 2008 in connection with a holding company reorganization of the former Equitable Resources, Inc.",
      "char_count": 125326
    },
    "item1a": {
      "text": "Item 1A.    Risk Factors\nIn addition to the other information contained in this Annual Report on Form 10-K, the following risk factors should be considered in evaluating our business and future prospects. Note that additional risks not presently known to us or that are currently considered immaterial may also have a negative impact on our business and operations. If any of the events or circumstances described below actually occur, our business, financial condition or results of operations could suffer and the trading price of our common stock could decline.\nRisks Associated with Natural Gas Production, Midstream and Processing Operations\nDrilling for, producing, gathering, transmitting, storing and processing natural gas are high-risk and costly activities with many uncertainties. Our future financial position, cash flows and results of operations depend on the success of our operating activities, which are subject to numerous risks beyond our control.\nMany factors may curtail, delay, suspend or cancel our scheduled drilling projects, the development schedule of wells which we do not operate but in which we have a working interest (referred to as non-operated wells), and our gathering, transmission, storage and processing operations, including the following:\n•delays imposed by or resulting from compliance with regulatory requirements, including limitations resulting from permitting, wastewater disposal, emission of GHGs, and limitations on hydraulic fracturing;\n•shortages of or delays in obtaining equipment, rigs, pipe, materials, qualified personnel, water (for hydraulic fracturing activities) or other natural resources needed for our operations;\n•supply chain disruptions or labor shortage impacts;\n•equipment failures, accidents or other unexpected operational events;\n•lack of available gathering and water facilities or delays in the construction of gathering and water facilities;\n•aging infrastructure and mechanical or structural problems;\n•failure of equipment, facilities or new technology;\n•damage to pipelines, wells and storage assets, facilities, equipment, environmental controls and surrounding properties, and pipeline blockages or other operational interruptions, caused or exacerbated by natural phenomena, weather conditions, acts of sabotage, vandalism and terrorism;\n•security risks, including cybersecurity incidents;\n•inadvertent damage from construction, vehicles, and farm and utility equipment;\n•lack of available capacity on interconnecting transportation pipelines;\n•adverse weather conditions, such as flooding, droughts, freeze-offs, fires, landslides, blizzards and ice storms;\n•issues related to compliance with environmental regulations;\n•environmental hazards, such as natural gas leaks, oil and diesel spills, pipeline and tank ruptures, encountering naturally occurring radioactive materials, and unauthorized discharges of brine, well stimulation and completion fluids, toxic gases or other pollutants into the surface and subsurface environment;\n•leaks, migrations or losses of natural gas as a result of issues regarding pipeline and/or storage equipment or facilities and, including with respect to storage assets, as a result of undefined boundaries, geologic anomalies, limitations in then-applied industry-standard testing methodologies, operational practices (including as a result of regulatory requirements), natural pressure migration and wellbore migration or other factors relevant to such storage assets;\n•declines in natural gas, NGLs and oil market prices;\n•limited availability of financing at acceptable terms;\n•ongoing litigation or adverse court rulings;\n•public opposition to our operations;\n•title, surface access, coal mining and right of way issues; and\n•limitations in the market for natural gas, NGLs and oil.\nAny of these risks can cause a delay or suspension of our operations, including our development program or the scheduled development of non-operated wells in which we have a working interest, or result in substantial financial losses, personal injury or loss of life, damage to or destruction of property, natural resources and equipment, pollution, environmental contamination and other regulatory penalties. \nThe location of certain segments of our wells and pipeline systems in or near populated areas, including residential areas, commercial business centers and industrial sites, could increase the damages resulting from these risks. Accidents or other operating risks have resulted, and in the future could result, in loss of service available to our pipeline customers. Customer impacts arising from service interruptions on segments of our pipeline systems and/or our assets have included and/or may include, without limitation and as applicable, curtailments, limitations on our ability to satisfy customer contractual requirements, obligations to provide reservation charge credits to customers and solicitation of our existing customers by third parties for potential new projects that would compete directly with our existing services. Such circumstances could adversely impact our ability to retain customers and negatively impact our business, financial condition, results of operations, and cash flows.\nAdditionally, we cannot control or otherwise influence the development schedule of non-operated wells in which we have a working interest. Adjustments to our planned development schedule or the development schedule of non-operated wells in which we have a working interest could impact our future sales volume, operating revenues and expenses, per unit metrics and capital expenditures.\nWe are subject to risks associated with the operation of our wells, pipelines and facilities.\nOur business is subject to all of the inherent hazards and risks normally incidental to drilling for, producing, transporting, storing, processing, gathering and compressing natural gas, NGLs and oil, such as fires, explosions, slips, landslides, blowouts, and well cratering; pipe and other equipment and system failures; delays imposed by, or resulting from, compliance with regulatory requirements; formations with abnormal or unexpected pressures; shortages of, or delays in, obtaining equipment, pipe and qualified personnel or in obtaining water and other natural resources for hydraulic fracturing activities; adverse weather conditions, such as freeze offs of wells and pipelines due to cold weather; issues related to compliance with environmental regulations; environmental hazards, such as natural gas leaks, oil and diesel spills, pipeline and tank ruptures, encountering naturally occurring radioactive materials, and unauthorized releases of brine, well stimulation and completion fluids, wastewater, toxic gases or other pollutants into the environment, especially those that reach surface water or groundwater; inadvertent third-party damage to our assets; and natural disasters. We also face various risks or threats to the operation and security of our or third parties' facilities and infrastructure, such as processing plants, compressor stations and pipelines. Any of these risks could result in substantial losses due to personal injury and/or loss of life, severe damage to and destruction of property, equipment and natural resources, pollution or other environmental damage, loss of hydrocarbons, disruptions to our operations, regulatory investigations and penalties, suspension of our operations, repair and remediation costs, and loss of sensitive confidential information. Moreover, in the event that one or more of these hazards occur, there can be no assurance that a response will be adequate to limit or reduce damage.\nAs a result of these risks, we are also sometimes a defendant in legal proceedings and litigation arising in the ordinary course of business. There can be no assurance that the insurance policies we maintain to limit our liability for such losses will be adequate to protect us from all material expenses related to potential future claims for personal injury and property damage or that such levels of insurance will be available in the future at economical prices or to cover all risks. In addition, pollution and environmental risks generally are not fully insurable, and we may elect not to obtain insurance for any or all of these risks if we believe that the cost of available insurance is excessive relative to the risks presented. The occurrence of an event that is not fully covered by insurance could materially adversely affect our business, results of operations, cash flows and financial position.\nAdditionally, our investment in midstream infrastructure development and maintenance programs is intended, among other items, to connect our wells to other existing gathering and transmission pipelines and can involve significant risks, including those relating to timing, cost overruns and operational efficiency. Significant portions of our natural gas production are dependent on a small number of key compression and processing stations. An operational issue at any of those stations would materially impact our production, cash flows and results of operation.\nSignificant portions of our assets have been in service for several decades. There could be unknown events or conditions, or increased maintenance or repair expenses and downtime, associated with our assets that could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nSignificant portions of our transmission and storage systems have been in service for several decades. The age and condition of these systems has contributed to, and could result in, adverse events, or increased maintenance or repair expenditures, and downtime associated with increased maintenance and repair activities, as applicable. Any such adverse events or any significant increase in maintenance and repair expenditures or downtime, or related loss of revenue, due to the age or condition of our systems could adversely affect our business, financial condition, results of operations, and cash flows. \nExpanding our business by constructing new midstream assets subjects us to construction, business, economic, competitive, regulatory, judicial, environmental, political and legal uncertainties that are beyond our control.\nThe development and construction by us or our joint ventures of pipeline and storage facilities and the optimization of such assets involve numerous construction, business, economic, competitive, regulatory, judicial, environmental, political and legal uncertainties that are beyond our control, require the expenditure of significant amounts of capital and expose us to risks. Those risks include, but are not limited to: \n•physical construction conditions, such as topographical, or unknown or unanticipated geological, conditions and impediments; \n•construction site access logistics; \n•crew availability and productivity and ability to adhere to construction workforce drawdown plans; \n•adverse weather conditions; \n•project opposition, including delays caused by landowners, advocacy groups or activists opposed to our projects and/or the natural gas industry through lawsuits or intervention in regulatory proceedings; \n•evolving regulatory or legal requirements and related impacts therefrom, including additional costs of compliance; \n•the application of time of year or other regulatory restrictions affecting construction;\n•failure to meet customer contractual requirements; \n•environmental conditions; \n•vandalism and acts of sabotage; \n•the lack of available skilled labor, equipment and materials (or escalating costs in respect thereof, including as a result of inflation and/or tariffs); \n•issues regarding availability of or access to connecting infrastructure; and \n•the inability to obtain necessary rights-of-way or approvals and permits from regulatory agencies on a timely basis or at all (and maintain such rights-of-way, approvals and permits once obtained)\n\nRisks inherent in the construction of these types of projects, such as unanticipated geological conditions, challenging terrain in certain of our construction areas and severe or continuous adverse weather conditions, have adversely affected, and in the future could adversely affect, project timing, completion and costs, as well as increase the risk of loss of human life, personal injuries, significant damage to property or environmental contamination. Most notably, certain of these risks have been realized in the construction of the MVP, including construction-related risks and adverse weather conditions, and such risks or other risks may be realized in the future which may further adversely affect the timing and/or cost of the MVP and MVP Southgate (defined in Note 11 to the Consolidated Financial Statements).\nGiven such risks and uncertainties, our midstream projects or those of our joint ventures may not be completed on schedule, within budgeted cost or at all. As a further example, public participation, including by pipeline infrastructure opponents, in the review and permitting process of projects, through litigation or otherwise, has previously introduced, and in the future could introduce, uncertainty and adversely affect project timing, completion and cost. Further, civil protests regarding environmental justice, environmental health and safety, and social issues or challenges in project permitting processes related to such issues, including proposed construction and location of infrastructure associated with fossil fuels, poses an increased risk and may lead to increased litigation, legislative and regulatory initiatives and review at federal, state, tribal and local levels of government or permitting delays that can prevent or delay the construction of such infrastructure and realization of associated revenues.\nAdditionally, construction expenditures on projects generally occur over an extended period, yet we will not receive revenues from, or realize any material increases in cash flow as a result of, the relevant project until it is placed into service. Moreover, our cash flow from a project may be delayed or may not meet our expectations, including as a result of taxes which could potentially be calculated based on excess expenditures, inclusive of maintenance, incurred during extended court-driven construction delays. Furthermore, we may construct facilities to capture anticipated future growth in production and/or demand in a region in which such growth does not materialize or is delayed beyond our expectations. As a result, new facilities may not be able to attract enough throughput to achieve our expected investment return. Such issues in respect of the construction of midstream assets could adversely affect our business, financial condition, results of operations, and cash flows.\nA terrorist attack or armed conflict targeting our systems or natural gas infrastructure generally could materially adversely impact our operations.\nGrowing geopolitical instability and armed conflicts (including between Russia and Ukraine and in the Middle East) has resulted in energy infrastructure becoming a more prominent target of attack by terrorists and conflicting countries. Natural gas, NGLs and oil related facilities, including those operated by us or our service providers, could be direct targets of physical or cyber-attacks, and, if infrastructure integral to our operations is destroyed or damaged, we may experience a significant disruption in our operations. Any such disruption could materially adversely affect our financial condition, results of operations and cash flows. Costs for insurance and other security may increase as a result of increased threats, and certain insurance coverage may become more difficult to obtain, if available at all.\nPotential physical effects of climate change could disrupt our production, midstream and processing activities, cause us to incur significant costs in preparing for or responding to those effects, or otherwise adversely affect our business.\nSome scientists have concluded that increasing concentrations of GHGs in the Earth's atmosphere produce climate changes that may have significant physical effects, such as increased frequency and severity of storms, fires, floods, droughts, and other extreme climatic events. If any such effects were to occur, they have the potential to cause physical damage to our assets or affect the availability of water and thus could have an adverse effect on our operations. Potential adverse effects could include disruption of our production activities; delays in getting our and our customers' produced natural gas and NGLs to market or possibly shut-in as a result of physical damage to pipelines, other midstream infrastructure and processing facilities; increases in our costs of operation or reductions in the efficiency of our operations; reduced availability of electrical power, road accessibility, and transportation facilities; impacts on our personnel, supply chain, distribution chain or customers; and potentially increased costs for insurance coverages in the aftermath of such effects. Such physical effects could also adversely affect or delay demand for our products and midstream services or cause us to incur significant costs in preparing for, or responding to, the effects of climatic or weather events themselves. Further, energy demand could increase or decrease as a result of extreme weather conditions. A decrease in energy use due to weather or climatic changes may affect our financial condition through decreased revenues. Any one of these factors has the potential to have a material adverse effect on our business, financial condition, results of operations, and cash flow. Our ability to mitigate the physical impacts of adverse weather conditions depends in part upon our disaster preparedness and response along with our business continuity planning.\nOur drilling locations are scheduled out over many years, making them susceptible to uncertainties that could materially alter the occurrence or timing of when they are drilled, if at all.\nOur management team has specifically identified and scheduled certain well locations as an estimation of our future multi-year drilling activities on our existing acreage. These well locations represent a significant part of our business strategy. Our ability to drill and develop these locations depends on a number of uncertainties, including natural gas, NGLs and oil prices; the availability and cost of capital; drilling and production costs; the availability of drilling services and equipment; drilling results; lease expirations; topography; gathering system and pipeline transportation costs and constraints; access to and availability of sand and water and corresponding materials sourcing and distribution systems, including railroads; coordination with coal mining; regulatory approvals; and other factors. Because of these uncertain factors, we do not know if the drilling locations we have scheduled will ever be drilled or if we will be able to produce natural gas, NGLs or oil from these or any other drilling locations. In addition, if production is not established within the spacing units covering our undeveloped acres in accordance with the requisite timeframe set forth in the applicable lease, our leases for such acreage will expire. Further, certain of the horizontal wells we intend to drill in the future may require pooling or unitization with adjacent leaseholds controlled by third parties. If these third parties are unwilling to pool or unitize such leaseholds with ours, the total locations we can drill may be limited. As such, our actual drilling activities may materially differ from those presently identified.\nFailure to timely develop our leased real property could result in increased capital expenditures and/or impairment of our leases.\nMineral rights are typically owned by individuals who may enter into property leases with us to allow for the development of natural gas. Such leases expire after an initial term, typically five years, unless certain actions are taken to preserve the lease. If we cannot preserve a lease, the lease terminates. Approximately 6% of our net undeveloped acres are subject to leases that could expire over the next three years. Lack of access to capital, changes in government regulations, changes in future development plans or commodity prices, reduced drilling activity, or the reduction in the fair value of undeveloped properties in the areas in which we operate could impact our ability to preserve, trade or sell our leases prior to their expiration, resulting in the termination or impairment of leases for properties that we have not developed.\nWe evaluate capitalized costs of unproved oil and gas properties at least annually to determine recoverability on a prospective basis. Indicators of potential impairment include changes brought about by economic factors, potential shifts in our business strategy and historical experience. The likelihood of an impairment of unproved oil and gas properties increases as the expiration of a lease term approaches and drilling activity has not commenced. For the years ended December 31, 2024, 2023 and 2022, we recorded impairment and expiration of leases of $97.4 million, $109.4 million and $176.6 million, respectively. Refer to Note 1 to the Consolidated Financial Statements.\nWe do not own all of the land on which our pipelines and facilities are located, which could disrupt our operations and future development.\nWe do not own all of the land on which our pipelines, storage systems and facilities have been constructed, and we have been, and in the future could be, subject to more onerous terms, and/or increased costs or delays, in attempting (or by virtue of the need to attempt) to acquire or to maintain use rights to land. Although many of these rights are perpetual in nature, we occasionally obtain the rights to construct and operate our pipelines and other facilities on land owned by third parties and governmental agencies for a specific period of time or in a manner in which certain facts could give rise to the presumption of the abandonment of the pipeline or other facilities. As has been the case in the past, if we were to be unsuccessful in negotiating or renegotiating rights-of-way or easements, we might have to institute condemnation proceedings on our FERC-regulated assets, the potential for which may have a negative effect on the timing and/or terms of FERC action on a project's certification application and/or the timing of any authorized activities, or relocate our facilities for non-regulated assets. The FERC has announced a policy that would presumptively stay the effectiveness of certain future construction certificates, which may limit when we are able to exercise condemnation authority. It is possible that Congress may amend Section 7 of the NGA to codify the FERC's presumptive stay or otherwise limit, modify, or remove the ability to utilize condemnation. It is also possible that a court may limit, modify or remove an operator's ability to utilize condemnation under Section 7 of the NGA. A loss of rights-of-way, lease or easements or a relocation of our non-regulated assets could have a material adverse effect on our business, financial condition, results of operations, and cash flow. Additionally, even when we own an interest in the land on which our pipelines, storage systems and facilities have been constructed, agreements with correlative rights owners have caused us to, and in the future may require that we, relocate pipelines and facilities or shut in storage systems and facilities to facilitate the development of the correlative rights owners' estate, or pay the correlative rights owners the lost value of their estate if they are not willing to accommodate development.\nWe may incur losses as a result of title defects in the properties we lease.\nOur inability to cure any title defects in our leases in a timely and cost-efficient manner may delay or prevent us from utilizing the associated mineral interest or developing planned midstream infrastructure, which may adversely impact our ability in the future to increase our production and reserves or meet customer demands for midstream services. The existence of a material title deficiency can render a lease worthless and can adversely affect our results of operations and financial position.\nThe amount and timing of actual future natural gas, NGLs and oil production is difficult to predict and may vary significantly from our estimates, which may reduce our earnings.\nBecause the rate of production from natural gas and oil wells, and associated NGLs, generally declines as reserves are depleted, our future success depends upon our ability to develop additional reserves that are economically recoverable and to optimize existing well production, and our failure to do so may reduce our earnings. Additionally, a failure to effectively and efficiently operate existing wells may cause our production volume to fall short of our projections. Our drilling and subsequent maintenance of wells can involve significant risks, including those related to timing, cost overruns and operational efficiency, and these risks can be affected by the availability of capital, leases, rigs, equipment, a qualified work force, and adequate capacity for the treatment and recycling or disposal of wastewater generated in our operations, as well as weather conditions, natural gas, NGLs and oil price volatility, regulatory approvals, title and property access problems, geology, equipment failure or accidents and other factors. Drilling for natural gas and oil can be unprofitable, not only due to dry wells, but also as a result of productive wells that perform below expectations or that do not produce sufficient revenues to return a profit. Low natural gas, NGLs and oil prices may further limit the types of reserves that we can develop and produce economically.\nExcept to the extent that we acquire additional properties containing proved reserves, conduct successful exploration and development activities or, through engineering studies, identify additional behind-pipe zones or secondary recovery reserves, our proved reserves will decline as reserves are produced. Our future natural gas, NGLs and oil production, therefore, is highly dependent upon our level of success in acquiring or finding additional reserves that are economically recoverable. We cannot be certain that we will be able to find or acquire and develop additional reserves at an acceptable cost. Without continued successful development or acquisition activities, together with efficient operation of existing wells, our reserves and production, together with associated revenues, will decline as a result of our current reserves being depleted by production.\nOur proved reserves are estimates that are based on many assumptions that may prove to be inaccurate. Any significant change in these underlying assumptions will greatly affect the quantities and present value of our reserves.\nReserve engineering is a subjective process involving estimates of underground accumulations of natural gas, NGLs and oil and assumptions concerning future prices, production levels and operating and development costs, some of which are beyond our control. These estimates and assumptions are inherently imprecise, and we may adjust our estimates of proved reserves based on changes in these estimates or assumptions. As a result, estimated quantities of proved reserves and projections of future production rates and the timing of development expenditures may prove to be inaccurate. Any significant variance from our assumptions could greatly affect our estimates of reserves, the economically recoverable quantities of natural gas, NGLs and oil, the classifications of reserves based on risk of recovery and estimates of future net cash flows. To the extent we experience a sustained period of reduced commodity prices, there is a risk that a portion of our proved reserves could be deemed uneconomic and no longer be classified as proved. Although we believe our estimates are reasonable, actual production, revenues and costs to develop reserves will likely vary from our estimates and these variances could be material. Numerous changes over time to the assumptions on which our reserve estimates are based, as described above, often result in the actual quantities of natural gas, NGLs and oil we ultimately recover being different from our reserve estimates.\nThe standardized measure of discounted future net cash flows from our proved reserves is not the same as the current market value of our estimated natural gas, NGLs and oil reserves.\nYou should not assume that the standardized measure of discounted future net cash flows from our proved reserves is the current market value of our estimated natural gas, NGLs and oil reserves. In accordance with SEC requirements, we based the discounted future net cash flows from our proved reserves on the twelve-month unweighted arithmetic average of the first-day-of-the-month price for the preceding twelve months without giving effect to derivative transactions. Actual future net cash flows from our reserves will be affected by factors such as the actual prices we receive for natural gas, NGLs and oil, the amount, timing and cost of actual production and changes in governmental regulations or taxation. The timing of both our production and our incurrence of expenses in connection with the development and production of oil and gas properties will affect the timing and amount of actual future net revenues from proved reserves, and thus their actual present value. In addition, the 10% discount factor we use when calculating the standardized measure may not be the most appropriate discount factor based on interest rates in effect from time to time and risks associated with our operations or the natural gas, NGLs and oil industry in general.\nNatural gas, NGLs and oil price declines, and changes in our development strategy, have resulted in impairment of certain of our assets. Future declines in commodity prices, increases in operating costs or adverse changes in well performance or additional changes in our development strategy may result in additional write-downs of the carrying amounts of our assets, including long-lived intangible assets, which could materially and adversely affect our results of operations in future periods.\nWe review the carrying values of our assets for indications of impairment when events or circumstances indicate that the remaining carrying value may not be recoverable. A significant amount of judgment is involved in performing these evaluations because the results are based on estimated future events and estimated future cash flows. The estimated future cash flows used to test our proved oil and gas properties for recoverability are based on proved and, if determined reasonable by management, risk-adjusted probable reserves, utilizing assumptions generally consistent with the assumptions used by our management for internal planning and budgeting purposes. Key assumptions used in our analyses include, among other things, the intended use of the asset, the anticipated production from reserves, future market prices for natural gas, NGLs and oil, future operating and development costs, inflation and the anticipated proceeds that may be received upon divestiture if there is a possibility that the asset will be divested prior to the end of its useful life. Commodity pricing is estimated by using a combination of the three-year NYMEX forward strip prices and assumptions related to gas quality, locational basis adjustments and inflation. Proved oil and gas properties that have carrying amounts in excess of estimated future cash flows are written down to fair value, which is estimated by discounting the estimated future cash flows using discount rate assumptions that marketplace participants would use in their estimates of fair value.\nFuture declines in natural gas, NGLs or oil prices, increases in operating costs or adverse changes in well performance, among other circumstances, may result in our having to make significant future downward adjustments to our estimated proved reserves and/or could result in additional non-cash impairment charges to write-down the carrying amount of our assets, including other long-lived intangible assets, which may have a material adverse effect on our results of operations in future periods. Any impairment of our assets, including other long-lived intangible assets, would require us to take an immediate charge to earnings. Such charges could be material to our results of operations and could adversely affect our results of operations and financial position. See \"Critical Accounting Estimates\" included in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and Note 1 to the Consolidated Financial Statements for a discussion of our significant accounting policies and assumptions related to accounting for natural gas, NGLs and oil producing activities and impairment of our oil and gas properties.\nFinancial and Market Risks Applicable to Our Business\nNatural gas, NGLs and oil prices are affected by a number of factors beyond our control, including many of which that are unknown and cannot be anticipated, and we cannot predict with certainty future potential movements in the price for these commodities.\nOur primary business involves the exploration, production, gathering, transmission and sale of hydrocarbons, and in particular, natural gas. Consequently, our revenue, profitability, future rate of growth, liquidity and financial position depend upon the market prices for natural gas and, to a lesser extent, NGLs and oil. Because our production and reserves predominantly consist of natural gas (approximately 93% of our equivalent proved developed reserves), changes in natural gas prices have significantly greater impact on our financial results than oil prices. \nThe prices for natural gas, NGLs and oil have historically been volatile and have been particularly volatile in recent years. The daily spot prices for NYMEX Henry Hub natural gas ranged from a high of $3.40 per MMBtu to a low of $1.21 per MMBtu between the period from January 1, 2024 through December 31, 2024, and the daily spot prices for NYMEX West Texas Intermediate oil ranged from a high of $87.69 per barrel to a low of $66.73 per barrel during the same period. NGLs are made up of ethane, propane, isobutane, normal butane and natural gasoline, all of which have different uses and different pricing characteristics, which adds further volatility to the pricing of NGLs. We expect commodity price volatility to continue or increase in the future due to rising macroeconomic uncertainty and geopolitical tensions.\nCommodity prices are affected by a number of factors beyond our control, which include:\n•weather conditions and seasonal trends;\n•the domestic and foreign supply of and demand for natural gas, NGLs and oil;\n•prevailing prices on local price indexes in the areas in which we operate and expectations about future commodity prices (the market price for natural gas in the Appalachian Basin is typically lower relative to NYMEX Henry Hub as a result of the increased production and supply of natural gas in the Northeast United States);\n•national and worldwide economic and political conditions, particularly those in, or affecting, other countries which are significant producers of natural gas and/or oil;\n•new and competing exploratory finds of natural gas, NGLs and oil;\n•changes in U.S. exports of natural gas, NGLs and oil;\n•the effect of energy conservation efforts;\n•the price, availability and consumer demand for alternative fuels;\n•the availability, proximity, capacity and cost of pipelines, other transportation facilities, and gathering, processing and storage facilities and other factors that result in differentials to benchmark prices;\n•technological advances affecting energy consumption and production;\n•the actions of the Organization of Petroleum Exporting Countries;\n•the level and effect of trading in commodity futures markets, including commodity price speculators and others;\n•the cost of exploring for, developing, producing and transporting natural gas, NGLs and oil;\n•risks associated with drilling, completion and production operations; and\n•domestic, local and foreign governmental regulations, tariffs and taxes, including environmental and climate change regulation.\nWe use financial models to attempt to project future prices for the hydrocarbons we produce and sell, and we make decisions regarding our production, operations and hedging strategy in part based on such modelling. However, due to the volatility of commodity prices and the multitude of external factors that impact commodity prices, many of which are unknown and unforeseeable, we are unable to predict with certainty future potential movements in the market prices for natural gas, NGLs and oil. The success of our plans and strategies could be negatively affected if our projections of future hydrocarbon prices are significantly different from the ultimate actual price.\nNatural gas, NGLs and oil price volatility, or a prolonged period of low natural gas, NGLs and oil prices, may have an adverse effect on our revenue, profitability, future rate of growth, liquidity and financial position.\nProlonged low, and/or significant or extended declines in, natural gas, NGLs and oil prices may adversely affect our revenues, operating income, cash flows, financial projections, and financial position, particularly if we are unable to control our development costs during periods of lower natural gas, NGLs and oil prices. Declines in prices could also adversely affect our drilling activities and the amount of natural gas, NGLs and oil that we can produce economically, which may result in our having to make significant downward adjustments to the value of our assets and could cause us to incur non-cash impairment charges to earnings. Other producers could be similarly impacted by declines in natural gas prices, potentially resulting in decreased demand for our gathering and transmission services, thereby reducing our cash flows from such operations. Reductions in cash flows from lower commodity prices may require us to incur additional debt or reduce our capital spending, which could reduce our production and our reserves, negatively affecting our future rate of growth. Reduced cash flows could also result in us having to make downward adjustments to our financial projections, such as free cash flow, and could cause us to revise our shareholder returns initiatives, including the amount of dividends paid on our common stock, which could negatively impact the price of our common stock and our ability to access the capital markets. Lower prices for natural gas, NGLs and oil may also adversely affect our credit ratings and result in a reduction in our borrowing capacity and access to other capital. See \"Critical Accounting Estimates\" included in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and Note 1 to the Consolidated Financial Statements for a discussion of our significant accounting policies and assumptions related to accounting for natural gas, NGLs and oil producing activities and impairment of our oil and gas properties.\nIncreases in natural gas, NGLs and oil prices may be accompanied by or result in increased well drilling costs, increased production taxes, increased LOE, increased volatility in seasonal gas price spreads for our storage assets and increased end-user conservation or conversion to alternative fuels. Significant natural gas price increases may subject us to margin calls on our commodity price derivative contracts (hedging arrangements, including swap, collar and option agreements and exchange-traded instruments), which would potentially require us to post significant amounts of cash collateral or letters of credit with our hedge counterparties and would negatively impact our liquidity. The cash collateral provided to our hedge counterparties, which is interest-bearing, is returned to us in whole or in part upon a reduction in forward market prices, depending on the amount of such reduction, or in whole upon settlement of the related derivative contract. To the extent we have hedged our current production at prices below the current market price, we will not benefit fully from an increase in the price of natural gas.\nAdditionally, in recent years, volatility in natural gas prices and prolonged periods of high market prices for natural gas have led to calls by certain politicians to impose a windfall profits tax on natural gas producers, limit or prohibit the volume of LNG exports out of the United States and similar restrictive regulations on natural gas development and sales. While no such regulations have been passed in the United States, continued natural gas price volatility or prolonged high natural gas prices could result in the imposition of certain regulations directed at driving down the market price for natural gas. In the event such regulations are adopted, the price at which we sell our natural gas may be negatively impacted, thereby impacting our sales volume and operating revenues, and demand for our midstream services may decrease, diminishing the cash flows from such operations.\nWe are also exposed to the risk of non-performance by our hedge counterparties in the event that changes, positive or negative, in natural gas prices result in our derivative contracts having a positive fair value in our favor. Further, adverse economic and market conditions could negatively affect the collectability of our trade receivables and cause our hedge counterparties to be unable to perform their obligations or to seek bankruptcy protection.\nIncreased competition from other companies that provide gathering, transmission and storage of natural gas, or from alternative fuel or energy sources, could negatively impact demand for our midstream services, which could adversely affect our financial results.\nOur ability to renew or replace existing contracts or add new contracts at rates sufficient to maintain or grow our Gathering segment and Transmission segment revenues and cash flows could be adversely affected by the activities of our midstream competitors. Our midstream systems compete primarily with other interstate and intrastate pipelines and storage facilities in the gathering, transmission and storage of natural gas. Some of our competitors have greater financial resources and may be better positioned to compete, including if the midstream industry moves towards greater consolidation. Some of these competitors may expand or construct gathering, transmission and storage systems that would create additional competition for the midstream services we provide to our customers. In addition, certain of our customers have developed or acquired their own gathering infrastructure, and may acquire or develop gathering, transmission or storage infrastructure in the future, which could have a negative impact on the demand for our midstream services depending on the location of such systems relative to our assets and our customers' drilling plans, commodity prices, existing contracts and other factors.\nThe policies of the FERC promoting competition in natural gas markets continue to have the effect of increasing the natural gas transmission and storage options for our customer base. As a result, in the future we could experience \"turnback\" of firm capacity as existing agreements expire. If we are unable to remarket this capacity or can remarket it only at substantially discounted rates compared to previous contracts, we may have to bear the costs associated with the turned back capacity. Increased competition could reduce the volumes of natural gas transported or stored on our systems or, in cases where we do not have long-term firm contracts, could force us to lower our transmission or storage rates.\nFurther, natural gas as a fuel competes with other forms of energy available to end-users, including coal, liquid fuels and, increasingly, renewable and alternative energy. Increases, whether driven by legislation, regulation or consumer preferences, in the availability and demand for renewable and alternative energy at the expense of natural gas (or increases in the demand for other sources of energy relative to natural gas based on price and other factors) could adversely affect the customers of our midstream services and lead to a reduction in demand for our natural gas gathering, transmission and storage services.\nIn addition, competition, including from renewable and alternative energy, could intensify the negative impact of factors that decrease demand for natural gas in the markets served by our systems, such as adverse economic conditions, weather, higher fuel costs and taxes or other governmental or regulatory actions that directly or indirectly increase the cost or limit the use of natural gas.\nAll of these competitive pressures could make it more difficult for us to retain our existing customers and/or attract new customers and/or additional volumes from existing customers as we seek to maintain and expand our midstream operations, which could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nWe may not be able to renew or replace expiring gathering, transmission or storage contracts at favorable rates, on a long-term basis or at all, and disagreements have occurred and may arise with contractual counterparties on the interpretation of existing or future contractual terms.\nOne of our exposures to market risk occurs at the time our existing gathering, transmission and storage contracts expire and are subject to renegotiation and renewal. As these contracts expire, we may have to negotiate extensions or renewals with existing customers or enter into new contracts with existing customers or other customers. We may be unable to do so on favorable commercial terms, if at all. Further, we also may be unable to maintain the economic structure of a particular contract with an existing customer or the overall mix of our contract portfolio. The extension or renewal of existing contracts and entry into new contracts depends on a number of factors beyond our control, including, but not limited to: (i) the level of existing and new competition to provide services to our markets; (ii) macroeconomic factors affecting natural gas economics for our current and potential customers; (iii) the balance of supply and demand, on a short-term, seasonal and long-term basis, in our markets; (iv) the extent to which the customers in our markets are willing to contract on a long-term basis or require capacity on our systems; (v) customers' existing and future downstream commitments; and (vi) the effects of federal, state or local regulations on the contracting practices of our customers and us. Additionally, disagreements may arise with contractual counterparties on the interpretation of contractual provisions, including during the negotiation, for example, of contract amendments required to be entered into upon the occurrence of specified events.\n\nAny failure to extend or replace a significant portion of our existing gathering, transmission and storage contracts, or extending or replacing such contracts at unfavorable or lower rates or with lower or no associated firm reservation fee revenues, or other disadvantageous terms relative to the prior contract structure, or disagreements or disputes on the interpretation of existing or future contractual terms, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nWe may not be able to increase our customer throughput and resulting revenue due to competition and other factors, which could limit our ability to grow our Gathering segment and Transmission segment.\nOur ability to increase our customer-subscribed pipeline capacity and throughput and resulting revenue is subject to numerous factors beyond our control, including competition from other producers' existing contractual obligations to competitors, the location of our assets relative to those of competitors for existing or potential midstream customers (or such customers' own midstream assets), takeaway capacity constraints out of the Appalachian Basin, commodity prices, producers' optionality in utilizing our (relative to third-party) systems to fill downstream commitments, and the extent to which we have available capacity when and where shippers require it. To the extent that we lack available capacity on our systems for volumes, or we cannot economically increase capacity, we may not be able to compete effectively with third-party systems for additional natural gas production in our areas of operation, and capacity constraints, as well as commodity prices, may, as has occurred in the past, adversely affect the degree to which natural gas production occurs in the Appalachian Basin, and relatedly the degree to which our midstream systems are utilized.\nOur efforts to attract new midstream customers or larger commitments from existing customers may be adversely affected by our desire to provide services pursuant to long-term firm contracts and contracts with MVCs. Our potential midstream customers may prefer to obtain services under other forms of contractual arrangements which could require volumetric exposure or potentially direct commodity exposure, and we may not be willing to agree to such other forms of contractual arrangements.\nA substantial majority of the services we provide on our transmission and storage systems are subject to long-term, fixed-price \"negotiated rate\" contracts that are subject to limited or no adjustment, even if our cost to perform such services exceeds the revenues received from such contracts, and, as a result, our costs could exceed our revenues received under such contracts, we could be unable to achieve the expected investment return under such contracts, and/or our business, financial condition, results of operations, and cash flows could be adversely affected.\nIt is possible that costs to perform services under our midstream contracts with \"negotiated rates\" could exceed the negotiated rates we have agreed to with our customers. If this occurs, it could decrease the cash flow realized by our midstream systems and, therefore, could have a material adverse effect on our business, financial condition, results of operations, and cash flows. Under FERC policy, a regulated service provider and a customer may mutually agree to a \"negotiated rate,\" and that contract must be filed with and accepted by the FERC. As of December 31, 2024, approximately 99% of the contracted firm transmission capacity on our systems was subscribed under such \"negotiated rate\" contracts. Unless the parties to these \"negotiated rate\" contracts agree otherwise, the contracts generally may not be adjusted to account for increased costs that could be caused by inflation, GHG emission cost (such as carbon taxes, fees, or assessments) or other factors relating to the specific facilities being used to perform the services.\nA financial crisis or deterioration in general economic, business or geopolitical conditions could materially adversely affect our operations and financial condition. \nConcerns over global economic conditions, stock market volatility, energy costs, geopolitical issues (including continued hostilities between Russia and Ukraine as well as other conflicts, including in the Middle East), potential tariffs imposed by the United States or other countries on goods and natural resources, including natural gas and LNG, inflation and U.S. Federal Reserve interest rate adjustments in response thereto, and the availability and cost of credit, have contributed and may continue to contribute to increased economic uncertainty and diminished expectations for the global economy. Global economic conditions, geopolitical issues and inflation have constrained global and domestic supply chains, which has impacted and could in the future continue to impact our ability to develop our reserves in accordance with our drilling and completions schedule and could impact the development schedule of our midstream customers, thereby resulting in decreased demand for, and revenue from, our midstream services. Additionally, global economic conditions have a significant impact on commodity prices and any stagnation or deterioration in global economic conditions could result in decreased demand and, thus, lower prices for natural gas, NGLs or oil. Such uncertainty could also result in higher natural gas, NGLs and oil prices, which could potentially result in increased inflation worldwide and could negatively impact demand for natural gas, NGLs and oil.\nDevelopments related to climate change may expedite a transition away from the use of carbon-intensive sources for energy generation and products derived from certain fossil fuels, which could have a material and adverse effect on us if we are not able to demonstrate that our products and services align with a low-carbon transition.\nGovernmental and regulatory bodies, investors, consumers, industry participants and other stakeholders have been increasingly focused on combating the effects of climate change. This focus, together with changes in consumer, industrial and commercial behavior, preferences and attitudes with respect to the generation and consumption of energy, and the use of products manufactured with, or powered by, fossil fuels, has led to, and in the long-term is anticipated to continue to result in, (i) the enactment of climate change-related regulations, policies and initiatives, including enhanced disclosure obligations, (ii) technological advances with respect to the generation, transmission, storage and consumption of energy, and (iii) increased consumer, industrial and commercial demand for low-carbon energy sources and products manufactured with, or powered by, demonstrably low carbon-intensive sources. This has in turn led to increased scrutiny over the carbon-intensity of various fossil fuels, including the natural gas and NGLs that we produce, transport and sell. If we are not able to demonstrate that our products and services align with a transition to a low-carbon economy, the demand and prices for our products and services could be negatively impacted depending on the pace of such transition and potential future demands for low-carbon products. Such developments may also adversely impact, among other things, the availability of third-party services and facilities that we rely on, which may increase our operational costs and adversely affect our ability to successfully carry out our business strategy. Climate change-related developments may also impact the market prices of, or our access to, raw materials such as energy, iron, sand and water and therefore result in increased costs to our business. \nFurther, there have been efforts to influence the investment community, including investment advisors, insurance companies, and certain sovereign wealth, pension and endowment funds and other groups, by promoting divestment of fossil fuel equities and pressuring lenders to limit funding and insurance underwriters to limit coverages to companies engaged in the extraction of fossil fuel reserves, which if successful, could make it more difficult to secure funding for exploration and production activities or adversely impact the cost of capital for both us and our customers and could thereby adversely affect the demand and price of our securities. Limitation of investments in and financings for energy companies could also result in the restriction, delay or cancellation of infrastructure projects and energy production activities.\nFinally, claims have been made against certain energy companies alleging that GHG emissions from oil and natural gas operations constitute a public nuisance under federal and/or state common law or alleging that the companies have been aware of the adverse effects of climate change for some time but failed to adequately disclose such impacts to their investors or customers. As a result, private individuals or public entities may seek to enforce environmental laws and regulations against us and could allege personal injury, property damages or other liabilities. We could be named in actions making similar allegations. An unfavorable ruling in any such case could significantly impact our operations and could have an adverse impact on our financial condition.\nWe may not be able to successfully execute our plan to deleverage our business or otherwise reduce our debt level, which could adversely affect our operating flexibility, business, financial condition, results of operations, and cash flows.\nIn 2024, we published, and in 2025 we updated, our Debt Retirement Plan. We intend to fund our Debt Retirement Plan through asset monetizations, such as the NEPA Non-Operated Asset Divestitures and the Midstream Joint Venture Transaction, and free cash flow; however, there can be no assurance that we will be able to generate sufficient monetization proceeds and free cash flow to execute our Debt Retirement Plan on our anticipated timeframe, if at all. Our ability to de-lever and the pace thereof will depend on our future financial and operating performance, which will be affected by the prevailing economic conditions and financial, business, regulatory and other factors, as well as the MVP Joint Venture's (defined in Note 11 to the Consolidated Financial Statements) ability to execute on project-level financing, some of which are beyond our control. If we are not able to successfully execute our Debt Retirement Plan or otherwise reduce our debt to a level we believe appropriate, our credit ratings may be lowered, we may reduce or delay our planned capital expenditures or investments, and we may revise our shareholder returns strategy or other strategic plans.\nOur substantial debt obligations could have significant adverse consequences on our business and future prospects, and restrictions in our debt agreements could limit our operating flexibility, growth and ability to engage in certain activities. \nAs of December 31, 2024, we had $9.3 billion of debt outstanding, and we may incur additional indebtedness in the future. Increases in our level of indebtedness may:\n•require us to use a substantial portion of our cash flow to make debt service payments, which will reduce the funds that would otherwise be available for our operations, future business opportunities, and our shareholder returns strategy;\n•limit our operating flexibility due to financial and other restrictive covenants, including restrictions on incurring additional debt, making certain investments and paying dividends;\n•place us at a competitive disadvantage compared to our competitors with lower debt service obligations;\n•depending on the levels of our outstanding debt, limit our ability to obtain additional financing for working capital, capital expenditures, general corporate and other purposes; and\n•increase our vulnerability to downturns in our business or the economy, including declines in prices for natural gas, NGLs and oil.\nIn addition, our level of indebtedness may be viewed negatively by credit rating agencies and our credit ratings may be lowered. Changes in our credit ratings may affect our access to the capital markets, the cost of short-term debt through interest rates and fees under our lines of credit, the interest rate on our revolving credit facilities and our senior notes with adjustable rates, the rates available on new debt, our pool of investors and funding sources, and the borrowing costs and margin deposit requirements on our OTC derivative instruments and credit assurance requirements, including collateral, in support of our midstream service contracts, joint venture arrangements or construction contracts. As of February 14, 2025, EQT's senior notes were rated \"Baa3\" with a \"Negative\" outlook by Moody's Investors Services (Moody's), \"BBB–\" with a \"Stable\" outlook by Standard & Poor's Ratings Service (S&P) and \"BBB–\" with a \"Stable\" outlook by Fitch Ratings Service (Fitch). As of February 14, 2025, EQM Midstream Partners, LP's (our wholly-owned subsidiary, EQM) senior notes were rated \"Ba2\" with a \"Stable\" outlook by Moody's, \"BBB–\" with a \"Stable\" outlook by S&P and \"BB+\" with a \"Stable\" outlook by Fitch. Although we are not aware of any current plans of Moody's, S&P or Fitch to downgrade its rating of EQT’s or EQM’s senior notes, we cannot be assured that one or more of these rating agencies will not downgrade or withdraw entirely its rating of EQT’s or EQM's senior notes. Low prices for natural gas, NGLs and oil, an increase in the level of our indebtedness or other factors may result in Moody's, S&P or Fitch downgrading its rating of our senior notes. Changes in credit ratings may affect our access to the capital markets, the cost of short-term debt through interest rates and fees under our lines of credit, the interest rate on our senior notes with adjustable rates, the rates available on new debt, our pool of investors and funding sources, the borrowing costs and margin deposit requirements on our OTC derivative instruments and credit assurance requirements, including collateral, in support of our midstream service contracts, joint venture arrangements or construction contracts.\nOur debt agreements require us to comply with certain covenants. For more information about our debt agreements, read \"Capital Resources and Liquidity\" in Item 7., \"Management's Discussion and Analysis of Financial Condition and Results of Operations.\" If the price that we receive for our natural gas, NGLs and oil production deteriorates from current levels and continues for an extended period, or if demand for our midstream services decreases for a prolonged period, it could lead to reduced revenues, cash flow and earnings, which in turn could lead to a default due to lack of covenant compliance. If the payment of the debt is accelerated, our assets may be insufficient to repay such debt in full, and in turn our shareholders could experience a partial or total loss of their investment. EQT's revolving credit facility, Eureka's revolving credit facility, and certain of EQT's and EQM's senior notes each contain a cross default provision that applies to a default related to any other indebtedness the applicable borrower may have with an aggregate principal amount in excess of a specified threshold as set forth in the applicable debt documents\nOur operations have substantial capital requirements, and we may not be able to obtain needed capital or financing on satisfactory terms.\nOur business is capital intensive. We make and expect to continue to make substantial capital expenditures for the development and acquisition of natural gas, NGLs and oil reserves, as well as processing facilities, pipelines and related infrastructure. Additionally, the construction of additions or modifications to our existing midstream systems involves numerous regulatory, environmental, political and legal uncertainties beyond our control and may require the expenditure of significant amounts of capital. If these projects are undertaken, they may not be completed on schedule, at the budgeted cost or at all. The construction of additions to our existing assets may require us to obtain new land rights and regulatory permits prior to constructing new pipelines or facilities, which may not be obtained in a timely, cost-effective fashion or in a way that allows us to connect new natural gas supplies to existing gathering pipelines or capitalize on other attractive expansion opportunities.\nWe typically fund our capital expenditures with existing cash and cash generated by operations and, to the extent our capital expenditures exceed our cash resources, from borrowings under EQT's revolving credit facility and other external sources of capital. If we do not have sufficient borrowing availability under EQT's revolving credit facility, we may seek alternate debt or equity financing, sell assets or reduce our capital expenditures. The issuance of additional indebtedness would require that a portion of our cash flows from operations be used for the payment of interest and principal on our indebtedness, thereby reducing our ability to use cash flows from operations to fund working capital, capital expenditures, shareholder returns initiatives and acquisitions. The actual amount and timing of our future capital expenditures may differ materially from our estimates as a result of, among other things, natural gas prices, actual drilling results, the availability of drilling rigs and other services and equipment, and regulatory, technological and competitive developments. \nOur cash flows from operations and access to capital are subject to a number of variables, including:\n•our level of proved reserves and production;\n•the level of hydrocarbons we are able to produce from existing wells;\n•our access to, and the cost of accessing, end markets for our production;\n•the prices at which our production is sold;\n•our ability to acquire, locate and produce new reserves;\n•our ability to obtain and/or maintain necessary rights-of-way, real-estate rights or permits or other government approvals, including approvals by regulatory agencies;\n•our ability to successfully integrate the infrastructure we build or acquire with our existing systems;\n•our success in securing or maintaining adequate customer commitments for our midstream services, including to use newly expanded facilities;\n•the levels of our operating expenses; and\n•our ability to access the public or private capital markets or borrow under EQT's revolving credit facility.\nIf our cash flows from operations or the borrowing capacity under EQT's revolving credit facility are insufficient to fund our capital expenditures and we are unable to obtain the capital necessary for our planned capital budget or our operations, we could be required to curtail our operations and the development of our properties and infrastructure projects, which in turn could lead to a decline in our reserves, production, and demand for our midstream services, and could adversely affect our business, results of operations and financial position.\nWe are subject to financing and interest rate exposure risks.\nOur business and operating results can be adversely affected by increases in interest rates or other increases in the cost of capital resulting from a reduction in EQT's or EQM's credit ratings or otherwise. These changes could cause our cost of doing business to increase, limit our ability to pursue acquisition opportunities, reduce cash flows used for operating and capital expenditures and place us at a competitive disadvantage. \nDisruptions or volatility in the financial markets may lead to a contraction in credit availability impacting our ability to finance our operations. A significant reduction in the availability of credit could materially and adversely affect our ability to implement our business strategy and achieve favorable operating results. In addition, we are exposed to credit risk related to EQT's revolving credit facility to the extent that one or more of our lenders may be unable to provide necessary funding to us under EQT's existing line of credit if we experience liquidity problems.\nDerivative transactions may limit our potential gains and involve other risks.\nTo manage our exposure to price risk, we currently and may in the future enter into derivative arrangements, utilizing commodity derivatives with respect to a portion of our future production. Such hedges are designed to lock in prices in order to limit volatility and increase the predictability of cash flow. These transactions limit our potential gains if natural gas, NGLs and oil prices rise above the price established by the hedge, and we may be required to post cash collateral or letters of credit with our hedge counterparties to the extent our liability under the derivative contract exceeds specified thresholds, which would negatively impact our liquidity. We have previously sustained losses as a result of certain of our derivative arrangements, and we cannot assure you that we will not do so in the future. In addition, derivative transactions may expose us to the risk of financial loss in certain circumstances, including instances in which our production is less than expected or an event materially impacts natural gas, NGLs or oil prices or the relationship between the hedged price index and the natural gas, NGLs or oil sales price.\nWe cannot be certain that any derivative transaction we may enter into will adequately protect us from declines in the prices of natural gas, NGLs or oil. Furthermore, where we choose not to engage in derivative transactions in the future, we may be more adversely affected by changes in natural gas, NGLs or oil prices than our competitors who engage in derivative transactions. Lower natural gas, NGLs and oil prices may also negatively impact our ability to enter into derivative contracts at favorable prices.\nDerivative transactions also expose us to a risk of financial loss if a counterparty fails to perform under a derivative contract or enters bankruptcy or encounters some other similar proceeding or liquidity constraint. In this case, we may not be able to collect all or a significant portion of amounts owed to us by the distressed entity or entities. During periods of falling commodity prices our hedge receivable positions increase, which increases our exposure. If the creditworthiness of our counterparties deteriorates and results in their nonperformance, we could incur a significant loss.\nRisks Associated with Our Human Capital, Technology and Other Resources and Service Providers\nStrategic determinations, including the allocation of resources to strategic opportunities, are challenging, and our failure to appropriately allocate resources among our strategic opportunities may adversely affect our financial position and reduce our future prospects.\nOur future prospects are dependent upon our ability to identify optimal strategies for our business. Our operational strategy focuses on developing several multi-well pads in tandem through a process known as combo-development. We have allocated a substantial portion of our financial, human capital and other resources to pursuing this strategy, including investing in new technologies and equipment, restructuring our workforce, building and acquiring new infrastructure, and pursuing various ESG and energy transition initiatives geared towards enhancing our strategy. We may not realize some or any of the anticipated strategic, financial, operational, environmental and other anticipated benefits from our operational strategy and the corresponding investments we have made in pursuing our strategy. Additionally, we cannot be certain that we will be able to successfully execute combo-development projects at the pace and scale that we project, which may delay or reduce our production and our reserves, negatively affecting our associated revenues. If we fail to identify and successfully execute optimal business strategies, including the appropriate operational strategy and corresponding initiatives, or fail to optimize our capital investments and the use of our other resources in furtherance of optimal business strategies, our financial position and growth may be adversely affected. Moreover, economic or other circumstances may change from those contemplated by our business plan, and our failure to recognize or respond to those changes may limit our ability to achieve our objectives.\nCyber incidents targeting our digital work environment or other technologies or energy infrastructure may adversely impact our operations.\nOur business and the natural gas industry in general have become increasingly dependent upon digital technologies, including information systems, infrastructure and cloud applications, and the maintenance of our financial and other records has long been dependent upon such technologies. We depend on this technology to record and store data, estimate quantities of natural gas, NGLs and oil reserves, analyze and share operating data and communicate internally and externally. Computers and mobile devices control nearly all of the natural gas, NGLs and oil distribution systems in the U.S., which are necessary to transport our products to market. \nThe U.S. government has issued public warnings that indicate that energy assets might be specific targets of cyber or other security or physical threats, and the continuing armed conflict between Russia and Ukraine and associated economic sanctions on Russia may have increased the likelihood of such threats. We can provide no assurance that we will not suffer such attacks in the future. Deliberate attacks on, or unintentional events affecting, our digital work environment or other technologies and infrastructure, the systems or infrastructure of third parties or the cloud could lead to corruption or loss of our proprietary data and potentially sensitive data, delays in production or delivery of natural gas, NGLs and oil, difficulty in completing and settling transactions, challenges in maintaining our books and records, communication interruptions, environmental damage, personal injury, property damage, other operational disruptions and third-party liability. Further, as cyber incidents continue to evolve and cyber attackers become more sophisticated, we may be required to expend additional resources to continue to modify or enhance our protective measures or to investigate and remediate any vulnerability to cyber incidents. The cost to remedy an unintended dissemination of sensitive information or data may be significant. Furthermore, the continuing and evolving threat of cyber-attacks has resulted in increased regulatory focus on prevention. To the extent we face increased regulatory requirements, we may be required to expend significant additional resources to meet such requirements.\nThe unavailability or high cost of additional drilling rigs, completion services, equipment, supplies, personnel, and oilfield services could adversely affect our ability to execute our operating and development plans within our budget and on a timely basis.\nThe demand for qualified and experienced field personnel to drill wells and conduct field operations, geologists, geophysicists, engineers, and other professionals in the natural gas and oil industry can fluctuate significantly, often in correlation with natural gas and oil prices, causing periodic shortages or higher costs. Historically, there have been shortages of personnel and equipment as demand for personnel and equipment has increased along with the number of wells being drilled. We cannot predict whether these conditions will exist in the future and, if so, what their timing and duration will be. Such shortages could delay or cause us to incur significant expenditures that are not provided for in our capital budget, which could materially adversely affect our business, results of operations, cash flows and financial position.\nOur ability to drill for and produce natural gas is dependent on the availability of adequate supplies of water for drilling and completion operations and access to water and waste disposal or recycling services at a reasonable cost and in accordance with applicable environmental rules. Restrictions on our ability to obtain water or dispose of produced water and other waste may adversely affect our results of operations, cash flows and financial position.\nThe hydraulic fracture stimulation process on which we depend to drill and complete natural gas wells requires the use and disposal of significant quantities of water. Our ability to access sources of water and the availability of disposal alternatives to receive all of the water produced from our wells and used in hydraulic fracturing may affect our drilling and completion operations. Our inability to secure sufficient amounts of water, or to dispose of or recycle the water used in our operations, or to timely obtain water sourcing permits or other rights, could adversely affect our operations. Additionally, the imposition of new, or modification of existing, environmental initiatives and regulations could include restrictions on our ability to obtain water or dispose of waste, which would adversely affect our business and results of operations, which could result in decreased cash flows.\nIn addition, federal and state regulatory agencies have investigated the possible connection between the operation of injection wells used for natural gas and oil waste disposal and increased seismic activity in certain areas. In some cases, operators of injection wells in the vicinity of seismic events have been ordered to reduce injection volume or suspend operations. Increased regulation and attention given to induced seismicity in the states where we operate could lead to restrictions on our disposal well injection volume and increased scrutiny of and delay in obtaining new disposal well permits, which could result in increased operating costs that could be material, or a curtailment of our operations.\nThe loss of key personnel could adversely affect our ability to execute our strategic, operational and financial plans.\nOur operations are dependent upon key management and technical personnel, and one or more of these individuals could leave our employment. The unexpected loss of the services of one or more of these individuals could have a detrimental effect on us. In addition, the success of our operations will depend, in part, on our ability to identify, attract, develop and retain experienced personnel. There is competition within our industry for experienced technical personnel and certain other professionals, which could increase the costs associated with identifying, attracting and retaining such personnel. If we cannot identify, attract, develop and retain our technical and professional personnel or attract additional experienced technical and professional personnel, our ability to compete in our industry could be harmed.\nIf third-party pipelines and other facilities interconnected to our pipelines and facilities become unavailable to transport or process natural gas or do not accept deliveries of natural gas from us, our business, financial condition, cash flows, and results of operations could be adversely affected.\nWe depend on third-party pipelines and other facilities that provide receipt and delivery options to and from our transmission and storage systems. For example, our storage system and the MVP Joint Venture's transmission system interconnect, as applicable, with the following third-party interstate pipelines: Transcontinental Gas Pipe Line Company, LLC, East Tennessee Natural Gas, Texas Eastern, Eastern Gas Transmission, Columbia Gas Transmission, Tennessee Gas Pipeline Company, Rockies Express Pipeline LLC, National Fuel Gas Supply Corporation and ET Rover Pipeline, LLC, as well as multiple distribution companies. Similarly, our gathering systems have multiple delivery interconnects to multiple interstate pipelines. In the event that our or the MVP Joint Venture's access to such systems is impaired (or any third-party refuses to accept our or any of the MVP Joint Venture's deliveries), our or the MVP Joint Venture's operations could be adversely affected, resulting in adverse economic impact to us or the MVP Joint Venture.\nBecause we do not own these third-party pipelines or facilities, their continuing operation and access requirements are not within our control. If these or any other pipeline connections or facilities were to become unavailable for current or future volumes of natural gas due to repairs, damage to the facility, lack of capacity or any other reason, our or the MVP Joint Venture's ability to operate efficiently and ship natural gas to end markets could be restricted, as has occurred in the past. Any temporary or permanent interruption at any key pipeline interconnect or facility could have a material adverse effect on our business, financial condition, cash flows, and results of operations.\nSubstantially all of our producing properties and midstream infrastructure are concentrated in the Appalachian Basin, making us vulnerable to risks associated with operating primarily in one major geographic area.\nSubstantially all of our producing properties and midstream infrastructure are geographically concentrated in the Appalachian Basin. As a result of this concentration, we may be disproportionately exposed to the impact of regional supply and demand factors, delays or interruptions of production from wells in these areas caused by, and costs associated with, governmental regulation, state and local political activities, processing or transportation capacity constraints, market limitations, availability of equipment and personnel, water shortages or other weather-related conditions, interruption of the processing or transportation of natural gas, NGLs or oil and changes in state and local laws, judicial precedents, political regimes and regulations. Such conditions could materially adversely affect our results of operations and financial position.\nIn addition, a number of areas within the Appalachian Basin have historically been subject to mining operations. For example, third parties may engage in subsurface coal and other mining operations near or under our properties, which could cause subsidence or other damage to our properties, adversely impact our drilling operations or adversely impact third-party midstream activities on which we rely. In such event, our operations may be impaired or interrupted, and we may not be able to recover the costs incurred as a result of temporary shut-ins or the plugging and abandonment of any of our wells. Furthermore, the existence of mining operations near our properties could require coordination to avoid adverse impacts as a result of drilling and mining in close proximity. These restrictions on our operations, and any similar restrictions, could cause delays or interruptions or prevent us from executing our business strategy, which could materially adversely affect our results of operations and financial position.\nDue to the concentrated nature of our portfolio of natural gas properties and midstream assets, a number of our properties and demand for our midstream services could experience any of the same conditions at the same time, resulting in a relatively greater impact on our results of operations than they might have on other companies that have a more diversified portfolio of assets.\nLegal and Regulatory Risks\nNegative public perception regarding us and/or our industry, and increasing scrutiny of environmental, social and governance (ESG) matters, could have an adverse effect on our business, financial condition, and results of operations and damage our reputation.\nOur operations, projects and growth opportunities require us to have strong relationships with various key stakeholders, including our shareholders, employees, suppliers, customers, local communities and others. However, opposition towards oil and natural gas drilling and pipeline construction generally has been growing globally and is particularly pronounced in the U.S. Failure to successfully manage expectations across these varied stakeholder interests could erode our stakeholder trust and thereby affect our reputation. Negative public perception regarding us and/or our industry may adversely affect our ability to successfully carry out our operations and business strategy. Such negative perception could, for example, adversely affect our access to and cost of capital and lead to increased litigation and regulatory, legislative and judicial scrutiny, which may, in turn, lead to new local, state and federal laws, regulations, guidelines and enforcement interpretations in safety, environmental, royalty and surface use areas. These actions may cause operational delays or restrictions, increased operating costs, additional regulatory burdens and increased risk of litigation. Moreover, governmental authorities exercise considerable discretion in the timing and scope of permit issuance and the public may engage in the permitting process, including through intervention in the courts. Negative public perception could cause the permits we need to conduct our operations to be withheld, delayed, challenged or burdened by requirements that restrict our ability to profitably conduct our business. In addition, anti-development activists are working to, among other things, reduce access to federal and state government lands and delay or cancel certain operations, such as drilling and pipeline construction. If activism against oil and natural gas exploration and development persists or increases, there could be a material adverse effect on our business, financial condition and results of operations.\nMoreover, while we publish voluntary disclosures regarding ESG matters from time to time, some of the statements in those voluntary disclosures may be based on hypothetical expectations and assumptions that may or may not be representative of current or actual risks or events or forecasts of expected risks or events, including the costs associated therewith. Such expectations and assumptions are necessarily uncertain and may be prone to error or subject to misinterpretation given the long timelines involved and the lack of an established single approach to identifying, measuring and reporting on many ESG matters. In addition, organizations that provide information to investors on corporate governance and related matters have developed ratings processes for evaluating companies on their approach to ESG matters. Such ratings are used by some investors to inform their investment and voting decisions. Unfavorable ESG ratings could lead to increased negative investor sentiment towards us and our industry and to the diversion of investment to other industries, which could have a negative impact on our stock price and our access to and cost of capital. In addition, failure or a perception (whether or not valid) of failure to implement our ESG strategy or achieve sustainability goals and targets we have set, could damage our reputation, causing our investors or consumers to lose confidence in our company, and negatively impact our operations. Our continuing efforts to research, establish, accomplish and accurately report on the implementation of our ESG strategy, including any climate or other ESG goals, may also create additional operational risks and expenses and expose us to reputational, legal and other risks. For example, growing interest on the part of investors and regulators in ESG factors and increased demand for, and scrutiny of, ESG-related disclosure by stakeholders has also increased the risk that companies could be perceived as, or accused of, making inaccurate or misleading statements regarding their ESG-related claims, goals, targets, efforts or initiatives, often referred to as \"greenwashing.\" Such perception or allegation could damage our reputation and result in litigation or regulatory actions.\nAt the state level, California enacted legislation in October 2023 that will ultimately require certain companies that do business in California to publicly disclose their GHG emissions, with third-party assurance of such data, and issue public reports summarizing their climate-related financial risk and related mitigation measures, as well as legislation that requires companies operating in California to disclose information that supports certain climate-related claims. Compliance with these and any other federal, state or local disclosure requirements may cause us to incur additional (and potentially accelerate) compliance and reporting costs, certain of which could be material, including related to monitoring, collecting, analyzing and reporting new metrics and implementing systems and procuring additional necessary attestation. Such costs may adversely affect our future business, financial condition, results of operations, and liquidity.\nLaws and regulations directed at restricting emissions of methane and other GHGs could result in increased operating costs and reduced demand for the natural gas, NGLs and oil that we produce and our midstream services.\nIn response to findings that emissions of carbon dioxide, methane and other GHGs present an endangerment to public health and the environment, numerous laws and regulations have been adopted, and more are being considered, to regulate the emission of carbon dioxide, methane and other GHGs.\nIn November 2022 at COP27, the United States agreed, in conjunction with the European Union and a number of other partner countries, to develop standards for monitoring and reporting methane emissions to help create a market for low methane-intensity natural gas. In August 2024, the European Union adopted a regulation to track and reduce methane emissions in the energy sector. See Item 1., \"Business-Regulation-Climate Change and Regulation of Methane and Other Greenhouse Gas Emissions\" for more information. At COP28, nearly 200 countries, including the United States, entered into an agreement that calls for actions towards achieving, at a global scale, a tripling of renewable energy capacity and doubling energy efficiency improvements by 2030. Most recently, at COP29, participants representing 159 countries met and, among other things, agreed on rules to operationalize international carbon markets under Article 6 of the Paris Agreement. However, in January 2025, President Trump issued an executive order directing the immediate notice to the United Nations of the United States’ withdrawal from the Paris Agreement and all other agreements made under the United Nations Framework Convention on Climate Change. The full impact of these actions remains uncertain at this time.\nIn recent years, the EPA has proposed and adopted amendments to existing rules as well as new rules directed at restricting the amount of methane and other GHG emissions from new and existing oil and natural gas production and natural gas processing and transmission facilities. See Item 1., \"Business-Regulation-Air Emissions\" for more information. These federal rulemakings and regulations could adversely affect our operations and restrict or delay our ability to obtain air permits.\nAt the U.S. federal level, in November 2021, Congress approved the IRA, a $1 trillion legislative infrastructure package that includes a number of climate-focused spending initiatives, including imposing a fee known as a \"waste emission charge\" on methane emissions from certain natural gas and oil facilities that are in excess of a specified threshold. In November 2024, the EPA finalized a rule implementing the IRA's waste emissions charge. The final rule includes methodologies for calculating the amount by which a facility's reported methane emissions are below or exceed the waste emissions thresholds and certain exemptions created by the IRA. Further, in May 2024, the EPA finalized revisions to expand the scope of emissions events that are reportable under the Greenhouse Gas Reporting Program for petroleum and natural gas systems (Subpart W), which may result in an increase in reported methane and other GHG emissions under Subpart W for many operators, including us. The rule took effect on January 1, 2025. The emissions reported under the Greenhouse Gas Reporting Program will be the basis for any payments under the IRA's waste emissions charge program. However, petitions for reconsideration to the EPA are pending and litigation in the D.C. Circuit has commenced. Additionally, in January 2025, President Trump issued an executive order directing the heads of all federal agencies to identify and begin the processes to suspend, revise or rescind all agency actions that are unduly burdensome on the identification, development or use of domestic energy resources. As a result, future implementation and enforcement of these rules remains uncertain at this time.\nAdditionally, a number of U.S. state and regional efforts have emerged that are aimed at tracking and/or reducing GHG emissions by means of carbon taxes, policies and incentives to encourage the use of renewable energy or alternative low-carbon fuels, the development of GHG incentives, cap-and-trade programs that typically require major sources of GHG emissions, such as electric power plants, to acquire and surrender emission allowances in return for emitting GHGs.\nRegulations requiring the disclosure of GHG emissions and other climate-related information or information substantiating climate-related claims are also increasingly being adopted or proposed at the federal and state level.\nSee Item 1., \"Business-Regulation-Climate Change and Regulation of Methane and Other Greenhouse Gas Emissions\" for more information.\nIt is not possible at this time to predict how legislation or regulations that may be adopted to reduce or restrict methane and other GHG emissions would impact our business. However, any legislation or regulatory programs at the international, federal, state or city levels designed to reduce methane or other GHG emissions could increase the cost of consuming, and thereby reduce demand for, the natural gas, NGLs and oil we produce and our midstream services. Existing laws and regulations and any future laws and regulations of this nature, including those imposing reporting obligations, or imposing a tax or fee or otherwise limiting emissions of methane or other GHGs from our equipment and operations could require us to incur costs to comply with such regulations, including costs to monitor and report on GHG emissions, install new equipment to reduce emissions of GHGs associated with our operations, acquire emissions allowances or comply with new regulatory requirements. Substantial limitations or taxes or fees on methane or other GHG emissions, as well as other regulatory incentives or requirements to conserve energy, use alternative sources or reduce GHG emissions in product supply chains, could also adversely affect demand for the natural gas, NGLs and oil we produce and our midstream services, stimulate demand for alternative forms of energy that do not rely on combustion of fossil fuels, and lower the value of our reserves.\nWe may also face increased litigation risks arising from climate-related disclosures required by regulations. In addition, enhanced climate disclosure could accelerate the trend of certain stakeholders and lenders restricting or seeking more stringent conditions with respect to their investments in certain carbon-intensive sectors. Consequently, legislation and regulatory programs addressing climate change or methane and other GHG emissions could have an adverse effect on our business, financial condition and results of operations.\nThe regulatory approval process for the construction of new transmission assets is very challenging, and, as demonstrated with the MVP, has resulted in significantly increased costs and delayed targeted in-service dates, and decisions by regulatory and/or judicial authorities in pending or potential proceedings relevant to the development of midstream assets, such as regarding the MVP Southgate project and/or expansions or extensions of the MVP, are likely to impact our or the MVP Joint Venture's ability to obtain or maintain in effect all approvals and authorizations, including as may be necessary to complete certain projects in a timely manner or at all, or our ability to achieve the expected investment returns on the projects.\nCertain of our projects require regulatory approval from federal, state and/or local authorities prior to and/or in the course of construction, including any extensions from, expansions of or additions to our and the MVP Joint Venture's gathering, transmission and storage systems, as applicable. The approval process for certain projects has become increasingly slower and more difficult, due in part to federal, state and local concerns related to exploration and production, transmission and gathering activities and associated environmental impacts, and the increasingly negative public perception regarding, and opposition to, the oil and gas industry, including major pipeline projects like the MVP and MVP Southgate. Further, regulatory approvals and authorizations, even when obtained, have increasingly been subject to judicial challenge by activists requesting that issued approvals and authorizations be stayed and vacated.\nAccordingly, authorizations needed for our or the MVP Joint Venture's projects, including any expansion of the MVP and the MVP Southgate project or other extensions, may not be granted or, if granted, such authorizations may include burdensome or expensive conditions or may later be stayed or revoked or vacated, as was repeatedly the case with the construction of the MVP. Significant delays in the regulatory approval process for projects, as well as stays and losses of critical authorizations and permits, should they be experienced, have the potential to significantly increase costs, delay targeted in-service dates and/or affect operations for projects (among other adverse effects), as has happened with the MVP and the originally certificated MVP Southgate project and could occur in the future in the case of authorizations required for our or the MVP Joint Venture's current or future projects, including in respect of developing expansions or extensions, such as expansion of the MVP and the MVP Southgate project.\nAny such adverse developments and uncertainties could adversely affect our ability, and/or, as applicable, the ability for the MVP Joint Venture and its owners, including us, to achieve expected investment returns, adversely affect our willingness or ability and/or that of our joint venture partners to continue to pursue projects, and/or cause impairments, including to our equity investment in the MVP Joint Venture.\nWe have experienced and may further experience increased opposition with respect to our and the MVP Joint Venture's projects from activists in the form of lawsuits, intervention in regulatory proceedings and otherwise, which could result in adverse impacts to our business, financial condition, results of operations and cash flows. In particular, opponents were successful in past challenges with respect to the MVP. Opposition is ongoing regarding the MVP Southgate project and is expected for future projects, including any expansions of the MVP. If ongoing or future challenges are successful, it could result in significant, adverse impacts to our business, financial condition, results of operations and cash flows. Such opposition has made it increasingly difficult to complete projects and place them in service and, following any in service, may also affect operations or affect extensions and/or expansions of projects. Further, such opposition and/or adverse court rulings and regulatory determinations may have the effect of increasing the timeframe on necessary agency action to address actual or perceived concerns in prior adverse court rulings, or may have the effect of increasing the risk that at a future point joint venture partners may elect not to continue to pursue or fund a project, which could, absent additional project sponsors, significantly imperil the ability to complete the project. See also Item 1A., \"Risk Factors – We have entered into joint ventures, and may in the future enter into additional or modify existing joint ventures, that might restrict our operational and corporate flexibility and divert our management's time and our resources. In addition, we exercise no control over joint venture partners and it may be difficult or impossible for us to cause these joint ventures or partners to take actions that we believe would be in our or the joint venture's best interests and these joint ventures are subject to many of the same risks to which we are subject.\" Challenges to our projects could adversely affect our business (including by increasing the possibility of investor activism), financial condition, results of operations, and cash flows.\nWe are subject to complex federal, state, local and other laws and regulations that could adversely affect the cost, manner or feasibility of conducting our operations or expose us to significant liabilities.\nOur exploration and production operations are subject to various types of federal, state and local laws and regulations, including regulations related to the location of wells; the method of drilling, well construction, well stimulation, hydraulic fracturing and casing design; water withdrawal and procurement for well stimulation purposes; well production; spill prevention plans; the use, transportation, storage and disposal of water and other fluids and materials, including solid and hazardous wastes, incidental to natural gas and oil operations; surface usage and the reclamation of properties upon which wells or other facilities have been located; the plugging and abandoning of wells; the calculation, reporting and disbursement of royalties and taxes; and the gathering of production in certain circumstances. \nOur operations are also subject to conservation and correlative rights regulations, including the regulation of the size of drilling and spacing units or field rule units; setbacks; the number of wells that may be drilled in a unit or in close proximity to other wells; drilling in the vicinity of coal mining operations and certain other structures; and the unitization or pooling of properties. Some states allow the statutory pooling and unitization of tracts to facilitate development and exploration, as well as joint development of existing contiguous leases. In addition, state conservation and natural gas and oil laws generally limit the venting or flaring of natural gas and may set production allowances on the amount of annual production permitted from a well.\nEnvironmental and occupational health and safety legal requirements govern discharges of substances into the air, ground and water; the management and disposal of hazardous substances and wastes; the clean-up of contaminated sites; groundwater quality and availability; plant and wildlife protection; locations available for drilling; environmental impact studies and assessments prior to permitting; restoration of drilling properties after drilling is completed; and work practices related to employee health and safety.\nTo conduct our operations in compliance with these laws and regulations, we must obtain and maintain numerous permits, approvals and certificates from various federal, state and local governmental authorities. Maintaining compliance with the laws, regulations and other legal requirements applicable to our business and any delays in obtaining related authorizations may affect the costs and timing of developing our natural gas, NGLs and oil resources. These requirements could also subject us to claims for personal injuries, property damage and other damages. In addition, our costs of compliance may increase if existing laws and regulations are revised or reinterpreted, or if new laws and regulations become applicable to our operations. Such costs could materially adversely affect our results of operations, cash flows and financial position. Our failure to comply with the laws, regulations and other legal requirements applicable to our business, even if as a result of factors beyond our control, could result in the suspension or termination of our operations and subject us to administrative, civil and criminal penalties and damages as well as corrective action costs.\nOur and the MVP Joint Venture's natural gas gathering, transmission and storage services, as applicable, are subject to extensive regulation by federal, state and local regulatory authorities. Changes in or additional regulatory measures adopted by such authorities, and related litigation, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nOur and the MVP Joint Venture's interstate natural gas transmission and storage operations, as applicable, are regulated by the FERC under the NGA and the NGPA and the regulations, rules and policies promulgated under those and other statutes. Our and the MVP Joint Venture's FERC-regulated operations are pursuant to tariffs approved by the FERC that establish rates (other than market-based rate authority), cost recovery mechanisms and terms and conditions of service to our customers. The FERC's authority extends to a variety of matters relevant to our operations.\nPursuant to the NGA, existing interstate transmission and storage rates, terms and conditions of service, and contracts may be challenged by complaint and are subject to prospective change by the FERC. Additionally, rate increases, changes to terms and conditions of service and contracts proposed by a regulated interstate pipeline may be protested and such actions can be delayed and may ultimately be rejected by the FERC. As of December 31, 2024, we and the MVP Joint Venture hold authority from the FERC to charge and collect (i) \"recourse rates,\" which are the maximum rates an interstate pipeline may charge for its services under its tariff, (ii) \"discount rates,\" which are rates below the \"recourse rates\" and above a minimum level, (iii) \"negotiated rates,\" which involve rates that may be above or below the \"recourse rates,\" provided that the affected customers are willing to agree to such rates and that the FERC has approved the negotiated rate agreement, and (iv) market-based rates for some of our storage services from which we derive a small portion of our revenues. As of December 31, 2024, approximately 99% of our contracted firm transmission capacity was subscribed to by customers under negotiated rate agreements under our tariff, rather than recourse, discount or market-based rate contracts. There can be no guarantee that we or the MVP Joint Venture will be allowed to continue to operate under such rates or rate structures for the remainder of those assets' operating lives. Customers, the FERC or other interested stakeholders, such as state regulatory agencies, may challenge our or the MVP Joint Venture's rates offered to customers or the terms and conditions of service included in our tariffs. Neither we nor the MVP Joint Venture have an agreement in place that would prohibit customers from challenging our or the MVP Joint Venture's rates or tariffs. Any successful challenge against rates charged for our or the MVP Joint Venture's transmission and storage services, as applicable, could have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nAny changes to the FERC's policies regarding the natural gas industry may have an impact on us, including the FERC's approach to pro-competitive policies as it considers matters such as interstate pipeline rates and rules and policies that may affect rights of access to natural gas transmission capacity and transmission and storage facilities. The FERC and Congress may continue to evaluate changes in the NGA or new or modified FERC regulations or policies that may impact our or the MVP Joint Venture's operations and affect our or the MVP Joint Venture's ability to construct new facilities and the timing and cost of such new facilities, as well as the rates charged to our or the MVP Joint Venture's customers and the services provided.\nOur and the MVP Joint Venture's significant construction projects generally require review by multiple governmental agencies, including state and local agencies, whose cooperation is important in completing the regulatory process on schedule. Any agency's delay in the issuance of, or refusal to issue, authorizations or permits, issuance of such authorizations or permits with unanticipated conditions, or the loss of a previously-issued authorization or permit, for one or more of these projects may mean that we will not be able to pursue these projects or that they will be constructed in a manner or with capital requirements that we did not anticipate (as was the case with MVP). Such delays, refusals, losses of permits, or resulting modifications to projects, certain of which was experienced with respect to the MVP project and the originally certificated MVP Southgate project, could materially and negatively impact the revenues and costs expected from these projects or cause us or our joint venture partners to abandon planned projects.\nFailure to comply with applicable provisions of the NGA, the NGPA, federal pipeline safety laws and certain other laws, as well as with the regulations, rules, orders, restrictions and conditions associated with these laws, could result in the imposition of administrative and criminal remedies and civil penalties. For example, the FERC is authorized to impose civil penalties of up to approximately $1.6 million (adjusted periodically for inflation) per violation, per day for violations of the NGA, the NGPA or the rules, regulations, restrictions, conditions and orders promulgated under those statutes.\nIn addition, future federal, state or local legislation or regulations under which we or the MVP Joint Venture operate may have a material adverse effect on our business, financial condition, results of operations, and cash flows.\nWe and our joint ventures may incur significant costs and liabilities as a result of performance of our pipeline and storage integrity management programs and compliance with increasingly stringent safety regulation.\nThe U.S. Department of Transportation, acting through PHMSA, and certain state agencies certificated by PHMSA, have adopted regulations requiring pipeline operators to develop an integrity management program for transmission pipelines located where a leak or rupture could impact high population sensitive areas (also known as High Consequence Areas) and newly defined Moderate Consequence Areas, and an integrity management program for storage wells, unless the operator effectively demonstrates by a prescriptive risk assessment that these operational assets have mitigated risks that could affect these predefined areas, as applicable. The regulations require operators, including us, to perform ongoing assessments of pipeline and storage integrity; identify and characterize applicable threats to pipeline segments and storage wells that could impact population sensitive areas; confirm maximum allowable operating pressures; maintain and improve processes for data collection, integration and analysis; repair and remediate facilities as necessary; and implement preventive and mitigating actions. In addition to population sensitive areas, PHMSA has adopted regulations extending existing design, operation and maintenance, and reporting requirements to onshore gathering pipelines in rural areas. Finally, new PHMSA regulations require operators of certain transmission pipelines to assess their integrity management and maintenance practices, comply with enhanced corrosion control and mitigation timelines, and follow new requirements for pipeline inspections following an extreme weather event or natural disaster.\nThe cost and financial impact of compliance will vary and depend on factors such as the number and extent of maintenance determined to be necessary as a result of the application of our integrity management programs, and such costs and financial impact could have a material adverse effect on us. Further, our pipeline and storage integrity management programs depend in part on inspection tools and methodologies developed, maintained, enhanced and applied, and certain testing conducted, by certain third parties, many of which are widely utilized within the natural gas industry. Advances in these tools and methodologies could identify potential and/or additional integrity issues for our assets. Consequently, we may incur additional costs and expenses to remediate those newly identified or potential issues, and we may not have the ability to timely comply with applicable laws and regulations. Additionally, pipeline and storage safety laws and regulations are subject to change and failures to comply with pipeline and storage safety laws and regulations, including changes in such laws and regulations or interpretations thereof that result in more stringent or costly safety standards, could have a material adverse effect on us. We may, and joint ventures of which we are the operator could, as has been the case with the MVP Joint Venture, become subject to consent orders and agreements relating to integrity matters. Failure to comply with any such consent order or agreements could have adverse effects on our business.\nChanges in tax laws and regulations could adversely impact our earnings and the cost, manner or feasibility of conducting our operations.\nWe are subject to taxation by various governmental authorities at the federal, state and local levels in the jurisdictions in which we operate. New legislation could be enacted by these governmental authorities, which could increase our tax burden and increase the cost to produce, gather and transport natural gas. Members of Congress periodically introduce legislation to revise U.S. federal income tax laws which could have a material impact on us. In prior years, legislation has been proposed that would, if enacted, make significant changes to U.S. tax laws, including the reduction or elimination of certain key U.S. federal income tax incentives currently available to oil and natural gas exploration and production companies. These proposed changes have included, (i) the repeal of the percentage depletion allowance for oil and natural gas properties, (ii) the elimination of current deductions for intangible drilling and development costs, and (iii) an extension of the amortization period for certain geological and geophysical expenditures. It is unclear whether these or similar changes will be enacted and, if enacted, how soon any such changes could become effective. The passage of any legislation as a result of these proposals or any other similar changes in U.S. federal income tax laws could eliminate or postpone certain tax deductions or credits that are currently available with respect to our operations, which could adversely impact our earnings, cash flows and financial position. Additionally, state and local taxing authorities in jurisdictions in which we operate or own assets may enact new taxes, such as the imposition of a severance tax on the extraction of natural resources in states in which we produce natural gas, NGLs and oil, or change the rates of existing taxes, which could adversely impact our earnings, cash flows and financial position. Lastly, our tax returns are subject to audit by taxing authorities, and there is no assurance that tax authorities or courts will agree with the positions that we have reflected in our tax filings. Disagreements with tax authorities or courts could result in additional tax liabilities recorded by us or interest and penalties imposed on us, which could adversely impact our earnings, cash flow and financial position.\nOur hedging activities are subject to numerous and evolving financial laws and regulations which could inhibit our ability to effectively hedge our production against commodity price risk or increase our cost of compliance.\nWe use financial derivative instruments to hedge the impact of fluctuations in natural gas, NGLs and oil prices on our results of operations and cash flows. As disclosed in Item 1., \"Business-Regulation,\" the Dodd-Frank Act, the rules adopted thereunder and various other foreign regulations could increase the cost of our derivative contracts, alter the terms of our derivative contracts, reduce the availability of derivatives to protect against the price risks we encounter, reduce our ability to monetize or restructure our existing derivative contracts, and lessen the number of available counterparties and, in turn, increase our exposure to less creditworthy counterparties. If our use of derivatives is reduced as a result of the Dodd-Frank Act, related regulations or such foreign regulations, our results of operations may become more volatile, and our cash flows may be less predictable, which could adversely affect our ability to plan for, and fund, our capital expenditure requirements. Any of these consequences could have a material adverse effect on our business, financial position and results of operations. We have experienced increased, and anticipate additional, compliance costs and changes to current market practices as participants continue to adapt to a changing financial regulatory environment.\nFederal, state and local legislative and regulatory initiatives relating to hydraulic fracturing and governmental reviews of such activities could result in increased costs and additional operating restrictions or delays in the completion of natural gas and oil wells, which could adversely affect our production.\nWe use hydraulic fracturing in the completion of our wells. Hydraulic fracturing typically is regulated by state natural gas and oil commissions, but the EPA prohibits the discharge of wastewater from hydraulic fracturing operations to publicly owned wastewater treatment plants. Certain governmental reviews have been conducted or are underway that focus on the environmental aspects of hydraulic fracturing practices. In addition, Congress has from time to time considered legislation to provide for federal regulation of hydraulic fracturing under the SDWA and to require disclosure of the chemicals used in the hydraulic fracturing process. At the state level, several states have adopted or are considering legal requirements that could impose more stringent permitting, disclosure, and well construction requirements on hydraulic fracturing activities. Local governments also may seek to adopt ordinances within their jurisdictions regulating the time, place and manner of drilling activities in general or hydraulic fracturing activities in particular. Some states and municipalities have sought to ban hydraulic fracturing altogether. If new or more stringent federal, state, or local legal restrictions relating to the hydraulic fracturing process are adopted in areas where we operate, we could incur potentially significant added costs to comply with such requirements, experience delays or curtailment in the pursuit of exploration, development, or production activities, and perhaps even be precluded from constructing wells. See Item 1., \"Business-Regulation-Environmental, Health and Safety Regulation\" for more information.\nOur operations may be exposed to significant delays, costs and liabilities as a result of environmental and occupational health and safety requirements applicable to our business activities.\nWe may incur significant delays, costs and liabilities as a result of environmental and occupational health and safety requirements applicable to our exploration, production and midstream activities. These delays, costs and liabilities could arise under a wide range of federal, state and local laws and regulations relating to protection of the environment and occupational health and workplace safety, including regulations and enforcement policies that have tended to become increasingly strict over time, resulting in longer waiting periods to receive permits and other regulatory approvals. Failure to comply with these laws and regulations may result in the assessment of administrative, civil and criminal penalties, imposition of clean-up and site restoration costs and liens, and, in some instances, issuance of orders or injunctions limiting or requiring discontinuation of certain operations.\nStrict, joint and several liabilities may be imposed under certain environmental laws, which could cause us to become liable for the conduct of others or for consequences of our own actions that were in compliance with all applicable laws at the time those actions were taken. In addition, claims for damages to persons or property, including natural resources, may result from the environmental and occupational health and workplace safety impacts of our operations. We have been named from time to time as a defendant in litigation related to such matters.\nIn addition, new or additional laws and regulations, new interpretations of existing requirements or changes in enforcement policies could impose unforeseen liabilities, significantly increase compliance costs or result in delays of, or denial of rights to conduct, our development programs. For example, see Item 1., \"Business-Regulation-Water Discharges\" for information related to ongoing interpretation disputes under the CWA. To the extent a new rule or further litigation expands the scope of the CWA's jurisdiction, we could face increased costs and delays with respect to obtaining permits for dredge and fill activities in wetland areas. Such potential regulations or litigation could increase our operating costs, reduce our liquidity, delay or halt our operations or otherwise alter the way we conduct our business, which in turn could materially adversely affect our results of operations and financial position. Further, the discharges of natural gas, NGLs, oil, and other pollutants into the air, soil or water may give rise to significant liabilities on our part to the government and third parties.\nRegulations related to the protection of wildlife could adversely affect our ability to conduct drilling activities and pipeline construction in some of the areas where we operate.\nOur operations can be adversely affected by regulations designed to protect various wildlife, including threatened and endangered species and their critical habitat. The implementation of measures to protect wildlife or the designation of previously unprotected species as threatened or endangered in areas where underlying property operations are conducted could cause us to incur increased costs arising from species protection measures or could result in constraints on our exploration, production and midstream activities. This limits our ability to operate in those areas and can intensify competition during those months for drilling rigs, oilfield equipment, services, supplies and qualified personnel, which may lead to periodic shortages. These constraints and the resulting shortages or high costs could delay our operations and materially increase our operating and capital costs.\nRisks Associated with Strategic Transactions\nEntering into strategic transactions may expose us to various risks.\nWe periodically engage in acquisitions, dispositions and other strategic transactions, including joint ventures. These transactions involve various inherent risks, such as our ability to obtain the necessary regulatory and third-party approvals; the timing of and conditions imposed upon us by regulators in connection with such approvals; the assumption of, or retaining, potential environmental or other liabilities; and our ability to realize the benefits and synergies expected from such transactions within our projected timeframe or at all, including with respect to the recently completed Equitrans Midstream Merger. Various factors, including prevailing market conditions, could negatively impact the benefits and synergies we expect to receive from these transactions. There can be no assurance that we will be able to successfully integrate companies and assets that we acquire, including Equitrans Midstream Corporation (Equitrans Midstream) and its subsidiaries, and the anticipated benefits of such strategic transactions may not be realized fully or at all or may take longer than expected. With respect to dispositions, various factors could materially affect our ability to dispose of assets if and when we decide to do so, including the availability of purchasers willing to purchase the assets at prices acceptable to us, particularly in times of reduced and volatile commodity prices. Competition for strategic transaction opportunities in our industry is intense and may increase the cost of, reduce the benefits from, or cause us to refrain from, completing such transactions.\nOur inability to complete a transaction or to achieve our strategic or financial goals in any transaction could have significant adverse effects on our earnings, cash flows and financial position.\nWe have entered into joint ventures, and may in the future enter into additional or modify existing joint ventures, that might restrict our operational and corporate flexibility and divert our management's time and our resources. In addition, we exercise no control over joint venture partners and it may be difficult or impossible for us to cause these joint ventures or partners to take actions that we believe would be in our or the joint venture's best interests and these joint ventures are subject to many of the same risks to which we are subject.\nWe have entered into several joint ventures primarily pertaining to the construction and operation of certain midstream infrastructure, including the MVP Joint Venture, Eureka Midstream Holdings, LLC (Eureka Midstream Holdings) and the Midstream Joint Venture, and may in the future enter into additional joint venture arrangements with third parties. Joint venture arrangements may restrict our operational and corporate flexibility. Joint venture arrangements and dynamics can also divert management and operating resources in a manner that is disproportionate to our ownership percentage in such ventures. Because we do not control all of the decisions of our joint ventures or joint venture partners, it may be difficult or impossible for us to cause these joint ventures or partners to take actions that we believe would be in our or the joint venture's best interests. Moreover, joint venture arrangements involve various risks and uncertainties, such as committing that we fund operating and/or capital expenditures, the timing and amount of which we may not control, and our joint venture partners may not act in a manner that we believe would be in our or the joint venture's best interests, may elect not to support further pursuit of projects, and/or may not satisfy their financial obligations to the joint venture. The loss of joint venture partner support in further pursuing or funding a project may significantly adversely affect the ability to complete the project. In addition, such joint ventures are subject to many of the same risks to which we are subject.\nAcquisitions may disrupt our current plans or operations and may not be worth what we pay due to uncertainties in evaluating recoverable reserves, physical assets and other expected benefits, as well as potential liabilities.\nSuccessful asset acquisitions require an assessment of a number of factors beyond our control. These factors include estimates of recoverable reserves; exploration potential; future natural gas, NGLs and oil prices and their appropriate differentials; availability and cost of transportation of production to markets; availability and cost of drilling equipment and of skilled personnel; development and operating costs, including access to water; taxes; potential environmental and other liabilities; and regulatory, permitting and similar matters. These assessments are complex and inherently imprecise. Our review of the properties and other assets we acquire may not reveal all existing or potential problems. In addition, our review may not allow us to fully assess the potential deficiencies of the assets. We do not inspect every well, lease or pipeline that we acquire, and even when we inspect a well, lease or pipeline, we may not discover structural, subsurface or environmental problems that may exist or arise. \nThere may be threatened or contemplated claims against the assets or businesses we acquire related to environmental, title, regulatory, tax, contract, litigation or other matters of which we are unaware, which could materially and adversely affect our production, revenues and results of operations. We often assume certain liabilities, and we may not be entitled to contractual indemnification for pre-closing liabilities, including environmental liabilities, and our contractual indemnification may not be effective. At times, we acquire interests in properties on an \"as is\" basis with limited representations and warranties and limited remedies for breaches of such representations and warranties. In addition, significant acquisitions can change the nature of our operations and business if the acquired assets have substantially different operating and geological characteristics or are in different geographic locations than our existing assets.\nAlso, our ability to achieve the anticipated benefits of an acquisition will depend in part upon whether we can integrate the acquired assets and their operations into our existing business in an efficient and effective manner. The integration process may be subject to delays or changed circumstances, and we can give no assurance that assets we acquire will perform in accordance with our expectations or that our expectations with respect to integration or cost savings as a result of an acquisition will materialize.\nSecurities class action and derivative lawsuits may be brought against us in connection with strategic transactions, which could result in substantial costs and may delay or prevent such transactions from being completed.\nSecurities class action lawsuits and derivative lawsuits are often brought against public companies that have entered into acquisition, merger or other business combination agreements. Even if such a lawsuit is without merit, defending against these claims can result in substantial costs and divert management time and resources. An adverse judgment could result in monetary damages, which could have a negative impact on our liquidity and financial condition. Lawsuits that may be brought against us or our directors could also seek, among other things, injunctive relief or other equitable relief, including a request to enjoin us from consummating a strategic transaction. If a plaintiff is successful in obtaining an injunction prohibiting completion of a pending transaction, that injunction may delay or prevent a pending transaction from being completed within the expected timeframe or at all, which may adversely affect our business, financial position and results of operation.",
      "char_count": 131177
    }
  },
  "extracted_at": "2025-10-18T17:34:24.841278"
}