{
  "ticker": "EVGO",
  "company_name": "EVgo Inc.",
  "cik": 1821159,
  "form_type": "10-K",
  "filing_date": "2025-03-06",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-002400",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001821159&accession_number=000155837025002400&xbrl_type=v",
  "sic_code": "7500",
  "industry": "Services-Automotive Repair, Services & Parking",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nOverview\n\n\n\n\nWe are one of the nation’s leading public EV fast charging providers. With more than 1,100 fast charging stations across over 40 states, we strategically deploy localized and accessible charging infrastructure by partnering with leading businesses across the U.S., including retailers, grocery stores, restaurants, shopping centers, gas stations, rideshare operators and autonomous vehicle companies. At our Innovation Lab, we perform extensive interoperability testing and have ongoing technical collaborations with leading automakers and industry partners to advance the EV charging industry and deliver a seamless charging experience.\nThe foundation of our business is building, owning and operating EV fast charging sites that deliver charging to EVs driven by individuals, commercial drivers and fleet operators. We are prioritizing the build out of high-power chargers, a key market segment that is expected to grow faster than the overall EV charging market. See “— Suppliers and Service Providers — Electricity.” To take advantage of the expected growth in the number of EVs on the road in the U.S., we continue to expand our nationwide network of charging stations, focusing on development of locations with favorable traffic, utilization and financial return characteristics. Our proprietary technology and analytical tools, along with our extensive commercial partnerships with OEMs, fleets and Site Host businesses, provide a strong competitive edge as we select, design and develop new charging stations. Furthermore, our robust underwriting standards require our portfolio to meet or exceed a pre-defined internal rate of return before project approval. \nOur partnerships and collaboration with a wide range of automotive OEMs, rideshare operators and other channel partners are designed to support domestic investment in transportation electrification, helping to accelerate EV adoption across the U.S. Through these partnerships, our network powered more than 860 million electric miles during 2024. Total miles delivered is equal to the number of kWh we have dispensed multiplied by Vehicle Efficiency. The weighted average Vehicle Efficiency from all vehicles compatible with our network in operation at the end of each year is based on 2024 data from the DOE and S&P Global Ratings. The weighted average Vehicle Efficiency is applied to our kWh dispensed in the associated period.\nWe also serve the rapidly growing EV commercial segment, which focuses largely on rideshare. Reliable and flexible charging is essential to commercial electrification. We are able to deploy fleet-charging solutions for these light-duty EV fleets, and we are developing, building, operating and servicing charging assets for fleets at their own depot locations, at off-site charging hubs that we have secured, or via our expansive public network. To date, commercial contracts have either been structured as volumetric agreements or included guaranteed payment streams in exchange for guaranteed network access. \nTo complement our core business model and increase customer reach, we also offer EVgo eXtend, a white label solution, primarily under our charging infrastructure agreement with Pilot Company. EVgo eXtend helps partners invest in and build EV charging stations for use by their customers, leveraging charging assets that are serviced through, and often co-branded with, our national network. We generate revenue from site development, equipment delivery, engineering and construction activities related to EVgo eXtend stations, as well as ongoing revenue through operations, networking and maintenance of those sites. \nIn addition to the provision of EV charging infrastructure, we are continuing to develop and deploy innovative software-based, value-added services to drivers and partners. These offerings enhance the customer experience across our business segments by layering proprietary technology functionality on top of our charging network, with the intention of creating a competitive advantage and providing accretive revenue streams. \nWe believe that our customizable mobile app makes it easy for EV drivers to locate, initiate, and pay for a charging session while delivering a seamless user experience. Key features such as Autocharge+ enable drivers who enroll an eligible EV to automatically start a charge simply by plugging in, while EVgo Reservations and EVgo Rewards further enhance the driver experience and provide a clear differentiation from other charging providers. Other software offerings such as EVgo Inside, a proprietary suite of APIs that enable a third party to embed the complete EVgo experience into \n\n\n10\n\n\n\ntheir branded applications, are designed to enhance B2B partner experiences with us. EVgo Inside is used by some of our largest partners including Amazon, GM, Honda, Lyft, Pilot Company, Presto, Stellantis and Toyota.\nWe also own PlugShare, which is a leading global platform for EV drivers, allowing them to locate and share information relating to public charging stations, offer feedback, plan trips, and rate their charging experiences. Beyond its services to EV drivers, PlugShare offers an array of services for business and institutional clients. PlugShare licenses public charging location data to automakers and other customers through the PlugShare API. The PlugShare DataTool provides a powerful desktop environment for in-depth analysis of public charging infrastructure. PlugShare manages the world’s largest EV driver research panel through PlugInsights. Finally, PlugShare also delivers highly targeted advertising and promotional impressions to clients around the world.\nCompany History\nEVgo Services was formed in October 2010 as NRG EV Services, LLC, a Delaware limited liability company and wholly owned subsidiary of NRG, an integrated power company based in Houston, Texas. EVgo Services began operations in 2011. On June 17, 2016, NRG sold a majority interest in EVgo Services to Vision Ridge Partners. On January 16, 2020, a subsidiary of LS Power, a private equity investment vehicle focused on power and energy infrastructure, completed its acquisition of EVgo Services. \nWe were incorporated in Delaware on August 4, 2020 under the name “Climate Change Crisis Real Impact I Acquisition Corporation”. We were formed for the purpose of entering into a merger, capital stock exchange, asset acquisition, stock purchase, reorganization or similar business combination with one or more businesses. \nOn the CRIS Close Date, EVgo Holdco consummated the CRIS Business Combination, with CRIS, Thunder Sub and the EVgo Parties pursuant to the Business Combination Agreement. Following the CRIS Close Date, the combined company is organized in an “Up-C” structure in which the business of EVgo Holdco and its subsidiaries are held by EVgo OpCo and continue to operate through the subsidiaries of EVgo Holdco and in which our only direct assets consist of equity interests in Thunder Sub, and the only assets of Thunder Sub are the EVgo OpCo Units.\nMarket Overview\n\n\nEV charging demand is largely driven by the number of BEVs operating during a given period, miles traveled by such BEVs and Vehicle Efficiency. As of December 31, 2024, there were approximately 4.5 million BEVs in operation in the U.S. according to Experian. This grew 1.2 million in 2024 but these vehicles only represent 1.6% of total VIO and are expected to continue to grow, driven by tailwinds such as increased BEV model availability and performance, lower upfront prices for EVs, lower TCO as compared to ICE vehicles, and increased range. In response to the growing electrification trend, nearly all major automobile manufacturers have committed to the production of EV models, with over 150 EV models expected to be available in the U.S. in 2025 from over 50 manufacturers. Additionally, major automobile manufacturers have set aggressive targets for BEV production and sales.\nAutomobile and battery manufacturers are offering EVs at a wider range of price points and developing batteries with higher efficiencies and lower costs. Significant EV investment is expected to be made globally through 2030 by participants in the EV charging industry. Their investments are expected to expand and put EVs and their associated technologies into mass production, which in turn is expected to underpin optimization of the global EV supply chain. Efforts to date by OEMs have already lowered the upfront costs of EVs, with further price reductions expected over the next several model years. As measured in terms of TCO, certain classes of EVs are already at or below parity with their ICE counterparts. As overall EV costs decline, it is expected that greater numbers of EV models will reach TCO parity with their ICE equivalents and that the TCO advantage for other types of EVs will expand.\n\nIn addition to price and TCO decreases, widespread adoption of EVs will require consumer confidence in vehicle range, charger availability, and increased model choice. As of December 31, 2024, over 80 BEV models have eclipsed 300 miles of range on a full charge, a notable improvement compared to earlier BEV models. Researchers and automotive engineers expect that EV ranges will continue to improve as battery technologies advance and costs decline over time. Beyond increases in range, broadly expanded EV offerings in the SUV, crossover utility vehicle and pickup truck segments \n\n\n11\n\n\n\nover the next several years are expected to greatly expand the market appeal and reach of EVs and further accelerate adoption of EVs\nThe market for fulfilling charging demand is bifurcated between high-powered DC fast and ultra-fast charging and lower powered Level 1 (defined below) and Level 2 (defined below) charging. The relative demand for different charging types is a function of the EV mix, owner demographics, locational factors, charger availability, pricing, and EV use cases (e.g., private ownership, rideshare, and commercially and municipally owned fleets, etc.). Lower-powered Level 1 and Level 2 charging is primarily used by EV owners with access to home or workplace charging and currently accounts for the majority of personal EV charging. Level 2 charging is also used by certain fleets that have the ability to charge overnight, have a low daily mileage requirement and return to a centralized location daily. Current DCFC customers are primarily those drivers who need to charge away from home for convenience or due to long-distance travel, those drivers who do not have access to home or workplace charging or high-mileage fleets that seek to minimize downtime and maximize miles traveled.\nBroadening demographics of EV owners, larger battery sizes, larger EVs with higher kWh usage per mile, increased EV penetration in medium- and heavy-duty vehicle applications, increasing adoption of rideshare and last-mile delivery services, and the proliferation of autonomous vehicle fleets are expected to increase demand for DCFC faster than demand for overall EV charging.\nAs of December 31, 2024, there were approximately 50,000 DCFC charging ports in service in the U.S., an increase of approximately 12,000 from the prior year. The ratio of DCFC charging ports to EVs in operation has increased by 36% since 2021, and is expected to continue to do so at current levels of forecasted BEV sales and charger deployment levels. Since 2021, BEVs in operation have increased at a 46% compounded annual growth rate, while the supply of public DCFC ports has increased by only 32%. The U.S. has fewer DCFC charging ports in service compared to BEVs in operation than either Europe or China. This high and increasing ratio, combined with increasing demand for DCFC charging relative to Level 1 and Level 2 alternatives, means that demand served per charging port is increasing within the industry.\nEV Chargers and Standards\n\nWe design, through a joint development agreement with Delta, and deploy a DC fast charging station architecture that may include modular power units that are placed under software management and control, allowing power output to be shared dynamically between vehicles that are simultaneously connected to a charger. This dynamic power sharing technology reduces upfront capital and ongoing operating costs, maximizing return on investment, while increasing operational flexibility and lowering operating risk, allowing us to meet the increasing charging requirements, including higher charging speeds, higher power provisioning, dynamic energy and demand management, access prioritization, queuing management and scheduling across different EV models, customer types and use cases. This modular software-defined design maximizes charger throughput, asset utilization and ease of future power augmentation while reducing single points of failure risks and improving charger reliability and availability. It also maximizes the number of standardized equipment components, helping to accelerate the learning rate benefits and associated cost reductions of charging hardware over time and improving the ability to offer higher value-added service offerings in the future. \nAs EVs proliferate in the transportation ecosystem, the industry is shifting toward the standardization of chargers and the introduction of new industry protocols for interoperability. \nEV chargers do not come with a “one size fits all” dispenser and are typically categorized by their ability to deliver instantaneous amounts of power — as measured in kW — and their charging standards. Current designations based on power level include:\n\n●   DCFCs. DCFCs operate between 200V and 1000V DC and supply at least 50kW. DCFCs are almost exclusively available in public locations or commercial applications and are capable of adding range of 100 miles in under 10 minutes, where the actual charge rate is capped by the charging capabilities of the particular EV’s charging profile (with lower capability and older EV models sometimes requiring 30 minutes or more for equivalent range) or the DCFC’s maximum charging profile. As of December 31, 2024, the EVgo Public Network included over 3,400 DCFC stalls at over 1,100 locations — one of the largest public DC fast charging networks in the U.S.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n12\n\n\n\n\n●   Level 2 AC Chargers. Level 2 chargers operate at 208V or 240V AC and supply between 3.6-19.2 kW. A Level 2 charger will not charge a battery as quickly as a DCFC, providing up to 20 miles of range per hour of charging. Level 2 chargers are often found in homes, workplaces and long-dwell-time public locations. Our network includes a number of Level 2 AC chargers.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Level 1 AC Chargers. Level 1 chargers offer the least amount of power, as they operate at 120V AC, usually supplying between 1.2-2.4 kW. This is consistent with the power level offered through a standard household outlet. Such chargers can generally provide approximately 4-10 miles of range per hour. Our network does not contain any Level 1 chargers.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIn addition to supporting different charging capabilities, EVs in the U.S. use different charging standards and connector types. These standards are neither interchangeable nor interoperable (without specialized adapters), and each utilizes a unique connector. Each EV charging standard generally delivers energy through cables that connect the EV charging station directly to the vehicle using a port located on the exterior of the vehicle. There are currently three standards in use in the U.S. — CCS, CHAdeMO and J3400.\n\n●   CCS. The CCS standard is utilized by EVs manufactured by U.S. OEMs (excluding Tesla) and European OEMs. The CCS standard provides for both AC and DC charging.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   CHAdeMO. The CHAdeMO standard has been utilized by EVs manufactured by Japanese OEMs. The CHAdeMO standard is being phased out in North America. The CHAdeMO standard provides for DC charging.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   J3400. Tesla’s charging network in the U.S. is based on a proprietary connector and EV inlet, which Tesla has open-sourced as NACS. A majority of the largest OEMs have announced plans to adopt the NACS standard in their future EVs for sale in the U.S. SAE International, a standards-developing organization for automotive engineering professionals, has standardized Tesla’s initial specifications for NACS and released it with the J3400 standard. NACS and J3400 are often used interchangeably.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nOur chargers support each of the fast charging standards described above. Our first-generation DC fast charging stations contain both CCS and CHAdeMO cables with the current generation of DC fast charging stations including only CCS cables. Our CCS stations are also accessible to eligible Tesla EVs through the CCS adapter, and with Autocharge+, we can deliver the same plug and charge experience to Tesla drivers that they have on Tesla’s Supercharger network. In addition, we have begun adding NACS connectors to our fast charging network. However, continuing to integrate NACS connectors in future charger installations and on certain existing chargers will require investment and management attention. Continuing to develop access to seamless, integrated charging for all EV drivers remains a core commitment for us.\nProducts and Services\n\nRetail Charging\nWe sell electricity directly to drivers who access our publicly available networked chargers. Various pricing plans exist for customers, and drivers have the choice to charge through a subscription offering or a variety of pay-as-you-go plans. Drivers locate the chargers through our mobile application, their vehicle’s in-dash navigation system, or third-party databases, such as PlugShare, that license charger-location information from us. Our chargers are generally installed in parking spaces owned or leased by commercial or public-entity Site Hosts that desire to provide charging services at their respective locations. Commercial Site Hosts include retail and grocery stores, offices, medical complexes, airports and convenience stores. Our offerings are well aligned with the goals of Site Hosts, as many commercial businesses increasingly view charging capabilities as essential to attracting tenants, employees, customers and visitors and achieving sustainability goals. Site Hosts are generally able to obtain these benefits at no cost when partnering with us through our owner and/or operator model, in which we are responsible for the development, construction and operation of chargers located on Site Hosts’ properties. In many cases, Site Hosts will earn revenue from license payments in the form of parking space rental fees that we pay in exchange for use of the site.\n\n\n13\n\n\n\nOEM Charging and Related Services\nWe have revenue models to meet a wide variety of OEM objectives related to the availability of charging infrastructure and the provision of charging services for EV drivers. We contract directly with OEMs to provide charging services to drivers who have purchased or leased such OEMs’ EVs and who access our public charger network. Other related services we currently provide to OEMs include co-marketing, data services, and digital application services. Our OEM relationships are a core customer-acquisition channel.\n\nCommercial Charging\nHigh volume fleet customers, such as TNCs, can access charging infrastructure through our vast public network. Pricing for charging services is most often negotiated directly with the fleet owner based on the business needs and usage patterns of the fleet. In these arrangements, we contract with and bill, either the fleet owner directly or an individual fleet driver utilizing our chargers.\nEVgo eXtend\nThrough EVgo eXtend, we provide hardware, design, and construction services for charging sites, as well as ongoing operations, maintenance and networking and software integration solutions, while customers purchase and retain ownership of the charging assets. Existing customers with EVgo accounts are able to access eXtend chargers through our app, among other options. For some EVgo eXtend customers, we also provide grant application support and related services.\nAncillary Service Offerings\nIn addition to offering access to our public network, we offer dedicated charging solutions to autonomous vehicle and other fleets. Through our dedicated fleet product, we develop, build, and service charging assets for fleets either at their own depot locations or at off-site charging hubs that we have secured without requiring a fleet to directly incur capital expenditures. We offer a variety of pricing models for dedicated charging solutions, including a mix of volumetric commitments and variable and fixed payments for the provision of charging services.\n In addition to charging services, we offer a variety of software-driven digital, development and operations services to customers. These offerings currently include customization of digital applications, charging data integration, loyalty programs, access to chargers behind parking lot or garage pay gates, microtargeted advertising and charging reservations, as well as all services provided under PlugShare such as data, research and advertising services.\n\nMarket Opportunity & Strategy\n\nThe U.S. EV market continues to experience significant growth, and the market share of EVs was approximately 8.0% of all vehicle sales in 2024 according to Reuters. Availability of appropriate charging infrastructure is critical to enabling consumer and commercial adoptions of EVs. Larger (and thus heavier) EV models, such as SUVs and trucks, being made widely available in the coming years, coupled with an increased number of EV fleets, will require a greater number of easily accessible charging outlets. Further, DC charging is expected to grow faster than the overall charging market as EV range increases, battery density grows, as EV driver demographics expand to include drivers who do not have access to at-home charging and as ridershare electrification accelerates. Access to convenient and affordable charging is key to accelerating EV adoption, and our portfolio of public and dedicated high-powered DCFC stations positions us to take advantage of broadening electrification trends.\nWe are differentiated as both a designer, through a joint development agreement with Delta, and operator of charging infrastructure focusing on high traffic, high density urban, suburban and exurban areas. We have an extensive track record in optimized site selection, site development, planning, equipment procurement, engineering, construction and operation. In addition, our robust underwriting standards underpin disciplined capital allocation. Experience as an asset owner and operator also provides the essential ingredients for being a partner of first resort in the provision of white label services, creating increased optionality to provide charging services to emerging segments.\n\n\n14\n\n\n\nOur team has extensive skillsets and expertise in EVSE design, network planning, site selection, site development, permitting and engineering, equipment specification and procurement, site construction and commissioning, as well as operations, maintenance and networking of a distributed network of DCFCs across the country. The core elements of this ongoing strategy include: \n\n●   Identifying Optimal Charging Sites. We have developed a proprietary set of tools that leverage sophisticated data science, financial modeling and GIS techniques to design our network plan. The tools inform allocations and charger placement at both macro and micro geographical levels — nationally, within a Metropolitan Division, within a specific utility territory and down to specific site locations. The tools take into account current and projected EV penetration trends, local availability of charging infrastructure, traffic patterns, fleet partner electrification, Site Host locations, input from OEMs, government and utility incentive programs, 30C Credit eligible census tracts, environmental justice and government policies. Based on these inputs, the tools optimize for financial return, regulatory incentive capture, utilization and network coverage. Our network plan serves to organize the activities and priorities of the internal and external parties involved in deploying the network, allowing us to quickly execute while being efficient with our resources.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Charging Sites Development, Engineering and Construction. We have teams of professionals with site leasing expertise who have long-standing relationships with national and regional retail chains and real estate investment trusts. These teams are focused on securing rights for charging station construction and operation at optimal sites that fit into a national network plan. In addition, we have Development Engineering and Infrastructure Engineering teams that design site-specific solutions and bid construction projects out to third party engineering, procurement and construction firms. Our Hardware Engineering team specifies, qualifies, tests, and validates all charging equipment that is deployed to ensure a seamless experience for our customers. Our Project Management and Grid Integration teams then oversee construction projects, secure permits and easements as needed and help ensure high quality and safety of charging sites. The Field Operations team commissions the sites and adds them to the active network.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Charging Equipment Procurement. Our Supply Chain team secures all equipment, negotiates pricing, maintains inventory forecasts, and manages logistics and warehousing to ensure that the construction of sites can be carried out in a timely and cost-effective manner. Our Supply Chain team negotiates manufacturing and services agreements with all suppliers, conducts quarterly and annual business reviews with them, and audits conformance with the terms of our agreements. Detailed quality control metrics are measured and reported during these meetings, along with improvement plans as needed.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Charging Sites Operation. Our NOC operates from redundant locations on a continuous basis to remotely monitor all sites and charging stations. In addition to staffing internal resources, we contract with several national network maintenance firms to ensure response times in as little as four hours when needed. We carry out preventive maintenance designed to avoid interruption of service, and also corrective maintenance in cases where equipment requires attention. Our NOC team also performs regular on-site health checks to ensure that our equipment is operating correctly and that any cosmetic issues are resolved. Our Customer Care Center also operates from redundant locations and remains readily available to help customers resolve issues that they may encounter. Our ReNew program has six key pillars of execution — prevention, diagnostics, rapid response, analysis, resilience, and continuous customer service — to further enhance our operating practices. As part of the program, we continue to replace, upgrade or remove aging chargers to improve network reliability.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Leveraging and Providing Value to Different Stakeholders within EV Ecosystem. We provide charging services to fleet customers by granting access to our public network and designing, constructing and operating dedicated hubs. Our track record, in-depth knowledge of various fleets’ needs, fleet-focused software services and network operating approach allow for a differentiated value proposition. Providing various services (e.g., charging, software, data, marketing, etc.) to OEMs is an essential component of our strategy which allows the capture of a broader customer base. We also work with a variety of Site Hosts (e.g., retailers, airports, automobile dealers, healthcare/medical facilities, hotels, municipal locations, parking lots, schools and universities, etc.) to provide charging as an amenity.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n15\n\n\n\n\n●   Technology-Enabled Products and Services. We are focused on enhancing products and services to maintain a leadership position as a developer and operator of networked charging infrastructure. Continued research and development activities focused on hardware design, station architecture and our technology stack and software applications widen our competitive positioning and offer the potential for high margin accretive revenue streams. Through our mobile app for EV drivers, Autocharge+ functionality allowing a seamless charging experience, a customized portal that provides OEM partners with visibility to the EVgo Public Network, the Canary performance modeling tool, and development of sophisticated diagnostics delivered to vendors in real time so that equipment functionality can be enhanced, our tech-enabled services are designed to further strengthen our customer relationships.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   PlugShare. We deliver services to EV drivers through our subsidiary PlugShare, the leading global platform for EV drivers to locate and provide information relating to charging stations and provide feedback on their charging experiences, while leveraging tools like EV Trip Planner. Beyond its services to EV drivers, PlugShare delivers data to automakers and other customers through the PlugShare API and manages the world’s largest EV driver research panel through PlugInsights. PlugShare also delivers advertising impressions globally on behalf of its advertising customers.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Disciplined Capital Allocation. Our capital investments undergo rigorous financial analysis and consideration. Investments are analyzed using several parameters and require the portfolio to meet or exceed a pre-defined internal rate of return before approval. Robust underwriting standards are reviewed periodically to underpin such disciplined capital allocation.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Public Policy Engagement. We are continuously engaged with federal policymakers, state agencies, utilities, state legislatures and other stakeholders to mitigate risks, shape funding opportunities, reduce electricity rates, implement streamlined EV charging tariffs and interconnection processes and promote competitive ownership of EVSE.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nCompetition\nThe charging infrastructure sector is evolving as the EV market grows and expands to serve new drivers, and it is likely to become increasingly competitive. Key parts of the charging value chain include charging equipment manufacturing and sales, charging network operation and ownership, charging software development, and the provision of e-mobility services. Given the relatively early stage of electrification as a sector, the business models being pursued by each company are still in flux. In general, charging sector incumbents may expand their product offerings and sales strategies and new well-capitalized competitors may enter the market.\nAs the charging sector continues to evolve, a number of players have emerged or could emerge as our competitors. As a leading builder, owner and operator of a public fast charging network, some our competitors include Tesla, Electrify America, ChargePoint and Blink.\nThe principal competitive factors in the industry include charger count, locations, accessibility and quality of the customer experience; DCFC network availability and reliability, scale and local density; charger connectivity to EVs and ability to charge all standards; speed of charging relative to expected vehicle dwell times at the location; adjacent amenities; software-enabled services; operator brand, track record and reputation; access to equipment vendors and service providers; access to public policy support and pricing; and access to capital to support network expansion.\nBarriers to entry in the EV charging market may erode as a result of government intervention and various support programs, leading to more competitors with a variety of profitability objectives. We have competitive advantages in delivering charging services driven by network scale, network design, experience developing and operating DCFC infrastructure, OEM partnerships, rideshare partnerships, brand equity, longstanding reputation in the industry, a well-established supply chain, differentiated station design and software enabled service offerings and network effects driven by a large number of repeat customers. Competition arising from use of other types of alternative fuel vehicles such as plug-in hybrid EVs, hydrogen, and high fuel economy gasoline and diesel-powered vehicles could inhibit growth in the EV sector.\n\n\n16\n\n\n\nSuppliers and Service Providers\n\nCharging Equipment and Related Services. We have invested in and maintain long-term relationships with suppliers and service providers. We design stations and specify EV chargers in-house and outsource production to an assortment of manufacturers. Based on a rigorous certification and qualification testing process, we have established commercial relationships with multiple EV charger manufacturers. At this stage of the industry, equipment is unique to each supplier with respect to components and aftermarket maintenance and warranty services. As such, equipment and services are currently singularly sourced from each supplier. For the year ended December 31, 2024, Delta provided 77.3% of our total charging equipment compared to 76.9% for the year ended December 31, 2023. In January 2025, we also entered into a joint development agreement with Delta to develop our next generation of charging infrastructure.\nWe also typically contract with and manage specialized electrical and civil contractors to perform station construction and maintenance activities. Additionally, our charger management software platform was developed and is operated by Driivz.\nElectricity. We purchase electricity for the majority of our charging stations directly from local utilities as a commercial or industrial customer representing approximately 94% of our total GWh throughput in 2024. Each site qualifies for a certain utility tariff based primarily on maximum instantaneous electric usage (i.e., peak kW) measured over a historic period. A typical electricity tariff for a site consists of (i) a fixed charge, generally based on the number of meters on site, (ii) an energy charge based on kWh used, which may vary depending on time of use (including seasons and peak hours), (iii) a demand charge, or cost charged per kW during the applicable calculation period, which is often monthly, but which may also vary depending on time of use and (iv) any applicable state and utility taxes. Commercial and industrial tariff structures, like those that our stations are served on, are generally very stable, with underlying base charge amounts updated by utilities every three to four years. Supply charges assessed to recover the cost of fuel and/or purchased power may be updated more frequently. In deregulated utility markets like the Northeast, Mid-Atlantic, and Texas, we have entered into fixed-price contracts to manage the underlying risk associated with the potential for volatility in supply costs and continue to explore the opportunity to enter into similar contracts for additional charging sites. Where we do not purchase electricity directly from the local utility, we obtain electricity through the Site Host and reimburse the Host at a pre-negotiated rate.\nCustomers, Partnerships and Strategic Relationships\nWe have established partnerships and strategic relationships with key OEMs, including GM, Honda, Nissan, and Toyota, Site Hosts and fleet operators, as discussed further below. These relationships allow us to access new customers and build brand awareness through co-marketing. We may also benefit from promotional programs sponsored by OEMs. In some cases, OEM partners have agreed to provide one-time or ongoing payments related to the build-out of our charger network. In nearly all cases, we retain ownership of the chargers built under these OEM programs.\nWe have established, invested in and maintained long-term relationships with Site Hosts with national and regional multi-site portfolios of commercial and retail properties. Our Site Hosts span a wide array of industries and locations, including airports, automobile dealers, healthcare/medical facilities, hotels, mixed-use facilities, municipal locations, parks and recreation areas, parking lots, restaurants, retailers, schools and universities, stadiums, supermarkets, transportation hubs and workplace locations. We have numerous master agreements with Site Hosts that enable the conversion of prospect sites into locations that can be developed by standardizing terms and conditions for site control. Our ownership model is attractive to Site Host partners as it allows them to offer an EV charging amenity to their customers without needing to incur upfront capital expenditures or ongoing operating costs while generating rent revenue from us. The benefits offered to Site Hosts through our business model continue to provide us with access to the highest quality property owners, grocery store chains, parking garages, airports and convenience stores.\nWe had two customers that collectively comprised 41.7% and 45.7% of our total net accounts receivable as of December 31, 2024 and 2023, respectively. For the years ended December 31, 2024 and 2023, one customer represented 33.5% and 45.2%, respectively, of our total revenue. As we and the EV industry continue to grow, we expect revenues will be generated from a larger and an increasingly varied group of customers and commercial partners. In the ordinary course of business, we engage in active discussions and renegotiations with our commercial partners with respect to the \n\n\n17\n\n\n\nsolutions we provide and the terms of their agreements, including fees. Most of our contracts with our commercial partners have multi-year terms and some have the right to terminate prior to the end of the term. The loss of any of our largest commercial partners or the renegotiation of any of our largest contracts with our commercial partners could adversely affect our results of operations.\nDOE Loan\nOn December 12, 2024, the Borrower entered into the Guarantee Agreement with the DOE as guarantor. Pursuant to the Guarantee Agreement, the DOE agreed to issue a loan guarantee on behalf of the Borrower with respect to a term loan facility, or the DOE Loan, established between the Borrower and the FFB. The DOE Loan is made pursuant to the Title XVII Loan Guarantee Program, which permits the DOE to issue loan guarantees in connection with loans issued by the FFB to fund certain eligible projects.\nThe DOE Loan is structured as a senior secured loan facility of up to $1.248 billion, consisting of $1.05 billion of principal and up to $193 million of capitalized interest, subject to modification as set forth in the Guarantee Agreement. The DOE Loan provides that the Borrower may draw on the DOE Loan, each such draw, an Advance, at any time during the Availability Period. Advances under the DOE Loan are subject to the satisfaction of customary conditions, including certification of compliance with the loan documents and specified legal requirements and the ongoing accuracy of representations and warranties. The Borrower submitted its first request for an Advance of $75.3 million and received such Advance in January 2025.\nAll proceeds from the DOE Loan will be used to reimburse us for up to 80% of certain costs associated with the construction, installation and deployment of approximately 7,500 new DC Stalls nationwide. At the closing of the DOE Loan, we contributed 1,594 DC Stalls from our existing public network to the Borrower as collateral, and we may be required to contribute additional DC Stalls or cash to the Borrower from time to time. We, through our subsidiary, EVgo Services, will provide charge point operator services to the Borrower for the duration of the DOE Loan.\nThe DOE Loan matures on January 7, 2042. Beginning on March 15, 2030, the Borrower will be required to make quarterly payments of principal and interest to the FFB. Interest rates are fixed at the applicable long-dated U.S. Treasury rate plus a combined liquidity spread and risk-based charge of approximately 1.2% in the aggregate, and accrued interest is capitalized until the end of the Availability Period. Subject to certain conditions, including the existence of no events of default, the Borrower may voluntarily prepay any or all of the principal outstanding under the DOE Loan. Additionally, in the event of a Mandatory Prepayment Event (as defined in the Guarantee Agreement), the Borrower shall be required to prepay certain amounts outstanding under the DOE Loan. The Borrower’s obligations to the DOE and FFB under the DOE Loan are secured by a first priority security interest (subject to customary exceptions and permitted liens) in, among other things, the assets of the Borrower and the equity interests of the Borrower.\nThe Guarantee Agreement contains customary representations and warranties as well as affirmative and negative covenants (including restrictions on Borrower making distributions to affiliates). The Guarantee Agreement also contains customary events of default including failure to make payments when due, failure to maintain the required debt service coverage ratio, the occurrence of a Change of Control (as defined in the Guarantee Agreement) or other breaches under the Guarantee Agreement. If an event of default occurs, the DOE has certain rights and may, among other options and in its discretion, assess fees and penalties, enforce the collateral, and declare all amounts under the DOE Loan payable immediately in full.\nGM Agreement\nOn July 20, 2020, we entered into the GM Agreement to build fast charger stalls that we will own and operate as part of our public network. The GM Agreement has been amended several times to, among other things, expand the overall number of charger stalls to be installed from 2,750 to 2,850, adjust charger stall installation targets, extend the completion deadline to June 30, 2028, provide for a payment of $7,000,000 in December 2022 in exchange for our agreement to apply certain branding decals on the fast chargers funded by GM pursuant to the GM Agreement and additional payments for changes to GM’s charger branding, and maintain a specified uptime percentage (described below) over the term of the GM Agreement. In the most recent amendment to the GM Agreement, a certain portion of the charger stalls that we are required \n\n\n18\n\n\n\nto build are required to have additional specifications, or the Flagship Stalls. Pursuant to the GM Agreement, we are required to meet certain quarterly milestones measured by the number of charger stalls installed, and GM is required to make certain payments based on charger stalls installed.\nUnder the GM Agreement, we are required to install a total of 2,850 charger stalls by June 30, 2028, 73.5% of which were required to be and were installed by December 31, 2024. Meeting the quarterly milestones will require additional funds beyond the amounts committed by GM, and we may face delays in construction, commissioning or aspects of installation of the charger stalls we are obligated to develop. We are also required to maintain network availability (i.e., the percentage of time a charger is operational and available on the network) of at least 97% across Flagship Stalls and 95% across the rest of the GM network. In addition to the capital-build program, we are committed to providing GM EV customers with reservations and certain of our services at a discounted rate and branding on chargers. \nThe GM Agreement is subject to early termination in certain circumstances, including in the event we fail to meet the quarterly charger stall-installation milestones or maintain the specified level of network availability. If GM opts to terminate the agreement, we may not be entitled to receive continued payments from GM and instead may be required to pay liquidated damages to GM. In the event we fail to meet a charger stall-installation milestone or maintain the required network availability in a calendar quarter, GM has the right to provide us with notice of such deficiency within 30 days of the end of the quarter. If the same deficiency still exists at the end of the quarter immediately following the quarter for which a deficiency notification was delivered, GM may immediately terminate the agreement and seek pre-agreed liquidated damages of up to $15.0 million.\nNissan Agreement\nWe executed the Nissan Agreement in June 2019, which provides for joint marketing activities, charging credit programs for purchasers or lessees of Nissan EVs, and a capital-build program. Under the joint-marketing activities provisions of the Nissan Agreement, we were obligated to spend a specified amount annually on joint-marketing activities that were mutually agreed upon with Nissan until March 1, 2024. Under the charging credit program provisions in the Nissan Agreement, credits for charging are allocated to purchasers or lessees of Nissan EVs, and such purchasers or lessees are permitted to charge their EV for 12 months at no charge to the participant, up to the amount of the charging credit allocated to such participant or on an unlimited basis, depending on the model of Nissan EV purchased or leased. Until March 1, 2024, in the event a participant did not use the entire amount of the allocated charging credit or if the annual charging credit pool was not exhausted within a specific period, a portion of the remaining dollar value of such credit rolled over to subsequent periods, and a portion was retained by us. Since March 1, 2024, Nissan has been required to make additional payments to the extent needed to support charging credits for new enrollees, and unused funds from such additional payments will be returned to Nissan at the end of the term. For Nissan EV purchasers or lessees receiving unlimited charging, we receive an upfront activation fee for each purchaser or lessee as well as a usage-based fee. The capital-build program provided for in the Nissan Agreement required us to install, operate and maintain public, high-power dual-standard chargers in specified markets pursuant to a schedule that outlined the build timelines for the chargers to be constructed, or the Build Schedule. We have fulfilled our capital-build program obligations under the Nissan Agreement.\nPilot Infrastructure Agreement\nOn July 5, 2022, we entered into the Pilot Infrastructure Agreement and the Pilot O&M Agreement with the Pilot Company and GM to build, operate, and maintain up to 2,000 stalls served by DC chargers that the Pilot Company will own. The stalls will be located at the Pilot Company sites across the U.S. Pursuant to the Pilot Infrastructure Agreement, we are required to meet certain construction milestones measured by the number of sites commissioned, and the Pilot Company is required to make certain payments each month based on completion of pre-engineering and development work, the progress of construction at each site and for each charger procured by us. Subject to extensions of time for specified excusable events, if we are unable to meet our commissioning obligations, the Pilot Company will be entitled to liquidated damages calculated per day, subject to a cap of $30,000 at each site. The Pilot Infrastructure Agreement includes customary events of default such as those resulting from insolvency, material breaches, and extended unexcused noncompliance, in each case subject to applicable notice and cure periods and other customary limitations on the parties’ ability to seek available remedies, including early termination. Additional provisions that may permit or cause early termination include the Pilot Company’s right to terminate after 1,000 stalls have been completed, our inability to secure \n\n\n19\n\n\n\ncertain chargers and a material increase in the price of chargers due to a change in law. If the Pilot Company elects to terminate the Pilot Infrastructure Agreement after 1,000 stalls have been completed, the Pilot Company must pay us a termination fee per stall for those not built; such fee varies based on the number of stalls already built. If we are wholly or partially unable to perform our obligations under the Pilot Infrastructure Agreement due to certain circumstances outside our control, including delays by permitting authorities and utilities or certain force majeure events, such inability will not be considered a breach or default under the Pilot Infrastructure Agreement.\nUnder the Pilot O&M Agreement, we are required to perform operations, maintenance and networking services on stalls built and commissioned under the Pilot Infrastructure Agreement in exchange for payment of a monthly fee by the Pilot Company to us. Similar to the Pilot Infrastructure Agreement, the Pilot O&M Agreement includes customary events of default and related remedies.\n\nIntellectual Property\nWe protect our intellectual property and proprietary rights through patent, trademark, copyright, trade secret and unfair competition laws, and by confidentiality protocols. We undertake actions as we deem necessary to ensure that our proprietary rights are protected, while at the same time respecting the intellectual property rights of other persons.\nAs of December 31, 2024, we held 26 patents and had 9 additional patent applications pending in the U.S. and abroad. We continue to regularly assess opportunities for seeking patent protection for those aspects of our technology, designs and methodologies that provide a meaningful competitive advantage to us.\n\nGovernmental Regulation\nState, regional and local regulations for installing EV charging stations vary from jurisdiction to jurisdiction and may include permitting requirements, inspection requirements, licensing of contractors and certifications.\n\nHandbook 44 establishes a model weights and measures code, which covers numerous measuring and weighing devices including EV chargers. The latest version for EV charging has been adopted by law in 30 states, and most of these states are currently not expected to begin enforcing the regulations until 2028, although this timeline is subject to change. California adopted its own weights and measures regulations in 2019 and was the first state to begin enforcing these requirements. The Texas Department of Licensing and Regulation and Michigan Department of Agriculture & Rural Development have subsequently adopted their own regulations, and other states are actively considering measures. Generally, public utilities commissions and state legislatures across the country have determined that EV charging service providers will not be regulated as utilities. The determination not to regulate us as a utility generally frees us from being subject to more burdensome regulatory requirements and provides us with greater flexibility to set rates, including setting pricing for EV charging on a per-kWh basis across our portfolio of public chargers.\nA number of public policies have been promulgated in the last several years to encourage EV adoption as well as incentivize investments in charging infrastructure to support the success of EV sales. For example, the IIJA, which was signed into law in November 2021, included up to $7.5 billion in funding for EV charging infrastructure, largely on highway corridors, through the DOT, and the IRA, which was signed into law in August 2022, extended a tax credit for qualified plug-in EVs with a maximum credit of $7,500, depending on vehicle weight and battery capacity, and created new tax credits for previously owned EVs and commercial vehicles. The IRA included new domestic content and critical mineral sourcing requirements and eliminated a cap on the availability of tax credits for individuals who purchased vehicles from OEMs that had reached certain production levels. We are closely monitoring potential changes to these tax provisions under the 119th Congress, which began in January 2025, and other administrative actions under the current administration and assessing any potential impact on our business.\nOutside of federal activity, several states also offer various rebates, grants and tax credits to incentivize both EV purchases and leases. In addition to state incentive programs, demand for EVs has also been encouraged by regulatory developments and changes in consumer habits. For example, California has set an aggregate goal of more than seven million EVs on the road by 2030, which, the CEC estimates, will require one million private and shared public chargers. To this end, in December 2024, the CEC approved an investment plan for $1.4 billion in state funding under its Clean Transportation Program, which funds its EV infrastructure programs.\n\n\n20\n\n\n\nAdditionally, California has enacted the Clean Miles Standard aimed at reducing greenhouse gas emissions from TNCs, such as rideshare vehicles, through electrification and other means. Other jurisdictions have followed suit, with New York City’s Taxi and Limousine Commission’s Green Rides Initiative requiring rideshare trips to be electric or wheelchair accessible by 2030, and Massachusetts offering financial incentives for TNC drivers to purchase EVs. These initiatives, combined with a shift toward car-sharing and mobility as a service offering, are expected to accelerate EV adoption by fleets in the coming years.\nGrants and Incentives\nWe continuously pursue public grants and leverage utility incentives to reduce capital expenditures. We have resources that help shape, monitor, submit for and utilize available grant and incentive funding for the development of DCFCs on a state, local and national level. Our network expansion and local build plans are informed partially based on expected timing for and availability of funding of this type. We have received awards for grants and incentives from state energy offices, state departments of transportation, local air districts, and utility rebate and “make-ready” programs.\nWe have historically benefitted from the availability of 30C income tax credits, which effectively subsidizes the cost of placing our charging stations in service. The IRA revised the 30C income tax credits to extend the credit until December 31, 2032, introduce the concept of transferability of such tax credits, expand the credit such that it is capped at $100,000 per item and increase eligibility requirements to require installation of EV charging stations in certain census tracts along with meeting prevailing wage and apprenticeship requirements, among other changes. See Part I, Item 1A, “Risk Factors — Risks Related to the EV Market — The EV market currently benefits from the availability of rebates, tax credits and other financial incentives from governments, utilities and others to offset the purchase or operating cost of EVs and EV charging stations. The reduction, modification or elimination of such benefits could materially and adversely affect our business, financial conditions and results of operations.” for further discussion. During the year ended December 31, 2024, we transferred EVgo OpCo’s 2023 30C income tax credits for cash proceeds, net of transaction costs, of $9.0 million.\nWe intend to continue to seek additional grants, rebates, subsidies and incentives as an effective avenue to reduce our capital investment in the promotion, purchase and installation of charging stations where applicable.\n\nRegulations Affecting EV Adoption\n\nIn 2024, the EPA announced a final rule, the Multi-Pollutant Emissions Standards for Model Years 2027 and Later Light-Duty and Medium-Duty Vehicles that sets new emissions standards for vehicles starting with model year 2027. Although we are not a car manufacturer and thus not directly subject to these standards, such standards may still indirectly affect our business by sending a market signal for vehicle manufacturers to increase their EV offerings, which would likely result in increased demand for charging services. We are monitoring any potential changes to these regulations but do not expect them to impact our network plan or projections for VIO in the near-term.\nAdditionally, California has set its own regulations under Section 177 of the Clean Air Act (42 U.S.C. §7507), and as of December 31, 2024, over 15 states have adopted all or part of California’s low-emission and zero-emission vehicle regulations. ACC II regulation directs automakers to sell a growing percentage of ZEVs, culminating in 100% new ZEV sales in 2035. In December 2024, the EPA granted CARB’s waiver request to implement and enforce ACC II. Additionally, in December 2024, the U.S. Supreme Court released an order declining to consider challenges to California’s authority, stipulated in the Clean Air Act, to set vehicle emission standards but agreed to hear a procedural issue that could affect the ultimate outcome of the case on remand. We continue to monitor legal activity concerning California’s ZEV regulations. However, many of our markets achieving the highest throughput per stall are located in states that have not adopted this regulation.\nWaste Handling and Disposal\n We are subject to laws and regulations regarding the handling and disposal of hazardous substances and solid waste, including electronic wastes and batteries. These laws generally regulate the generation, storage, treatment, transportation and disposal of solid and hazardous waste and may impose strict, joint and several liability for the investigation and remediation of areas where hazardous substances may have been released or disposed of. For instance, CERCLA, also known as the superfund law, in the U.S. and comparable state laws impose liability, without regard to fault or the legality \n\n\n21\n\n\n\nof the original conduct, on certain classes of persons that contributed to the release of a hazardous substance into the environment. These persons include current and prior owners or operators of the site where the release occurred as well as companies that disposed or arranged for the disposal of hazardous substances found at the site. Under CERCLA, these persons may be subject to joint and several strict liability for the costs of cleaning up the hazardous substances that have been released into the environment, for damages to natural resources and for the costs of certain health studies. CERCLA also authorizes the EPA and, in some instances, third parties to act in response to threats to the public health or the environment and to seek to recover from the responsible classes of persons the costs they incur.\nWe may also generate or dispose of solid wastes, which may include hazardous wastes that are subject to the requirements of the RCRA and comparable state statutes. While RCRA regulates both solid and hazardous waste, it imposes strict requirements on the generation, storage, treatment, transportation and disposal of hazardous wastes. Certain components of our charging stations may be excluded from RCRA’s hazardous waste regulations, provided certain requirements are met. However, if these components do not meet all of the established requirements for the exclusion, or if the requirements for the exclusion change, we may be required to treat such products as hazardous waste, which are subject to more rigorous and costly disposal requirements. Any such changes in the laws and regulations, or in our ability to qualify the materials we use for exclusions under such laws and regulations, could adversely affect our operating expenses.\n\nRenewable Energy Markets\nAs part of our business strategy, we market the electricity provided from our charging stations as 100% matched with purchases of RECs. Any claims we make to consumers about our use of renewable energy are subject to regulation by the FTC. The FTC Green Guides require all non-renewable energy use to be matched with RECs in order to make renewable energy claims and may also require certain statements regarding the sources of renewable energy and related RECs. Failure to comply with such regulations can result in substantial monetary penalties or otherwise impact our results of operations. Therefore, we purchase certified RECs in order to qualify the electricity we distribute through charging stations as renewable energy and will continue to purchase certified RECs in the future to substantiate claims that the electricity provided from our charging stations is 100% matched with purchases of renewable energy. Additionally, as part of our business model, we project the number of RECs needed and purchase such RECs to meet this projection. Failure to accurately project our REC needs may result in the purchasing of RECs on the spot market in order to maintain compliance with applicable regulations. If material, this may adversely affect our business and financial condition. LCFS Credits As a charging station owner and operator, we earn regulatory credits, such as LCFS credits and other regulatory credits, in states where such programs are enacted, including the LCFS Program in California, the Clean Fuels Program in Oregon, and the Clean Fuel Standard in Washington. These credits are generated through charging station operations based on the volume of kWh sold. We earn additional revenue through the sale of these credits to buyers obligated to purchase the credits to comply with the program mandates. In California, we actively seek to maximize the number of credits generated per kWh of energy sold by sourcing renewable electricity. The availability of such credits depends on continued governmental support for these programs and regulatory frameworks that make it possible for us to participate in these credit markets. In addition to current programs, we are currently monitoring or participating in state level policy activity to promulgate new clean fuels programs in roughly half a dozen states, primarily in the Eastern and Midwestern U.S.Human Capital Management\nOur mission is to build a sustainable business that eliminates emissions to protect our planet. We believe that our people are our most important asset to help us achieve our mission. We are focused on fostering a mission-driven workforce with a broad set of perspectives, experiences, and backgrounds to ensure that we are customer centric, collaborative, and innovative to lead to our collective success. Our human capital management strategy is integrated and aligned with the overall leadership objectives and is designed to attract, develop, and retain a high performing workforce to sustain our business, both today and in the future. We are focused on maintaining a culture of operational excellence that supports our employees, customers, and the many communities we serve. The workforce is guided by our core commitments to safety, integrity, customer service and continuous improvement. We remain steadfast in our commitment to treating people with dignity and respect. We are focused on maintaining the highest standards of ethical conduct on which our business and reputation have been built.\n\n\n22\n\n\n\nAs of February 15, 2025, we had 329 full-time employees and two part-time employees. None of our employees are represented by a labor union or covered by a collective bargaining agreement. We have never experienced a work stoppage and believe in maintaining positive relationships with our employees.\nHealth and Safety. We are committed to protecting the health and safety of our employees, contractors and the communities we serve. Our commitment is demonstrated by providing the tools and skill building needed to help ensure that our employees can perform their work safely. Employees are empowered and encouraged to question, stop, and correct any unsafe act or condition while communicating openly and honestly on health and safety issues. \nCompany Culture. Our vision is to enable effortless fast charging for everyone. In order to maximize our customer base, we believe that our products and services need to be available to all people regardless of their background. To uphold our vision, we commit to reflecting the communities we serve and implementing policies and practices that positively impact the many stakeholders we interact with. We strive to protect the environment and help tackle climate change, accelerating the transition to clean energy. We are also committed to the promotion of sustainable communities and the promotion of equal access. We believe that excellence in this area provides a benefit to our stakeholders and the communities in which we operate. \nWe are committed to hiring — and continuing to hire — the most qualified and talented people from all backgrounds to all levels of leadership. We commit to mentoring and promoting people within our community whom we value for their hard work, intelligence, and agility in pursuit of our mission. We strive to engage partners from the communities we serve and are committed to creating initiatives that ensure our employees and stakeholders are seen, heard, and valued. We commit to continuing to check in with leadership and employees to see how we are doing. And most importantly, we commit to listening with openness. As we aim to rapidly grow as a business, we commit to growing as a community as well.\nOur success depends on a staff of varied backgrounds and responsive, attentive leadership. We seek to achieve our vision by utilizing the strength that comes from the richness of a wide range of perspectives and experiences. We commit to building and empowering a workplace community that values our members for simply being who they are. \n\n\n●   Communication &amp; Training: We seek to establish a supportive and welcoming workplace environment in which employees of all backgrounds and demographic characteristics can work together. We also conduct training on various topics including regulatory compliance.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Talent Attraction and Development: We have a strong talent pipeline supported by our employee referral program and partnerships with a variety of organizations. We also support internship and apprenticeship programs.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Promoting Sustainable Communities: Our goal is to ensure that EVs and public fast charging are accessible to all. Over 60% of the EVgo Public Network currently serves an environmentally impacted community, which means one of our DC Stalls is within a 10-minute drive of those communities. Impacted communities are defined as more diverse, less affluent, and more impacted by air pollution (particulate matter 2.5 micrometers or smaller (“PM2.5”) &gt; 50) than the average neighborhood in a given geography according to the Environmental Justice Screening and Mapping Tool.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Partnering for Good: To engage within communities to accelerate access to electrified transportation and to coordinate opportunities for our staff to give back to their communities. We are committed to doing better in our own organization and on the ground to bring more equitable access to EVs to communities across the U.S. Beyond including equity in our siting decisions, we have led, partnered with and participated in several programs to promote equal access to EV charging including charging credit programs to allow for more affordable charging for income qualified drivers. These are typically supported through public funding programs.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n23\n\n\n\nTalent, Attraction, Development and Engagement. From our frontline employees to our leadership roles, we have maintained a focus on attracting, developing and retaining a robust talent pipeline to remain competitive and to continue to provide our customers with the highest standard of service.\nOur employees grow through a variety of training and development opportunities at all career tracks within the organization. We have an all-employee “EVgo Academy” program that includes Master Classes and other training resources. In October 2024, we hosted our third company-wide EVgo University event covering in-depth facets of our business, including our mission, vision and values, what we are doing to enhance our customer experience, our technology strategy including the use of artificial intelligence, and developing team building, including collaboration, as well as personal well-being. We conduct periodic employee engagement surveys throughout the year for our employees to provide input on how we can improve. We also offer tuition reimbursement programs to our eligible employees.Compensation and Benefits Program. Our compensation program is designed to attract and reward talented individuals who possess the skills necessary to support our business objectives, assist in the achievement of our strategic goals and create long-term value for our stockholders. We provide employees with compensation packages that include competitive salaries, annual discretionary performance bonuses tied to objectives and key results, and, for all full-time employees, long-term equity awards tied to time-based vesting conditions. We believe that a compensation program with both short-term and long-term awards provides fair and competitive compensation and aligns employee and stockholder interests, including by incentivizing business and individual performance (pay for performance), motivating long-term performance and integrating compensation with our business plans. We participate in a compensation benchmark survey to review the competitiveness of our compensation packages. In addition, we offer employees benefits such as hybrid work options, life insurance, comprehensive health plans (medical, dental and vision), flexible paid time off, generous supplemental parental pay, EV car loaners at our headquarters, discounted charging nationwide, and a 401(k) plan.\nAvailable Information\nAs soon as reasonably practicable after they are filed electronically with the SEC, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports are available without charge on our website, investors.evgo.com. We also use the investor relations section of our website and our social media channels as tools to disclose important information about us and comply with our disclosure obligations under Regulation Fair Disclosure. We encourage investors and others to review the information we make public on the investor relations section of our website and our social media channels, as such information could be deemed material information. We are providing the address to our website solely for the information of investors. We do not intend the address to be an active link or to otherwise incorporate the contents of the website into this Annual Report.\n​\n\n\n24",
      "char_count": 81288
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nIn the course of conducting our business operations, we are exposed to a variety of risks, any of which have affected or could materially and adversely affect our business, financial condition and results of operations. Before you make a decision to buy our securities, in addition to the risks and uncertainties discussed above under “Cautionary Statement Regarding Forward-Looking Statements,” you should carefully consider the specific risks set forth herein. If any of these risks actually occur, our business, financial condition, liquidity and results of operations may be harmed. As a result, the market price of our securities could decline, possibly significantly or permanently, and you could lose all or part of your investment. Additionally, the risks and uncertainties described in this Annual Report are not the only risks and uncertainties that we face. Additional risks and uncertainties not presently known to us or that we currently believe to be immaterial may become material and may adversely affect our business, financial condition and results of operations. \nSummary of Risk Factors\nThe following summarizes the risks facing our business, all of which are more fully described below. This summary should be read in conjunction with the complete set of Risk Factors below and should not be relied upon as an exhaustive summary of the material risks facing our business. The order of presentation is not necessarily indicative of the level of risk that each factor poses to us.\n\nRisks Related to Our Business\n\n●   We are an early-stage growth company with a history of operating losses and expect to incur significant expenses and continuing losses at least for the near- and medium-term.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our growth and success are highly correlated with and thus dependent upon the continuing rapid adoption of and demand for EVs and OEMs’ ability to supply such EVs to the market.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have recently experienced rapid growth. If we fail to manage growth effectively, our business, financial condition and results of operations could be materially and adversely affected.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Current and future administrations at the federal and state level may create uncertainty for the EV sector, which may have a material and adverse effect on our business, financial condition and results of operations.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our estimates of market opportunity and forecasts of market growth may prove to be inaccurate.\n--------------------------------------------------------------------------------------------------\n\n●   We currently face competition from a number of companies and expect to face significant competition in the future as the market for EV charging develops.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We rely on a limited number of vendors for our charging equipment and related support services. A loss of any of these partners could materially and adversely affect our business, financial condition and results of operations.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Because we are currently dependent upon a limited number of customers and OEM partners, the loss of a significant customer or OEM partner could materially and adversely affect our business, financial condition and results of operations.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our success and growth depend on our ability to develop and maintain relationships with automotive OEM and fleet partners.\n------------------------------------------------------------------------------------------------------------------------------\n\n●   Our business is subject to risks associated with construction, cost overruns and delays and other contingencies that may arise in the course of completing installations, and such risks may increase in the future as we expand the scope of such services with other parties.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Disruptions in our supply chain could materially and adversely affect our business, financial condition and results of operations.\n--------------------------------------------------------------------------------------------------------------------------------------\n\n●   We may need to raise additional funds, and these funds may not be available when needed or may only be available on unfavorable terms, which could impact our ability to fund our operations, our growth and the build-out of our network.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to the DOE Loan\n\n●   The growth of our business is substantially dependent on our ability to fully draw on our DOE Loan, which contains a number of conditions precedent to each draw. Failure to satisfy the conditions required to fully draw down on our DOE Loan would materially and adversely affect our business, financial condition and results of operations.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n25\n\n\n\n\n●   Our failure to comply with the covenants or other terms of the DOE Loan, including as a result of events beyond our control, could result in a default under the DOE Loan that could materially and adversely affect the ongoing viability of our business.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The DOE Loan is secured by a substantial portion of our consolidated assets, resulting in the lack of substantial remaining assets available for incurring additional secured indebtedness.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The restrictions imposed on the Borrower under the DOE Loan limit our flexibility in operating the business of the Borrower and could limit our flexibility in operating our business.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We depend upon cash distributions from our subsidiaries, including the Borrower, to fund our operations, and restrictions on the Borrower’s ability to distribute cash to us under the DOE Loan could adversely affect our business plans.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to the EV Market\n\n●   Changes to fuel economy standards or the success of alternative fuels may negatively impact the EV market and thus the demand for our products and services.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Rideshare and commercial fleets may not electrify as quickly as expected and may not rely on public fast charging or on our network as much as expected. Future demand for or availability of battery EVs from the medium- and heavy-duty vehicle segment may not develop as anticipated or take longer to develop than expected.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We derive revenue from the sale of regulatory credits. There are a number of factors beyond our control that could have a material adverse effect on our ability to generate such revenue.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The EV market currently benefits from the availability of rebates, tax credits and other financial incentives from governments, utilities and others to offset the purchase or operating cost of EVs and EV charging stations. The reduction, modification or elimination of such benefits could materially and adversely affect our business, financial condition and results of operations.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to Our Technology, Intellectual Property and Infrastructure\n\n●   Our business, financial condition and results of operations may be materially and adversely affected if we are unable to maintain, protect and enforce our technology and intellectual property.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The current lack of industry standards may lead to uncertainty, additional competition and unexpected costs.\n----------------------------------------------------------------------------------------------------------------\nRisks Related to Finance, Tax and Accounting\n\n●   We have identified a material weakness in our internal control over financial reporting, and any inability to timely remediate this material weakness or otherwise establish and maintain an effective system of internal control over financial reporting may harm investor confidence and cause a decline in the price of our Class A common stock.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Changes to applicable U.S. tax laws and regulations or exposure to additional income tax liabilities could materially and adversely affect our and EVgo OpCo’s business, financial condition and results of operations.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Continuing or worsening inflationary pressures and associated changes in monetary policy, or changes to trade policy, including tariff and customs regulation, may result in increases to the cost of our charging equipment, other goods, services and personnel, which in turn could cause capital expenditures and operating costs to rise.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to Our “Up-C” Structure and the Tax Receivable Agreement\n\n●   EVgo Holdings owns the majority of our voting stock and therefore has the right to appoint a majority of our board members, and EVgo Holdings’ interests may conflict with those of other stockholders.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our only principal asset is our interest in Thunder Sub, which, in turn, holds only units issued by EVgo OpCo; accordingly, we depend on distributions from EVgo OpCo and Thunder Sub to pay taxes, make payments under the Tax Receivable Agreement and cover our corporate and other overhead expenses.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We will be required to make payments under the Tax Receivable Agreement for certain tax benefits that we may claim, and the amounts of such payments could be significant.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n26\n\n\n\nRisks Related to Legal Matters and Regulations\n\n●   Privacy concerns and laws, or other regulations, may materially and adversely affect our business, financial condition and results of operations.\n-----------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Increasing and evolving attention to ESG matters may increase our costs of compliance and materially and adversely impact our business, financial condition and results of operations.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to Our Securities\n\n●   We are a “controlled company” within the meaning of the rules of the Nasdaq and the rules of the SEC. As a result, we qualify for, and rely on, exemptions from certain corporate governance requirements that would otherwise provide protection to stockholders of other companies.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Provisions in our Charter and Delaware law may have the effect of discouraging lawsuits against our directors and officers.\n-------------------------------------------------------------------------------------------------------------------------------\n\n●   Provisions in our Charter may inhibit a takeover of us, which could limit the price investors might be willing to pay in the future for Class A common stock and could entrench management.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nRisk Factors\nRisks Related to Our Business\nWe are an early-stage growth company with a history of operating losses and expect to incur significant expenses and continuing losses at least for the near- and medium-term.\nWe have a history of operating losses and negative operating cash flows. As of December 31, 2024, we had $120.5 million of cash, cash equivalents, and restricted cash and working capital of $94.0 million. Our net cash outflow for the year ended December 31, 2024 was $88.6 million. While we believe that our cash on hand as of December 31, 2024 and the DOE Loan are sufficient to meet our current working capital and capital expenditure requirements, there can be no assurance that we will be able to successfully draw on the DOE Loan in full and achieve and maintain profitability in the future. Our potential profitability is particularly dependent upon the continued adoption of EVs by consumers, fleet operators and other electric transportation modalities, continued support from regulatory programs and, in each case, the use of our chargers, any of which may not occur at the levels we currently anticipate or at all. We may need to raise additional financing through loans, securities offerings or additional investments in order to fund our ongoing operations. There is no assurance that we will be able to obtain such additional financing or that we will be able to obtain such additional financing on favorable terms. \nOur growth and success are highly correlated with and thus dependent upon the continuing rapid adoption of and demand for EVs and OEMs’ ability to supply such EVs to the market.\nOur growth is highly dependent upon the continued rapid adoption of EVs by governments, businesses and consumers. The market for EVs is still rapidly evolving, characterized by rapidly changing technologies, increasing consumer choice as it relates to available EV models, their pricing and performance, evolving government regulation and industry standards, changing consumer preferences and behaviors, intensifying levels of concern related to environmental issues and government initiatives related to climate change and the environment generally. Our revenues are driven in large part by EV drivers’ driving and charging behavior. Potential shifts in behavior may include but are not limited to changes in annual vehicle miles traveled, preferences for urban vs. suburban vs. rural and public vs. private, and DCFC vs. Level 2 charging, demand from rideshare or urban delivery fleets and the emergence of autonomous vehicles and/or new forms of mobility. Although demand for EVs has grown in recent years, there is no guarantee of continuing future demand. Public DC fast charging may not develop as expected and may fail to attract projected market share of total EV charging. If the market for EVs develops more slowly than expected, or if demand for EVs develops more slowly than expected or decreases, our growth would be reduced, and our business, prospects, financial conditions and results of operations would be harmed. The market for EVs, and ultimately EV charging, could be affected by numerous factors, such as:\n\n\n●   perceptions about EV features, quality, driver experience, safety, performance and cost;\n--------------------------------------------------------------------------------------------\n27\n\n\n\n\n●   perceptions about the limited range over which EVs may be driven on a single battery charge and about availability and access to sufficient public EV charging stations;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   competition, including from other types of alternative fuel vehicles (such as hydrogen fuel cell vehicles), plug-in hybrid EVs, high fuel-economy ICE vehicles and other types of charging methods (e.g., battery swaps);\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   volatility in the price of gasoline and diesel at the pump;\n---------------------------------------------------------------\n\n●   EV supply chain shortages and disruptions, which include but are not limited to availability of certain components (e.g., semiconductors and critical raw materials necessary for the production of EVs and EV batteries), the ability of EV OEMs to increase and on-shore EV production, and technological and logistical challenges (such as component shortages, exacerbated port congestion and intermittent supplier shutdowns and delays and product recalls due to quality control issues), which have resulted in additional costs and production delays and availability of batteries and battery materials;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   concerns regarding the reliability, stability and capacity of the electrical grid;\n--------------------------------------------------------------------------------------\n\n●   the change in an EV battery’s ability to hold a charge over time;\n---------------------------------------------------------------------\n\n●   availability of maintenance, repair services and spare parts for EVs;\n-------------------------------------------------------------------------\n\n●   consumers’ perception about the convenience, speed and cost of EVs and EV charging and the availability and reliability of EV charging infrastructure;\n----------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   government regulations and economic incentives, including adverse changes in, or expiration of, favorable tax incentives related to EVs, EV charging stations or decarbonization generally;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   government legislation and regulations restricting the operation of autonomous vehicles;\n--------------------------------------------------------------------------------------------\n\n●   relaxation of government mandates or quotas regarding the sale of EVs and fuel economy standards;\n-----------------------------------------------------------------------------------------------------\n\n●   the number, price and variety of EV models available for purchase; and\n--------------------------------------------------------------------------\n\n●   concerns about the future viability of EV manufacturers.\n------------------------------------------------------------\nIn addition, sales of vehicles in the automotive industry can be cyclical, which may affect growth in acceptance of EVs. It is uncertain how macroeconomic factors will impact demand for EVs, particularly because EVs can be more expensive than traditional gasoline-powered vehicles. Furthermore, because fleet operators often make large purchases of EVs, this cyclicality and volatility in the automotive industry may be more pronounced with commercial purchasers, and any significant decline in demand from these customers could reduce demand for EV charging and our products and services in particular. Moreover, any legislative or regulatory restrictions on the operation or growth of the autonomous vehicle industry, or curtailed investment in the autonomous vehicle industry, could limit demand for EV charging from operators in the autonomous vehicle industry.\nWhile many global OEMs and several new market entrants have announced plans for new EV models, the lineup of EV models with increasing fast charging needs expected to come to market over the next several years may not materialize in that timeframe or may fail to attract sufficient customer demand. Demand for EVs may also be affected by factors directly impacting automobile prices or the cost of purchasing and operating automobiles, such as sales and financing incentives, prices of raw materials and parts and components, cost of fuel and governmental regulations, including tariffs, import regulations and other taxes. Volatility in demand may lead to lower vehicle unit sales, which may result in reduced demand for EV charging solutions and therefore materially and adversely affect our business, financial condition and results of operations.\nWe have recently experienced rapid growth. If we fail to manage growth effectively, our business, financial condition and results of operations could be materially and adversely affected.\nWe have experienced rapid growth in recent periods. The expected continued growth and expansion of our business may place a significant strain on management, business operations, financial condition and infrastructure and corporate culture.\nWith continued fast growth, we will be required to continue developing, implementing, and enhancing our information technology systems and internal control over financial reporting and related procedures. The implementation, maintenance, segregation, and improvement of these systems require significant management time, support and cost, and there are inherent risks associated with developing, implementing, improving, and expanding core systems as well as updating current systems, including disruptions to the related areas of business operations. These risks may affect our ability to manage our data and inventory, procure parts or supplies or manufacture, sell, deliver and service products, adequately \n\n\n28\n\n\n\nprotect our intellectual property or achieve and maintain compliance with, or realize available benefits under, tax laws and other applicable regulations. These risks may also result in data security incidents that may interrupt business operations and allow third parties to obtain unauthorized access to business information or misappropriate funds. We may also face risks to the extent such third parties infiltrate the information technology infrastructure of our contractors.\nTo manage growth in operations and personnel, we will need to continue to enhance our operational, financial and management controls and reporting systems and procedures. Failure to manage growth effectively could result in difficulty or delays in attracting new customers, declines in quality or customer satisfaction, increases in costs, difficulties in introducing new products and services or enhancing existing products and services, loss of customers, information security vulnerabilities or other operational difficulties, any of which could materially and adversely affect our business, financial condition and results of operations. Our strategy is based on a combination of growth and maintenance of strong performance on our existing asset base and any inability to scale, maintain customer experience or manage operations at our charging stations may impact our growth trajectory.\nCurrent and future administrations at the federal and state level may create uncertainty for the EV sector, which may have a material and adverse effect on our business, prospects, financial condition and results of operations. \nAs noted above, we are monitoring possible changes under the current administration and 119th Congress which could impact the availability of federal incentives to encourage the adoption of EVs and investment in charging infrastructure. These include federal policies such as the IRA’s $7,500 EV tax credit and $4,000 used EV credit, the NEVI Program to provide funding to states to deploy EV charging, or emissions standards proposed by the EPA. See Part I, Item 1 “Business – Market Overview.” In addition to NEVI Program funding, a number of states also offer various rebates, grants and tax credits to incentivize both EV and EVSE purchases. Such federal policies relating to investment in charging infrastructure could also impact our ability to draw funds down under the DOE Loan, which could materially and adversely impact our business, financial condition and results of operations. See Part I, Item IA, “Risk Factors — Risks Related to the DOE Loan.” Additionally, in many states, utilities offer rebates or other incentive programs, typically called “make-ready” programs, to incentivize the development of EV charging infrastructure.\nHowever, incentives set by federal or state governments, as well as other government commitments and initiatives, may expire on a particular date, end when the allocated funding is exhausted, or may be reduced, modified or terminated as a matter of regulatory, executive or legislative policy. The impact of the IRA and other government EV initiatives, including regulatory requirements and restrictions that may impact the ability of us and our competitors to take advantage of such initiatives, cannot be known with any certainty at this time, and we may not reap any or all of the expected benefits of the IRA or the IIJA. \nCurrent and future administrations at the federal and state level may create further uncertainty for the EV sector. For example, the current administration may enact policies and change regulations that may adversely affect the growth of the EV market, including by eliminating the EV Tax Credits or the Tailpipe Rule, and may take additional steps to remove incentives for manufacturing and purchasing EVs. The current administration has also proposed further increases of tariffs on certain foreign imports into the U.S. New or increased tariffs on imports to the U.S. could also have a significant impact on us, particularly our ability to source components for our charging network and the cost of such components. New or increased tariffs may also result in a suppressed EV market, fewer EVs on the road and lower demand for EV chargers, which would have an adverse effect on our business, prospects, financial condition and results of operations.\nOur estimates of market opportunity and forecasts of market growth may prove to be inaccurate.\nOur belief about the potential for market growth and wider adoption of EVs are subject to significant uncertainty and are based on assumptions and estimates that may prove to be inaccurate. Our internal estimates relating to the size and expected growth of the target market, market demand, EV adoption across individual market verticals and use cases, capacity of automotive and battery OEMs and ability of charging infrastructure to address this demand and related pricing may also prove to be inaccurate. In particular, estimates regarding the current and projected market opportunity for public and commercial fast charging and future fast charging throughput or our market share capture are difficult to predict. The estimated addressable market may not materialize in the timeframe of our internal projections, if ever, and even if the markets meet the size estimates and growth estimates presented, our business could fail to grow at similar rates.\n\n\n29\n\n\n\nWe currently face competition from a number of companies and expect to face significant competition in the future as the market for EV charging develops.\nThe EV charging market is relatively new, and we currently face competition from a number of companies. There are a number of established and emerging EV charging companies operating in the U.S. that pursue various business models that are constantly evolving, including Tesla, Electrify America, ChargePoint, and EV Connect.\nWe compete (or, in the future, may compete) with some or all of these companies and other competitors across a number of industry segments, including retail and fleet. The principal competitive factors in the industry include charger count, locations, accessibility and reliability; charger connectivity to EVs and ability to charge all standards; speed of charging relative to expected vehicle dwell times at the location; DCFC network reliability, scale and local density; the software-enabled services offered and overall customer experience; operator brand, track record and reputation; access to equipment vendors, and service providers; and policy incentives and pricing. Competitors may be able to respond more quickly and effectively than us to new or changing opportunities, technologies, standards or customer requirements and may be better equipped to initiate or withstand substantial price competition. Additionally, historically we have generated a significant portion of our revenue from agreements with OEM partners, and the loss of one or more of these OEM partners as a result of such partners investing in their own EV charging networks (or another EV charging network in which they participate) could materially and adversely affect our business, financial condition and results of operations.\nIn addition, there are other means for charging EVs, which could affect the level of demand for charging at our DCFCs. For example, Tesla continues to build out its supercharger network across the U.S. for Tesla vehicles and has opened up a portion of its supercharger network to non-Tesla EVs, which could reduce overall demand for EV charging at other sites, including our charging stalls. Also, other companies sell chargers designed for customers seeking to have on-premises EV charging capability as well as for home or workplace charging, which may reduce the demand for fast charging if EV owners find “slow” charging at a workplace, at home, or other parking locations to be sufficient. Municipalities may decide to convert street lighting poles and lampposts to public charging points for EV drivers who rent, have no access to home charging, or park their EVs on the street, potentially reducing our serviceable markets. Retailers, utilities or other Site Hosts or commercial, municipal and federal fleet businesses may opt to become owners and operators of public or private EV fast charging equipment and purchase that equipment and associated management software directly from vendors in the marketplace.\nFurther, our current or potential competitors may be acquired by third parties with greater available resources. As a result, competitors may be able to respond more quickly and effectively than us to new or changing opportunities, technologies, standards or customer requirements and may have the ability to initiate or withstand substantial price competition. In addition, competitors may in the future establish cooperative relationships with vendors of complementary products, technologies or services to increase the availability of their solutions in the marketplace.\nThe EV charging business may become more competitive, pressuring demand for charging on our charging network and therefore our network utilization, revenue and margins. Competition is still developing and is expected to increase as the number of EVs sold increases. Barriers to entry in the EV charging market have eroded, and may continue to erode, as a result of government intervention and various support programs, leading to more competitors with a variety of profitability objectives.\nWe rely on a limited number of vendors for our charging equipment and related support services. A loss of any of these partners could materially and adversely affect our business, financial condition and results of operations. \nWe rely on a limited number of vendors for design, testing and manufacturing of charging equipment which at this stage of the industry is unique to each supplier and thus singularly sourced with respect to components as well as aftermarket maintenance and warranty services. For the year ended December 31, 2024, two vendors provided 87.9% of our total charging equipment. For the year ended December 31, 2023, one vendor provided 76.9% of our total charging equipment. This reliance on a limited number of vendors increases our risks, since we do not currently have proven reliable alternative or replacement vendors beyond these key parties. In the event of production interruptions or supply chain disruptions including but not limited to reduced availability of certain key components such as semiconductors, we may not be able to take advantage of increased production from other sources or develop alternate or secondary vendors without incurring material additional costs and substantial delays. See Part I, Item IA, “Risk Factors — Risks Related to Our \n\n\n30\n\n\n\nBusiness — Disruptions in our supply chain could materially and adversely affect our business, financial condition and results of operations.” Thus, our business, financial condition and results of operations could be materially and adversely affected if one or more of our current or future vendors is impacted by any interruption at a particular location or is acquired or impacted by liquidity issues.\nAs the demand for public fast charging increases, charging equipment vendors may not be able to dedicate sufficient supply chain, production, or sales channel capacity to keep up with the required pace of charging infrastructure expansion. In addition, as the EV market grows, the industry may be exposed to deteriorating design requirements, undetected faults or the erosion of testing standards by charging equipment and component suppliers, which may adversely impact the performance, reliability and lifecycle cost of the chargers. If we or our suppliers experience a significant increase in demand, or if we need to replace an existing supplier, we may not be able to supplement service or replace the supplier on acceptable terms, which may undermine our ability to install chargers in a timely manner. For example, it may take a significant amount of time to identify a vendor that has the capability and resources to supply and/or service charging equipment in sufficient volumes. Identifying and approving suitable vendors could be an extensive process that requires us to become satisfied with their quality control, technical capabilities, responsiveness and service, financial stability, regulatory compliance and labor and other ethical practices. Accordingly, a loss of any significant vendor could have an adverse effect on our business, financial condition and results of operations.\nWe rely on our vendor partners to supply spare parts to repair damaged charging equipment. If any of our vendor partners are unable source and provide replacement parts or fulfill warranty and maintenance obligations pursuant to existing agreements, we may be unable to repair damaged charging equipment and may be required to either leave it inoperable or fully replace damaged charging stations. In addition, some vendors have stopped supporting our older generation charging equipment. If we are unable to source replacement parts for our older generation charging equipment, some of our charging stations may become obsolete and we may be required to incur additional costs to replace them. The occurrence of any of the foregoing may materially and adversely affect our business, financial condition and results of operations. \nIf the federal government and Congress require that charging equipment be manufactured in the U.S. in order to access federal financial support or secure contracts with the federal government, we may have to source equipment from alternative vendors or work with current vendors to develop manufacturing capacity in the U.S. to participate in the covered federal programs.\nBecause we are currently dependent upon a limited number of customers and OEM partners, the loss of a significant customer or OEM partner could materially and adversely affect our business, financial condition and results of operations.\nGiven the nascent stage of the industry, a limited number of contractual commercial customers and OEM partners currently account for a substantial portion of our income. For the years ended December 31, 2024 and 2023, one customer represented 33.5% and 45.2% of total revenue, respectively. Our operating projections are currently contingent on our performance under our commercial contracts. At least in the short term, we expect that a majority of our sales outside of the retail customer market will continue to come from a concentrated number of commercial customers and OEM partners. We expect a substantial portion of our cash receipts in the near future to be from a limited number of commercial customers and OEM partners and, as a result, will be subject to any risks specific to those entities and the jurisdictions and markets in which they operate, including OEMs’ ability to develop a portfolio of EV models and attract customers for those models and maintain or expand their investments in EVs and EV charging infrastructure. We may be unable to accomplish our business plan to diversify and expand our customer and OEM partner base by attracting a broad array of customers and OEM partners, which could materially and adversely affect our business, financial condition and results of operations.\nOur success and growth depend on our ability to develop and maintain relationships with automotive OEM and fleet partners.\nThe success of our business depends on our ability to develop and maintain relationships with OEMs, such as GM, Honda, Nissan, and others. These relationships help us access new customers and build brand awareness through co-marketing. We may also benefit from promotional programs sponsored by OEMs, such as prepaid charging credits. In \n\n\n31\n\n\n\nsome cases, our OEM partners have agreed to fund capital expenditures related to the build-out of our charger network. For example, GM is providing payments for performance obligations that will help fund the accelerated build-out of 2,850 charger stalls for our fast charger network through June 2028. If we fail to develop and maintain relationships with OEMs, or if OEMs opt to partner with competitors rather than us, our revenues may decline and our business may suffer.\nOur revenue growth will also depend in part on our ability to increase sales of our products and services to fleet operators, including rideshare operators. The electrification of fleets is an emerging market, and fleet operators may not adopt EVs on a widespread basis, operate on the timelines we anticipate or rely on public and/or private fast charging and our network. In addition to the factors affecting the growth of the EV market generally, transitioning to an EV fleet can be costly and capital intensive, which could result in slower than anticipated adoption. The sales cycle could also be longer for sales to fleet operators with formal procurement processes. Fleet operators may also require significant additional services and support, and if we are unable to provide such services and support, it may adversely affect our ability to attract additional fleet operators as customers. \nThere can be no certainty that we will be able to identify and contract with suitable additional OEM and fleet partners. To the extent we identify such partners, we will need to negotiate the terms of a commercial agreement with such partners. There can be no assurance that we will be able to negotiate commercially attractive terms with additional OEM and fleet partners, if at all. We may also be limited in negotiating future commercial agreements by the provisions of our existing contracts such as “most-favored nations” clauses. For example, our contracts with GM prohibit us from entering into agreements for similar programs on terms more favorable than the terms afforded to GM for a limited period of time. See Part I, Item 1, “Business — Customers, Partnerships and Strategic Relationships.”\n​\nIn addition, we may be unable to maintain successful relationships with our OEM and fleet partners. Some of our existing agreements require us to meet specified performance criteria. If we fail to meet such criteria, the agreements could be terminated, and we may be obligated to pay significant penalties or other damages. If an agreement is terminated, any support payments pursuant to the contract ceases. Finally, if OEMs observe us failing to meet our specified performance criteria, our reputation may be damaged, and it may become more difficult for us to establish new partnerships with OEMs. Any failure to attract and retain OEMs or fleet operators as customers in the future would materially and adversely affect our business, financial condition and results of operations.\n\nWe are required to install a substantial number of chargers pursuant to the GM Agreement. If we do not meet our obligations under this agreement, we may not be entitled to payments from GM and may be required to pay liquidated damages, which may be significant.\nPursuant to the GM Agreement, we are required to meet certain quarterly milestones measured by the number of charger stalls installed and GM is required to make certain payments based on charger stalls installed. Under the GM Agreement, we are required to install a total of 2,850 charger stalls by June 30, 2028, 73.5% of which were required to be and were installed by December 31, 2024. Meeting the quarterly milestones will require additional funds beyond the amounts committed by GM, and we may face delays in construction, commissioning or aspects of installation of the charger stalls we are obligated to develop. We are also required to maintain network availability (i.e., the percentage of time a charger is operational and available on the network) of at least 97% across Flagship Stalls and 95% across the rest of the GM network. \nThe GM Agreement is subject to early termination in certain circumstances, including in the event we fail to meet the quarterly charger stall-installation milestones or fail to maintain the specified level of network availability. In the event we fail to meet a charger stall-installation milestone or maintain the required network availability in a calendar quarter, GM has the right to provide us with notice of such deficiency within 30 days of the end of the quarter. If the same deficiency still exists at the end of the quarter immediately following the quarter for which a deficiency notification was delivered, GM may immediately terminate the agreement and seek pre-agreed liquidated damages of up to $15.0 million. \nWe may not meet the charger stall-installation milestones under the GM Agreement in the future, particularly as a consequence of delays in permitting, commissioning and utility interconnection, as well as delays related to industry and regulatory adaptation to the requirements of high-powered charger installation including slower than expected third-party approvals of certain site acquisitions and site plans by utilities and land owners, and supply chain issues. As of February \n\n\n32\n\n\n\n15, 2025, there were approximately 326 charger stalls in the active engineering and construction development pipeline, of which approximately 310 charger stalls had been approved by GM. As of February 15, 2024, we had approximately 58 charger stalls left to install to meet our charger stall-installation milestone for the quarter ending March 31, 2025. If we do not meet our charger stall-installation milestone in any period, GM will have the right, if it so chooses, to send us a charger stall count breach notice, which would trigger a cure period. Under the terms of the GM Agreement, we and GM can agree to adjust quarterly charger stall installation milestones from time to time, provided the quarterly targets for an applicable calendar year must equal the annual target for such year. Going forward, it is uncertain whether these, or other potential issues in the procurement, installation, or energization of chargers, will be resolved in a timely fashion.\nWe are required to install a substantial number of chargers pursuant to the Pilot Infrastructure Agreement. If we do not meet our obligations under this agreement, we may not be entitled to payments from the Pilot Company and may be required to pay liquidated damages, which may be significant.\nPursuant to the Pilot Infrastructure Agreement, we are required to meet certain milestones over two biennial periods measured by the number of chargers installed and charger sites serviced, and the Pilot Company is required to make certain payments each month based on the progress of construction at each charger site and for each charger procured. Under the Pilot Infrastructure Agreement, we are required to install approximately 500 chargers at 300 charger sites during the first two-year period and will be required to install approximately 500 chargers at approximately 200 to 250 additional charger sites during the second two-year period. We may not be able to meet the charger installation milestones and may be subject to liquidated damages, modifications to the Pilot Infrastructure Agreement or termination of the Pilot Infrastructure Agreement.\nSubject to certain excusable events that extend the deadline for completion, if we are unable to meet our charger installation obligations by the deadline, the Pilot Company may be entitled to liquidated damages. Furthermore, depending on the length of the delay, the Pilot Company may remove the charger site from the portfolio without designating a replacement charger site.\nThe Pilot Infrastructure Agreement is subject to early termination for several reasons including: (a) at the Pilot Company’s election after 1,000 charging stalls have been completed, subject to the delivery of certain payments to us, (b) our inability to secure certain charger types in specified circumstances and (c) a material increase in the price of chargers due to a change in law.\nWe are committed to purchasing a large number of chargers under the Delta Charger Supply Agreement and Purchase Order, which will require significant capital expenditures, some of which may not be immediately offset by payments made pursuant to the Pilot Infrastructure Agreement.\nWe entered into the Delta Charger Supply Agreement and Purchase Order in order to meet the charger requirements of the Pilot Infrastructure Agreement. Pursuant to the Delta Charger Supply Agreement and Purchase Order, we will purchase a minimum of 1,000 chargers (which will enable the construction of 2,000 stalls) from Delta over a period of four years with the option, at our election, to increase the number of chargers purchased to 1,100. The Purchase Order was amended in August 2023 to provide for certain Delta chargers to be manufactured in Delta’s new facility in Plano, Texas rather than in Taiwan.\nIf the purchase obligations under the Pilot Infrastructure Agreement are breached by a counterparty, or the Pilot Infrastructure Agreement is otherwise interrupted or terminated, and we are not able to otherwise utilize the chargers that we are obligated to purchase from Delta pursuant to the Purchase Order, our business, financial condition and results of operations may be materially and adversely affected.\nAdditionally, we depend on a limited number of vendors for charging equipment, including Delta. The inability of Delta to fulfill its requirements under the Delta Charger Supply Agreement and Purchase Order will require us to find an alternative supplier to meet our commitments under the Pilot Infrastructure Agreement which may not be available or may be available at a significantly higher cost.\n\n\n33\n\n\n\nOur business is subject to risks associated with construction, cost overruns and delays and other contingencies that may arise in the course of completing installations, and such risks may increase in the future as we expand the scope of such services with other parties.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCharger installation and construction is typically performed by third-party contractors managed by us. The installation and construction of charging stations at a particular site is generally subject to oversight and regulation in accordance with state and local laws and ordinances relating to building codes, safety, environmental protection and related matters and typically requires local utility cooperation in design and interconnection request approval and commissioning, as well as various local and other governmental approvals and permits that vary by jurisdiction. In addition, building codes, accessibility requirements, utility interconnect specifications, review, approval or study lead time or regulations may hinder EV charger installation and construction because they end up costing the developer or installer more in order to meet the code requirements. In addition, increased demand for the components necessary to install and construct charging stations could lead to higher installed costs. Meaningful delays or cost overruns caused by our vendor supply chains, contractors, utility upgrades scope and delays, or inability of local utilities and approving agencies to cope with heightened levels of activity, may impact our ability to satisfy the requirements under the Build Schedule and our other contractual commitments, and may impact revenue recognition in certain cases and/or impact our relationships, any of which could impact our business and profitability, pace of growth and prospects. For example, the installation of charger stalls under the GM Agreement has required significant utility upgrades to accommodate the higher capacity chargers. We have experienced significant delays in these upgrades, which have in turn caused delays in the construction of the chargers pursuant to the GM Agreement. We expect utility-related delays to continue as the industry continues to adapt to the requirements of high-powered charger installation. If these delays continue or worsen, we may not meet the charger-installation milestones under the GM Agreement or its other contractual commitments under agreements with other third parties. See Part I, Item IA, “Risk Factors — Risks Related to Our Business — We are required to install a substantial number of chargers pursuant to the GM Agreement. If we do not meet our obligations under this agreement, we may not be entitled to payments from GM and may be required to pay liquidated damages, which may be significant” and Part I, Item IA, “Risk Factors — Risks Related to Our Business — We are required to install a substantial number of charger stalls pursuant to the Pilot Infrastructure Agreement. If we do not meet our obligations under this agreement, we may not be entitled to payments from the Pilot Company and may be required to pay liquidated damages, which may be significant.”\nWorking with contractors may require us to obtain licenses or require us or our customers to comply with additional rules, working conditions and other union requirements, which can add costs and complexity to an installation and construction project. If these contractors are unable to provide timely, thorough and quality installation-related services, we could fall behind our construction schedules or cause customers to become dissatisfied with the solutions we offer. As the demand for public fast charging increases and qualification requirements for contractors become more stringent, we may encounter shortages in the number of qualified contractors available to complete all of our desired installations. If we fail to pay our contractors timely, they may file liens against our Site Hosts’ properties, which we are required to remove.\nIn order to receive certain incentives such as funding under the NEVI Program and tax credits in connection with the alternative fuel vehicle refueling property credit under Section 30C of the Code, we and our customers are required to comply with certain requirements of such programs, which may include payment of prevailing wages, apprenticeship programs and “Buy America” obligations. If we and our contractors are unable to comply with the applicable program requirements, we and our customers may lose the benefit of the applicable incentive program and may be subject to funding clawbacks or other penalties.\n\n\n\nOur business model is predicated on the presence of qualified and capable electrical and civil contractors and subcontractors in the new markets we intend to enter. There is no guarantee that there will be an adequate supply of such partners. A shortage in the number of qualified contractors may impact the viability of the business plan, increase risks related to the quality of work performed and increase costs if outside contractors are brought into a new market.\n\n\n\n\n\n\n\n\n\nIn addition, our network expansion plan relies on our site development efforts and our business is exposed to risks associated with receiving site control and access necessary for the construction of the charging station and operation of the charging equipment, electrical interconnection and power supply at identified locations sufficient to host chargers on a timely basis. We generally do not own the land at the charging sites and rely on site licenses with Site Hosts that convey the right to build, own and operate the charging equipment on the site. We may not be able to renew the site licenses or \n\n\n34\n\n\n\nretain site control. The process of establishing or extending site control and access could take longer or become more competitive. As the EV market grows, competition for premium sites may intensify, the power distribution grid may require upgrading, and electrical interconnection with local utilities may become more competitive, all of which may lead to delays in construction and/or commissioning or prevent us from completing construction. As a result, we have in the past experienced, and may in the future experience, Site Hosts terminating site development agreements for which we were unable to recover termination fees and construction costs incurred, and we may be exposed to increased interconnection costs and utility fees, as well as delays, which may slow the pace of our network expansion.\n\nDisruptions in our supply chain could materially and adversely affect our business, financial condition and results of operations.\nThe conflict between Russia and Ukraine and an escalation of tensions and conflict in Israel and the broader Middle East region could lead to disruption, instability and volatility in global markets and industries that could negatively impact our supply chain. The U.S. government and other governments have already imposed severe economic sanctions and export controls against Russia and Russian interests and may impose additional economic sanctions and trade controls. The impact of these measures, as well as potential responses to them by Russia, could adversely affect our supply chain, which, in turn, could materially and adversely affect our business, financial condition and results of operations.\nAdditionally, Delta is headquartered in Taiwan, and our ability to receive sufficient supplies of Delta chargers, components and parts could be adversely affected by events such as natural disasters in Taiwan, including earthquakes, drought and typhoons, escalations of tensions between the People’s Republic of China and Taiwan, including resulting from the People’s Republic of China’s military exercises around Taiwan, political unrest, trade restrictions or war.\nWe may need to raise additional funds, and these funds may not be available when needed or may only be available on unfavorable terms, which could impact our ability to fund our operations, our growth and the build-out of our network.\nWe may need to raise additional capital in the future to fund our operations, further scale our business and expand our charging network. We may raise additional funds through the issuance of equity, equity-related or debt securities, through obtaining credit from government or financial institutions or through grant funding. We cannot be certain that additional funds or incentives will be available on favorable terms when required, or at all, or that we will be able to capture expected grant funding under various existing and new state and local programs in the future. Interest rates have been elevated in recent periods, and, while they have recently fallen, if that trend does not continue, the cost of capital could remain high or increase in future periods. Any future indebtedness we incur would be effectively subordinated to the DOE Loan to the extent of the collateral securing the DOE Loan and would be structurally subordinated to the existing and future indebtedness of our subsidiaries, including the DOE Loan. Additionally, the terms of the DOE Loan impose limitations on our ability to raise funds insofar as restrictive covenants relating to the Borrower’s ability to incur indebtedness and pledge assets. See Part I, Item IA, “Risk Factors — Risks Related to the DOE Loan — The restrictions imposed on the Borrower under the DOE Loan limit our flexibility in operating the business of the Borrower and could limit our flexibility in operating our business.” \nIf we cannot raise additional funds when needed, our business, financial condition, and results of operations could be materially and adversely affected. If we raise funds through the issuance of debt securities or through loan arrangements, the terms for such securities or arrangements could require significant interest payments, contain covenants that restrict our business, or other unfavorable terms and rank senior to the interests held by our stockholders. In addition, to the extent we raise funds through the sale of additional equity securities, the market price of our Class A common stock could be adversely affected and our stockholders would experience dilution. See Part I, Item IA, “Risk Factors — Risks Related to Our Securities — The market price of our Class A common stock could be adversely affected by, and our stockholders may experience dilution as a result of, sales of substantial amounts of Class A common stock in the public or private markets, including sales by us, EVgo Holdings or other large holders.”\n\n\n35\n\n\n\nA failure of service by one or more of our key vendors, including third-party providers of software, technology, applications or communication services that we rely on, could materially and adversely affect our business, financial condition and results of operations.\nWe rely on a limited number of third parties, including providers of software, technology and communications services and credit card processors, for the effective operation of our charging network, software platform and mobile applications, for the timely and accurate collection of revenue, and for compliance with certain laws and regulations, such as consumer privacy protections. A failure or limitation of service or available capacity by any of these third-party providers could materially and adversely affect our business, financial condition and results of operations.\n\nFor example, we are dependent on the interoperability of our mobile applications with popular mobile operating systems that we do not control, such as Google’s Android and Apple’s iOS, and any changes in such systems that degrade our products’ functionality or give preferential treatment to competitive products could adversely affect the usage of our applications on mobile devices. Additionally, in order to deliver high quality mobile products, it is important that our products work well with a range of mobile technologies, systems, networks and standards that we do not control. We may not be successful in developing or maintaining relationships with key participants in these industries or in developing products that operate effectively with these technologies, systems, networks or standards.\n\n\n\n\n\nIn addition, a significant portion of our software platform depends on our partnership with Driivz, an EV charging management platform. If for any reason Driivz is unable to effectively support our software platform, our business could be adversely impacted. For example, Driivz is headquartered in Israel, and any escalation of tensions or conflict in or involving Israel could lead to disruptions in the services provided by Driivz to us, which could adversely impact our business. Furthermore, if for any reason we are no longer able to maintain our partnership with Driivz, we may face a material challenge in efficiently transitioning our software offering.\nIn addition, we currently serve customers from third-party data center facilities operated by Amazon Web Services and Google, as well as others. All of our services are housed in third-party data centers operated in the U.S., and we employ geographically distributed, redundant back-up data centers for all services. Any outage or failure of such data centers could negatively affect our product connectivity and performance. Our primary environments are operated by Google and Amazon, and any interruptions of these primary and backup data centers could negatively affect our product connectivity and performance. Furthermore, we depend on connectivity from our charging stations to our data centers through cellular service and virtual private networking providers, such as AT&T and Verizon. Any incident affecting a data center facility’s or cellular and/or virtual private networking services provider’s infrastructure or operations, whether caused by fire, flood, storm, earthquake, power loss, telecommunications failures, breach of security protocols, computer viruses and disabling devices, failure of access control mechanisms, natural disasters, war, criminal act, military actions, terrorist attacks and other similar events could negatively affect the use, functionality or availability of our services.\nAny damage to, or failure of, our systems, or those of our third-party providers, could interrupt or hinder the use or functionality of our services, including our subscription services. Impairment of or interruptions in our services may reduce revenue, subject us to claims and litigation, cause customers to terminate their subscriptions and adversely affect renewal rates and our ability to attract new customers. Our business could also be harmed if customers and potential customers believe our products and services are unreliable.\nIf we are unable to attract and retain key employees and hire qualified management, technical, engineering, financial, legal, sales, marketing and business development personnel, our ability to compete and successfully grow our business and customer base could be harmed.\nOur success depends, in part, on our continuing ability to identify, hire, attract, train and develop and retain highly qualified personnel. The inability to do so effectively could materially and adversely affect our business, financial condition and results of operations. Competition for employees can be intense and the ability to attract, hire and retain them depends on our ability to provide meaningful work at competitive compensation. We may not be able to attract, assimilate, develop or retain qualified personnel in the future and failure to do so could materially and adversely affect our business, financial condition and results of operations, including the execution of our growth business strategy.\n\n\n36\n\n\n\nWe are dependent upon the availability of electricity at our current and future charging stations. Cost increases, delays and/or other restrictions on the availability of electricity would materially and adversely affect our business, financial condition and results of operations.\n\nThe ongoing operation our charging stations is dependent upon the instantaneous availability of electricity, which is beyond our control. Our charging stations are affected by problems with accessing electricity sources, such as planned or unplanned power outages. In recent years, shortages of electricity have resulted in increased costs to users and interruptions in service. In particular, California has experienced rolling blackouts due to excessive demands on the electrical grid or as precautionary measures against the risk of wildfire. Similarly, Texas has experienced failures in its electrical grid due to severe weather. In the event of a power outage, we will be dependent on the utility company and in some cases the Site Host, to restore power. Any prolonged power outage could materially and adversely affect customer experiences, as well as our business, financial condition and results of operations.\nOur ability to interconnect new chargers to the electric grid will be dependent on the future availability of electric distribution, transmission, and generation capacity. The competing demands for new electric capacity may constrain the availability of distribution and generation capacity from electric utilities. These delays could negatively impact our ability to fulfill contractual obligations for energizing new charging stations. Investments in electric infrastructure necessary to meet the significant anticipated demand for new electric capacity may drive up the cost of electricity which may adversely impact future results of operations.\nChanges in utility electricity pricing or new and restrictive constructs from regulations applicable to pricing may adversely impact future results of operations. Utility electric rates ultimately pass through underlying volatility in energy commodity markets (e.g., natural gas, wholesale power, etc.). Extreme weather events and geopolitical instability may place upwards pressure on commodity markets leading to increases in utility electric rates. Additionally, utility rates may change in a way that adversely affects fast charging or in a way that may limit our ability to access certain beneficial rate schedules. In addition, utilities or other regulated entities with monopoly power may receive authority to provide charging services that result in an anti-competitive advantage relative to us and other private sector operators.\nOur business is subject to risks associated with natural disasters, including earthquakes, hurricanes, wildfires and other severe weather events, which could be impacted by the effects of climate change. An earthquake, a wildfire, a major hurricane or other types of disasters or resource shortages, including public safety power shut-offs that have occurred and will continue to occur in California or other states, could disrupt and harm our operations and those of our customers.\nMany of our facilities are located in California, an active earthquake zone, and Florida and Texas, areas susceptible to hurricanes. Additionally, we have significant operations in a number of areas, including Los Angeles and San Francisco, that are projected to be vulnerable to future water scarcity and sea level rise due to climate change. The occurrence of natural disasters such as an earthquake, hurricane, drought, flood, fire, localized extended outages of critical utilities or transportation systems, or any critical resource shortages could cause a significant interruption in our business, damage or destroy our facilities or inventory and cause us to incur significant costs, any of which could harm our business, financial condition and results of operations. Climate change may also result in various physical risks, such as the increased frequency or intensity of extreme weather events or changes in meteorological and hydrological patterns that could adversely impact our business. Such physical risks may result in damage to our facilities or otherwise adversely impact operations. The insurance we maintain against fires, earthquakes, hurricanes and other disasters and damage may not be adequate to cover losses in any particular case.\n\n\n\n\n\n\nIn addition, rolling public safety power shut offs in California or other states can affect throughput and/or user acceptance of EVs, as charging may be unavailable at the desired times, or at all during these events. These shut offs could also affect the ability of fleet operators to charge their EVs, which, for example, could adversely affect transportation schedules or any service level agreements to which either us or the fleet operator may be a party. Additionally, extended patterns of extreme cold weather have caused, and may in the future cause, owners of EVs to experience reduced charging speeds and driving ranges. If any of these events occur and/or persist, the demand for EVs could decline, which would result in reduced demand for charging.\n\n\n37\n\n\n\nFurther, severe natural disasters could affect vendors’ data centers in a temporary or longer-term fashion which would adversely affect our ability to operate our network.\nOur charging stations are often located in areas that are publicly accessible and may be exposed to vandalism or misuse by customers or other individuals, which would increase our replacement and maintenance costs.\nOur public chargers may be exposed to vandalism or misuse by customers and other individuals, increasing wear and tear of the charging equipment. Such damage could shorten the usable lifespan of the chargers and require us to increase our spending on replacement, maintenance and insurance costs and could result in Site Hosts reconsidering the value of hosting our charging stations at their sites. Damaged charging stations may also not be able to be used while they await repair and any disruption to the availability of spare parts may extend maintenance windows, each of which may negatively impact our revenue. In addition, the cost of any such damage may not be covered by our insurance in full or at all and, in the event of repeated damage to our charging equipment, our insurance premiums and deductibles could continue to increase and we could be subject to additional insurance costs or may not be able to obtain insurance at all, any of which could have an adverse effect on our business.\nSome of our business objectives are dependent upon the purchase of RECs, and an increase in the cost of such certificates may adversely impact our business and results of operations.\n\n\n\n\n\n\n\n\nAs part of our business strategy, we market the electricity provided from our charging stations as 100% matched with purchases of RECs. We purchase various RECs in order to qualify the electricity that we distribute through our charging stations as renewable. Several states have passed renewable energy portfolio standards, which set a minimum percentage of energy that must be generated from renewable sources. These standards may require utilities or load serving entities to acquire RECs annually in order to demonstrate their compliance. Other regulations may also impact the supply of and demand for, such RECs. While higher renewable energy portfolio standards may also increase the amount of renewable energy available, we cannot predict the impact such regulations may have on the price or availability of RECs. If we are unable to purchase a sufficient number of RECs, we may be unable to achieve this objective, which may negatively impact our reputation in the marketplace. If the cost of RECs increases, we may be unable to fully pass the higher cost of RECs through to our customers and increases in the price of RECs may decrease our results of operations.\n\n\n\n\nIf we fail to offer high-quality support to Site Hosts or drivers or fail to maintain high charger availability and strong user experience, our business and reputation will suffer.\n\n\n\n\n\n\nOnce our charging stations are installed, Site Hosts and drivers rely on us to provide maintenance services to resolve any issues that might arise in the future. Rapid and high-quality customer and equipment support is important so drivers can receive reliable charging for their EVs. The importance of high-quality customer and equipment support will increase as we seek to expand our business and pursue new customers and geographies. If we do not quickly resolve issues and provide effective support, our ability to retain customers or sell additional products and services to existing customers could suffer, and our brand and reputation could be harmed. We have limited experience with certain of our charging equipment. While we conduct extensive testing on all new equipment prior to deployment, our assumptions regarding the durability and reliability of our charging equipment could prove to be materially different from the actual performance of such equipment, causing us to incur substantial expense to repair or replace defective equipment in the future. Any widespread or persistent equipment failures could damage our market reputation, cause our sales and charging revenue to decline, require us to repair or replace the defective equipment, and increase our maintenance costs, any of which could have a material adverse effect on our business and results of operations.\n\nOur systems are susceptible to various forms of cyber threats, including computer malware, viruses, ransomware, hacking attempts, phishing attacks and other network disruptions. These incidents have the potential to lead to security and privacy breaches, loss of proprietary information and interruptions or delays in our services and operations, any of which could significantly harm our business.\nFrom time to time, we have experienced cyber-attacks on our information technology infrastructure and systems. While we believe such attacks have been unsuccessful against us to-date, computer malware, viruses, physical or electronic break-ins and similar disruptions could lead to interruptions and delays in our services and operations and loss, access, \n\n\n38\n\n\n\ndisclosure, alteration, destruction, misuse or theft of data, including confidential, proprietary or personal information. Computer malware, viruses, ransomware, hacking, phishing attacks and denial-of-service attacks against online networks have become more prevalent and may occur on our systems or the systems of our vendors, suppliers or service providers and other third parties. Our business may be subject to heightened risks of cyber intrusion as nation-state hackers and other hackers use ransomware attacks seeking to disable critical infrastructure and extort companies for ransom payments. Cybersecurity organizations in many countries have published warnings of increased cybersecurity threats to U.S. businesses, and external events, like the conflict between Russia and Ukraine or conflicts in the Middle East, may increase the likelihood of cybersecurity attacks, particularly directed at energy, fueling or infrastructure service providers. \nAny such events could harm our business, impact our customers, introduce liability to data subjects, result in the misappropriation of funds, be expensive to remedy, result in fines, penalties or other liabilities and damage our reputation or brand. Additionally, a number of legislative and regulatory bodies have adopted notification and other requirements in the event of a cybersecurity or data breach incident. Complying with such numerous and complex regulations in the event of unauthorized access would be expensive and difficult, and failure to comply with these regulations could subject us to regulatory scrutiny and additional liability. \nInsurance may not be sufficient to cover significant expenses, losses and liability related to cyber-attacks, security breaches and incidents, or other similar disruptions. We cannot be certain that our coverage will be adequate for liabilities actually incurred, that insurance will continue to be available to us on economically reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim. The successful assertion of one or more large claims against us that exceed available insurance coverage, or the occurrence of changes in our insurance policies, including premium increases or the imposition of large deductible or co-insurance requirements, could materially and adversely affect our business, financial condition and results of operations.\n\nEven with the security measures implemented by us, such as managed security services that are designed to detect and protect against cyber-attacks and similar disruptions and any additional measures we may implement or adopt in the future, our facilities and systems and those of our third-party service providers could be vulnerable to security breaches, computer viruses, lost or misplaced data, programming errors, scams, burglary, human errors, acts of vandalism, or other events. Efforts to prevent cyberattacks and similar disruptions are expensive to implement and, as the regulatory framework for data privacy and security worldwide continues to evolve and develop, we may incur additional significant costs to comply with new or existing laws, regulations and other obligations, and we may not be able to cause the implementation or enforcement of such preventions or compliance with such laws and regulations with respect to our third-party vendors. Though it is difficult to determine what, if any, harm may directly result from any specific interruption or attack, an inability to maintain performance, reliability, security and availability of systems and technical infrastructure may, in addition to other losses, harm our reputation, brand and ability to attract customers.\nWe and our third-party vendors have previously experienced and may in the future experience, service disruptions, outages and other performance problems due to a variety of factors, including infrastructure changes, third-party service providers, human or software errors and capacity constraints. We rely on data carrier networks to support reliable operation, management and maintenance of our charger network, charging session management, driver authentication and payment processing, all of which depend on reliable connections with wireless communications networks. As a result, our operations depend on a handful of public carriers and are exposed to disruptions related to network outages and other communications issues on the carrier networks. See Part I, Item IA, “Risk Factors — Risks Related to Our Business — A failure of service by one or more of our key vendors, including third-party providers of software, technology, applications or communication services that we rely on, could materially and adversely affect our business, financial condition and results of operations.” If our services are unavailable when users attempt to access them, they may seek other services, which could reduce demand for our solutions from customers.\nThere are several factors ranging from human error to data corruption that could materially impact the efficacy of any processes and procedures designed to enable us to recover from a disaster or catastrophe, including by lengthening the time services are partially or fully unavailable to customers and users. It may be difficult or impossible to perform some or all recovery steps and continue normal business operations due to the nature of a particular cyber-attack, disaster or catastrophe or other disruption, especially during peak periods, which could cause additional reputational damage, or loss of revenues, any of which would materially and adversely affect our business, financial condition and results of operations.\n\n\n39\n\n\n\nWe may acquire additional assets, products, technologies or businesses in the future, and would be subject to risks associated with completing and integrating such acquisitions.\n\nWe have in the past, and may in the future, acquire additional assets, products, technologies or businesses that are complementary to our existing business and strategic direction. For example, in 2021, we acquired PlugShare. The process of identifying and consummating acquisitions and the subsequent integration of new assets and businesses into our own business and operations would require attention from management and could result in a diversion of resources from our existing business, which in turn could have an adverse effect on our operations. Acquired assets or businesses may not generate the expected financial results. Acquisitions could also result in the use of cash, potentially dilutive issuances of equity securities or securities convertible into equity securities, the occurrence of goodwill impairment charges, amortization expenses for other intangible assets and exposure to potential unknown liabilities of the acquired business. Moreover, the costs of identifying and consummating acquisitions may be significant. Failure to successfully identify, complete, manage and integrate acquisitions could materially and adversely affect our business, financial condition and results of operations.\nRisks Related to the DOE Loan\nThe growth of our business is substantially dependent on our ability to fully draw on our DOE Loan, which contains a number of conditions precedent to each draw. Failure to satisfy the conditions required to fully draw down on our DOE Loan would materially and adversely affect our business, financial condition and results of operations.\nThe DOE Loan provides for up to $1.248 billion of loans, consisting of $1.05 billion of principal and up to $193 million of capitalized interest, to fund the construction, installment and deployment of approximately 7,500 new DC Stalls nationwide. We cannot, however, access these funds all at once, but only through periodic draws through the end of the Availability Period, assuming eligible costs are incurred. The Borrower submitted its first request for an Advance of $75.3 million and received such Advance in January 2025. Our ability to receive Advances under the DOE Loan is subject to satisfaction of various conditions precedent, including but not limited to continued compliance with our representations and warranties, the required debt service coverage ratio, information requirements and repayment obligations. If we are unable to satisfy the conditions required to borrow under the DOE Loan and the DOE does not grant a waiver, and as a result we are not able to draw on the DOE Loan to fund the contemplated DC Stalls, we may have to delay completion of the overall Project, which could materially and adversely affect our business, financial condition and results of operations.\nOur failure to comply with the covenants or other terms of the DOE Loan, including as a result of events beyond our control, could result in a default under the DOE Loan that could materially and adversely affect the ongoing viability of our business.\nThe DOE Loan contains customary events of default, including failure to make payments when due, failure to maintain the required debt service coverage ratio, the occurrence of a change of control or other breaches under the loan documents. During the continuation of an event of default, the DOE may exercise usual and customary remedies, including acceleration of the principal amount outstanding under the DOE Loan, assessment of fees and penalties and enforcement on the collateral. Any acceleration of amounts outstanding under the DOE Loan would materially and adversely affect our business, financial condition and results of operations.\nIn the future, we may need to seek a waiver from the DOE, including if we were to experience an event of default, and there can be no assurance the DOE will be willing to grant such waiver. An event of default under the DOE Loan that is not waived by the DOE would materially and adversely affect our business, financial condition and results of operations.\nThe DOE Loan is secured by a substantial portion of our consolidated assets, resulting in the lack of substantial remaining assets available for incurring additional secured indebtedness.\nOur obligations under the DOE Loan are secured on a first priority basis (subject to customary exceptions and permitted liens) by, and among other things, certain assets of the Borrower, which include the DC Stalls contributed to the Borrower by us pursuant to the terms of the DOE Loan, and the equity interests of the Borrower. Because a substantial portion of our consolidated assets secure the DOE Loan, we may not have substantial remaining assets available to secure \n\n\n40\n\n\n\nother indebtedness. Accordingly, this may limit our ability to incur additional secured indebtedness in the future. Additionally, if the Borrower is unable to satisfy its payment obligations under the DOE Loan and an event of default occurs, the secured parties under the DOE Loan may foreclose on and sell the secured assets, which could prevent us from accessing such assets for our business and conducting our business as planned. Either of these events could materially and adversely affect our business, financial condition and results of operations.\nThe restrictions imposed on the Borrower under the DOE Loan limit our flexibility in operating the business of the Borrower and could limit our flexibility in operating our business.\nThe DOE Loan contains various affirmative and negative covenants that limit the ability of the Borrower and sometimes its affiliates to engage in specified types of transactions. These covenants, which are each subject to customary exceptions, impose limitations on the Borrower’s ability to, among other things, without complying with the DOE Loan or obtaining the consent of the DOE:\n\n\n●   incur additional indebtedness;\n----------------------------------\n\n●   sell, lease, transfer or otherwise dispose of certain assets;\n-----------------------------------------------------------------\n\n●   acquire another company or business or enter into a merger or similar transaction with third parties;\n---------------------------------------------------------------------------------------------------------\n\n●   pay dividends and make other restricted payments;\n-----------------------------------------------------\n\n●   encumber or permit liens on certain assets;\n-----------------------------------------------\n\n●   amend our organizational documents or capital structure; and\n----------------------------------------------------------------\n\n●   make certain investments.\n-----------------------------\nOur Board of Directors or management team may believe that the Borrower taking any one of these actions would be in our best interests and the best interests of our stockholders. If that were the case and if we were unable to complete any of these actions because the DOE does not provide its consent, that could materially and adversely impact our business, financial condition and results of operations.\nWe depend upon cash distributions from our subsidiaries, including the Borrower, to fund our operations, and restrictions on the Borrower’s ability to distribute cash to us under the DOE Loan could adversely affect our business plans.\nWe conduct our operations through operating subsidiaries, including the Borrower. Accordingly, our ability to meet our obligations at the EVgo level depends upon the ability of our subsidiaries, including the Borrower, to distribute cash to us. In this regard, the ability of the Borrower to distribute cash to us is limited by certain restrictions and requirements to which the Borrower is subject under the terms of the DOE Loan. The terms of the DOE Loan generally prohibit the Borrower from making a dividend or distribution unless, among other things, (i) the Borrower has provided the required notice under the DOE Loan to the DOE of the proposed dividend or distribution, (ii) the Borrower has complied with funding requirements for the reserve accounts and operating account under the DOE Loan, (iii) the Borrower’s debt to EBITDA ratio during the availability period for draws under the DOE Loan complies with the requirements set forth in the DOE Loan, and (iv) following the availability period for draws under the DOE Loan, the historical debt service coverage ratio and projected debt service coverage ratio comply with the requirements set forth in the DOE Loan. If these limitations were to materially impede the flow of cash to us, such restriction could materially and adversely affect our business, financial condition and results of operations.\n\nRisks Related to the EV Market\nChanges to fuel economy standards or the success of alternative fuels may negatively impact the EV market and thus the demand for our products and services.\n\n\n\n\n\nRegulatory initiatives that require an increase in the mileage capabilities of cars and consumption of renewable transportation fuels, such as ethanol and biodiesel, have helped increase consumer acceptance of EVs and other alternative vehicles. However, the EV fueling model is different from gasoline and other fuel models, requiring behavior changes and education of businesses, consumers, regulatory bodies, local utilities and other stakeholders. Further developments in and improvements in the affordability of, alternative technologies, such as renewable diesel, biodiesel, ethanol, hydrogen fuel \n\n\n41\n\n\n\ncells or compressed natural gas, proliferation of hybrid powertrains involving such alternative fuels, or improvements in the fuel economy of ICE vehicles, whether as the result of regulation or otherwise, may materially and adversely affect demand for EVs and EV charging stations in some market verticals. Regulatory bodies may also adopt rules that substantially favor certain alternatives to petroleum-based propulsion over others, which may not necessarily be EVs. Local jurisdictions may also impose restrictions on urban driving due to congestion, which may prioritize and accelerate micromobility trends and slow EV adoption growth. If any of the above cause or contribute to automakers reducing the availability of EV models or cause or contribute to consumers or businesses no longer purchasing EVs or purchasing fewer of them, it would materially and adversely affect our business, financial condition and results of operations.\n\n\nRideshare and commercial fleets may not electrify as quickly as expected and may not rely on public fast charging or on our network as much as expected. Future demand for or availability of battery EVs from the medium- and heavy-duty vehicle segment may not develop as anticipated or take longer to develop than expected.\n\n\n\n\n\n\n\n\n\nThe EV market is in the early stages of development and the medium- and heavy-duty vehicle segments, often particularly exposed to economic cycles, may not electrify as expected or on the timeline that is expected. The medium- and heavy-duty vehicle fleets that lend themselves well to electrification via EV powertrains are often linked to municipal and commercial budgets and may take longer to electrify as a result of budget or business constraints and administrative approvals. The mix of zero and low emission powertrains in certain vehicle classes and use cases in the medium- and heavy-duty sector may evolve less favorably for EV solutions due to future development of technologies and policy incentives that may favor existing diesel fuel, hybrid, natural gas or hydrogen fuel cell drivetrains. Medium- and heavy-duty vehicle OEMs may choose not to or may not be able to manufacture EVs in sufficient quantities or at all.\nWe derive revenue from the sale of regulatory credits. There are a number of factors beyond our control that could have a material adverse effect on our ability to generate such revenue.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn connection with the production, delivery, placement into service and ongoing operation of charging stations, we earn and expect to continue to earn various tradable regulatory credits, in particular California’s LCFS credits. We currently participate in California’s LCFS program, Oregon’s Clean Fuels Program, and Washington’s Clean Fuel Standard program. We sell these credits and expect to continue to sell future credits, to entities that generate deficits under the LCFS programs and are obligated to purchase the credits and use them to offset their deficits or emissions, primarily petroleum refiners and marketers and other entities that can use the credits to comply with the program requirements. However, there is no guarantee that such credits will continue to be available for sale at prices forecasted by us, or that regulatory restrictions would not be imposed on the proceeds from the sale of such credits in the future. See Part I, Item IA, “Risk Factors — Risks Related to the EV Market — The EV market currently benefits from the availability of rebates, tax credits and other financial incentives from governments, utilities and others to offset the purchase or operating cost of EVs and EV charging stations. The reduction, modification or elimination of such benefits could materially and adversely affect our business, financial condition and results of operations.” If we are not able to market all LCFS credits, we may have to sell LCFS credits at below projected prices or we may not be able to sell LCFS credits at all. Our inability to generate revenue from the sale of regulatory credits could have a materially adverse effect on our future financial results.\n\n\n\n\n\n\nThe EV market currently benefits from the availability of rebates, tax credits and other financial incentives from governments, utilities and others to offset the purchase or operating cost of EVs and EV charging stations. The reduction, modification or elimination of such benefits could materially and adversely affect our business, financial condition and results of operations.\nThe U.S. federal government and some state and local governments provide incentives to end users and owners of EVs and EV charging stations in the form of rebates, tax credits, low-cost funding and other financial incentives, which could, in the future, be reduced or eliminated, including as a result of legislative or regulatory action. The EV market relies on these governmental rebates, tax credits and other financial incentives to significantly lower the effective price of EVs and EV charging stations and to otherwise financially support these industries. However, these incentives may expire on a particular date, end when the allocated funding is exhausted, or may be reduced or terminated as a matter of regulatory or legislative policy. We are closely monitoring potential changes in tax law under the 119th Congress or any regulatory actions, which, if pursued, could impact the availability or value of these incentives or reduce access to such low-cost funding. See Part I, Item IA, “Risk Factors — Risks Related to Our Business — Current and future administrations at the \n\n\n42\n\n\n\nfederal and state level may create uncertainty for the EV sector, which may have a material and adverse effect on our business, financial condition and results of operations.”\nIn particular, we have historically claimed 30C income tax credits. The IRA revised the credits under Section 30C of the Code to (i) retroactively extend the expiration of the credit as of December 31, 2021 (with such credit continuing to be capped at $30,000 per location for EV charging stations placed in service before January 1, 2023) until December 31, 2032, (ii) revised the credit structure, availability and requirements for EV charging stations placed in service after December 31, 2022 and (iii) introduced the concept of transferability of tax credits, providing an additional option to monetize such credits. As part of the revised credit structure and requirements for EV charging stations placed in service after December 31, 2022, the available 30C Credit was expanded such that it is capped at $100,000 per item; however, in order to be eligible for such tax credit, EV charging stations must be installed in rural or low-income census tracts. Additionally, in order to receive the full tax credit, labor for EV charging station construction and maintenance must meet prevailing wage and apprenticeship requirements unless an exception applies. There can be no assurance that the EV charging stations placed in service by us will meet the revised requirements for the 30C income tax credits, and compliance with such requirements could increase our labor and other costs. Any reduction in rebates, tax credits or other financial incentives available to EVs or EV charging stations could negatively affect the EV market and adversely impact our business operations and expansion potential. In addition, there is no assurance we will have the necessary tax attributes to utilize any such credits that are available and may not be able to monetize such credits on favorable terms. Further, certain features of EVgo OpCo’s ownership may limit the available tax credit that can be monetized or utilized. See Part I, Item IA, “Risk Factors — Risks Related to Financial, Tax and Accounting — Changes to applicable U.S. tax laws and regulations or exposure to additional income tax liabilities could materially and adversely affect our and EVgo OpCo’s business, financial condition and results of operations.”\nFederal guidance for the NEVI program impacts the timing, availability and requirements for chargers qualifying under the program. On February 6, 2025, the FHWA sent a letter to state DOT with the subject line “Suspending Approval of State Electric Vehicle Infrastructure Deployment Plans.” The letter announced the rescinding of prior guidance for the NEVI program and a plan to reissue guidance following notice and public comment. The notice clarified that “reimbursements of existing obligations will be allowed in order to not disrupt current financial commitment.” Interpretation of this letter has varied across states. We are closely monitoring the development and expect little business impact given our lack of reliance on NEVI funding for our urban and metro-focused network plan for the owned and operated business.\nSeparate federal guidance on Buy America requirements applicable to the NEVI Program, which was established by the IIJA, requires immediate domestic assembly and U.S. steel requirements for chargers to qualify for funding under the NEVI Program, with higher domestic content percentages required in 2024. While we are currently able to source Buy America-compliant chargers, if in the future we are unable to do so, we may not be able to take advantage of NEVI Program funding opportunities or only do so at increased costs. Availability of these chargers may also be impacted by any future changes in policy or Buy America requirements. Our customers may request delays or adjustments to their build-out plans in order to accommodate these added Buy America requirements, which could result in delays in receipt of revenue from customers. However, any impact is likely to be minimal, as NEVI is a small portion of our planned public stalls. New tariffs and policies that could incentivize overbuilding of infrastructure may also have a negative impact on the economics of our stations. Furthermore, new tariffs and policy incentives could be put in place that favor equipment manufactured by or assembled at American factories, which may put our fast charging equipment vendors at a competitive disadvantage, including by increasing the cost or delaying the availability of charging equipment, by challenging or delaying our ability to apply or qualify for grants and other government incentives, or for certain charging infrastructure build-out solicitations and programs, including those initiated by federal government agencies. \nMoreover, a variety of incentives and rebates offered by the U.S. federal government as well as state and local governments in order to encourage the use of EVs may be limited or reduced. As previously noted, the IRA modified the $7,500 tax credit for new plug-in EVs and added new tax credits for used and commercial EVs. The IRA removed the phase-out of tax credits for new plug-in EVs with respect to vehicle manufacturers that reached certain production levels beginning in 2023. However, the tax credit is subject to additional requirements and limitations previously noted, and future policy changes to such requirements, for such tax credits may reduce incentives available to encourage the adoption of EVs; favor competitors whose production chains enable them to more readily take advantage of such incentives; delay purchases and installations of charging equipment by us as manufacturing of charging equipment is moved to the U.S. in \n\n\n43\n\n\n\norder to expand eligibility for such incentives (which, in turn, could delay our recognition of revenue in connection with such stalls); increase the cost of procurement of some inputs in the construction of charging infrastructure; and negatively affect the EV market and adversely impact our business operations and expansion potential. Any such developments could have a material and adverse effect on our business, financial condition and results of operations.\nRisks Related to Our Technology, Intellectual Property and Infrastructure\nOur business, financial condition and results of operations may be materially and adversely affected if we are unable to maintain, protect and enforce our technology and intellectual property.\n\n\n\n\nOur success depends, in part, on our ability to protect our core technology and intellectual property. To accomplish this, we rely on, and plan to continue relying on, a combination of trade secrets (including know-how), employee and third-party nondisclosure agreements, copyrights, trademarks, intellectual property licenses and other contractual rights to retain ownership of and protect, our technology and intellectual property. Despite our efforts to protect our intellectual property, third parties may attempt to copy or otherwise obtain and use our intellectual property or seek court declarations that our intellectual property is invalid or unenforceable, or that they do not infringe upon our intellectual property. Monitoring unauthorized use of our intellectual property is difficult and costly, and the steps we have taken or may take in the future in an effort to prevent or combat infringement, misappropriation or other violations may be unsuccessful. Any litigation could result in significant expense to us, including the diversion of management’s time, and may not ultimately be resolved in our favor. As of December 31, 2024, we held 26 patents and had 9 additional patent applications pending in the U.S. and abroad. Failure to adequately protect and enforce our technology and intellectual property could result in competitors offering similar products, potentially resulting in the loss of some of our competitive advantages and a decrease in revenue which would materially and adversely affect our business, financial condition and results of operations.\nThe measures we take to protect our technology and intellectual property from infringement, misappropriation or unauthorized use by others may not be effective for various reasons, including the following:\n\n\n●   the patent application we have submitted may not result in the issuance of any patents;\n-------------------------------------------------------------------------------------------\n\n●   the scope of any issued patents that may result from the pending patent application may not be broad enough to protect proprietary rights;\n----------------------------------------------------------------------------------------------------------------------------------------------\n\n●   any patents or trademarks may be challenged by competitors and/or invalidated or canceled by courts or other government entities;\n-------------------------------------------------------------------------------------------------------------------------------------\n\n●   the costs associated with enforcing patents, trademarks, confidentiality and invention agreements or other intellectual property rights may make enforcement impracticable;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   current and future competitors may circumvent patents or independently develop similar inventions, trade secrets or works of authorship, such as software;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   know-how and other proprietary information we purport to hold as a trade secret may not qualify as a trade secret under applicable laws; and\n------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   proprietary designs and technology embodied in our products may be discoverable by third parties through means that do not constitute violations of applicable laws.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIntellectual property and trade secret laws vary significantly throughout the world. Some foreign countries do not protect intellectual property rights to the same extent as do the laws of the U.S. Further, policing the unauthorized use of our intellectual property in foreign jurisdictions may be costly, difficult or even impossible. Therefore, our intellectual property rights may not be as strong or as easily enforced outside of the U.S.\n\nAny issued patent which may result from the pending patent application may come to be considered “standards essential.” If this is the case, we may be required to license certain technology on “fair, reasonable and non-discriminatory” terms, which may decrease our revenue. Further, competitors, vendors, or customers may, in certain instances, be free to create variations or derivative works of our technology and intellectual property and those derivative works may become directly competitive with our offerings. Finally, we may not be able to leverage, or obtain ownership of, all technology and intellectual property developed by our vendors in connection with design and manufacture of our products, thereby jeopardizing our ability to obtain a competitive advantage over our competitors.\n\n\n44\n\n\n\nWe may need to defend against intellectual property infringement or misappropriation claims, which may be time-consuming and expensive and our business, financial condition and results of operations could be materially and adversely affected.\nFrom time to time, the holders of intellectual property rights may assert their rights and urge us to take licenses and/or may bring suits alleging infringement or misappropriation of such rights. There can be no assurance that we will be able to mitigate the risk of potential suits or legal demands by competitors or other third parties. Accordingly, we may consider entering into licensing agreements with respect to such rights, although no assurance can be given that such licenses can be obtained on acceptable terms or at all, or that litigation or arbitration will not occur. Such licenses and associated disputes could significantly increase our operating expenses. If we are unable to successfully resolve any such dispute, we may be required to cease making, selling or incorporating certain key components or intellectual property into the products and services we offer, to pay substantial damages and/or royalties, to redesign our products and services and/or to establish and maintain alternative branding. In addition, to the extent that our customers and business partners become the subject of any allegation or claim regarding the infringement or misappropriation of intellectual property rights related to our products and services, we may be required to indemnify such customers and business partners. The scope of these indemnity obligations varies, but may, in some instances, include indemnification for damages and expenses, including attorneys’ fees. Even if we are not a party to any litigation between a customer or business partner and a third party relating to infringement by our products, an adverse outcome in any such litigation could make it more difficult for us to defend our products against intellectual property infringement claims in any subsequent litigation in which we are a named party. If we are required to take one or more such actions, our business, financial condition and results of operations may be materially and adversely affected. In addition, any litigation or claims, whether or not valid, could result in substantial costs, negative publicity, reputational harm and diversion of resources and management attention.\n\nThe current lack of industry standards may lead to uncertainty, additional competition and further unexpected costs.\n\n\n\n\nThe EV industry is new and evolving as are the standards governing EV charging which have not had the benefit of time-tested use cases. These immature industry standards could result in future incompatibilities and issues that could require significant resources and/or time to remedy. Utilities and other large market participants also mandate their own adoption of specifications that have not become widely adopted in the industry and may hinder innovation or slow new product or new feature introduction.\n\n\n\nIn addition, automobile manufacturers, such as Tesla, may choose to develop and promulgate their own proprietary charging standards and systems, which could lock out competition for EV charging stations, or to use their size and market position to influence the market, which could limit our market and reach to customers, negatively impacting our business.\nFurther, should regulatory bodies or large market participants later impose a standard that is not compatible with our infrastructure or products, we may incur significant costs to adapt our business model to the new standard, which may require significant time and expense and, as a result, have a material adverse effect on our revenues or results of operations.\nFor example, Tesla’s charging network in the U.S. is based on a proprietary connector and EV inlet, which Tesla has open sourced as NACS to supplant or replace competing connector and EV inlet standards such as CCS.A majority of the largest OEMs have announced plans to adopt the NACS standard in their future EVs. SAE International, a standards-developing organization for automotive engineering professionals, is currently working on an initiative to adapt Tesla’s specifications for NACS into the SAE J3400 standard. NACS and J3400 are often used interchangeably.\nThe rapid industry shift towards the NACS standard demonstrates the ongoing evolution of industry standards. With the recent OEM announcements, NACS is poised to potentially become the de facto charging standard for EVs in North America. However, widespread or universal adoption of NACS as the industry standard could take several years as OEMs develop new EVs and EVSE manufacturers develop new chargers based on the NACS standard. Additionally, because a change in industry standard requires updates to a range of charging equipment, including EV inlets and EVSE connectors, cables and cooling systems, charging network operators, including us, may have to spend considerable time and resources to deploy the new chargers (or retrofit existing chargers) in a manner that supports migration of EVs in North America from the CCS1 standard to the NACS standard while ensuring that existing EVs featuring CCS1 charging equipment are able to charge effectively on the updated networks.\n\n\n45\n\n\n\nHardware or software utilized in connection with our charging network could have undisclosed or undetected defects, errors or bugs which could impede market acceptance, harm our standing among our current or prospective customers and/or potentially subject us to legal claims and liabilities, any of which could significantly impact our business operations in an adverse manner.\nWe may be subject to claims that persons were injured or purported to be injured, or that personal property has been damaged, including due to latent defects, in connection with the use of our charging stations. Any insurance that we carry may not be sufficient or it may not apply to all situations. Similarly, to the extent that such malfunctions are related to components obtained from third-party vendors, EVs produced by third-party OEMs (including any components of such EVs) or adapters or other equipment obtained manufactured by other third parties, such third parties may not assume responsibility for such malfunctions. Any of these events could materially and adversely affect our brand and reputation, as well as our business, financial condition and results of operations.\nOur software platform is complex and includes a number of licensed third-party commercial and open-source software libraries. Our software may contain latent defects or errors that may be difficult to detect and remediate. We are continuing to evolve the features and functionality of our platform through updates and enhancements and as we do so, we may introduce additional defects or errors that may not be detected until after deployment to customers. In addition, if our products and services, including any updates or patches, are not implemented or used correctly or as intended, inadequate performance and disruptions in service may result.\nAny defects or errors in product or service offerings, or the perception of such defects or errors, or other performance problems could result in any of the following, each of which could materially and adversely affect our business, financial condition and results of operations:\n​\n\n●   expenditure of significant financial and product development resources, including recalls, in efforts to analyze, correct, eliminate or work around errors or defects;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   loss of existing or potential customers or partners;\n--------------------------------------------------------\n\n●   interruptions or delays in sales;\n-------------------------------------\n\n●   equipment replacements or reimbursements for damage;\n--------------------------------------------------------\n\n●   delayed or lost revenue;\n----------------------------\n\n●   macroeconomic conditions, including inflation, interest rates, tariffs and volatility surrounding closure or takeover of financial institutions;\n----------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   delay or failure to attain market acceptance;\n-------------------------------------------------\n\n●   delay in the development or release of new functionality or improvements;\n-----------------------------------------------------------------------------\n\n●   bodily injury or harm to customers or other individuals and damage to property;\n-----------------------------------------------------------------------------------\n\n●   negative publicity and reputational harm;\n---------------------------------------------\n\n●   sales credits or refunds;\n-----------------------------\n\n●   exposure of confidential or proprietary information;\n--------------------------------------------------------\n\n●   diversion of development and customer service resources;\n------------------------------------------------------------\n\n●   breach of warranty claims;\n------------------------------\n\n●   legal claims under applicable laws, rules and regulations; and\n------------------------------------------------------------------\n\n●   the expense and risk of litigation.\n---------------------------------------\nWe also face the risk that any contractual protections we seek to include in our agreements with customers are rejected, not implemented uniformly or do not fully or effectively protect from claims by customers, resellers, business partners or other third parties. In addition, any insurance coverage or indemnification obligations of suppliers or other third parties for our benefit may not adequately cover all such claims or may cover only a portion of such claims. A successful product liability, systematic defect, warranty, or other similar claim could materially and adversely affect our business, financial condition and results of operations. In addition, even claims that ultimately are unsuccessful could result in expenditure of funds in litigation, divert management’s time and other resources and cause reputational harm.\n\n\n46\n\n\n\nThe EV charging market is characterized by rapid technological change, which requires us to continue to develop new products, enhance their reliability and develop product innovations. Any delays in such development could materially and adversely affect market adoption of our products and our business, financial condition and results of operations.\n\n\n\n\n\n\n\n\nContinuing technological changes in battery and other EV technologies could adversely affect adoption of current EV charging technology, continuing and increasing reliance on EV charging infrastructure and/or the use of our products and services. Our future success will depend in part upon our ability to develop and introduce a variety of new capabilities and innovations to our existing product offerings, as well as introduce a variety of new and improved product offerings to address the changing needs of the EV charging market.\n\n\nAs EV technologies change, we may need to upgrade or adapt our charging station technology and introduce new products and services in order to serve vehicles that have the latest technology, in particular major improvements in battery technology leading to significant increases in charging rates, which could involve substantial costs. Even if we are able to keep pace with changes in technology and develop new products and services, our research and development expenses could increase, our gross margins could be adversely affected in some periods and our prior products could become obsolete more quickly than expected.\nWe cannot guarantee that any new products will be released in a timely manner, or at all, or achieve market acceptance. Delays in delivering new products that meet customer requirements could damage our relationships with customers and lead them to seek alternative products or services. Delays in introducing products, improvements and innovations or the failure to offer innovative products or services at competitive prices may cause existing and potential customers to use our competitors’ products or services.\nIf we are unable to devote adequate resources to develop and improve products or cannot otherwise successfully develop products or services that meet customer requirements on a timely basis or that remain competitive with technological alternatives, our products and services could lose market share, our revenue will decline, we may experience higher operating losses and our business, financial condition and results of operations could be materially and adversely affected.\nWe currently incur, and expect to continue to incur, research and development costs and devote significant resources to developing new products, which could significantly reduce our profitability and may never result in revenue to us.\n\n\n\nOur future growth depends on penetrating new markets, adapting existing products to new applications and customer requirements and introducing new products that achieve market acceptance. We have incurred, and plan to continue to incur, significant research and development costs in the future as part of our efforts to design, develop, manufacture and introduce new products and enhance existing products. For example, in January 2025, we entered into a joint development agreement with Delta, pursuant to which we are developing our next generation of charging infrastructure. Further, our research and development program may not produce successful results and our new products may not achieve market acceptance, create additional revenue or become profitable, which could materially and adversely affect our business financial condition and results of operation.\nWe may be unable to leverage customer data in all geographic locations, and this limitation may impact research and development operations.\n\n\nWe rely on data collected through charging stations or our mobile application. We use this data in connection with the research, development and analysis of our technologies, creating and delivering value-add customer services and in assessing future charger locations as well as charging station capacities. Our inability to obtain necessary rights to use this data for the stations that we do not own or freely transfer this data could result in delays or otherwise negatively impact our research and development and expansion efforts and limit our ability to derive revenues from value-add customer services. For instance, consumer privacy regulations may limit our ability to make fully informed, data driven business decisions, conduct microtargeting marketing strategies or provide microtargeting-based offerings to EV drivers.\n\n\n47\n\n\n\nRisks Related to Finance, Tax and Accounting\nOur financial condition and results of operations are likely to fluctuate on a quarterly basis in future periods, which could cause our results for a particular period to fall below expectations, resulting in a decline in the price of our common stock.\nOur financial condition and results of operations have fluctuated in the past and may continue to fluctuate in the future due to a variety of factors, many of which are beyond our control. In addition to the other risks described herein, the following factors could also cause our financial condition and results of operations to fluctuate on a quarterly basis:\n\n\n●   the timing and volume of new sales;\n---------------------------------------\n\n●   changes in utility tariffs affecting costs of electricity, fluctuations in payroll costs due to changes in staffing needs, service costs — particularly due to unexpected costs of servicing and maintaining charging stations, changes in dynamics with Site Host partners that may result in higher site-license fees, unexpected increases in third-party software costs, fluctuations in call center costs, changes in payment fees, and increases in property taxes;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the timing of new charger installations and new product rollouts;\n---------------------------------------------------------------------\n\n●   the timing of the introduction of new EV models by OEMs;\n------------------------------------------------------------\n\n●   weaker than anticipated demand for DC fast charging, whether due to changes in government incentives and policies or due to other conditions;\n-------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   fluctuations in sales and marketing, business development or research and development expenses;\n---------------------------------------------------------------------------------------------------\n\n●   supply chain interruptions and manufacturing or delivery delays;\n--------------------------------------------------------------------\n\n●   the timing and availability of new products relative to customers’ and investors’ expectations;\n---------------------------------------------------------------------------------------------------\n\n●   the length of the installation cycle for a particular location or market;\n-----------------------------------------------------------------------------\n\n●   the timing of recognition of any cash received from OEM partners as revenue;\n--------------------------------------------------------------------------------\n\n●   disruptions in sales, production, service or other business activities or our inability to attract and retain qualified personnel;\n--------------------------------------------------------------------------------------------------------------------------------------\n\n●   unanticipated changes in federal, state, local, or foreign government incentive programs, which can affect demand for EVs or the anticipated costs of construction of charging infrastructure;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   unanticipated emergence of new market entrants and various strategic actions by incumbents that might lead to intensifying competition and thus worsened operational results; and\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   seasonal fluctuations in driving patterns.\n----------------------------------------------\nRevenue and other operating results may fall short of the expectations of investors and financial analysts, which could have an adverse effect on the price of our common stock. In addition, fluctuations in operating results and cash flow could, among other things, give rise to short-term liquidity issues. See Part I, Item IA, “Risk Factors — Risks Related to Our Business — We may need to raise additional funds, and these funds may not be available when needed or may only be available on unfavorable terms, which could impact our ability to fund our operations, our growth and the build-out of our network.”\nWe have identified a material weakness in our internal control over financial reporting, and any inability to timely remediate this material weakness or otherwise establish and maintain an effective system of internal control over financial reporting may harm investor confidence and cause a decline in the price of our Class A common stock.\nIn connection with the preparation of our audited consolidated financial statements as of and for the year ended December 31, 2024, a material weakness was identified in our internal control over financial reporting as discussed in more detail below. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of our financial statements will not be prevented or detected on a timely basis. Notwithstanding such material weakness, our management believes the consolidated financial statements included in this Annual Report present fairly, in all material respects, our financial position, results of operations and cash flows as of and for the periods presented, in accordance with U.S. GAAP. \nThe following material weakness in internal control over financial reporting was identified as of December 31, 2024: due to an ineffective information and communication process to ensure the completeness and accuracy of underlying data \n\n\n48\n\n\n\nand reports, we did not effectively design, implement and operate process-level controls and effective general IT controls relevant to our financial reporting processes. For further discussion of our internal control over financial reporting and a description of the identified material weakness, see Part II, Item 9A, “Controls and Procedures” in this Annual Report.\n\nAs discussed further in that section, although we are committed to remediating this material weakness and have implemented a remediation plan in order to address the identified material weakness, we may not be successful in making the improvements necessary to remediate it or to be able to do so in a timely manner. We may also identify additional control deficiencies or material weaknesses in the future, or otherwise be unable to comply with the requirements of Section 404 the Sarbanes-Oxley Act of 2002, which may subject us to adverse regulatory consequences, negatively impact our ability to produce timely and accurate financial statements in the future, harm investor confidence in the accuracy and completeness of our financial reporting, materially and adversely affect our business, financial condition and results of operations and cause a decline in the price of our Class A common stock.\n\n\nChanges to applicable U.S. tax laws and regulations or exposure to additional income tax liabilities could materially and adversely affect our and EVgo OpCo’s business, financial condition and results of operations.\n\n\n\n\n\n\n\n\nWe have no material assets other than our indirect interest in EVgo OpCo, which holds, directly or indirectly, all of the operating assets of our business. EVgo OpCo generally will not be subject to U.S. federal income tax but may be subject to certain U.S. state and local and non-U.S. taxes. We are a U.S. corporation that will be subject to U.S. corporate income tax on our worldwide operations, including our share of income of EVgo OpCo. Moreover, our operations and customers are located in the U.S. As a result, we and EVgo OpCo are subject to various U.S. federal, state and local taxes and our future effective tax rates could be subject to volatility or adversely affected by a number of factors, including:\n\n\n●   changes in the valuation of our deferred tax assets and liabilities;\n------------------------------------------------------------------------\n\n●   expected timing and amount of the release of any tax valuation allowances;\n------------------------------------------------------------------------------\n\n●   tax effects of share-based compensation;\n--------------------------------------------\n\n●   the availability of tax deductions, credits, exemptions, refunds and other benefits to reduce tax liabilities; or\n---------------------------------------------------------------------------------------------------------------------\n\n●   changes in tax laws, regulations or interpretations thereof.\n----------------------------------------------------------------\nFor example, the IRA extends and expands certain tax credits for EVs and alternative fueling infrastructure, including EV charging infrastructure. As part of these changes, EV charging infrastructure and purchasers of EVs will be subject to additional requirements and/or limitations which may reduce the credits for which we and EV consumers may be eligible and may affect the adoption of EVs and impact the demand for EV charging stations. In particular, certain prevailing wage and apprenticeship requirements may increase the cost to place in service EV charging stations. In September 2024, Treasury issued a notice of proposed rulemaking for the Alternative Fuel Vehicle Refueling Property tax credit regarding the interpretation and implementation of the IRA. This guidance remains unfinalized and we will monitor future regulatory actions by Treasury that may impact this proposed guidance. These and any other changes to government incentives that impose additional restrictions could increase costs, limit our ability to utilize tax benefits, reduce its competitiveness and/or adversely impact our growth, which could have a material adverse effect on our business, financial condition and results of operations.\nWe also may be subject to audits of our or EVgo OpCo’s income, sales and other transaction taxes by U.S. federal, state and local taxing authorities. The outcomes of these audits could materially and adversely affect our business, financial condition and results of operations.\n\n\n\n\n\nAs a result of plans to expand our business operations, including to jurisdictions in which tax laws may not be favorable, our and EVgo OpCo’s obligations may change or fluctuate, become significantly more complex or become subject to greater risk of examination by taxing authorities, any of which could adversely affect our or EVgo OpCo’s after-tax profitability and financial results.\n\n\n\nIn the event our operating business expands domestically or internationally, our and EVgo OpCo’s effective tax rates may fluctuate widely in the future. Future effective tax rates could be affected by operating losses in jurisdictions where no tax benefit can be recorded under GAAP, changes in deferred tax assets and liabilities, or changes in tax laws. Additionally, we and EVgo OpCo may be subject to tax on more than 100% of our income as a result of such income \n\n\n49\n\n\n\nbeing subject to tax in multiple state, local or non-U.S. jurisdictions. Factors that could materially affect our and EVgo OpCo’s future effective tax rates include but are not limited to: (a) changes in tax laws or the regulatory environment, (b) changes in accounting and tax standards or practices, (c) changes in the composition of operating income by tax jurisdiction and (d) pre-tax operating results of our business.\n\n\n\n\n\n\n\nAdditionally, we and EVgo OpCo may be subject to significant income, withholding and other tax obligations in the U.S. and may become subject to taxation in numerous additional state, local and non-U.S. jurisdictions with respect to income, operations and subsidiaries related to those jurisdictions. Our and EVgo OpCo’s after-tax profitability and financial results could be subject to volatility or be affected by numerous factors, including (a) the availability of tax deductions, credits, exemptions, refunds and other benefits to reduce tax liabilities, (b) changes in the valuation of deferred tax assets and liabilities, if any, (c) the expected timing and amount of the release of any tax valuation allowances, (d) the tax treatment of share-based compensation, (e) changes in the relative amount of earnings subject to tax in the various jurisdictions, (f) the potential business expansion into, or us otherwise becoming subject to tax in, additional jurisdictions, (g) changes to existing intercompany structure (and any costs related thereto) and business operations, (h) the extent of intercompany transactions and the extent to which taxing authorities in relevant jurisdictions respect those intercompany transactions and (i) the ability to structure business operations in an efficient and competitive manner. Outcomes from audits or examinations by taxing authorities could have an adverse effect on our or EVgo OpCo’s after-tax profitability and financial condition. Additionally, the IRS and several foreign tax authorities have increasingly focused attention on intercompany transfer pricing with respect to sales of products and services and the use of intangibles. Tax authorities could disagree with our or EVgo OpCo’s intercompany charges, cross-jurisdictional transfer pricing or other matters and assess additional taxes. If we or EVgo OpCo, as applicable, do not prevail in any such disagreements, our business, financial condition and results of operations may be materially and adversely affected.\n\nOur or EVgo OpCo’s after-tax profitability and financial results may also be adversely affected by changes in relevant tax laws and tax rates, treaties, regulations, administrative practices and principles, judicial decisions and interpretations thereof, in each case, possibly with retroactive effect.\nContinuing or worsening inflationary pressures and associated changes in monetary policy, or changes to trade policy, including tariff and customs regulation, may result in increases to the cost of our charging equipment, other goods, services and personnel, which in turn could cause capital expenditures and operating costs to rise.\nRecent inflationary pressures have resulted in and may continue to result in increases to the costs of charging equipment and personnel, which could in turn cause capital expenditures and operating costs to rise. Sustained levels of high inflation have likewise caused the U.S. Federal Reserve and other central banks to increase interest rates, which could have the effects of raising the cost of debt and capital and depressing economic growth, either of which—or the combination thereof—could hurt the financial and operating results of our business. \nChanges or proposed changes in U.S. or other countries’ trade policies, as well as other measures impacting cross-border commerce, may result in restrictions and economic disincentives on international trade, including import/export restrictions, such as new, expanded or retaliatory tariffs, sanctions, quotas or other trade barriers. For example, in February 2025, the current administration issued three Executive Orders imposing tariffs of 25% on certain goods imported from Canada and Mexico and an additional 10% tariff on certain goods imported from China (including Hong Kong). A 10% tariff on imports from China took effect on February 4, 2025, while the tariffs on imports from Canada and Mexico took effect on March 4, 2025 after having been suspended, along with a further 10% on Chinese imports. Such actions could give rise to an escalation of trade measures by U.S. and impacted countries. For example, after the February 2025 tariffs on goods imported from China went into effect, China announced retaliatory tariffs on certain goods imported from the United States. In addition, in February 2025, the current administration announced plans to levy reciprocal tariffs against countries taxing U.S. imports. Developments with regard to the timing and manner in which tariffs will be implemented, the amount, scope and nature of tariffs, the countries subject to new or additional tariffs imposed by the United States, and tariffs imposed by other countries on goods imported from the United States are rapidly evolving and may change unexpectedly at any time. Trade policy developments, including the creation or expansion of trade wars between countries in which we source our components, could significantly impact our cost and limit our ability to offer and deliver products on a timely or cost-effective basis. Further, adapting to new and changed trade restrictions can be expensive and time-consuming. Any change to the cost of buying and selling goods internationally, or even the public perception that such changes are imminent or could occur in the future, may reduce consumer confidence and could materially harm our \n\n\n50\n\n\n\nconsumers and our business, financial condition and results of operations. Although we are closely monitoring these developments to adapt to changing trade policies, there can be no assurances that we will be successful in mitigating any negative impacts arising therefrom.\nAdverse developments affecting the financial services industry, such as actual events or concerns involving liquidity, defaults, or non-performance by financial institutions or transactional counterparties, could materially and adversely affect our business, financial condition and results of operations.\nEvents involving limited liquidity, defaults, non-performance, or other adverse developments that affect financial institutions, transactional counterparties or other companies in the financial services industry or the financial services industry generally, or concerns or rumors about any events of these kinds or other similar risks, have in the past and may in the future lead to market-wide liquidity problems. Even though we assess our banking relationships as we believe necessary or appropriate, our access to funding sources and other credit arrangements in amounts adequate to finance or capitalize our current and projected future business operations could be significantly impaired by factors that affect us, the financial services industry or the economy in general. These factors could include, among others, events such as liquidity constraints or failures, the ability to perform obligations under various types of financial, credit or liquidity agreements or arrangements, disruptions or instability in the financial services industry or financial markets, or concerns or negative expectations about the prospects for companies in the financial services industry.\nThe results of events or concerns that involve one or more of these factors could include a variety of material and adverse impacts on our current and projected business operations and financial condition and results of operations. These factors could include, but may not be limited to, the following:\n\n\n●   Delayed access to deposits or other financial assets or the uninsured loss of deposits or other financial assets;\n---------------------------------------------------------------------------------------------------------------------\n\n●   Loss of access to working capital sources and/or the inability to refund, roll over or refund, roll over or extend the maturity of, or enter into new credit facilities;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   To the extent that we enter into credit agreements or arrangements or operating or financial agreements, potential or actual breaches of financial covenants or potential or actual cross-defaults in such agreements; or\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   To the extent that we enter into cash management arrangements, termination of cash management arrangements and/or delays in accessing or actual loss of funds subject to cash management arrangements.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nIn addition, investor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and more restrictive financial and operating covenants, or systemic limitations on access to credit and liquidity sources, thereby making it more difficult for us to obtain financing on acceptable terms or at all. Any decline in available funding or access to our cash and liquidity resources could, among other risks, adversely impact our ability to meet our operating expenses, financial obligations or fulfill our other obligations, result in breaches of our contractual obligations or result in violations of federal or state wage and hour laws. Any of these impacts, or any other impacts resulting from the factors described above or other related or similar factors not described above, could have material adverse impacts on our liquidity and our business, financial condition or results of operations.\n\nRisks Related to Our “Up-C” Structure and the Tax Receivable Agreement\nEVgo Holdings owns the majority of our voting stock and therefore has the right to appoint a majority of our board members, and EVgo Holdings’ interests may conflict with those of other stockholders.\n\n\n\n\n\nEVgo Holdings owns the majority of our voting stock and is therefore entitled to appoint the majority of the Board of Directors. As a result, EVgo Holdings is able to substantially influence matters requiring our stockholder or board approval, including the election of directors, approval of any of our potential acquisitions, changes to our organizational documents and significant corporate transactions. This concentration of ownership makes it unlikely that any other holder or group of holders of Class A common stock will be able to affect the way we are managed or the direction of our business. The interests of EVgo Holdings with respect to matters potentially or actually involving or affecting us, such as future acquisitions, financings and other corporate opportunities and attempts to acquire us, may conflict with the interests of our other stockholders.\n\n\n51\n\n\n\nFor example, EVgo Holdings may have different tax positions from us, especially in light of the Tax Receivable Agreement that could influence its decisions regarding whether and when to support the disposition of assets or the incurrence or refinancing of new or existing indebtedness, or the termination of the Tax Receivable Agreement and acceleration of our obligations thereunder. In addition, the determination of future tax reporting positions, the structuring of future transactions and the handling of any challenge by any taxing authority to our tax reporting positions may take into consideration tax or other considerations of EVgo Holdings, including the effect of such positions on our obligations under the Tax Receivable Agreement, which may differ from our considerations or the considerations of other stockholders. For additional information, see Part II, Item 8, “Consolidated Financial Statements and Supplementary Data — Note 2 — Summary of Significant Accounting Policies — Tax Receivable Agreement Liability.”\nOur only principal asset is our interest in Thunder Sub, which, in turn, holds only units issued by EVgo OpCo; accordingly, we depend on distributions from EVgo OpCo and Thunder Sub to pay taxes, make payments under the Tax Receivable Agreement and cover our corporate and other overhead expenses.\n\n\n\n\n\n\n\n\n\n\nWe are a holding company and have no material assets other than our ownership interest in Thunder Sub. Thunder Sub holds only EVgo OpCo Units, which at the time immediately following the CRIS Close Date were equal to the number of shares of Class A common stock issued and outstanding after giving effect to the CRIS Business Combination and the PIPE. Neither we nor Thunder Sub have independent means of generating revenue or cash flow. To the extent EVgo OpCo has available cash and subject to the terms of any current or future debt instruments, the EVgo OpCo A&R LLC Agreement requires EVgo OpCo to make pro rata cash distributions to holders of EVgo OpCo Units, including Thunder Sub, in an amount sufficient to allow the Company Group to pay its taxes and to make payments under the Tax Receivable Agreement. We generally expect EVgo OpCo to fund such distributions out of available cash and if payments under the Tax Receivable Agreement are accelerated, we generally expect to fund such accelerated payments out of the proceeds of the change of control transaction giving rise to such acceleration. When EVgo OpCo makes distributions, the holders of EVgo OpCo Units will be entitled to receive proportionate distributions based on their interests in EVgo OpCo at the time of such distribution. In addition, the EVgo OpCo A&R LLC Agreement requires EVgo OpCo to make non-pro rata payments to Thunder Sub to reimburse it for its corporate and other overhead expenses, which payments are not treated as distributions under the EVgo OpCo A&R LLC Agreement. To the extent that we need funds and EVgo OpCo or its subsidiaries are restricted from making such distributions or payments under applicable law or regulations or under the terms of any current or future financing arrangements, or are otherwise unable to provide such funds, our business, financial condition and results of operations could be materially and adversely affected.\n\n\n\n\n\n\n\n\n\n\nMoreover, because we have no independent means of generating revenue, our ability to make tax payments and payments under the Tax Receivable Agreement is dependent on the ability of EVgo OpCo to make distributions to Thunder Sub in an amount sufficient to cover the Company Group’s tax obligations and obligations under the Tax Receivable Agreement. This ability, in turn, may depend on the ability of EVgo OpCo’s subsidiaries to make distributions to us. The ability of EVgo OpCo, its subsidiaries and other entities in which it directly or indirectly holds an equity interest to make such distributions will be subject to, among other things, (i) the applicable provisions of Delaware law (or other applicable jurisdiction) that may limit the amount of funds available for distribution and (ii) restrictions in relevant debt instruments issued by EVgo OpCo or its subsidiaries and other entities in which it directly or indirectly holds an equity interest. To the extent that we are unable to make payments under the Tax Receivable Agreement for any reason, such payments will be deferred and will accrue interest until paid.\n\nWe will be required to make payments under the Tax Receivable Agreement for certain tax benefits that we may claim, and the amounts of such payments could be significant.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn connection with the CRIS Business Combination, we entered into the Tax Receivable Agreement. This agreement generally provides for the payment by the Company Group to EVgo Holdings of 85% of the net cash savings, if any, in U.S. federal, state and local income tax and franchise tax (computed using simplifying assumptions to address the impact of state and local taxes) that the Company Group actually realizes (or is deemed to realize in certain circumstances) in periods after the consummation of the CRIS Business Combination as a result of certain increases in tax basis available to the Company Group as a result of the CRIS Business Combination, the acquisition of EVgo OpCo Units pursuant to an exercise of the EVgo OpCo Unit Redemption Right (as defined in the EVgo OpCo A&R LLC Agreement) or the Call Right (as defined in the EVgo OpCo A&R LLC Agreement) (including any increases in tax basis relating to prior transfers \n\n\n52\n\n\n\nof such EVgo OpCo Units that will be available to the Company Group as a result of its acquisition of such EVgo OpCo Units) and certain benefits attributable to imputed interest. The Company Group will retain the benefit of the remaining net cash savings, if any.\n\n\n\n\n\n\n\n\n\n\n\nThe term of the Tax Receivable Agreement commenced upon the consummation of the CRIS Business Combination and will continue until all tax benefits that are subject to the Tax Receivable Agreement have been utilized or expired and all required payments are made, unless the Company Group exercises its right to terminate the Tax Receivable Agreement (or the Tax Receivable Agreement is terminated due to other circumstances, including the Company Group’s breach of a material obligation thereunder or certain mergers or other changes of control) and the Company Group makes the termination payment specified in the Tax Receivable Agreement. In addition, payments the Company Group makes under the Tax Receivable Agreement will be increased by any interest accrued from the due date (without extensions) of the corresponding tax return. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe payment obligations under the Tax Receivable Agreement are the Company Group’s obligations and not the obligations of EVgo OpCo and we expect that the payments the Company Group will be required to make under the Tax Receivable Agreement will be substantial. Estimating the amount and timing of the Company Group’s realization of tax benefits subject to the Tax Receivable Agreement is by its nature imprecise. The actual increases in tax basis covered by the Tax Receivable Agreement, as well as the amount and timing of the Company Group’s ability to use any deductions (or decreases in gain or increases in loss) arising from such increases in tax basis, are dependent upon future events, including but not limited to the timing of redemptions of EVgo OpCo Units, the price of our Class A common stock at the time of each redemption, the extent to which such redemptions are taxable transactions, the amount of the redeeming member’s tax basis in its EVgo OpCo Units at the time of the relevant redemption, the depreciation and amortization periods that apply to the increase in tax basis, the amount, character and timing of taxable income the Company Group generates in the future, the timing and amount of any earlier payments that the Company Group may have made under the Tax Receivable Agreement, the U.S. federal income tax rate then applicable and the portion of the Company Group’s payments under the Tax Receivable Agreement that constitute imputed interest or give rise to depreciable or amortizable tax basis. Accordingly, estimating the amount and timing of payments that may become due under the Tax Receivable Agreement is also by its nature imprecise. For purposes of the Tax Receivable Agreement, net cash savings in tax generally are calculated by comparing the Company Group’s actual tax liability (determined by using the actual applicable U.S. federal income tax rate and an assumed combined state and local income tax rate) to the amount the Company Group would have been required to pay had it not been able to utilize any of the tax benefits subject to the Tax Receivable Agreement. Thus, the amount and timing of any payments under the Tax Receivable Agreement are also dependent upon significant future events, including those noted above in respect of estimating the amount and timing of the Company Group’s realization of tax benefits. Any distributions made by EVgo OpCo to the Company Group to enable the Company Group to make payments under the Tax Receivable Agreement, as well as any corresponding pro rata distributions made to the other holders of EVgo OpCo Units, could have an adverse impact on our liquidity.\n\n\n\n\n\n\n\n\n\n\nPayments under the Tax Receivable Agreement will not be conditioned upon a holder of rights under the Tax Receivable Agreement having an ownership interest in us or EVgo OpCo. In addition, certain rights of the holders of EVgo OpCo Units (including the right to receive payments) under the Tax Receivable Agreement will be transferable in connection with transfers permitted under the EVgo OpCo A&R LLC Agreement of the corresponding EVgo OpCo Units or after the corresponding EVgo OpCo Units have been acquired pursuant to the EVgo OpCo Unit Redemption Right or Call Right. For additional information, see Part II, Item 8, “Consolidated Financial Statements and Supplementary Data — Note 2 — Summary of Significant Accounting Policies — Tax Receivable Agreement Liability.”\nIn December 2024, there was a redemption of 23,000,000 EVgo OpCo Units, which is expected to produce favorable tax attributes for us. These tax attributes would not be available to us in the absence of redemption. As of December 31, 2024, we do not expect any cash tax benefit from the tax attributes produced by the redemption and therefore no amounts have been accrued as the liability is not deemed probable. The unrecorded tax liability related to the redemption is estimated at $33.8 million as of December 31, 2024. Payments under the Tax Receivable Agreement are generally due on the due date of the Tax Return that reports such cash tax savings.\n\n\n53\n\n\n\nIn certain cases, payments under the Tax Receivable Agreement may be accelerated and/or significantly exceed the actual benefits, if any, the Company Group realizes in respect of the tax attributes subject to the Tax Receivable Agreement.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf we experience a change of control (as defined under the Tax Receivable Agreement, which includes certain mergers, asset sales and other forms of business combinations) or the Tax Receivable Agreement terminates early (at the Company Group’s election or as a result of the Company Group’s breach), the Company Group would be required to make an immediate payment equal to the present value of the anticipated future payments to be made by it under the Tax Receivable Agreement (determined by applying a discount rate equal to an agreed successor rate to the one-year LIBOR plus 100 basis points), and such early termination payment is expected to be substantial. The calculation of anticipated future payments will be based upon certain assumptions and deemed events set forth in the Tax Receivable Agreement, including (i) that the Company Group has sufficient taxable income on a current basis to fully utilize the tax benefits covered by the Tax Receivable Agreement and (ii) that any EVgo OpCo Units (other than those held by the Company Group or its subsidiaries, other than EVgo OpCo) outstanding on the termination date or change of control date, as applicable, are deemed to be redeemed on such date. Any early termination payment may be made significantly in advance of and may materially exceed, the actual realization, if any, of the future tax benefits to which the early termination payment relates.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf we experience a change of control (as defined under the Tax Receivable Agreement) or the Tax Receivable Agreement otherwise terminates early (at the Company Group’s election or as a result of the Company Group’s breach), the Company Group’s obligations under the Tax Receivable Agreement could have a substantial negative impact on our liquidity and could have the effect of delaying, deferring or preventing certain mergers, asset sales, or other forms of business combinations or changes of control. If the Company Group’s obligation to make payments under the Tax Receivable Agreement is accelerated as a result of a change of control, we generally expect the accelerated payments due under the Tax Receivable Agreement to be funded out of the proceeds of the change of control transaction giving rise to such acceleration. However, the Company Group may be required to fund such payment from other sources and as a result, any early termination of the Tax Receivable Agreement could have a substantial negative impact on our liquidity. We do not currently expect to cause an acceleration due to the Company Group’s breach and we do not currently expect that the Company Group would elect to terminate the Tax Receivable Agreement early, except in cases where the early termination payment would not be material. There can be no assurance that the Company Group will be able to meet its obligations under the Tax Receivable Agreement. For additional information, see Part II, Item 8, “Consolidated Financial Statements and Supplementary Data — Note 2 — Summary of Significant Accounting Policies — Tax Receivable Agreement Liability.”\n\n\n\n\nIf the Company Group’s payment obligations under the Tax Receivable Agreement are accelerated upon certain mergers, other forms of business combinations or other changes of control, the consideration payable to holders of Class A common stock could be substantially reduced.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIf we experience a change of control (as defined under the Tax Receivable Agreement, which includes certain mergers, asset sales and other forms of business combinations), then the Company Group’s obligations under the Tax Receivable Agreement would be based upon certain assumptions and deemed events set forth in the Tax Receivable Agreement and in such situations, payments under the Tax Receivable Agreement may be significantly in advance of and may materially exceed, the actual realization, if any, of the future tax benefits to which the payment relates. As a result of the Company Group’s payment obligations under the Tax Receivable Agreement, holders of Class A common stock could receive substantially less consideration in connection with a change of control transaction than they would receive in the absence of such obligation. Further, the Company Group’s payment obligations under the Tax Receivable Agreement will not be conditioned upon holders of EVgo OpCo Units having a continued interest in us or EVgo OpCo. Accordingly, the interests of the holders of EVgo OpCo Units may conflict with those of the holders of Class A common stock. See Part I, Item IA, “Risk Factors — Risks Related to Our “Up-C” Structure and the Tax Receivable Agreement — In certain cases, payments under the Tax Receivable Agreement may be accelerated and/or significantly exceed the actual benefits, if any, the Company Group realizes in respect of the tax attributes subject to the Tax Receivable Agreement.”\n\n\n54\n\n\n\nWe will not be reimbursed for any payments made under the Tax Receivable Agreement in the event that any tax benefits are subsequently disallowed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPayments under the Tax Receivable Agreement will be based on the tax reporting positions that the Company Group will determine and the IRS or another tax authority may challenge all or part of the tax basis increases upon which payments under the Tax Receivable Agreement are based, as well as other related tax positions the Company Group takes, and a court could sustain such challenge. The holders of EVgo OpCo Units will not reimburse us for any payments previously made under the Tax Receivable Agreement if any tax benefits that have given rise to payments under the Tax Receivable Agreement are subsequently disallowed, except that excess payments made to any holder of EVgo OpCo Units will be netted against future payments that would otherwise be made to such holder of EVgo OpCo Units, if any, after the Company Group’s determination of such excess (which determination may be made a number of years following the initial payment and after future payments have been made). As a result, in such circumstances, the Company Group could make payments that are greater than its actual cash tax savings, if any and may not be able to recoup those payments, which could materially adversely affect its liquidity.\n\n\n\nIf EVgo OpCo were to become a publicly traded partnership taxable as a corporation for U.S. federal income tax purposes, we and EVgo OpCo might be subject to potentially significant tax inefficiencies and we would not be able to recover payments previously made by us under the Tax Receivable Agreement even if the corresponding tax benefits were subsequently determined to have been unavailable due to such status.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe intend to operate such that EVgo OpCo does not become a publicly traded partnership taxable as a corporation for U.S. federal income tax purposes. A “publicly traded partnership” is a partnership, the interests of which are traded on an established securities market or are readily tradable on a secondary market or the substantial equivalent thereof. Under certain circumstances, redemptions of EVgo OpCo Units pursuant to the EVgo OpCo Unit Redemption Right (or the Call Right) or other transfers of EVgo OpCo Units could cause EVgo OpCo to be treated as a publicly traded partnership. Applicable Treasury regulations provide for certain safe harbors from treatment as a publicly traded partnership and we intend to operate such that redemptions or other transfers of EVgo OpCo Units qualify for one or more such safe harbors. For example, we intend to limit the number of holders of EVgo OpCo Units and the EVgo OpCo A&R LLC Agreement, which was entered into in connection with the consummation of the CRIS Business Combination, provides for limitations on the ability of holders of EVgo OpCo Units to transfer their EVgo OpCo Units and provides Thunder Sub, as the managing member of EVgo OpCo, with the right to impose restrictions (in addition to those already in place) on the ability of holders of EVgo OpCo Units to redeem their EVgo OpCo Units pursuant to the EVgo OpCo Unit Redemption Right (or Call Right) to the extent we believe it is necessary to ensure that EVgo OpCo will continue to be treated as a partnership for U.S. federal income tax purposes.\n\n\n\n\n\n\n\n\n\n\n\n\nIf EVgo OpCo were to become a publicly traded partnership taxable as a corporation for U.S. federal income tax purposes, significant tax inefficiencies might result for us and EVgo OpCo, including as a result of the Company Group’s inability to file a consolidated U.S. federal income tax return with EVgo OpCo. In addition, the Company Group may not be able to realize tax benefits covered under the Tax Receivable Agreement and the Company Group would not be able to recover any payments previously made by it under the Tax Receivable Agreement, even if the corresponding tax benefits (including any claimed increase in the tax basis of EVgo OpCo’s assets) were subsequently determined to have been unavailable.\n\nRisks Related to Legal Matters and Regulations\nPrivacy concerns and laws, or other regulations, may materially and adversely affect our business, financial condition and results of operations.\nFederal, state and local governments and agencies in the jurisdictions in which we operate and in which customers operate, have adopted, are considering adopting, or may adopt laws and regulations regarding the collection, use, storage, processing and disclosure of information regarding consumers and other individuals, which could impact our ability to offer services in certain jurisdictions. Laws and regulations relating to the collection, use, disclosure, security and other processing of individuals’ information can vary significantly from jurisdiction to jurisdiction. The costs of compliance with and other burdens imposed by laws, regulations, standards and other obligations relating to privacy, data protection \n\n\n55\n\n\n\nand information security are significant. In addition, some companies, particularly larger enterprises, often will not contract with vendors that do not meet these rigorous standards. Accordingly, failure, or perceived inability, to comply with these laws, regulations, standards and other obligations may limit the use and adoption of our products and services, reduce overall demand, lead to regulatory investigations, litigation and significant fines, penalties, or liabilities for actual or alleged noncompliance, or slow the pace at which we close sales transactions, any of which could harm our business. Moreover, if we or any of our employees or contractors fail or are believed to fail to adhere to appropriate practices regarding customers’ data, it may damage our reputation and brand.\nAdditionally, existing laws, regulations, standards and other obligations may be interpreted in new and differing manners in the future and may be inconsistent among jurisdictions. Future laws, regulations, standards and other obligations and changes in the interpretation of existing laws, regulations, standards and other obligations could result in increased regulation, increased costs of compliance and penalties for non-compliance and limitations on data collection, use, disclosure and transfer for us and our customers. Further, a number of states have comprehensive consumer privacy laws applicable to us and our data processing activities. For example, California adopted the CCPA, and California regulators have been bringing enforcement actions and issuing regulations in connection with the CCPA. Although we have developed a compliance program designed to comply with these state privacy laws, we remain exposed to risks associated with the continued expansion and evolution of such laws. As another example, data processing activities by our subsidiaries may be subject to varying and complex privacy regimes and laws such as the EU General Data Protection Regulation, commonly known as the GDPR, which imposes detailed requirements related to the collection, storage, and use of personal information related to people located in the EU (or which is processed in the context of EU operations). The costs of compliance with and other burdens imposed by laws and regulations relating to privacy, data protection and information security may adversely affect our ability and willingness to process, handle, store, use and transmit certain types of information, such as demographic and other personal information.\nIn addition to government activity, privacy advocacy groups, the technology industry and other industries have established or may establish various new, additional or different self-regulatory standards that may place additional burdens on technology companies. Customers may expect that we will meet voluntary certifications or adhere to other standards established by them or third parties. Any failure by or inability of us to maintain these certifications or meet these standards could reduce demand for our solutions and materially and adversely affect our business, financial condition and results of operations.\n\nExisting and future environmental, accessibility, health and safety laws and regulations could result in increased compliance costs or additional operating costs or construction costs and restrictions. Failure to comply with such laws and regulations may result in substantial fines or other limitations that may adversely impact our financial results or results of operation.\nWe and our operations, as well as those of our contractors, suppliers and customers, are subject to certain environmental laws and regulations, including laws related to the use, handling, storage, transportation and disposal of hazardous substances and wastes, as well as electronic wastes and hardware, whether hazardous or not. These laws may require us or others in our value chain to obtain permits and comply with procedures that impose various restrictions and obligations that may have material effects on our operations. If key permits and approvals cannot be obtained on acceptable terms, or if other operational requirements cannot be met in a manner satisfactory for our operations or on a timeline that meets our commercial obligations, it may adversely impact our business.\n\n\n\nEnvironmental, accessibility, and health and safety laws and regulations can be complex and may be subject to change, such as through new requirements enacted at the supranational, national, sub-national and/or local level or new or modified regulations that may be implemented under existing law. The nature and extent of any changes in these laws, rules, regulations and permits may be unpredictable and may have material effects on our business. Future legislation and regulations or changes in existing legislation and regulations, or interpretations thereof, including those relating to site design, hardware manufacturing, electronic waste, or batteries, could cause additional expenditures, restrictions and delays in connection with our operations as well as other future projects, the extent of which cannot be predicted. For instance, more stringent laws or regulations for DC fast charging or companies that provide DC fast charging services may be enacted in the near future. Our charging stations have been constructed at various stages of development of the regulatory regime regarding accessibility. Our charging stations that have been constructed before regulations are issued may not \n\n\n56\n\n\n\ncomply with new regulations, which could subject us to penalties and enforcement actions. Additionally, we could be regulated as a retail electric service provider in the future.\nIn addition, existing laws and regulations could be revised or reinterpreted, and new laws and regulations could be adopted or become applicable to us or our facilities, thereby impacting the cost of compliance. Further, in June 2024, the U.S. Supreme Court overturned the Chevron deference doctrine, which provided for judicial deference to an administrative agency’s reasonable statutory interpretation of regulations in litigation against those agencies. As a result, there is additional uncertainty going forward regarding current and future regulatory interpretations of the laws.\n\nFurther, we currently rely on third parties to ensure compliance with certain environmental laws, including those related to the disposal of hazardous and non-hazardous wastes. Any failure to properly handle or dispose of wastes, regardless of whether such failure is the responsibility of us or our contractors, may result in liability under environmental laws, including, but not limited to, CERCLA and state analogs, under which liability may be imposed without regard to fault or degree of contribution for the investigation and clean-up of contaminated sites, as well as impacts to human health and damages to natural resources. We may also generate or dispose of solid waste, which may include hazardous waste that is subject to the requirements of RCRA and comparable state statutes. While RCRA regulates both solid and hazardous waste, it imposes strict requirements on the generation, storage, treatment, transportation and disposal of hazardous wastes. Certain components of our charging stations may be excluded from RCRA’s hazardous waste regulations, provided certain requirements are met. However, if these components do not meet all of the established requirements for the exclusion, or if the requirements for the exclusion change, we may be required to treat such products as hazardous waste, which are subject to more rigorous and costly disposal requirements. Any such changes in the laws and regulations, or our ability to qualify the materials we use for exclusions under such laws and regulations, could adversely affect our operating expenses. Additionally, we may not be able to secure contracts with third parties to continue their key supply chain and disposal services for our business, which may result in increased costs for compliance with environmental laws and regulations.\nSeparately, we may also be subject to various supply chain requirements regarding, among other things, conflict minerals and labor practices. We may be required to incur substantial costs to comply with these requirements and the failure to comply may result in substantial fines or other penalties that may adversely impact our business, financial condition or results of operations.\n\n\nIncreasing and evolving attention to ESG matters may increase our costs of compliance and materially and adversely impact our business, financial condition and results of operations.\n\nThere is an increased focus, including by governmental and nongovernmental organizations, investors, customers and other stakeholders on climate change matters, including increased pressure to expand disclosures related to the physical and transition risks related to climate change and to establish sustainability goals, such as the reduction of greenhouse gas emissions, which could expose us to market, operational and execution costs or risks. Our failure to establish targets or targets that are perceived to be appropriate, as well as to achieve progress on those targets on a timely basis, or at all, could adversely affect the reputation of our brand and sales of and demand for our products. To the extent legislation is passed or regulations are adopted, we could incur significant additional costs of compliance due to the need for expanded data collection, analysis and certification with respect to greenhouse gas emissions and other climate change-related risks. For example, the SEC adopted, then voluntarily stayed, final rules requiring registrants to disclose certain climate-related information in registration statements and annual reports. The State of California has enacted legislation that requires greater transparency on climate-related matters, including legislation that will require large U.S. companies doing business in California to make broad-based climate-related disclosures starting as early as 2026, and other states are also considering new climate change disclosure requirements.\nIf the SEC’s climate-related disclosure rules become effective, it could significantly increase our compliance costs. We may also incur additional costs or require additional resources to monitor, report and comply with stakeholder expectations and standards and legislation and to meet climate change targets and commitments if established. In particular, we market the electricity provided from our charging stations as 100% matched with purchases of RECs. Certain ESG-focused investors and other stakeholders may instead favor direct purchases of renewable electricity, which in turn could lead us to choose to purchase electricity through such other sources, which could increase our costs and have an adverse impact on our results of operations.\n\n\n57\n\n\n\nAdditionally, we may receive requests for sustainability related information about our products, business operations and use of sustainable materials, among other data and may be required to satisfy certain ESG-related requirements as a condition to working with certain counterparties or participating in certain grant programs. Efforts to satisfy such requirements may result in increased costs and our inability to comply with these and other sustainability requirements in the future could adversely affect sales of and demand for our products and our ability to participate in certain grant programs.\nIn addition, organizations that provide information to investors on corporate governance and related matters have developed ratings processes for evaluating companies on their approach to ESG matters. Unfavorable ESG ratings could lead to increased negative investor sentiment toward us and could impact our access to and costs of capital. Additionally, to the extent ESG matters negatively impact our reputation, we may not be able to compete as effectively to recruit or retain employees, which may materially and adversely affect our business, financial condition and results of operations. Such ESG matters may also impact our suppliers, which may materially and adversely affect our business, financial condition and results of operations.\nAt the same time, compliance with ESG-related rules and efforts to meet increasingly divergent stakeholder expectations on business practices and company activities, including related to ESG matters, may place strain on our employees, systems, and resources. Within and among different stakeholder groups, including shareholders, customers, government regulators and employees, there are differing views on sustainability and ESG matters, which increases the risk that any action or lack thereof with respect to sustainability or ESG matters will be perceived negatively by at least some stakeholders, could result in reputational harm, litigation, enforcement actions or other adverse consequences which may adversely impact our business. The current sociopolitical landscape has led to rapid and unpredictable shifts in public sentiment, which has resulted in dynamics that increase the risk of reputational damage, boycotts and shifts in consumer behavior, and we may not be able to align our practices with such evolving expectations within the timeframes expected by stakeholders or without incurring significant costs to our business and reputation. If we do not successfully manage ESG-related expectations across stakeholders, it could erode stakeholder trust, impact our reputation, our ability to attract or retain employees, and our attractiveness as an investment, supplier or business partner, and materially and adversely affect our business, financial condition and results of operations.\nFailure to comply with anti-corruption laws and regulations, anti-money laundering laws and regulations, economic sanctions, and/or export control regulations could have an adverse impact on our business.\nWe are or may become subject to various laws and regulations regarding anti-corruption, anti-money laundering, economic sanctions, investment restrictions, anti-fraud and export control regulations issued by multiple jurisdictions. These include the U.S. Foreign Corrupt Practices Act of 1977, as amended, which prohibits, among other things, payments, offers, or promises made for the purpose of improperly influencing any act or decision of a foreign official. We are also subject to economic sanctions and export control rules and regulations imposed by, amongst others, the U.S. Department of the Treasury’s Office of Foreign Assets Control and other agencies of the U.S. government. Any change in export or import regulations, economic sanctions regulations or related legislation, shift in the enforcement or scope of existing regulations, or change in the countries, governments, persons or technologies targeted by such regulations, could decrease our ability to import, our products, or import, export or sell our products internationally in the future. Any limitation on our ability to import, export or sell our products could adversely affect our business. \nWe have mechanisms in place to ensure compliance with such rules and regulations. However, there can be no assurance that our policies and procedures will be followed at all times or will effectively detect and/or prevent violations of applicable compliance regimes by our employees, consultants, agents and partners. As a result, in the event of non-compliance, we could be subject to substantial civil or criminal penalties, including incarceration for responsible employees and managers, the possible loss of export or import privileges, reputational harm, and resulting loss of revenue and profits, which could have a material adverse impact on our business, financial conditions, and operations.\n\n\n58\n\n\n\nRisks Related to Our Securities\nWe are a “controlled company” within the meaning of the rules of the Nasdaq and the rules of the SEC. As a result, we qualify for, and rely on, exemptions from certain corporate governance requirements that would otherwise provide protection to stockholders of other companies.\n\n\n\n\n\n\n\n\nImmediately following the completion of the CRIS Business Combination, EVgo Holdings controlled a majority of the voting power of our outstanding common stock. As a result, we are a “controlled company” within the meaning of the corporate governance standards of the Nasdaq. Under these rules, a company of which more than 50% of the voting power is held by an individual, group or another company is a “controlled company” and may elect not to comply with certain corporate governance requirements, including:\n\n\n●   the requirement that a majority of our Board of Directors consist of “independent directors” as defined under the rules of the Nasdaq;\n------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the requirement that we have a compensation committee that is composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the requirement that we have a nominating and corporate governance committee that is composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the requirement for an annual performance evaluation of the compensation and nominating and corporate governance committees.\n--------------------------------------------------------------------------------------------------------------------------------\nFollowing the CRIS Business Combination, we utilized some or all of these exemptions. As a result, our nominating and corporate governance committee and compensation committee may not consist entirely of independent directors. Accordingly, you may not have the same protections afforded to stockholders of companies that are subject to all of Nasdaq’s corporate governance requirements.\n\nProvisions in our Charter and Delaware law may have the effect of discouraging lawsuits against our directors and officers.\n\n\n\n\n\n\n\nOur Charter requires, unless we consent in writing to the selection of an alternative forum, that (a) the federal courts of the U.S. shall have exclusive jurisdiction to hear, settle and/or determine any dispute, controversy or claim arising under the federal securities laws; and (b) the Court of Chancery shall have exclusive jurisdiction to hear (i) any derivative action or proceeding brought on its behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed by any director, officer or other employee to us or our stockholders, (iii) any action asserting a claim against us, our directors, officers or employees arising pursuant to any provision of the Delaware General Corporation Law or our Charter or our bylaws, or (iv) any action asserting a claim against us, our directors, officers or employees governed by the internal affairs doctrine, in each case subject to such Court of Chancery having personal jurisdiction over the indispensable parties named as defendants therein. If an action described in clause (b) above is brought outside of Delaware, the stockholder bringing the suit will be deemed to have consented to service of process on such stockholder’s counsel. However, Section 22 of the Securities Act provides for concurrent federal and state court jurisdiction over actions under the Securities Act and the rules and regulations thereunder and there is uncertainty as to whether a court would enforce this provision as it relates to actions arising under the Securities Act.\nAlthough we believe this provision benefits us by providing increased consistency in the application of Delaware law in the types of lawsuits to which it applies, the provision may have the effect of discouraging lawsuits against our directors and officers by limiting a stockholder’s ability to bring a claim against any of our directors, officers or stockholders in a judicial forum that it finds favorable, although our stockholders will not be deemed to have waived our compliance with federal securities laws and the rules and regulations thereunder.\nAlternatively, if a court were to find the choice of forum provision in our Charter to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could materially and adversely affect our business, financial condition and results of operations.\n\n\n59\n\n\n\nProvisions in our Charter may inhibit a takeover of us, which could limit the price investors might be willing to pay in the future for Class A common stock and could entrench management.\n\n\n\n\n\n\n\nOur Charter authorizes our Board of Directors to issue one or more classes or series of preferred stock, the terms of which may be established and the shares of which may be issued without stockholder approval and which may include super voting, special approval, dividend, repurchase rights, liquidation preferences or other rights or preferences superior to the rights of the holders of Class A common stock. The terms of one or more classes or series of preferred stock could adversely impact the value of the Class A common stock. Furthermore, if our Board of Directors elects to issue preferred stock, it could be more difficult for a third party to acquire us. For example, our Board of Directors may grant holders of preferred stock the right to elect some number of directors in all events or upon the occurrence of specified events or the right to veto specified transactions.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIn addition, some provisions of our Charter could make it more difficult for a third party to acquire control of us, even if the change of control would be beneficial to the stockholders, including: (i) prohibiting us from engaging in any business combination with any interested stockholder for a period of three years following the time that the stockholder became an interested stockholder, subject to certain exceptions, (ii) establishing that provisions with regard to the nomination of candidates for election as directors are subject to the A&R Nomination Agreement, (iii) providing that the authorized number of directors may be changed only by resolution of our Board of Directors and in any case is subject to the A&R Nomination Agreement, (iv) providing that all vacancies in our Board of Directors may, except as otherwise be required, be filled by the affirmative vote of a majority of directors then in office, even if less than a quorum, (v) providing that our Charter and bylaws may only be amended and directors may only be removed, by the affirmative vote of the holders of at least 75% of the then outstanding voting stock after LS Power owns less than 30% of our voting capital stock, (vi) providing for our Board of Directors to be divided into three classes of directors, (vii) providing that the amended and restated bylaws can be amended by our Board of Directors, (viii) limitations on the ability of stockholders to call special meetings, (ix) limitations on the ability of stockholders to act by written consent and (x) renouncing any reasonable expectancy interest that we have in, or right to be offered an opportunity to participate in, any corporate or business opportunities that are from time to time presented to LS Power, directors affiliated with LS Power, their respective affiliates and non-employee directors.\n\n\n\n\n\nIn addition, certain change of control events have the effect of accelerating the payments due under the Tax Receivable Agreement, which could result in a substantial, immediate lump-sum payment that could serve as a disincentive to a potential acquirer of us, please see Part I, Item IA, “Risk Factors — Risks Related to Finance, Tax and Accounting — In certain cases, payments under the Tax Receivable Agreement may be accelerated and/or significantly exceed the actual benefits, if any, the Company Group realizes in respect of the tax attributes subject to the Tax Receivable Agreement.”\n\n\n\n\nLS Power, non-employee directors and their affiliates are not limited in their ability to compete with us, and the corporate opportunity provisions in our Charter could enable such persons to benefit from corporate opportunities that might otherwise be available to us.\n\n\n\n\n\n\n\n\n\nOur Charter provides that (i) LS Power and any investment funds or entities controlled or advised by LS Power and (ii) non-employee directors and their affiliates, each, an Identified Person, would not be restricted from owning assets or engaging in businesses that compete directly or indirectly with us. In particular, subject to the limitations of applicable law and our Charter, an Identified Person may, among other things:\n\n●   engage in a corporate opportunity in the same or similar business activities or in lines of business in which we or our affiliates have a reasonable expectancy interest or property right;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   purchase, sell or otherwise engage in transactions involving our securities or indebtedness or our affiliates, provided that such transactions do not violate our insider trading policies; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   otherwise compete with us.\n------------------------------\nOne or more of the Identified Persons may become aware, from time to time, of certain business opportunities (such as acquisition opportunities) and may direct such opportunities to other businesses in which they have invested, in which case we may not become aware of or otherwise have the ability to pursue such opportunity. Further, such businesses may choose to compete with us for these opportunities, possibly causing these opportunities to not be available to us or causing \n\n\n60\n\n\n\nthem to be more expensive for us to pursue. As a result, our renunciation of our interest and expectancy in any business opportunity that may be from time to time presented to an Identified Person could adversely impact our business or prospects if attractive business opportunities are procured by such parties for their own benefit rather than for ours.\n\n\n\n\n\nThe market price of our Class A common stock could be adversely affected by, and our stockholders may experience dilution as a result of, sales of substantial amounts of Class A common stock in the public or private markets, including sales by us, EVgo Holdings or other large holders.\n\nThe sale of a substantial number of shares of our common stock by us, EVgo Holdings or any other holder of a substantial number of shares of our Class A common stock in the public markets could have a material adverse effect on the price of our Class A common stock and dilute our stockholders. For instance, we may be required to undertake a public or private offering of Class A common stock in order to use the net proceeds from such offering to purchase an equal number of EVgo OpCo Units from EVgo Holdings or in order to further scale our business. Additionally, if we raised more equity capital from the sale of common stock, institutional or other investors may negotiate terms, including with respect to pricing, more favorable than the current prices of our Class A common stock. See Part I, Item IA, “Risk Factors — Risks Related to Our Business — We may need to raise additional funds, and these funds may not be available when needed or may only be available on unfavorable terms, which could impact our ability to fund our operations, our growth and the build-out of our network.” \nOn August 10, 2022, we filed a Registration Statement on Form S-3 (File No. 333-266753), which permits the sale by us of up to $750 million in shares of Class A common stock and preferred stock, the issuance of Class A common stock underlying our warrants and the resale of a significant number of shares of Class A common stock and warrants by certain securityholders identified in the prospectus accompanying the registration statement. In November 2022, we entered into a Distribution Agreement with J.P. Morgan Securities LLC, Evercore Group L.L.C. and Goldman Sachs & Co. LLC as sales agents, pursuant to which we may sell up to $200 million of shares of Class A common stock in “at the market” transactions at prevailing market prices (the “ATM Program”). During the year ended December 31, 2023, we completed an underwritten public equity offering of 30,123,129 shares of Class A common stock and sold 889,340 shares of Class A common stock pursuant to the ATM Program, with aggregate gross proceeds of $5.8 million. During the year ended December 31, 2024, we did not sell any shares of our Class A common stock pursuant to our ATM Program. As of December 31, 2024, we had sold a total of 2,478,280 shares of Class A common stock under the ATM Program.\nOn December 16, 2024, we entered into the SPA with EVgo OpCo and EVgo Holdings. Pursuant to the SPA, and in connection with a notice delivered to us by LS Power, we and EVgo OpCo agreed to redeem from LS Power 23,000,000 units of EVgo OpCo Units and 23,000,000 shares of Class B common stock. In exchange for the EVgo OpCo Units and shares of Class B common stock, we and EVgo OpCo agreed to transfer 23,000,000 newly issued shares of our Class A common stock to EVgo Holdings. The redemption was completed on December 17, 2024.\nWe cannot predict the size of future issuances or sales of our Class A common stock or the effect, if any, that future issuances and sales of shares of our Class A common stock could have on the market price of our Class A common stock. \n\n\n\n\n\nBecause we have no current plans to pay cash dividends on Class A common stock for the foreseeable future, you may not receive any return on investment unless you sell Class A common stock for a price greater than that which you paid for it.\n\n\n\n\n\n\n\n\nWe may retain future earnings, if any, for future operations, expansion and debt repayment and have no current plans to pay any cash dividends for the foreseeable future. Any decision to declare and pay dividends as a public company in the future will be made at the discretion of our Board of Directors and will depend on, among other things, our results of operations, financial condition, cash requirements, contractual restrictions and other factors that our Board of Directors may deem relevant. In addition, our ability to pay dividends may be limited by covenants under any existing or future facilities for indebtedness entered into by us or our subsidiaries. As a result, you may not receive any return on an investment in Class A common stock unless you sell Class A common stock for a price greater than that which you paid for it.\n\n\n61\n\n\n\nOur Warrants are exercisable for our Class A common stock, and the exercise of such Warrants would increase the number of shares eligible for future resale in the public market and result in dilution to our stockholders.\nAs of December 31, 2024, there were 18,097,105 Warrants outstanding, consisting of 14,948,536 Public Warrants originally sold as part of the units issued in our Initial Public Offering and 3,148,569 Private Placement Warrants originally sold to the Sponsor in a private sale prior to the Initial Public Offering. Each of these Warrants is exercisable for one share of our Class A common stock, in accordance with the terms of the warrant agreement governing such warrants. Any shares of our Class A common stock issued upon exercise of the warrants will result in dilution to the then existing holders of Class A common stock and increase the number of shares eligible for resale in the public market. Sales of substantial numbers of such shares in the public market could adversely affect the market price of our Class A common stock and dilute our stockholders.\n\nThe Warrants are being accounted for as a warrant liability and are recorded at fair value upon issuance with changes in fair value each period reported in earnings, which may have an adverse effect on the market price of the Class A common stock.\n\n\nAs described in our consolidated financial statements included in this Annual Report, we are accounting for our issued and outstanding Warrants as a warrant liability and recording that liability at fair value upon issuance and recording any subsequent changes in fair value as of the end of each period for which earnings are reported. The impact of changes in fair value on earnings may have an adverse effect on our balance sheet and statement of operations and/or the market price of the Class A common stock.\nIf securities or industry analysts cease publishing research or reports about us, our business, or our market, or if they issue negative recommendations regarding our securities, the price and trading volume of our securities could decline.\nThe trading market for our securities is influenced by the research and reports that industry or securities analysts publish about us, our business, market and competitors. While securities and industry analysts do currently publish research on us, there is no guarantee that they will continue to do so. If securities or industry analysts stop covering us or issue negative recommendations regarding our securities, our share price and trading volume may be negatively impacted.\n​\n​",
      "char_count": 204194
    }
  },
  "extracted_at": "2025-10-18T17:34:42.138966"
}