{
  "ticker": "FERG",
  "company_name": "Ferguson Enterprises Inc. /DE/",
  "cik": 2011641,
  "form_type": "10-K",
  "filing_date": "2025-09-26",
  "period_of_report": "2025-07-31",
  "fiscal_year": 2025,
  "accession_number": "0002011641-25-000027",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0002011641&accession_number=000201164125000027&xbrl_type=v",
  "sic_code": "5070",
  "industry": "Wholesale-Hardware & Plumbing & Heating Equipment & Supplies",
  "sections": {
    "item1": {
      "text": "Item 1.Business\nOverview\nFerguson is the largest value-added distributor serving the water and air specialized professional in our $340 billion residential and non-residential North American construction market. We help make our customers’ complex projects simple, successful and sustainable by providing expertise and a wide range of products and services from plumbing, heating, ventilation and air conditioning (“HVAC”), appliances, and lighting to pipes, valves and fittings (“PVF”), water and wastewater solutions and more. We sell through a common network of distribution centers, branches, counter service and expert sales associates, showroom consultants and e-commerce channels. \nThe Company has a long history and maintained businesses throughout Europe, Canada and the United States in the 1900s. In the early 2000s, the Company’s focus shifted to attractive North American markets. As a result, the operating businesses across Europe were disposed of through various transactions. As part of this transition and following a corporate restructuring, Ferguson Enterprises Inc. became the ultimate parent company for the business in August 2024.\nFerguson is listed on the New York Stock Exchange (NYSE: FERG) and the London Stock Exchange (LSE: FERG).\nThe Company’s corporate headquarters and management office are located at 751 Lakefront Commons, Newport News, Virginia 23606 and its telephone number is +1 757-874-7795.\nBusiness segments\nThe Company’s reportable segments are established based on how the Company manages its business and allocates resources, which is on a geographical basis. The Company’s reportable segments are the United States and Canada. For further segment information, see Part II, Item 7: Management’s Discussion and Analysis of Financial Condition and Results of Operations and Note 2, Segment and net sales information of the Notes to the Consolidated Financial Statements in Part II, Item 8: Financial Statements and Supplementary Data of this Annual Report (the “Consolidated Financial Statements”). Below is a description of the Company’s reportable segments.\nUnited States segment\nThe United States segment contributed 95% of net sales in each of fiscal years 2025, 2024 and 2023. \nThe United States segment operates primarily under the Ferguson brand, providing expertise and a wide range of products and services from plumbing, HVAC, appliances, and lighting to PVF, water and wastewater solutions, and more to residential and non-residential customers. Our products are delivered through a common network of distribution centers, branches, counter service and expert sales associates, showroom consultants and e-commerce channels. As of July 31, 2025, the United States business operated 1,519 branches, 10 regional distribution centers, as well as five market distribution centers (“MDCs”) for branch replenishment and final mile distribution to customers. Our network serves our customers in all 50 states with approximately 32,000 associates, providing same-day and next-day product availability, which we believe to be a competitive advantage and an important requirement for customers.\nCanada segment\nThe Canada segment contributed 5% of net sales in each of fiscal years 2025, 2024 and 2023.\nThe Canada segment operates primarily under the Wolseley brand and supplies plumbing, HVAC and refrigeration products to residential and commercial contractors. The Canada segment also supplies specialized water and wastewater treatment products to residential, commercial and infrastructure contractors, and supplies PVF solutions to industrial customers. As of July 31, 2025, the Canada business operated 227 branches, one regional distribution center and one MDC with approximately 3,000 associates.\nBusiness model\nWe have a balanced approach to attractive end markets and serve customers principally in North America. Residential and non-residential markets each account for approximately half of our net sales, with net sales within these combined markets balanced between repair, maintenance and improvement (“RMI”) (approximately two-thirds of our net sales) and new construction (approximately one-third of our net sales), based on management’s estimates.\nFerguson operates in highly fragmented markets, with no one market dominated by any single distributor. We are positioned as one of the top distributors in most end markets we serve, including residential, commercial, civil/infrastructure and industrial.\nOur business bridges the gap between a large and fragmented supplier base with an even larger and more fragmented customer base. As of July 31, 2025, we had approximately 37,000 suppliers, with no supplier accounting for more than 5% of total inventory purchases, which provides us access to a diverse and broad range of quality products. As of July 31, 2025, we serve our customers through a network of 11 regional distribution centers, six MDCs, approximately 5,900 fleet vehicles, 1,746 branches and approximately 35,000 associates.\nCustomers\nWe help make our customers’ complex projects simple, successful and sustainable. We offer expertise and a broad range of products delivered where and when our customers need them. Customers rely on us to help them deliver critical infrastructure spanning almost every stage of a project’s life cycle within the residential and non-residential markets. We partner with our customers to keep millions of homes and businesses operating while helping them to run their business more efficiently. No single customer accounted for more than 1% of our net sales in fiscal 2025.\nValue-added products and solutions \nOur value-added solutions include a variety of sales channels available to our customers ranging from inside and outside sales teams, sales centers, digital commerce capabilities, system-to-system capabilities, counter sales and showrooms. We also offer customized solutions such as virtual design, fabrication, valve actuation, pre-assembly, kitting, installation and project management services. With our value-added solutions, we aim to increase productivity for our customers and for the industry.\nWe source, distribute and sell products from domestic and international suppliers. Our products include branded products and own brand products that the Company sells exclusively in the market. Approximately 95% of the products sold in the United States are sourced from U.S.-based suppliers, while approximately 90% of the products sold in Canada are sourced from Canada-based suppliers.\nOur branded and private label (“Own Brand”) products are generally available from several sources and are not typically subject to supply constraints in normal market conditions. In the United States, net sales include basic products that contain significant amounts of commodity-priced materials, predominantly plastic, copper and steel, and other components which can be subject to volatile price changes based upon fluctuations in the commodities market. These commodity based products can represent up to approximately 15% of annual net sales. To a lesser extent, fluctuations in the price of fuel could affect transportation costs. In general, increases in such prices increase our operating costs and negatively impact our operating profit to the extent that such increases cannot be passed on to customers. Conversely, if competitive pressures allow us to hold prices despite relevant raw material prices falling, profitability can increase. \nFulfillment options for our customers include delivery, customer pick-up from our branches, counters and locker locations, and direct shipments. \nWe also offer after-sales support that comprises warranty, credit, project-based billing, returns and maintenance, repair and operations (“MRO”) support.\nGlobal supply chain\nWe have a global supply chain which provides access to approximately 37,000 suppliers and we sell more than 1 million unique products each year. We operate an extensive network across North America, including three import centers, 11 regional distribution centers and 1,746 branch locations as of July 31, 2025. Our network also includes six MDCs which provide greater access to key strategic markets and allows us to bring our products closer to our customers. These MDCs include automated picking and replenishment systems for the majority of items. This automation improves efficiency and reduces manual handling of certain products which supports associate health and safety. \nCompetitive conditions \nWe believe we are well-equipped to win new market share and generate attractive returns. We have leading positions in the residential and non-residential markets based on net sales as a percentage of overall market size. For fiscal 2025, residential and non-residential markets each account for approximately half of our net sales, with net sales within these combined markets balanced between RMI (approximately two-thirds of our net sales) and new construction (approximately one-third of our net sales), based on management’s estimates. We have chosen to operate in each of these markets because we believe we can generate strong growth, solid gross and operating margins and good returns on capital.\nThe markets we serve are highly fragmented with very few large competitors and a high number of small, local distributors, as well as mid-size regional distributors. While our market positions can be expanded through growth of our existing business, acquisitions also remain a core part of our growth strategy and we expect to focus on acquisitions that bolt-on to our existing branch network as well as acquisitions that provide further capabilities to serve our customers. We believe there is a significant opportunity for strong growth and continued consolidation within our markets. \nMany customer projects require a range of products and solutions and we leverage our scale and expertise across the organization for the benefit of our customers. Specifically, we believe our network of suppliers, associates and the number of branches and distribution centers provide us with the scale and expertise to serve our customers better than our competitors do, as many of these competitors operate only locally. In addition, we also benefit from significant synergies to help lower operating costs and improve margins. We believe these factors will enable continued growth in net sales as well as growth in cash flow and, therefore, may better enable us to provide investment returns to shareholders. \nOur scale and expertise position us to be involved in all stages of our customers’ projects, including design, staging, and project management. Across all our customers, we take a consultative approach. We partner with our customers in an effort to guide complex projects to a successful conclusion, and to make the entire project better because Ferguson was involved.\nContractual relationships and seasonality\nWe are not dependent on any material licenses, industrial, commercial or financial contracts (including contracts with customers and suppliers) or new manufacturing processes. Our business is not highly seasonal although we generally experience the highest volume of sales in our fourth fiscal quarter which begins during the spring season in North America. \nIntellectual property \nWe rely on a combination of intellectual property laws, confidentiality procedures and contractual provisions to protect our proprietary assets and our brands. We have registered or applied for registration of trademarks, service marks, and internet domain names, both domestically and internationally. \nRegulatory landscape \nOur operations are affected by various statutes, regulations and standards in the countries and markets in which we operate, including the United States and Canada. The amount of such regulation and the penalties for any breaches can vary. While we are not engaged in a highly regulated industry, we are subject to the laws governing businesses generally, including laws relating to competition, product safety, data protection, labor and employment practices, accounting and tax standards, international trade, fraud, bribery and corruption, land usage, the environment, health and safety, transportation, payment terms and other matters. We do not currently expect compliance with these laws and regulations to have a material effect on our capital expenditures, results of operations, or competitive position as compared to prior periods. \nHuman capital management\nOur associates are fundamental to the long-term success of the Company. We continue to invest in the development of our associates and are committed to attracting, developing, engaging and retaining the best talent. Our associate base includes a mix of tenured associates and external hires, blended with new talent through acquisitions.\nAs of July 31, 2025, Ferguson employed approximately 35,000 associates worldwide, including those employed on a full-time, part-time, seasonal or temporary basis, which includes approximately 32,000 associates in the United States, 3,000 associates in Canada and small number of associates who reside outside of the United States and Canada.\nKey areas of our human capital management program include the following: \nAttracting top talent\nWe seek the best associates in our industry. Our hiring process is intended to reach a diverse talent pool to assist us in fostering a culture of strong relationships where differences in thought, experience and perspective contribute to our ability to help make our customers’ projects simple, successful and sustainable. \nPromoting growth\nFerguson is committed to creating meaningful, long-term career opportunities for associates to grow and succeed. The career paths of our senior leadership team demonstrate our commitment to identifying and developing the next generation of talent. Through internal mobility, many of our leaders shifted from frontline roles to managerial roles. Our learning and development initiatives are designed to foster both immediate skill-building and sustained professional advancement, helping associates thrive throughout their careers. We offer a variety of leadership and development programs that develop skills and capabilities for our associates and leaders. These programs are tailored to associates’ roles, leadership level and potential. The Company also offers associates professional development courses, many of which are on-demand and targeted at improving technical skills, sales, communication, wellbeing, critical thinking and relationship management skills. \nFostering engagement and retention\nWe strive to create an environment where our associates can bring their true, authentic selves to work every day. \nOur Business Resource Groups (“BRGs”) play a role in our effort to enhance the overall wellbeing of our associates, support professional development and create a positive workplace environment. Membership for each BRG is open to all our associates and participation is voluntary.\nOur associates’ voices matter. To support engagement and retention of our associates, we conduct an annual survey where associates can provide us with their feedback. From the resulting data, we develop an action plan designed to make improvements in the areas our associates indicated that they value most. In addition, we are committed to supporting our associates as well as customers and people within our communities. Through a variety of outreach efforts, we provide our associates with the opportunity to engage directly in community service.\nWe offer these development and engagement programs to aid in the growth, engagement and retention of our associates. We believe that these programs support our objective to retain the best talent.\nCulture and values\nWe strive to maintain a culture of integrity and are committed to acting ethically in all our business activities. This commitment is outlined in our Code of Business Conduct and Ethics (“Code of Conduct”), which sets forth the standards that we expect of our associates and those who may work on our behalf. The Code of Conduct is a resource dedicated to helping our associates live by our values and understand Ferguson’s commitment to compliance with all applicable laws and regulations and Company policies. We require new associates to complete our Code of Conduct training upon hire and all current associates to complete our Code of Conduct training on an annual basis. \nEqual employment opportunity policy\nFerguson recruits, hires, transfers, promotes, compensates, trains, terminates and is committed to making employment decisions about applicants and associates without regard to their race, color, religion, creed, national origin, ancestry, citizenship status, physical disability, mental disability, medical condition, genetic information, marital status, pregnancy, sex, gender, gender identity, gender expression, age, sexual orientation, military and/or veteran status or any other basis protected by law.\nCompensation and rewards\nWe are committed to offering competitive, comprehensive compensation and benefits that support the wellbeing of our associates. We regularly assess our total rewards programs, including compensation and recognition programs, in an effort to provide equitable and competitive programs that align with our overall compensation philosophy. We are committed to rewarding our associates based on achievement of organizational goals and individual performance. We offer a variety of health, welfare, and financial benefits to our full-time and part-time associates, including health care and insurance benefits, mental health and wellbeing resources, retirement plans, and an employee share purchase plan, among others. \nWe believe acknowledging exceptional performance contributes to company success. We have prioritized and invested in associate recognition. Our Bravo! program is designed to foster a culture of mutual recognition by enabling associates to recognize, appreciate and celebrate each other, no matter their role. Additionally, we have several established formal programs to recognize top performing sales associates and managers for their outstanding contributions. We also award associates who consistently demonstrate four core behaviors of being: passionate, resilient, customer driven and solution-oriented.\nHealth and safety\nWe strive to drive continuous improvement in our health and safety performance by maintaining high standards for our health and safety compliance programs as well as training our associates on and enforcing expected safe behaviors and global safety rules. We promote a culture of “first in safety,” which is supported by a commitment from our executive leadership and through engagement with our associates. We endeavor to ensure that at each location, our associates and our contractors are well-informed about health and safety measures and are provided with the appropriate equipment and tools to protect themselves and those around them. Our safety efforts are further supported by the allocation of additional resources for safety improvements and the employment of dedicated safety professionals. Through continuous investment in health and safety, we aim to mitigate the risk of and minimize exposure to on-the-job injuries.\nSustainability Report\nAdditional information regarding our activities related to sustainability and human capital management matters, including our people and communities, can be found in our most recent Sustainability Report, which is available on our website. The contents of the Sustainability Report are not incorporated by reference into this Annual Report or in any other report or document we file with or furnish to the SEC.\nAvailable information\nThe Company is subject to the informational requirements of the Securities Exchange Act of 1934 (as amended, the “Exchange Act”). In accordance with these requirements, the Company files reports and other information with the SEC. The SEC maintains an internet site at http://www.sec.gov that contains reports, proxy and information statements and other information regarding registrants that file electronically with the SEC. The Company’s website is corporate.ferguson.com. The Company’s reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, including Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and any amendments thereto, are available, free of charge, through the Company’s website as soon as reasonably practicable after the material is electronically filed with or furnished to the SEC.\nAny references to the Company’s website contained herein do not constitute incorporation by reference of information contained on such website and such information should not be considered part of this Annual Report.",
      "char_count": 20817
    },
    "item1a": {
      "text": "Item 1A.Risk Factors\nRisk factors summary\nFor a summary of risk factors, see our “Forward-Looking Statements and Risk Factor Summary” on page 1.\nRisk factors\nIn addition to the other information contained in this Annual Report, you should carefully consider the following risk factors before investing in our common stock. The risks and uncertainties we describe below are not the only ones we face. Additional risks and uncertainties of which we are not aware or that we currently believe are immaterial may also adversely affect the Company. If any of the possible events described below were to occur, the business, financial condition and results of operations of the Company could be materially and adversely affected. If that happens, the market price of our common stock could decline, and holders of shares of our common stock could lose all or part of their investment. \nThis Annual Report also contains forward-looking statements that involve risks and uncertainties. Our actual results may differ materially from those anticipated in these forward-looking statements as a result of various factors, including the risks described below and elsewhere in this Annual Report.\nMarket conditions, competition, financial\nWeakness in the economy, market trends, uncertainty and other conditions in the markets in which we operate, particularly in the U.S., have in the past and may in the future adversely affect the profitability and financial stability of some of our customers and vendors, and, in turn, negatively impact our business, financial condition and results of operations.\nOur financial performance depends significantly on industry trends and general economic conditions, including the state of the residential and non-residential markets, as well as changes in gross domestic product in the geographic markets in which we operate, particularly in the U.S. where we generated 95% of our net sales in fiscal 2025. Accordingly, a number of factors beyond our control, including but not limited to inflation, deflation, stagflation or recession, trade restrictions such as tariffs, sanctions and retaliatory countermeasures, the political climate, government spending, unemployment, interest rate and mortgage rate fluctuations, mortgage delinquency and foreclosure rates, foreign currency fluctuations, labor shortages, including as a result of changes in immigration policy, labor and healthcare costs, the availability of financing, disruption in the financial and credit markets, including as a result of instability in the banking sector and the failure of financial institutions, changes in tax laws, product availability constraints as a result of the ineffectiveness of or disruption to our domestic or international supply chain or fulfillment networks, cybersecurity incidents or network security breaches, adverse weather events or natural disasters, acts of terrorism, acts of war, consumer activism, pandemics or epidemics, civil unrest and geopolitical conditions, could have a material adverse effect on our business, financial condition and results of operations.\nAny of these events could impair the ability of our customers to make full and timely payments for, or reduce the volume of, products our customers purchase from us and could cause increased pressure on our selling prices. In particular, our customers may be affected by the shortage of skilled trade professionals in the U.S. If the shortage continues, it could lead to customers delaying or failing to place orders due to a lack of sufficient skilled trade professionals needed to take on additional projects. \nFurthermore, any of these conditions could affect key suppliers, which could impair their ability to deliver products and result in delays for our customers or added costs. Accordingly, any prolonged uncertainty about current or future micro- or macro-economic conditions and potential volatility in our relevant end markets has in the past and may in the future negatively impact our business, financial condition and results of operations.\nIn addition, we have closed and may in the future choose to close underperforming branches and/or showrooms from time to time as warranted by general economic conditions and/or weakness in the end markets in which we operate. Such closures could have a material adverse effect on our business, financial condition and results of operations.\nWe have in the past and may in the future be adversely impacted by declines in the residential and non-residential markets. \nIn fiscal 2025, residential markets and non-residential markets each accounted for approximately half of our net sales, with net sales within these combined markets balanced between RMI (approximately two-thirds of our net sales) and new construction (approximately one-third of our net sales). Our end markets are dependent, in part, upon certain macroeconomic trends. For example, in the past we have seen a slowdown in our end markets caused by softer demand, inflation, higher interest or mortgage rates, and other issues in the market. It is uncertain if the Federal Reserve will raise or lower interest rates and, if so, to what level and for how long. Further, it is possible that mortgage rates could remain elevated despite any action taken by the Federal Reserve. Rate increases or the lack of anticipated rate decreases could result in weak or no growth in our end markets. Any slowdown or stagnation may cause unanticipated shifts in our end market preferences and purchasing practices and in the business models and strategies of our customers. Such shifts may alter the nature and prices of products demanded by the end consumer and, in turn, our customers and could have a material adverse effect on our business, financial condition and results of operations. For example, rapid changes in demand may heighten the risks described in the risk factor titled “We may not rapidly identify or effectively respond to direct and/or end customers’ wants, expectations or trends, which could adversely affect our relationship with customers, our reputation, the demand for our products and our market share.”\nThe industries in which we operate are highly competitive, and changes in competition could result in decreased demand for our products and related service offerings and could have a material adverse effect on our sales and profitability. \nThe markets in which we operate are fragmented and highly competitive. We face competition in all markets we serve, including, but not limited to, from other companies of varying size that offer the same or similar products and services, wholesale distributors, supply houses, retail enterprises, online businesses, and manufacturers (including some of our own suppliers) that sell directly to certain segments of the market. \nFurther, the competitive landscape is dynamic and subject to change. For example, the arrival of new, or the expansion of existing, competitors with new technologies or lower-cost non-value added business models may aggregate demand away from incumbents. In addition, certain competitors may devote more resources to systems development and automation or respond more quickly to emerging technologies (such as generative AI) and changes in customer preferences than we do. Furthermore, the industries in which we operate may be disrupted by non-traditional competitors through acquisitions of traditional competitors to expand their capabilities and/or targeted customer base. These non-traditional competitors, in some cases, have larger customer bases, greater brand recognition and greater resources than we do. Furthermore, this competitor consolidation could cause the industries in which we operate to become more competitive as greater economies of scale are achieved. \nAdditionally, we have experienced and may continue to experience competitive pressure from certain of our suppliers vertically integrating and selling their products directly to customers. Our suppliers can often sell their products at lower prices and maintain higher gross margins on their product sales than we can. \nMoreover, competition could further intensify in the future as new entrants have increasing interest in our industry. Increased competition may result in reduced net sales, lower operating margins, reduced profitability, loss of market share and diminished brand recognition. \nIn response to these competitive pressures, among other initiatives, we are leveraging technology to enhance customer service, streamline product delivery and develop tools to save customers time and money. However, such initiatives may take longer than expected, we may not realize the anticipated benefits from such initiatives, and the initiatives may not be successful. In addition, failure to effectively execute our strategies, including the development and acquisition of such new business models or technologies, or to successfully identify future market and competitive pressures, could have a material adverse effect on our business, financial condition and results of operations.\nFluctuating product prices have in the past and may in the future adversely affect our business, financial condition and results of operations.\nSome of our products are, or contain significant amounts of, commodity-priced materials, predominantly plastic, copper and steel, and other components that are subject to price changes based upon fluctuations in the commodities market, which can arise from changes in domestic and international supply and demand, general inflationary and deflationary pressures, labor costs, competition, trade restrictions, such as tariffs, sanctions and retaliatory countermeasures and geopolitical conflict, among other factors. To a lesser extent, fluctuations in the price of fuel could affect transportation costs. In addition, shipping capacity constraints and related fluctuations in shipping rates and space availability further impact product cost. Our ability to adjust prices in a timely manner to account for price fluctuations will often depend on market conditions, our fixed costs, inflation and deflation, and other factors. In the event that circumstances require us to adjust our product prices and operational strategies to reflect fluctuating prices (inflation/deflation), there can be no assurance that such adjustments will be effective. For example, our inability to pass on all or a portion of product price inflation to our customers in a timely manner could reduce our profit margins. Similarly, downward pressure on product prices due to deflation have in the past and may in the future cause profit margins to decline, particularly in the case of sustained price deflation coupled with increasing costs of operations. Our efforts to monitor for signs of moderation or deflation, which would present risks that we may not be able to totally mitigate, may be ineffective. Any failure to appropriately address some or all of these risks could have a material adverse effect on our business, financial condition and results of operations. \nWe have funding risks related to our defined benefit pension plans. \nWe operate a variety of pension plans, including defined benefit plans in Canada and the U.K. The amount we are required to contribute to these plans is determined by the laws and regulations governing each plan and is generally related to the funded status of the plans. A deterioration in the value of the plans’ investments or a decrease in the discount rate used to calculate plan liabilities generally would negatively impact the funding status of the plans, which may result in an increase in our obligation to make contributions to the plans.\nThe U.K. defined benefit pension plan (the “U.K. Plan”), our largest defined benefit plan, is closed to future service costs. The trustee of the U.K. Plan has purchased a bulk annuity insurance policy that provides an income stream equivalent to the obligations to pensioners covered by the arrangement. As a result, the Company is no longer expected to make ongoing deficit reduction contributions to the U.K. Plan, but will make ongoing contributions to cover the plan’s expenses and other payments that may be required.\nIn spite of the efforts taken to match our plan liabilities with a portfolio of assets designed to hedge the underlying interest, inflation and longevity risk, certain actions by pensions regulators or the trustees of our pension plans, any material revisions to existing pension legislation or any failure by the insurer to fulfill its obligations could result in us being required to incur significant additional costs immediately or in short time frames. Such costs could reduce the cash available for working capital and other corporate uses, and may have an adverse impact on the Company’s financial condition.\nChanges in our credit ratings and outlook may reduce access to capital and increase borrowing costs. \nOur credit ratings are based on a number of factors, including our financial strength and factors outside of our control, such as conditions affecting our industry generally and the introduction of new rating practices and methodologies. We cannot provide assurances that our current credit ratings will remain in effect or that the ratings will not be lowered, suspended or withdrawn entirely by the rating agencies. If rating agencies lower, suspend or withdraw the ratings, the market price or marketability of our securities may be adversely affected. Pressure on the ratings could also arise from higher shareholder payouts or larger acquisitions than we have currently planned that result in increased leverage, or in a deterioration in the metrics used by the rating agencies to assess creditworthiness. In addition, any change in ratings could make it more difficult for us to raise capital on acceptable terms, impact the ability to obtain adequate financing and result in higher interest costs on future financings. \nWe may not be able to access the capital and credit markets on terms that are favorable to us.\nWe may seek access to the capital and credit markets to supplement our existing funds and cash generated from operations for working capital, capital expenditure and debt service requirements and other business initiatives. Capital and credit markets may experience volatility and disruption from time to time, which can lead to uncertainty and liquidity issues for both borrowers and investors. In the event of adverse market conditions, we may be unable to obtain capital or credit market financing on favorable terms, which could have a material adverse effect on our business, financial condition and results of operations. \nPotential regional or global barriers to trade or a global trade war could increase the cost of our products, which could have a material adverse impact on the competitiveness of our products and our business, financial condition and results of operations. \nChanges in laws or policies governing the terms of foreign trade, and in particular increased trade restrictions, tariffs, sanctions or taxes on imports from countries where we import products or raw materials (either directly or through our suppliers), could have a material adverse impact on our competitive position, business, financial condition and results of operations. Recently, the U.S. has announced tariffs and reciprocal tariffs on a wide range of products manufactured or produced worldwide. Several countries have similarly announced reciprocal or other tariffs impacting products manufactured or produced in the U.S. The U.S. has and may in the future pause, reimpose or increase tariffs, and countries subject to such tariffs have and in the future may impose reciprocal tariffs or other retaliatory countermeasures in response to the imposition of tariffs by the U.S. If these tariffs are fully implemented and we are unable to pass on the costs of these tariffs to our customers, our gross profits will be reduced. In addition, if our customers’ costs are increased, we could suffer from decreased demand as our customers may choose to delay or cancel projects and other purchases that include the products that we sell to them.\nConversely, if tariffs, duties or quotas are lifted or if the level of imported products otherwise increases, we could be adversely affected to the extent that we would then have higher-cost products in our inventory or experience lower prices and margins due to increased supplies of these products that could drive down prices and margins. If prices of these products were to decrease significantly, we might not be able to profitably sell these products, and the value of our inventory would decline. In addition, significant price decreases could result in a significantly longer holding period for some of our inventory.\nTrade restrictions could be adopted with little to no advanced notice, and we may not be able to effectively mitigate the adverse impacts from such measures.\nOur strategy could be materially adversely affected by our indebtedness. \nWe had total debt of $4.2 billion as of July 31, 2025. We may incur substantial additional indebtedness in the future, in particular in connection with future acquisitions, which remain a core part of our strategy, some of which may be secured by some or all of our assets. Our overall level of indebtedness from time to time may have an adverse effect on our strategy, including requiring us to dedicate portions of our cash flow to payments on our debt, thereby reducing funds available for reinvestment in the business; restricting us from securing financing, if necessary, to pursue acquisition opportunities; limiting our flexibility in planning for, or reacting to, changes in our business and industry; limiting our ability to purchase, redeem or retire our common stock; and placing us at a competitive disadvantage compared to our competitors that have lower levels of indebtedness. In addition, our indebtedness exposes us to the risk of increased interest rates because a portion of our borrowings are at variable rates of interest. \nWe may need to refinance some or all of our debt upon maturity either on terms which could potentially be less favorable than the existing terms or under unfavorable market conditions, which may also have an adverse effect on our strategy. Our ability to refinance all or a portion of our indebtedness or obtain additional financing depends on many factors beyond our control. \nFluctuations in foreign currency may have an adverse effect on reported results of operations. \nWe are exposed to foreign currency exchange rate risk with respect to the USD relative to the local currencies of our international subsidiaries, predominantly CAD, arising from transactions in the ordinary course of business (such as sales and loans to wholly owned subsidiaries, sales to third-party customers, and purchases from suppliers). Fluctuations in foreign currency exchange rates could affect our results of operations and impact reported net sales and net income. \nOperations and technology\nIf our domestic or international supply chain or our fulfillment network for our products is ineffective or disrupted for any reason, including the loss of key suppliers, our business, financial condition and results of operations could be materially adversely affected. \nWe source, distribute and sell products from domestic and international suppliers. As of July 31, 2025, we had approximately 37,000 suppliers located in various countries around the world. \nOur ability to offer a wide variety of products to our customers is dependent upon our ability to obtain adequate product supply from our suppliers. The loss of, or an ongoing substantial decrease in the availability of, products from our suppliers, or the loss of key supplier arrangements, could materially adversely impact our financial condition, operating results, and cash flows. Any of the following, or additional other factors beyond our control, may cause serious disruption in the movement of products through our supply chain, leading to a substantial decrease in the availability of products or an increase in the cost of such products: financial instability among key suppliers; global or regional political unrest, disputes or war, or labor unrest, in source countries or elsewhere in our supply chain; changes in the total costs in our supply chain (including, but not limited to, changes in fuel and labor costs and currency exchange rates); port or rail labor disputes and security; the outbreak or resurgence of pandemics or epidemics; adverse weather events or natural disasters; foreign competition; work stoppages or strikes; shipping capacity constraints or embargoes; changes in trade policy and any trade restrictions; tariffs or duties; fluctuations in currency exchange rates; or transport availability, capacity and costs. These risks may be amplified if we are unable to maintain a diverse supply chain. \nAdditionally, the loss of key supplier arrangements could have a material adverse impact on us. Although in many instances we have agreements with our suppliers, these agreements are generally terminable by either party on limited notice. Failure by our suppliers to continue to supply us with products on commercially reasonable terms, or at all, could put pressure on operating margins, result in reduced customer purchases or lead to termination of certain customer relationships, any of which could have a material adverse effect on our business, financial condition and results of operations. These risks may be amplified in cases where we are unable to identify and secure alternative sources of supply. Furthermore, more of our existing suppliers may decide to supply products directly to end users that are our existing or potential customers, which could have a detrimental effect on our ability to keep and procure customers, and maintain and win business, thereby having a material adverse effect on our business, financial condition and results of operations.\nFurther, as we add fulfillment capabilities or pursue strategies with different fulfillment requirements, our fulfillment network becomes increasingly complex and operating it becomes more challenging. If our fulfillment network does not operate properly or if a supplier fails to deliver on its commitments, we could experience delays in inventory availability at our distribution facilities and branches, increased delivery costs or lack of availability, any of which could lead to lower net sales and decreased customer confidence, and materially adversely affect our business, financial condition or results of operations. \nExecution of our operational strategies could prove unsuccessful, which could have a material adverse effect on our business, financial condition and results of operations. \nTo achieve our key priorities, we must drive profitable growth across our operational businesses by fulfilling customer needs, capitalizing on attractive markets and growth opportunities and achieving planned execution. Meeting customer needs through comprehensive and differentiated products and solutions that support our customers’ projects is a key part of our strategy to drive profitable growth. If service levels were to significantly decrease, customers might purchase from our competitors instead, resulting in reduced net sales, lower operating margins, reduced profitability, loss of market share and/or diminished brand recognition.\nDevelopment of our operating model is a key part of driving profitable growth. If we are not sufficiently agile in adapting our operating model, we may be unable to adapt to changing customer wants and/or to flex our cost base when required. Moreover, we may not successfully execute our strategic initiatives on expected timelines or at all, including through failure to have the right talent in place or to achieve internal alignment or coordination. Any failure to appropriately address some or all of these risks could damage our reputation and have a material adverse effect on our business, financial condition and results of operations. \nWe may not rapidly identify or effectively respond to direct and/or end customers’ wants, expectations or trends, which could adversely affect our relationship with customers, our reputation, the demand for our products and our market share. \nThe success of our business depends in part on our ability to identify and respond promptly to evolving trends in demographics, as well as customer wants, preferences and expectations, while also managing appropriate inventory levels and maintaining sufficient staffing to deliver an excellent customer experience. It is difficult to successfully predict the products and solutions that customers will require. In addition, the customers in the markets we serve have different needs and expectations, many of which evolve as the demographics in a particular market change. Inventory levels in excess of customer demand due to the difficulty of calibrating demand for such products, the concentration of demand for a limited number of products, difficulties in product sourcing or rapid changes in demand may result in extended cash conversion cycles, inventory write-downs and the sale of excess inventory at discounted prices, any of which could have a material adverse effect on our business, financial condition, results of operations and cash flows. Conversely, if we underestimate customer demand for our products or if our manufacturers fail to supply products we require at the time we need them, we may experience inventory shortages. Inventory shortages might delay shipments to customers and negatively impact customer relationships. Moreover, as we manage our cost base and resource allocation, our total number of associates may decrease due to natural attrition, decisions not to backfill open positions, or targeted headcount reductions. A failure to serve our customers on their required timeframes, including due to lack of available associates, could have a material adverse effect on our business, financial condition and results of operations. \nWe offer more localized assortments of our products to appeal to needs within each end market. If we do not successfully evolve and differentiate to meet the individual needs and expectations of, or within, a particular end market, we may lose market share. \nWe are continuing to invest in our e-commerce and omni-channel capabilities and other technology solutions, including investments in incremental upgrades to our enterprise-wide resource planning systems, to simplify our customer propositions and to optimize the supply chain and branch network to be more efficient and to deliver a more efficient business for our customers. \nThe cost and potential problems and interruptions associated with these initiatives could disrupt or reduce the efficiency of our online and in-store operations in the near term, lead to product availability issues and negatively affect our relationship with our customers. Furthermore, accomplishing these initiatives will require a substantial investment in additional information technology associates and other specialized associates. We face significant competition in the market for these resources and may not be successful in our hiring efforts. Failure to choose the right investments and implement them in the right manner and at the right pace could adversely affect our relationship with customers, our reputation, the demand for our products and solutions, and our market share. In addition, our branch and omni-channel initiatives, enhanced supply chain, and new or upgraded information technology systems might not provide the anticipated benefits and could impose substantial capital expenditures. It might take longer than expected to realize the anticipated benefits, cost more than budgeted, or all or part of the initiatives might fail altogether, each of which could adversely impact our competitive position and our business, financial condition, results of operations or cash flows. \nAcquisitions, partnerships, joint ventures and other business combinations or strategic transactions involve a number of risks, any of which could result in the benefits anticipated not being realized and could have an adverse effect on our business, financial condition and results of operations. \nAcquisitions are an important part of our growth model and we regularly consider and enter into strategic transactions, including mergers, acquisitions, investments and other growth, market and geographic expansion strategies, with the expectation that these transactions will result in increases in sales, profits, cost savings, synergies and various other benefits. \nDuring fiscal 2025, 2024, and 2023, we completed a total of 9, 10, and 8 acquisitions, respectively. We may not realize any anticipated benefits from such transactions or partnerships, and we have in the past and may in the future be exposed to additional liabilities and risks from any acquired business or joint venture (including but not limited to risks associated with cybersecurity incidents, unknown claims and disputes by third parties against the companies we acquire, and business disruption related to inability to retain associates of the acquired entity). In addition, we may be exposed to litigation in connection with our acquisition and partnership transactions. Our due diligence investigations may fail to identify all of the problems, liabilities or other challenges associated with an acquired business, which could result in an increased risk of unanticipated or unknown issues or liabilities, including with respect to environmental, competition and other regulatory matters, and our mitigation strategies for such risks that are identified may not be effective. Furthermore, we may have trouble identifying suitable acquisition targets in the future or the targets we identify and pursue may not result in the realization of the benefits we expect or any benefit at all. \nOur ability to deliver the expected benefits from any strategic transactions that we do complete is subject to numerous uncertainties and risks, including our acquisition assumptions; our ability to integrate personnel, labor models, financials, customer relationships, supply chain and logistics, information technology and other systems successfully; business culture incompatibility; disruption of our ongoing business and distraction of management; hiring additional management and other critical personnel; product quality compliance of new suppliers; and increasing the scope, geographic diversity and complexity of our operations. \nEffective internal controls are necessary to provide reliable and accurate financial reports, and the integration of businesses may create complexity in our financial systems and internal controls and make them more difficult to manage. Integration of businesses into our internal control system could cause us to fail to meet our financial reporting obligations. Moreover, any failure to integrate, or delay in integrating, information technology systems of acquired businesses could create an increased risk of cybersecurity incidents. Additionally, any impairment of goodwill or other assets acquired in a strategic transaction or charges to earnings associated with any strategic transaction, may materially reduce our profitability. Following integration, an acquired business may not produce the expected margins or cash flows. Our shareholders, vendors or customers may react unfavorably to substantial strategic transactions. Furthermore, we may finance these strategic transactions by incurring additional debt or issuing equity, which could increase leverage or impact our ability to access capital in the future. \nIf we fail to qualify for supplier rebates or are unable to maintain or adequately renegotiate our rebate arrangements, our results of operations could be materially adversely affected.\nMany of our products are purchased pursuant to rebate arrangements that entitle us to receive a rebate based on specified purchases. Some arrangements require us to purchase minimum quantities and result in higher rebates with increased quantities of purchases. These rebates effectively reduce the costs of our products, and we manage our business to take advantage of these programs. Rebate arrangements are subject to renegotiation with our suppliers from time to time. In addition, consolidation of suppliers may result in the reduction or elimination of rebate programs in which we participate. If we fail to qualify for these rebates or are unable to renew rebate programs on desirable terms, or a supplier materially reduces or stops offering rebates, our costs could materially increase, and our gross margins and net income could be materially adversely affected. \nIf we are unable to protect our sensitive data and information systems against data corruption, cybersecurity incidents or network security breaches, or if we are unable to provide adequate security in the electronic transmission of sensitive data, it could materially adversely affect our business, financial condition and results of operations. \nWe face global cybersecurity threats, which range from uncoordinated individual attempts to sophisticated and targeted measures, known as advanced persistent threats, directed at us and our customers, suppliers, and service providers. Cybersecurity incidents and network security breaches have included in the past, and may in the future include, but are not limited to, attempts to access or unauthorized access of information, exploitation of vulnerabilities (including those of third-party software or systems), computer viruses, ransomware, denial of service (“DoS”) and other electronic security breaches. Cyber-attacks from computer hackers and cyber criminals and other malicious internet-based activity continue to increase, and our services and systems, including the systems of our outsourced service providers, have been and may in the future continue to be the target of various forms of cybersecurity incidents such as Domain Name System attacks, wireless network attacks, viruses and worms, malicious software, ransomware, application centric attacks, peer-to-peer attacks, business email compromises and phishing attempts, backdoor trojans and distributed DoS attacks. Furthermore, given that new technologies continue to emerge, the methods used by computer hackers and cyber criminals to obtain unauthorized access to data or to sabotage computer systems change frequently and continue to grow in sophistication. Accordingly, we may be unable to anticipate or detect such attacks or promptly and effectively respond to them. \nFor example, the rapid evolution of AI and machine learning technologies and the implementation of pilot programs integrating generative AI into both our internal and external-facing systems may intensify our cybersecurity, privacy and data security risks, such as the risk of increased vulnerability to cybersecurity threats and exposure or theft of proprietary, confidential, personal or otherwise sensitive information (which could result in such information being made available to our competitors and other members of the public), the generation of factually incorrect or biased outputs and reliance on outdated or unverified data.\nWhile we have instituted safeguards for the protection of our information systems and believe we use reputable third-party service providers, during the ordinary course of business, we and our service providers have experienced and expect to continue to experience cyber-attacks on our information systems, and we and our service providers may be unable to protect sensitive data and/or the integrity of our information systems. \nLoss of customer, supplier, associate, or other business information or compromise of our information systems could disrupt operations and our key business processes, result in the impairment or loss of critical data, be costly and resource intensive to remedy, damage our reputation, our relationship with customers, suppliers and other stakeholders and expose us to claims from customers, suppliers, financial institutions, regulators, payment card associations, associates and others, any of which could have a material adverse effect on our business, financial condition and results of operations. For further information on our cybersecurity risk management and governance, see Part I, Item 1C of this Annual Report.\nWe are required to maintain the privacy and security of personal information in compliance with U.S. and certain international privacy and data protection regulations. Failure to meet the requirements could harm our business and damage our reputation with customers, suppliers, and associates. \nWe rely on information technology systems, networks, products, and services, some of which are managed by service providers to protect our information. Increased information security threats and more sophisticated threat actors pose a risk to our information security program. Additionally, we collect, store, and process personal information relating to our customers, suppliers, and associates. This information is increasingly subject to a variety of international and U.S. federal and/or state laws and regulations that are constantly changing and becoming more complex. \nData privacy and data protection laws and regulations are typically intended to protect the privacy of personal information that is collected, processed, transmitted, and stored in or from the governing jurisdiction. In many cases, these laws apply not only to third-party transactions, but also to transfers of information between a company and its subsidiaries, including associate information. While we have invested and continue to invest significant resources to comply with data privacy regulations, many of these regulations are new, complex, and subject to interpretation. To maintain compliance with these laws, we have incurred increased costs to continually evaluate and modify our policies and processes to adapt to new legal and regulatory requirements. Non-compliance with these laws could result in negative publicity, damage to our reputation, penalties, or significant legal liability. Our business and operations could also be adversely affected if legislation or regulations are expanded to require changes in our business practices or if governing jurisdictions interpret or implement their legislation or regulations in ways that negatively affect our business. \nA failure of a key information technology system or process could materially adversely affect the operations of our business. \nTechnology systems and data are fundamental to the operations, future growth and success of our business. In managing our business, we rely on the integrity and security of, and consistent access to, data from these systems such as sales data, customer data, associate data, demand forecasting, merchandise ordering, inventory replenishment, supply chain management, payment processing and order fulfillment. A major disruption of the information technology systems and their backup mechanisms may cause us to incur significant costs to repair the systems, experience a critical loss of data and/or result in business interruptions. \nFor these information technology systems and processes to operate effectively, we rely on our service providers to continue to support and maintain them. Furthermore, we must retain and recruit information technology associates and other specialized associates that can operate, maintain and update these systems. In addition, our systems and the third-party systems on which we rely are subject to damage or interruption from a number of causes, including: power outages; infrastructure or network failures; aging of technology assets; computer and telecommunications failures; cybersecurity incidents, including the use of ransomware; catastrophic events such as fires, floods, earthquakes, tornadoes, hurricanes, or other natural disasters; a pandemic or epidemic outbreak or resurgence; acts of war or terrorism; and design or usage errors by our associates, contractors or service providers. We and our service providers seek to maintain our respective systems effectively and to successfully address the risk of compromise to the integrity, security and consistent operations of these systems; however, such efforts are not always successful. As a result, we or our service providers have experienced and are likely to experience in the future errors, interruptions, delays or cessations of service impacting the integrity or availability of our information technology infrastructure. While such incidents have not been material to date, any future incident could significantly disrupt our operations and key business processes, result in the impairment or loss of critical data, be costly and resource-intensive to remedy, harm our reputation and relationship with customers, suppliers and other stakeholders, any of which could have a material adverse effect on our business, financial condition and results of operations.\nIn addition, our information technology systems, infrastructure and personnel require substantial investments, such as replacing existing systems, some of which are older, legacy systems that are less flexible and efficient, with successor systems; maintaining or enhancing legacy systems that are not currently being replaced; or designing or cost-effectively acquiring and implementing new systems with new functionality. These efforts can result in significant potential risks, including failure of the systems to operate as designed, potential loss or corruption of data, cost overruns, or implementation delays or errors, and may result in operational challenges, security control failures, reputational harm, and increased costs that could have a material adverse effect on our business, financial condition and results of operations. Furthermore, we may be unable to complete such efforts on a timely basis or at all due to a lack of specialized associates or insufficient resources. Aging technology may inhibit our efficiency and future growth as well as increase the likelihood of system interruption or failure.\nWe are subject to payment-related risks that could increase our selling, general and administrative expenses, expose us to fraud or theft, subject us to potential liability, and potentially disrupt our business. \nWe accept payments using a variety of methods, including, but not limited to, cash, checks, credit and debit cards, PayPal and electronic payments, and we may offer new payment options over time. Acceptance of these payment options subjects us to rules, regulations, contractual obligations and compliance requirements, including payment network rules and operating guidelines, data security standards and certification requirements, and rules governing electronic funds transfers. These requirements may change over time or be reinterpreted, making compliance more difficult or costly. For certain payment methods, including credit and debit cards, we pay interchange and other fees, which may increase over time and raise our selling, general and administrative expenses. In some cases, we have determined to pass along a portion of such fees to customers. In certain cases, disputes over such fees may result in a decision not to accept select forms of payment. Such actions could cause us to lose customers or negatively impact our brand or reputation. \nWe rely on third parties to provide payment processing services, including the processing of credit cards, debit cards, and other forms of electronic payment. If these companies become unable to provide these services to us, or if their systems are compromised, it could potentially disrupt our business.\nThe payment methods that we offer also subject us to potential fraud and theft by criminals, who are becoming increasingly more sophisticated, seeking to obtain unauthorized access to or exploit weaknesses that may exist in the payment systems. If we fail to comply with applicable rules or requirements for the payment methods we accept, or if payment-related data is compromised due to a breach or misuse of data, we may be liable for costs incurred by payment card issuing banks and other third parties or be subject to fines and higher transaction fees, or our ability to accept or facilitate certain types of payments may be impaired. In addition, our customers could lose confidence in certain payment types, which may result in a shift to other payment types, potential changes to our payment systems that may result in higher costs, or loss of business. As a result, our business, financial condition and results of operations could be adversely affected. \nAlso, certain of our customers, suppliers or other third parties may seek to obtain products fraudulently from, or submit fraudulent invoices to, us. We have sought to put in place a number of processes and controls to minimize opportunities for fraud. However, if we are unsuccessful in detecting fraudulent activities, we could suffer loss directly and/or lose the confidence of our customers and/or suppliers, which could have a material adverse effect on our business, financial condition and results of operations. \nIn addition, our operations are working capital intensive, and our inventories, accounts receivable and accounts payable are significant components of our net asset base. We manage our inventories and accounts payable through our purchasing policies and our accounts receivable through our customer credit policies. We perform periodic credit evaluations of our customers’ financial condition, and collateral is generally not required. We evaluate the collectability of accounts receivable based on numerous factors, including past transaction history with customers and their creditworthiness based on reports we receive from independent external credit bureaus, and we provide a reserve for accounts that we believe to be uncollectible. A significant deterioration in the economy could have an adverse effect on our ability to collect our accounts receivable, including longer payment cycles, increased collection costs and defaults. In addition, if customers fail to pay within terms of our customer credit policies, we may enforce lien and bond rights, which could lead to customer dissatisfaction and loss. If we fail to adequately manage our product purchasing or customer credit policies, our working capital and financial condition may be adversely affected.\nPeople, products and facilities\nIn order to compete, we must attract, retain and motivate key associates, and the failure to do so could have an adverse effect on our business, financial condition and results of operations.\nWe believe the quality of our associates provides us with the capabilities and expertise to serve our customers better than our competitors do. Our ability to execute on this strategy depends, to a significant extent, on having an adequate number of qualified associates, including those in senior leadership, managerial, technical, sales, marketing and support positions. A failure to maintain an adequate number of associates with appropriate skill sets and talent could delay the execution of our operational strategies, result in loss of institutional knowledge and reduce our supply of future management skill. In addition, if we are unable to enforce certain non-compete covenants and confidentiality provisions when key associates leave for a competitor, we may lose a competitive advantage arising from confidential and proprietary company information known to such former associates.\nCompetition in our industry for both existing and new talent is significant. We experience pressure regarding increases to wages, more flexible work arrangements, including remote and hybrid work, and expanded benefit offerings. Moreover, we have in the past, and may in the future, experience volatility in our stock price, which may make it more difficult and expensive to recruit and retain associates, particularly senior leadership, through equity-based compensation. While our retention rates have not changed materially, we have experienced, and may continue to experience, extended lead times in backfilling roles, due in part to changing workforce dynamics and the lack of a sufficient number of people qualified for skilled roles. Although we believe we generally offer competitive employment packages, we can provide no assurance that our efforts to attract and retain associates will be successful. Our failure to do so could have an adverse effect on our business, financial condition and results of operations.\nAttracting and retaining experienced, skilled associates must be balanced with managing overall labor costs. In addition to measures we take to remain attractive in a competitive labor market, other external factors such as changing workforce demographics, labor market related employment laws and regulations, and increased health and insurance costs adversely affect our labor costs. We may also on occasion be subject to labor union organization efforts which may impact cost and operational flexibility. Substantial increases in our operating costs to maintain our workforce may have an adverse effect on our business, financial condition and results of operations. \nFailure to achieve and maintain a high level of product and service quality and comply with responsible sourcing standards could damage our reputation and negatively impact our business, financial condition and results of operations. \nTo continue to be successful, we must continue to preserve, grow and leverage the value of our brand and our product brands in the marketplace. Reputational value is based in large part on perceptions of subjective qualities. Even an isolated incident, such as a high-profile product recall, or the aggregate effect of individually insignificant incidents, can erode trust and confidence, particularly if such incident or incidents result in adverse publicity, governmental investigations or litigation, and, as a result, could tarnish our brand and lead to adverse effects on our business. \nIn particular, product quality and service issues, including as a result of our suppliers’ or manufacturers’ acts or omissions, could negatively impact customer confidence in our product brands and our product portfolio. As we do not have direct control over the quality of the products manufactured or supplied by third-party suppliers, we are exposed to risks relating to the quality of the products we distribute. If our product or service offerings do not meet applicable safety standards or customers’ expectations regarding safety or quality or are alleged to have quality issues or to have caused personal injury or other damage, or our supplier does not meet our expectations on responsible sourcing outlined in our supplier code of conduct, we could experience lower net sales and increased costs and be exposed to legal, financial and reputational risks, as well as governmental enforcement actions. In addition, actual, potential or perceived product safety concerns could result in costly product recalls. \nWe seek to enter into contracts with suppliers which provide for indemnification from any costs associated with the provision of defective products; however, there can be no assurance that such contractual rights will be obtained or would be adequate, or that related indemnification claims will be successfully asserted by us. Moreover, our ability to recover damages from foreign sources of supply may be more difficult and expensive.\nThe nature of our operations may expose our associates, contractors, customers, suppliers and other individuals to health and safety risks and we may incur property, casualty or other losses not covered by our insurance policies and damage to our reputation. \nThe nature of our operations can expose our associates, contractors, customers, suppliers and other individuals to health and safety risks, which can lead to loss of life or severe injuries or illness. Additionally, we operate a large fleet of trucks and other vehicles and therefore face the risk of traffic accidents and other fleet incidents involving the motoring public. Any injuries, illness or loss of life could harm our reputation and reduce customer demand and expose us to the potential for litigation from third parties. The outcome of any personal injury, wrongful death or other litigation is difficult to assess or quantify and the cost to defend litigation could be significant.\nAlthough we maintain insurance that we believe to be sufficient to cover estimated health and safety risks including product liability, health and safety in our operations, vehicle and driver related claims and other types of claims in various jurisdictions, there can be no assurance that such insurance will provide adequate coverage against potential claims. If we do not have adequate contractual indemnification or insurance available, such claims could have a material adverse effect on our business, financial condition and results of operations. \nWe occupy most of our facilities under non-cancelable leases with terms of 10 years or less. We may be unable to renew leases on favorable terms or at all. Also, when we close a facility, we may remain obligated under the applicable lease.\nMost of our branches are located in leased premises. Many of our current leases are non-cancelable and typically have initial terms of around 3 to 10 years, with options to renew for specified periods of time. There can be no assurance that we will be able to renew our current or future leases on favorable terms or at all which could have an adverse effect on our ability to operate our business and on our results of operations. In addition, we make decisions to close certain facilities from time to time. When we close or cease to use a facility, we generally remain committed to perform our obligations under the applicable lease, which include, among other things, payment of the base rent for the balance of the lease term. \nWe have risks related to the management and protection of our facilities and inventory, including risks of personal injury to customers, suppliers or associates.\nWe have office, showroom, counter, warehouse and distribution facilities located in all regions in which we operate which may be at risk for criminal acts that could impact our operations, financial performance or reputation. There is a risk that our security programs will not prevent the occurrences of break-ins, theft, property damage, and workplace violence, including violent criminal acts such as interpersonal violence or an active shooter or mass casualty/damage event. Moreover, such programs may not be implemented as intended. In the current climate of global and regional political uncertainty and social unrest, a security breach could result in significant facility damage or loss, loss of inventory or personal injury to customers, suppliers or associates. There is a risk that inventory controls and facility security will fail, resulting in inventory shrinkage or loss due to inadequate inventory tracking or misconduct of associates, customers, vendors or other third parties. Moreover, our inventory is located across our distribution facilities and branches, and the disaggregated nature of our inventory could result in a failure to accurately record the existence and condition of our inventory. Any such security incidents, inventory loss or failure to maintain accurate records related to our inventory could have a material adverse effect on our business, financial condition, results of operations or reputation.\nRegulatory and legal\nChanges in tax law or interpretations thereof could have a material adverse effect on our business, financial condition, results of operations and cash flows. \nWe are subject to income taxes in the U.S. and various other countries globally. Changes in tax laws, regulations and treaties and conflicts in related interpretations or guidance may result in payments greater or less than amounts accrued, which could have a negative impact on our provision for income taxes. In addition, our future earnings and the value of our deferred tax assets and liabilities could be negatively impacted by further changes in tax legislation, including changes in tax rates, tax laws and changes in the rules for earnings repatriations in the U.S. or other countries. \nFurther, the application of tax law is subject to interpretation. Additionally, administrative guidance can be incomplete or vary from legislative intent, and therefore the application of the tax law is uncertain. While we believe the positions reported by the Company comply with relevant tax laws and regulations, we have in the past and may in the future be subject to tax audits and taxing authorities could interpret our application of certain laws and regulations differently. Tax controversy matters may result in previously unrecorded tax expenses, higher future tax expenses or the assessment of interest and penalties which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nFor example, the location of tax residence of certain subsidiaries could be challenged. If it was determined that one or more of our subsidiaries ceased or failed to maintain its place of central management and control in the location of its tax residency, our ability to rely on specific tax treaty benefits could be impacted, potentially causing withholding taxes on dividends and interest payments made by certain of our subsidiaries to increase while taxes on certain unrealized gains could be imposed. \nOur tax expenses and liabilities are also affected by factors other than changes in law, such as changes in our business operations, acquisitions, investments, entry into new businesses and geographies, intercompany transactions, the relative amount of our foreign earnings, losses incurred in jurisdictions for which we are not able to realize related tax benefits, the applicability of special or extraterritorial tax regimes, changes in foreign exchange rates, changes in our stock price, changes to our forecasts of income and loss and the mix of jurisdictions to which they relate, and changes in our tax assets and liabilities and their valuation. In the ordinary course of our business, there are many transactions and calculations for which the ultimate tax determination is uncertain. Significant judgment is required in evaluating and estimating our tax expenses, assets, and liabilities.\nOur private label products subject us to certain increased risks such as regulatory, product liability and reputational risks that could have an adverse effect on our business, financial condition and results of operations. \nAs we expand our private label, Own Brand, product offerings organically and through acquisitions, we may become subject to increased risks due to our greater role in the design, sourcing, marketing and sale of those products. The risks include greater responsibility to administer and comply with applicable regulatory requirements, increased potential product liability and product recall exposure, and increased potential legal and reputational risks related to the responsible sourcing of those products. To effectively execute on our private label product differentiation strategy, we must also be able to successfully protect our proprietary rights and successfully navigate and avoid claims related to the proprietary rights of third parties. In addition, an increase in sales of our private label products may adversely affect sales of our suppliers’ products, which in turn could adversely affect our relationships with certain of our suppliers. Further, the development of our private label products may require us to make investments in specialized personnel and operating systems, increase marketing efforts and reallocate resources away from other uses. Any failure to appropriately address some or all of these risks could damage our reputation and have an adverse effect on our business, financial condition and results of operations. \nWe are and may continue to be involved in legal proceedings in the ordinary course of our business, and while we cannot predict the outcomes of those proceedings and other contingencies with certainty, some of these outcomes may adversely impact our business, financial condition, results of operations and cash flows. \nWe are and may continue to be involved in legal proceedings such as product liability, asbestos, personal injury, consumer, employment and other litigation that arises from time to time in the ordinary course of our business. In future periods, we could be subject to cash costs or non-cash charges to earnings if any of these litigation matters are resolved on unfavorable terms, or if our estimates regarding legal provisions accounting or our insurance coverage are incorrect. Shareholders are also able to pursue derivative actions on behalf of the Company, for, among other things, alleged breaches of fiduciary duties by our directors and officers. If we face such litigation, it could result in substantial costs and a diversion of management’s resources and attention, which could harm our business and the value of our common stock. \nLitigation is inherently unpredictable, and the outcome of some of these proceedings and other contingencies could require us to take or refrain from taking actions which could adversely impact our business or could result in excessive verdicts. Any such outcome could have an adverse effect on our business, financial condition, results of operations and cash flows. Additionally, involvement in these lawsuits and related inquiries and other proceedings may involve significant expense, divert management’s attention and resources from other matters, and negatively affect our reputation.\nChanges in accounting standards and subjective assumptions, estimates and judgments by management related to complex accounting matters could significantly affect our financial condition or results of operations. \nAccounting standards and related accounting pronouncements, implementation guidelines and interpretations with regard to a wide range of matters that are relevant to our business, such as revenue recognition and net sales, asset impairment, impairment of goodwill and other intangible assets, inventories, lease obligations, self-insurance, tax matters, pensions and litigation, are complex and involve many subjective assumptions, estimates and judgments. Changes in accounting standards or their interpretation or changes in underlying assumptions and estimates or judgments could significantly change our reported or expected financial performance, financial condition or results of operations.\nWe are subject to various risks related to the local and international nature of our business, including domestic and foreign laws, regulations and standards. Failure to comply with such laws and regulations or the occurrence of unforeseen developments such as litigation, investigations, governmental proceedings or enforcement actions could adversely affect our business. \nOur business operates in the U.S. and Canada and is subject to specific risks of conducting business in different jurisdictions across these countries and other parts of the world, including Barbados, China, India, Mexico, South Korea, Switzerland, Taiwan, Thailand, Trinidad and Tobago, the U.K. and Vietnam. Our business is subject to a wide array of domestic and international laws, regulations and standards in jurisdictions where we operate, including advertising and marketing regulations, anti-bribery and corruption/money laundering laws, anti-competition regulations, data privacy and data protection (including payment card industry data security standards) and cybersecurity requirements (including protection of information and incident responses), occupational health and safety regulations, consumer product safety regulations, consumer protection laws, cash and electronic payment regulations and industry standards, environmental protection laws and regulations (including those covering per- and polyfluoroalkyl substances (“PFAS”)), foreign exchange controls and cash repatriation restrictions, government business regulations applicable to us as a government contractor selling to federal, state and local government entities, import and export requirements, intellectual property laws, labor laws, product compliance laws, fleet and driver related laws, supplier regulations regarding the sources of supplies or products, tax laws, zoning laws, unclaimed property laws and laws, regulations and standards applicable to other commercial matters. These laws, regulations and standards are often complex, subject to change and subject to varying interpretations, and compliance therewith may be subject to varying degrees of scrutiny. Moreover, we are also subject to audits and inquiries by government agencies in the ordinary course of business.\nIn recent years, a number of new laws and regulations have been adopted, new executive orders have been announced, and there has been expanded enforcement of certain existing laws and regulations by federal, state and local agencies. These laws and regulations, and related interpretations and enforcement activity, may change as a result of a variety of factors, including political, economic or social events. For example, since taking office, the current administration has sought to adopt new regulations and policies and to suspend, revise or rescind prior policies that are identified as conflicting with the administration’s position, which has resulted in increased regulatory uncertainty. Any changes in, expanded enforcement of, or adoption of new federal, state or local laws and regulations could increase our costs of doing business or impact our operations, including, among other factors, as a result of required investments in technology and the development of new operational processes. \nFailure to comply with any of these laws, regulations and standards has in the past and may in the future result in civil, criminal, monetary and non-monetary penalties as well as potential damage to our reputation. Furthermore, while we have implemented policies and procedures designed to facilitate compliance with these laws, regulations and standards, there can be no assurance that associates, contractors or agents will not violate such laws, regulations and standards or our policies. Any failure to comply with or violation of the various laws, regulations and standards to which we are subject could individually or in the aggregate have a material adverse effect on our business, financial condition, results of operations and cash flows.\nCorporate responsibility, specifically related to sustainability matters, may impose additional costs and expose us to new risks. \nOngoing focus on sustainability matters by investors, customers, regulators and other parties may impose additional costs or expose us to new risks. Moreover, stakeholder expectations and standards on sustainability matters continue to evolve and may diverge. If we do not adapt to or comply with such investor, customer, regulator or other stakeholder expectations, or if we are perceived to have not responded appropriately or quickly enough to concerns related to sustainability issues, regardless of whether there is a regulatory or legal requirement to do so, we may suffer from reputational damage, be subject to litigation or regulatory enforcement or be precluded from doing business with certain customers, any of which could materially adversely affect our business, financial condition, results of operations and/or the market price of our common stock.\nCertain organizations that provide corporate governance and other corporate risk information to investors and shareholders have developed scores and ratings to evaluate companies and investment funds based upon sustainability metrics. Select investment funds and investors may consider a company’s policies or scores as a reputational or other factor in making an investment decision. Inclusion and climate change topics have, in particular, received heightened attention from investors, shareholders, lawmakers and listing exchanges. We may face reputational damage, litigation or regulatory enforcement in the event our sustainability initiatives or objectives, including with respect to Inclusion or climate matters, do not meet the standards set by our regulators, investors, shareholders, lawmakers, listing exchanges or other constituencies, or if we are unable to achieve an acceptable sustainability rating from third-party rating services. \nFurther, sustainability reporting is expected from, and in certain cases required by, certain stakeholders, state regulators, investors, shareholders and other third parties. These sustainability reporting disclosure frameworks and reporting standards continue to evolve. The disclosure frameworks and reporting standards under which we disclose information may change from time to time and may result in a lack of consistent or meaningful comparative data from period to period, as well as significant revisions to sustainability goals, initiatives, commitments, or objectives or reported progress in achieving the same. Our failure to report accurately or achieve progress on our sustainability-related goals, targets or metrics on a timely basis, or at all, could adversely affect our reputation, business, financial condition and results of operations. Statements regarding our sustainability-related goals reflect our current plans and aspirations; our sustainability-related policies, practices and goals are voluntary and subject to change at our discretion. \nOur sustainability and Inclusion-related initiatives and goals may not be favored by certain stakeholders, whose priorities and expectations may not align or may be opposed to one another, which could result in public scrutiny or reputational damage, and could impact the attraction and retention of investors, customers and associates. Efforts to achieve our initiatives and goals, including collecting, measuring and reporting sustainability information, involve operational, reputational, financial, legal and other risks and may result in additional costs or delays, and as a result may have a negative impact on us, including our brand, reputation and the market price of our common stock. \nThe obligations associated with being a public company require significant resources and management attention and result in significant legal and financial compliance costs, and changing laws, regulations and standards are creating uncertainty for public companies. \nAs a public company, we are subject to the reporting requirements of the Exchange Act and the Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”), the listing requirements of the NYSE and LSE, the Market Abuse Regulation, Disclosure Guidance and Transparency Rules and other applicable securities rules and regulations. The Exchange Act requires that we file annual and other reports with respect to our business, financial condition and results of operations. The Sarbanes-Oxley Act requires, among other things, that we establish and maintain effective internal controls and procedures for financial reporting. Any failure to maintain effective controls or any difficulties encountered implementing required new or improved controls could cause us to fail to meet our reporting obligations, which could have a material adverse effect on our business and the trading price of our common stock. \nIn addition, changing laws, regulations and standards relating to corporate governance, sustainability and public disclosure are creating uncertainty for public companies, increasing legal and financial compliance costs and making some activities more time-consuming. These laws, regulations and standards are subject to varying interpretations, in many cases due to their lack of specificity, as well as certain legal challenges, and, as a result, their application in practice may evolve over time as new guidance is provided by regulatory and governing bodies or as pending or future litigation is resolved. This could result in continuing uncertainty regarding compliance matters and higher costs necessitated by ongoing revisions to disclosure and governance practices. We have invested, and expect to continue to invest, resources to comply with evolving laws, regulations and standards, and this investment may result in increased operating expenses and a diversion of management’s time and attention from sales-generating activities to compliance activities. If our efforts to comply with new laws, regulations and standards differ from the activities intended by regulatory or governing bodies due to ambiguities related to their application and practice, or differ from new legal interpretations resulting from related litigation, regulatory authorities or others may initiate legal proceedings against us and our business, financial condition, results of operations and cash flow could be adversely affected. \nOwnership of shares of our common stock \nOur ability to pay dividends or effect other returns of capital in the future depends, among other things, on our financial performance. \nThere can be no guarantee that our historical performance will be repeated in the future, particularly given the competitive nature of the industry in which we operate, and our net sales, net income and cash flow may significantly underperform market expectations. If our cash flow underperforms market expectations, then our ability to pay a dividend or effect other returns of capital (including, without limitation, share repurchases) may be negatively impacted. Any decision to declare and pay dividends or to effect other returns of capital will be made at the discretion of the Board of Directors of the Company (the “Board”) and will depend on, among other things, Delaware corporate law, restrictions, if any, on the payment of dividends and/or capital returns in our financing arrangements, our financial position, retained earnings/net income, working capital requirements, interest expense, general economic conditions and other factors that the Board deems appropriate from time to time. \nWe cannot guarantee that our share repurchase program will be fully consummated or that our share repurchase program will enhance long-term shareholder value, and share repurchases could increase the volatility of the price of our common stock and could diminish our liquidity.\nAs of July 31, 2025, Ferguson had completed approximately $4.0 billion of its previously announced $5.0 billion share repurchase program with approximately $1 billion remaining under its share repurchase program. The timing and actual number of shares of common stock to be repurchased will depend on a variety of factors including cash availability and other market conditions. The share repurchase program could affect the price of our shares and increase volatility and we may suspend or terminate the share repurchase program at any time, which may result in a decrease in the trading price of our shares. The existence of a share repurchase program could also cause the price of our shares of common stock to be higher than it would be in the absence of such a program and could potentially reduce the market liquidity for our shares of common stock. Additionally, repurchases under our share repurchase program could diminish our liquidity. \nThe Company is a holding company with no business operations of its own and depends on its subsidiaries for cash, including in order to pay dividends. \nThe Company is a holding company with no independent operations and is dependent on its operating subsidiaries to generate cash, including in order to pay dividends to its shareholders. The Company’s ability to pay dividends to its shareholders therefore depends on the ability of its subsidiaries to service intercompany loans, distribute profits and/or pay dividends, general economic conditions and other factors that the Board deems significant from time to time. The Company’s distributable reserves can be affected by reductions in profitability, impairment of assets and severe market turbulence. \nThe price of our common stock may be subject to market price volatility and its market price may decline disproportionately in response to developments that are unrelated to our operating performance. \nThe market price of our shares has been and may in the future be volatile and subject to wide fluctuations. The market price of our common stock may fluctuate as a result of a variety of factors including, but not limited to, general global and regional economic and political conditions, changes in, or announcements regarding proposed changes in, trade policy, period to period variations in our results of operations, changes in net sales or net income estimates by us, industry participants or financial analysts, our failure to meet our stated guidance, our failure to comply with the rules under the Sarbanes-Oxley Act related to accounting controls and procedures, changes in our capital allocation policy, the discovery of material weaknesses and other deficiencies in our internal control and accounting procedures, and the other factors discussed in this Item 1A. If we are unable to assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, when required, investor confidence in us may be adversely affected and, as a result, the value of our common stock may decline. \nIn addition, the market price of our common stock could also be adversely affected by developments unrelated to our operating performance, such as the operating and share price performance of other companies that investors may consider comparable to us, speculation about us in the press or the investment community, unfavorable press, strategic actions by competitors (including acquisitions and restructurings), changes in market conditions, regulatory changes, broader market volatility and movements and delay in our inclusion in North American indices. Any or all of these factors could result in material fluctuations in the market price of our common stock, which could lead to investors getting back less than they invested or a total loss of their investment. In addition, where the market price of a company’s shares have been volatile, the shareholders of such company may file securities class action litigation against that company based on various claims such as securities fraud and other violations of securities laws. While we have not been a target of this type of litigation, we may be in the future. The defense and disposition of litigation of this type could result in substantial costs and divert resources and the time and attention of our management, which could materially and adversely affect our business, financial condition or results of operations. \nThe Amended and Restated Certificate of Incorporation of Ferguson Enterprises Inc. (the “Certificate of Incorporation”) provides that the Court of Chancery of the State of Delaware (the “Court of Chancery”) will be the exclusive forum for substantially all disputes between the Company and its stockholders, which could limit its stockholders’ ability to obtain a favorable judicial forum for disputes with the Company or its directors, officers, employees, agents or stockholders. \nThe Certificate of Incorporation provides that, subject to certain exceptions, the Court of Chancery will, to the fullest extent permitted by law, be the sole and exclusive forum for (i) any derivative action or proceeding brought on behalf of the Company, (ii) any action asserting a claim of breach of a duty (including any fiduciary duty) by, or other wrongdoing by, any current or former director, officer, employee, agent or stockholder of the Company to the Company or its stockholders, (iii) any action asserting a claim against the Company or any current or former director, officer, employee, agent or stockholder of the Company arising out of or relating to any provision of Delaware General Corporation Law (“DGCL”), the Certificate of Incorporation or the Amended and Restated Bylaws of Ferguson Enterprises Inc. (the “Bylaws”), (iv) any action to interpret, apply, enforce or determine the validity of the Certificate of Incorporation or the Bylaws, (v) any action asserting a claim against the Company or any current or former director, officer, employee, agent or stockholder of the Company governed by the internal affairs doctrine, (vi) any action asserting an “internal corporate claim” as that term is defined in Section 115 of the DGCL or (vii) any action as to which the DGCL confers jurisdiction on the Court of Chancery. In addition, to prevent having to litigate claims in multiple jurisdictions and the threat of inconsistent or contrary rulings by different courts, among other considerations, the Certificate of Incorporation provides that, unless the Company consents in writing to the selection of an alternative forum, to the fullest extent permitted by law, the federal district courts of the U.S. will be the sole and exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act of 1933, as amended (the “Securities Act”), against the Company or any director, officer, employee or agent of the Company. \nThese exclusive-forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company or its directors, officers, employees, agents or stockholders and this limitation may have the effect of discouraging lawsuits or making our securities less attractive to investors. For example, stockholders who bring a claim in the Court of Chancery could face additional litigation costs in pursuing any such claim, particularly if they do not reside in or near the State of Delaware. The Court of Chancery may also reach different judgments or results than would other courts, including courts where a stockholder considering an action may be located or would otherwise choose to bring the action, and such judgments or results may be more favorable to the Company than to its stockholders. \nIt should also be noted that Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all suits brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder. Accordingly, both state and federal courts have jurisdiction to entertain such claims. Due to such concurrent jurisdiction, there is uncertainty as to whether a court would enforce the exclusive forum provision in the Certificate of Incorporation in respect of causes of action arising under the Securities Act against the Company or any director, officer, employee or agent of the Company. While the Delaware courts have determined that such choice of forum provisions are facially valid, a stockholder may nevertheless seek to bring such a claim arising under the Securities Act against the Company, its directors, officers, employees, agents or stockholders in a venue other than in the federal district courts of the U.S. In such instance, the Company would expect to vigorously assert the validity and enforceability of the exclusive forum provisions of the Certificate of Incorporation. This may require significant additional costs associated with resolving such action in other jurisdictions and we cannot assure you that the provisions will be enforced by a court in those other jurisdictions. If a court were to find the exclusive-forum provisions in the Certificate of Incorporation to be inapplicable or unenforceable in an action, we may incur further significant additional costs associated with resolving the dispute in other jurisdictions, all of which could harm our business. \nThe Certificate of Incorporation provides that any person purchasing or otherwise acquiring or holding any interest in shares of capital stock of the Company shall be deemed to have notice of and to have consented to the exclusive forum provisions described above. However, these exclusive forum provisions may not apply to suits brought to enforce a duty or liability vested in the exclusive jurisdiction of a court or forum other than the Court of Chancery, such as those created by the Exchange Act or any other claim for which the federal courts have exclusive jurisdiction.",
      "char_count": 84913
    }
  },
  "extracted_at": "2025-10-18T17:35:15.699348"
}