{
  "ticker": "FHN",
  "company_name": "FIRST HORIZON CORP",
  "cik": 36966,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000036966-25-000024",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0000036966&accession_number=000003696625000024&xbrl_type=v",
  "sic_code": "6021",
  "industry": "National Commercial Banks",
  "sections": {
    "item1": {
      "text": "\nITEM 1. BUSINESS                 \n\nPART I      \nItem 1.    Business\nOur Businesses\nOverview\nFirst Horizon Corporation is a Tennessee corporation. We incorporated in 1968, and are headquartered in Memphis, Tennessee. We are a bank holding company under the Bank Holding Company Act, and a financial holding company under the Gramm-Leach-Bliley Act. Our common stock is listed on the New York Stock Exchange under the symbol “FHN.” At December 31, 2024, we had total consolidated assets of $82 billion. We provide diversified financial services through our subsidiaries, principally First Horizon Bank. The Bank is a Tennessee banking corporation headquartered in Memphis, Tennessee.\n\nDuring 2024 approximately 21% of our consolidated revenues were provided by fee and other noninterest income, and approximately 79% of revenues were provided by net interest income.\nAs a financial holding company, we coordinate the financial resources of the consolidated enterprise and maintain systems of financial, operational, and administrative control intended to coordinate selected policies and activities, including as described in Item 9A of Part II.\n\n\nThe Bank\nThe Bank was founded in 1864 as First National Bank of Memphis. During 2024, through its various business lines, including consolidated subsidiaries, the Bank reported revenues (net interest income plus noninterest income) of approximately $3 billion. The Bank generated a substantial \n\nmajority of First Horizon’s consolidated revenue. At December 31, 2024, the Bank had $82 billion in total assets, $66 billion in total deposits, and $63 billion in total loans (including certain leases, before considering the allowance for loan and lease losses).\n\n\nPrincipal Businesses, Brands, & Locations\nOur principal brands at year-end 2024 are summarized in Table 1.1.\nTable 1.1\nPrincipal Businesses & Brands at Year-End\n\nBusinesses                                            Principal Brands                          \nBanking &amp; financial services generally            First Horizon &amp; First Horizon Bank    \nFixed income / capital markets                        FHN Financial                             \nMortgage lending                                      First Horizon Bank                        \nInsurance brokerage &amp; management services         First Horizon Advisors                    \nWealth management &amp; brokerage services            First Horizon Advisors                    \nAt December 31, 2024, First Horizon’s subsidiaries had over 450 business locations in 24 U.S. states, excluding off-premises ATMs. Most of those locations were banking centers. At year-end, the Bank had 416 retail banking centers in 12 states, as shown in Table 1.2.\n\nTable 1.2\nRetail Banking Centers at Year-End\n\nState                        #   State                     #\nTennessee                  137   Arkansas                 12\nNorth Carolina              79   South Carolina           10\nFlorida                     76   Virginia                  8\nLouisiana                   56   Texas                     7\nAlabama                     13   Mississippi               4\nGeorgia                     13   New York                  1\nMany banking centers contain special-service areas such as wealth management and mortgage lending.\nAt year-end 2024, First Horizon also had over fifty client-service offices not physically within banking centers, including fixed income, home mortgage, wealth management, and commercial loan offices. The largest groups of those offices were 25 fixed income offices in 17 states across the U.S. and 7 stand-alone mortgage lending offices in 5 states. First Horizon also has operational and administrative offices.\n\n\n\n\n8                 2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nLoans\nLoan Portfolios\nLending is a major source of revenue for us, and loans are our largest asset type. Table 1.3 shows our total loans (including certain leases) at year-end 2024, along with some details regarding the composition of our loans. Most of our loans are commercial.\nAs shown in Table 1.3, our loans are broken into two major types: commercial and consumer. Each type is broken into portfolios. Our three major portfolios are: traditional, unsecured commercial, and financial and industrial (“C&I”) loans; secured commercial real estate (“CRE”) loans; and secured consumer real estate loans. A fourth portfolio consists of consumer credit card and other consumer debt. \nTable 1.3\nLoan Types & Portfolios1\n\nCommercial                              $48 B          76     %\nConsumer                                 15 B          24      \nTotal Loans                             $63 B         100     %\nCommercial Portfolios               % of Type        % of Total\nC&amp;I                              70     %          53     %\nCRE                                  30                23      \nConsumer Portfolios                 % of Type        % of Total\nConsumer real estate                 95     %          23     %\nCredit card/other                     5                 1      \n1    Dollars and percentages at December 31, 2024.\nGeographic Mix\nGeographically, a significant majority of our loans originate from five states: Florida, Tennessee, Texas, North Carolina, and Louisiana. The geographic dispersion of our loans varies considerably among our three major loan portfolios, as shown in Table 1.4.\nTable 1.4\nMajor Loan Portfolios1 by Geography\n\nC&amp;I ($33B)                   CRE ($14B)                    Cons. RE ($14B)               \nTennessee              20    %   Florida              26   %   Florida                29    %\nFlorida                12        Texas                13       Tennessee              22     \nTexas                  11        N. Carolina          13       Texas                  12     \nN. Carolina             7        Georgia              10       Louisiana               8     \nCalifornia              6        Tennessee             9       N. Carolina             7     \nLouisiana               6        Louisiana             7       Georgia                 6     \nGeorgia                 4        All other            22       New York                5     \nAll other              34                                      All other              11     \n1    Dollars and percentages at December 31, 2024.\n\nC&I Loans\nThe C&I portfolio, our largest portfolio by far, was $33 billion at December 31, 2024. Our C&I portfolio has an industry concentration: about 21% of C&I loans are to businesses in the financial services industry, which includes finance and insurance companies and mortgage lending companies, while 12% of our C&I loans are to borrowers in the real estate and rental and leasing industry. The rest of C&I covers a wide range of industries, as shown in Table 1.5a.\nTable 1.5a\nC&I Loans1 by Industry/Line of Business\n\nReal estate and rental and leasing (a)          12   %\nFinance and insurance                           11    \nLoans to mortgage companies                     10    \nHealth care and social assistance                8    \nWholesale trade                                  7    \nManufacturing                                    7    \nAccommodation and food service                   7    \nRetail trade                                     5    \nTransportation and warehousing                   5    \nEnergy                                           4    \nOther C&amp;I                                   24    \n 1 Percentages of C&I portfolio at December 31, 2024.\n(a)    Leasing, rental of real estate, equipment, and goods.\nCRE Loans\nThe CRE portfolio was $14 billion at December 31, 2024. The largest property type within CRE is multi-family, as shown in Table 1.5b. The next three largest property types were office, retail, and industrial. At year-end, nearly half of the office loans were for medical industry office space. \nTable 1.5b\nCRE Loans1 by Property Type\n\nMulti-family                     36   %\nOffice                           19    \nRetail                           15    \nIndustrial                       15    \nHospitality                       9    \nLand/land development             2    \nOther CRE                         4    \n1     Percentages of CRE portfolio at December 31, 2024.\n\n\n\n\n9                 2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nConsumer Loans\nConsumer loans totaled $15 billion at December 31, 2024, as shown in Table 1.3 above. A substantial majority of consumer loans consists of home equity loans, mortgages, and other secured consumer real estate loans. \n\nFurther information regarding our loans is provided in Note 3 beginning on page 135 appearing in our 2024 Financial Statements (Item 8), and under the captions Analysis of Financial Condition and Asset Quality, beginning on pages 67 and 70, respectively, of our 2024 MD&A (Item 7).\n\n\nDeposits\nDeposits comprise our largest resource to fund lending. Deposits overall also tend to be our lowest-cost funding source. At year-end 2024, we had total deposits of $66 billion. Most of our deposits are held in our commercial, consumer & wealth banking segment. Table 1.6 provides a deposit overview at December 31, 2024.\n\nFurther information regarding deposits is provided: in Note 8 beginning on page 152 appearing in our 2024 Financial Statements (Item 8); under the caption Deposits beginning on page 81 appearing in our 2024 MD&A (Item 7); and in other parts of this report referenced under Deposits.\n\n\nTable 1.6\nDeposit1 Overview\n\nClient Types              % of Total   Acct Types                % of Total   FDIC Insured Status                         % of Total   Source                 % of Total\nCommercial                  55     %   Savings                     41     %   Estimated Insured                             59     %   Tennessee                37     %\nConsumer                    45         Time deposits               10         Est. Uninsured - Total                        41         Florida                  18      \n                                       Other interest              25         Est. Uninsured - Collateralized                7         N. Carolina              13      \n                                       Noninterest                 24                                                                  Louisiana                12      \n                                                                                                                                       All other                20      \n1    Percentages of deposits at December 31, 2024.\nBusiness Segments\nSegment Overview\nOur financial results of operations are reported through operational business segments which are not closely related to the legal structure of our subsidiaries. During 2024, we reorganized our internal management structure and, accordingly, reclassified our reportable business segments. Prior to the 2024 reclassification, we operated through three business segments: (1) regional, (2) specialty, and (3) corporate. As a result of the 2024 reclassification, our reportable business segments now include: (1) commercial, consumer & wealth, (2) wholesale, and (3) corporate. In this report, segment information for prior periods has been reclassified to conform with our current segments.\nFinancial and other additional information concerning our segments—including information concerning assets, revenues, and financial results—appears in our 2024 MD&A (Item 7) and in our 2024 Financial Statements (Item 8), especially in Note 19—Business Segment Information. Note 19 begins on page 175.\nCommercial, Consumer & Wealth and Wholesale Banking Segments\nBy far most of our loans and deposits are in the commercial, consumer & wealth and wholesale banking segments. Similarly, those segments are the sources of most of our revenues and expenses. The two segments \n\ncreate and use financial resources differently, and the revenues they generate have a very different mix of net interest income vs. noninterest income. In addition, commercial, consumer & wealth banking is larger than wholesale banking by many financial measures. Table 1.7 provides high-level financial information for each of those two segments, highlighting these points. \nTable 1.7\nCommercial, Consumer & Wealth (CCW) vs Wholesale Banking Snapshot\n\n         (Dollars in millions)             CCW                  Wholesale\n           2024 Average assets     $59,402                   $8,209      \n      2024 Net interest income       2,543                      194      \n       2024 Noninterest income         461                      230      \n           2024 Pre-tax income       1,429                      122      \nCommercial, Consumer & Wealth and Wholesale Lines of Business\nThe principal lines of business in the commercial, consumer & wealth banking segment are:\n•commercial banking (larger business enterprises)\n•business banking (smaller business enterprises)\n•consumer banking\n•private client and wealth management\n\n\n\n\n10                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \n•asset-based lending\n•professional commercial real estate (Prof-CRE)\n•equipment finance\n•energy finance\n•international banking\n•healthcare finance\n•trucking and transportation finance\n•corporate banking\nThe principal lines of business in the wholesale banking segment are: \n•fixed income/capital markets\n•mortgage warehouse lending\n•franchise finance\n•correspondent banking\n•mortgage origination \nGeographically, commercial, consumer & wealth banking's traditional lending and deposit taking activities mainly serve commercial and consumer clients located in markets associated with our banking center footprint. Many of the businesses within wholesale banking, as well as several \n\nspecialty lines of business within commercial, consumer & wealth banking, have much broader geographic reach. For example, our fixed income business has offices from Hawaii to Massachusetts and California is listed in Table 1.4 primarily because of wholesale banking's franchise finance business line.\nRevenues and earnings from three of the business lines in the wholesale banking segment are significantly more volatile over time than our traditional lending and deposit taking activities. In addition to being sensitive to economic conditions generally, those wholesale business lines can be very strongly impacted or benefited by changes in interest rates or in the shape of the yield curve. Those business lines are fixed income/capital markets, mortgage warehouse lending, and mortgage origination. Because they can perform well when other business lines are subdued, and vice-versa, we sometimes refer to these as our counter-cyclical businesses. While 2023 overall was a subdued year for these counter-cyclical businesses as interest rates continued to rise before leveling, and the yield curve was inverted for the entire year, 2024 saw improvement as the yield curve flattened in the fourth quarter and mortgage rates modestly abated from 2023 highs.\n\n\nServices We Provide\nAt December 31, 2024, we provided the following services through our subsidiaries and divisions:\n•general banking services for consumers, businesses, financial institutions, and governments\n•fixed income sales and trading; underwriting of bank-eligible securities and other fixed-income securities eligible for underwriting by financial subsidiaries; loan sales; advisory services; and derivative sales\n•mortgage banking services\n•brokerage services\n•correspondent banking\n•transaction processing: nationwide check clearing services and remittance processing\n\n•trust, fiduciary, and agency services\n•credit card products \n•equipment finance services\n•investment and financial advisory services\n•mutual fund sales as agent\n•retail insurance sales as agent\nInformation about the net interest income and noninterest income we obtained from our largest categories of products and services appears under the caption Results of Operations—2024 Compared to 2023 beginning on page 59 of our 2024 MD&A (Item 7).\n\n\n\n\n11                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nSignificant Business Developments Over Past Five Years\nSelected Financial Data Past Five Years\nTable 1.8 provides selected data concerning revenues, expenses, assets, liabilities, shareholders’ equity, and certain other metrics for the past five years.\nTable 1.8\nSELECTED CONSOLIDATED FINANCIAL DATA\n(Dollars in millions; financial condition data shown period-end, as of December 31)\n\n                                                                           2024            2023            2022            2021            2020\nNet interest income                                                  $2,511          $2,540          $2,392          $1,994          $1,662    \nNoninterest income                                                      679             927             815           1,076           1,492    \nNet income available to common shareholders                             738             865             868             962             822    \nTotal loans and leases                                               62,565          61,292          58,102          54,859          58,232    \nProvision (benefit) for credit losses                                   150             260              95           (310)             503    \nNet Charge-offs                                                         112             170              59               2             120    \nNet interest margin                                                    3.35   %        3.42   %        3.10   %        2.48   %        2.86   %\nTotal assets                                                         82,152          81,661          78,953          89,092          84,209    \nTotal deposits                                                       65,581          65,780          63,489          74,895          69,982    \nTotal term borrowings                                                 1,195           1,150           1,597           1,590           1,670    \nTotal liabilities                                                    73,041          72,370          70,406          80,598          75,902    \nPreferred stock                                                         426             520           1,014             520             470    \nTotal shareholders’ equity (financial statement)                      9,111           9,291           8,547           8,494           8,307    \nCommon Equity Tier 1 Capital (regulatory)                             7,967           8,104           7,032           6,367           6,110    \nPriorities & Developments\nOver the past five years, our strategic priorities have focused on:\n•targeted and opportunistic expansion of consumer and commercial banking products and markets;\n•targeted and opportunistic expansion of commercial lending, mainly through strategic and tactical transactions, talent development, and talent acquisitions;\n•rigorous expense management with continued investment in revenue generating initiatives;\n•managing business units and products with a strong emphasis on risk-adjusted returns on invested capital;\n•providing exceptional client service and experience as a primary means to differentiate us from competitors; and\n•investment in scalable technology and other infrastructure to attract and retain clients and to support expansion.\nExamples of our implementation of these priorities include: \n•In July 2020, we completed a merger of equals transaction with IBERIABANK Corporation and purchased 30 branches from Truist Bank, making 2020 a transformative year. See IBKC Merger of Equals in 2020 and 30-Branch Acquisition in 2020 in \n\nthis Item below for additional information. In February 2022, we completed the principal systems conversion work related to that merger.\n•As shown in Table 1.8, the COVID-19 pandemic caused us to recognize substantial provision for credit losses in 2020 and reduced our transaction volume and revenues. See the discussion captioned CECL Accounting and COVID-19 within Events Impacting Year-to-Year Comparisons, immediately below. In 2021, a large portion of that 2020 provision expense was effectively reversed, resulting in a provision credit for the year.\n•The pandemic also resulted in strong deposit growth in 2020 and 2021, despite interest rates being extremely low. We believe federal assistance and stimulus programs in 2020 and early 2021 significantly bolstered deposits in both years. The Federal Reserve began quantitative tightening in mid-2022, which reduced the level of liquidity in the banking system. This resulted in a smaller deposit base for us and for the industry as a whole. This development, coupled with the regional bank crisis in the spring of 2023, prompted us to launch a successful deposit-gathering campaign in the second quarter of 2023.\n•We have made key talent hires in critical areas throughout our company, with the main focus on \n\n\n\n\n12                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \norganically growing economically profitable business lines inside and outside our traditional markets.\n•Throughout this period, we have pruned and adapted our physical banking center network to reflect long-term trends in client usage of banking centers and are making more efficient use of other physical facilities. Correspondingly, we have expanded and enhanced our digital banking products and services. These activities were significantly paused during the period when the TD Transaction was pending.\n•In 2022 interest rates rose aggressively. This improved our lending margins during the year as we were able to raise average lending rates faster than average funding rates. In 2023 the rates and amounts we paid for deposits rose appreciably, but the impact was moderated by continued increases in lending rates along with a decrease in our borrowings. In 2024 both lending rates and deposit costs began to decline, but the decline in deposit costs lagged the decline in lending rates, resulting in a modest decline in our 2024 net interest margin. \n•Until 2022, when interest rates in the U.S. began to rise significantly, lending was strong in certain \n\nwholesale areas, such as loans to mortgage companies, where demand was strongly stimulated by low interest rates. Mortgage-related lending and services fell significantly in 2022 and 2023, driven by the divestiture of our title services business in the third quarter of 2022 and continued high interest rates throughout the period. This downward trend in mortgage lending reversed in 2024 as mortgage rates modestly abated from 2023 highs, even while longer-term rates remained well above the lows of a few years ago.\n•Similarly, 2022's rising rate environment and significant financial market volatility negatively impacted our fixed income and capital markets business compared to earlier years in this period. That adverse environment continued throughout 2023. Like our mortgage-related businesses, our fixed income and capital markets business rebounded in 2024, as interest rates declined and the yield curve flattened after having been inverted throughout 2023 and the first half of 2024. \n\n\nEvents Impacting Year-to-Year Comparisons\nSecurities Portfolio Restructuring in 2024\nIn the fourth quarter of 2024, we engaged in a restructuring of a portion of our investment securities portfolio, resulting in a $91 million pre-tax loss. While this action reduced income in 2024, it will improve our investment portfolio returns over the next few years.\nTD Transaction 2022-2023\nIn February 2022, we agreed to be acquired by TD in a merger transaction. Our shareholders approved the TD Transaction in May 2022. In May 2023, after TD failed to obtain timely regulatory approval, we and TD agreed to terminate the transaction. See Toronto-Dominion Transaction below for further information.\nPreparation for the consummation of the TD Transaction resulted in significant noninterest expense in 2022 and 2023 unrelated to the ordinary course of business. TD paid us a termination fee of $225 million which substantially increased 2023 noninterest income. We used $50 million of that fee to support the communities we serve.\nAs part of the TD Transaction, in 2022 TD paid us $494 million to purchase shares of our Series G convertible preferred stock. After the transaction terminated, the Series G stock was converted into our common stock in 2023 at a conversion price of $25 per common share.\nRegional Bank Failures in 2023\nOver the weekend of March 11, 2023, the FDIC closed two large regional banks that had experienced a run on their deposits. On May 1, 2023, the FDIC closed a third large \n\nregional bank after a slower but extended run on its deposits. During this period most regional bank stock prices fell significantly and experienced substantial volatility. \nAlthough stock price drops and fluctuations do not directly impact our financial results or position, we took action to maintain client confidence in our financial stability when the TD Transaction terminated just a few days after the third bank failure. Those actions included a significant deposit-acquisition campaign and a rapid uptick in marketing efforts. Also, a special FDIC assessment, prompted by the bank failures and applied to all large and regional banks in the U.S., was recognized by us as a significant expense item in 2023.\nStock Purchase Moratorium in 2022-2023\nAfter announcing the TD Transaction in 2022, we halted our stock purchase program except for tax withholding related to stock awards. When the TD Transaction terminated in the midst of market turmoil surrounding three U.S. regional bank failures, and facing the prospect of possible new regulatory requirements (stemming from those failures) which would directly affect our capital, we continued the moratorium for all of 2023. The moratorium ended in first quarter 2024.\nGain on Sale of Business\nIn third quarter of 2022, we sold our title services business, recognizing a $22 million pre-tax gain.\n\n\n\n\n13                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nIBKC Merger of Equals in 2020\nIn July 2020, we closed our merger of equals with IBERIABANK Corporation (“IBKC”). IBKC was the parent company of IBERIABANK based in Lafayette, Louisiana. At year-end 2019, IBKC had $31.7 billion of total assets—nearly 75% of our size at that time—and operated over 190 banking centers in 11 states: Louisiana, Texas, Arkansas, Tennessee, Mississippi, Alabama, Georgia, Florida, North and South Carolina, and New York. IBKC’s largest concentrations of banking centers were in Louisiana and Florida. We and IBKC offered many of the same financial services before the merger, but IBKC exceeded us in several areas, most notably in equipment financing, mortgage, and title services. IBKC shareholders collectively were issued 243 million First Horizon common shares (on a net basis).\nUnder applicable accounting guidance, none of the income or expense recognized by IBKC prior to the merger was included in our income or expense for 2020. As a result, our 2020 operating results consisted of approximately two quarters of legacy First Horizon alone plus approximately two quarters of combined First Horizon and IBKC. In addition, operating results in 2020 were significantly affected by merger-related expenses and by two significant accounting impacts, described in Large Accounting Impacts from IBKC Merger below.\n30-Branch Acquisition in 2020\nIn July 2020, we purchased 30 branches in North Carolina (20), Virginia (8), and Georgia (2) from SunTrust Bank (now Truist Bank). Those branches are in markets which we did not serve previously, or in which we did not have a leading market position. Along with the branch facilities, we acquired $0.4 billion of related loans and assumed $2.2 billion of deposits.\nLarge Accounting Impacts from IBKC Merger\nUnder applicable accounting guidance, closing the IBKC merger in July 2020 created two substantial impacts on our operating results for 2020. First, although we were required to record IBKC’s loans at fair value on the closing date, we also were required to recognize, as a provision for credit losses, an estimate of current expected credit losses for certain acquired loans. A similar process, with much smaller numbers, occurred for the loans associated with the 30-branch purchase. The overall incremental expense, recorded in third quarter 2020, was $147 million. Moreover, we were required to record, on a preliminary basis, a nontaxable purchase accounting gain from the merger of $533 million, driven by the stock market decline in 2020 associated with the COVID-19 pandemic. The net result of those two impacts was a $386 million uplift to our pre-tax income in 2020 unrelated to the ordinary operation of our businesses.\n\nExpenses related to IBKC Merger\nClosing the IBKC merger, integrating the business operations and systems, and making the changes necessary to achieve intended cost and other synergies resulted in substantial noninterest expense, especially in 2020 and 2021.\nLow Credit Loss Rates\nDuring this period, our provision expense and net charge-offs have, for the most part, been lower than historical norms. Provision expense spiked in 2020 when the very sudden COVID recession triggered significant upward revisions in our expected credit losses, and provision expense was negative in 2021 when a sizeable portion of the 2020 loss reserves were released as loss expectations moderated substantially. Net charge-offs during those years similarly were higher in 2020 and lower in 2021, though the deviations from the norm were much less severe. If 2020 and 2021 are viewed together as a single period, annual provision expense and net charge-offs were similar to levels in 2022. When loan losses are low, differences from year to year can be idiosyncratic, driven by just one or a few clients. In 2023, loss levels increased but continued to be low in general; however, a single commercial loan default drove an uptick in provision expense and net charge-offs for the year.\nCECL Accounting and COVID-19\nStarting in 2020, accounting guidance changed, requiring us to recognize “current expected credit loss” on all loans. The new guidance had the effect of accelerating, compared to prior guidance, the recognition of provision expense at times when general economic conditions deteriorate in a rapid manner. Also in 2020, government and public reaction to the COVID-19 pandemic caused substantial and rapid, and previously unexpected, business disruption and economic deterioration. Those events substantially changed our expectations for future credit loss and, accordingly, our provision was significantly elevated in 2020.\nIn 2021, we recognized net provision credit (negative expense) in the year overall, as a portion of credit loss accrued in 2020 was effectively reversed and underlying credit loss trends remained modest in most portfolios. In 2022 our provision expense and underlying credit loss trends returned to a more normal pattern.\nPPP\nIn 2020, the U.S. government created a temporary Paycheck Protection Program, or PPP, in response to the COVID-19 pandemic. The PPP allowed qualifying employers to take out qualifying bank loans that were guaranteed by the federal government. The loans later were forgiven, often within a year, with the bank made whole by the program. The program ended in 2021. Our PPP revenues were approximately $122 million in 2021, but only $21 million in 2022.\n\n\n\n14                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nFixed Income Volatility\nIn 2020 and 2021 moderate market volatility and the downward direction of interest rates resulted in much higher trading volume and noninterest income in our fixed income business. During most of 2022 the Federal Reserve aggressively raised rates, resulting in a significant fall-off in fixed income revenues, which continued in 2023. In 2024, the Federal Reserve began reducing interest rates, cutting rates by 50 basis points in September and by 25 basis points in both November and December. This reduction in rates resulted in increased trading volume and noninterest income in our fixed income business for 2024. See the Fixed Income discussion under Cyclicality within the Other Business Information section of this Item, which begins on page 19, for additional information.\nMonetary Policy Shifts\nInterest rates were low by historical standards in the first two years of this five-year period and generally fell during those years. This environment lowered our net interest margin in 2020 and 2021. Net interest margin is a measure of the profit we make on loans and other earning assets in relation to our cost of deposits and other funding sources. Because funding costs cannot realistically fall below zero, the very low rate environment during 2020-21 resulted in historically low net interest margin levels for us.\nDuring much of 2021, the Federal Reserve kept short-term rates low and maintained an asset-buying program intended to put downward pressure on long-term rates. In 2022, the Federal Reserve began to raise short-term rates in large (as much as 75 basis point) moves and ceased its asset-buying program. This was in reaction to price inflation experienced in the U.S. during much of 2021 and in 2022. In 2023 short-term rate increases slowed substantially and then stopped entirely, while long-term rates rose and then fluctuated. The Federal Reserve began reducing short-term rates in the second half of 2024, but despite these reductions, long-term rates have remained well above the lows of a few years ago.\nDuring the last half of 2022, all of 2023 and the first half 2024, the traditional two-year/ten-year yield curve for \n\nU.S. Treasury debt was inverted, meaning the two-year rate exceeded the ten-year. Historically, inversion is not common, and extended periods of inversion are quite rare. Although several factors likely contributed to the inversion during this period, we believe a key factor in this instance, especially in 2023 and the first half of 2024, was that markets tried to anticipate when, and how aggressively, the Federal Reserve would start cutting short-term rates in order to avoid or mitigate a recession. The yield curve steepened by the end of 2024 as the Federal Reserve began reducing short-term rates in the latter portion of the year. Our net interest margin improved in 2022 and, despite the inversion, improved again in 2023, but declined modestly in 2024.\nAdditional information concerning monetary policy and changes to it appears: within the Effect of Governmental Policies and Proposals section of Item 1 beginning on page 30; under the caption Risks Associated with Monetary Events beginning on page 37 within Item 1A; and under the caption Inflation, Recession, and Federal Reserve Policy within the Market Uncertainties and Prospective Trends section of 2024 MD&A (Item 7), which begins on page 97.\nMortgage-Related Businesses\nWe lend to mortgage lending companies, we originate mortgage loans, and (until 2022) we provided title and related services, all of which depend significantly on new and refinanced home mortgage activity. Lending to mortgage companies has been a significant business for us in all five years shown in Table 1.8; title and related services were significant for us in 2020, 2021, and 2022.\nAll three mortgage-related businesses benefited substantially from the low interest rate environment that ended in 2022. All our remaining mortgage-related businesses were adversely impacted when rates rose in 2022. Mortgage-related businesses rebounded in 2024, as those businesses attracted new clients, existing clients increased their lines of credit, and peers exited the business.\n\n\nSignificant Trends Past Five Years\nNoteworthy trends during these five years included:\n•Net interest margin declined from 2020 to 2021, though net interest income rose in 2021 as a result of increased average loan balances following the 2020 IBERIABANK merger. Net interest income expanded again in 2022 and 2023 as margins improved with the rising-rate environment, and loan growth continued. Both net interest income and net interest margin declined modestly in 2024, driven largely by increased deposit costs for the first 7 months of the year.\n•Noninterest income declined in 2021 largely driven by a $533 million nontaxable purchase accounting gain \n\nfrom the IBERIABANK merger which was included in 2020 noninterest income, partially offset by a substantial increase in noninterest income following the merger, especially in relation to consumer mortgage originations and related services, and by strong fixed income revenues. The rising rates in 2022 negatively impacted mortgage and fixed income revenues in 2022 and in 2023. The uptick in 2023's noninterest income was driven by the fee paid to FHN when the TD Transaction terminated. Noninterest income declined in 2024 due to the merger termination fee included in 2023 and a pre-tax loss related to the restructuring of our investment \n\n\n\n\n15                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nsecurities portfolio, partially offset by increased fixed income and mortgage revenues related to interest rate declines in the last half of 2024.\n•Deposit growth in 2021 was driven by deposits of proceeds of PPP loans and expansive monetary policy, as well as by organic growth in deposits from core banking clients. Deposits in 2022 fell as the PPP \n\nimpact receded and competitive pricing (rate) pressures increased. Deposits grew again in 2023 as a result of a successful deposit acquisition campaign, but leveled off in 2024 as deposit campaign promotional rates expired and short-term interest rates declined.\n\n\nToronto-Dominion Transaction\nOn February 27, 2022, FHN entered into an Agreement and Plan of Merger (the “TD Merger Agreement”) with The Toronto-Dominion Bank, a Canadian chartered bank (“TD”) and certain TD subsidiaries. Under that agreement, TD was to acquire FHN for an all-cash purchase price of $25 per FHN common share, with the price modestly increasing if the transaction closed later than a certain date.\n\nOn February 9, 2023, FHN and TD agreed to extend the outside date for the transaction to close until May 27, 2023. Subsequent to the extension, TD informed FHN that TD did not expect the necessary regulatory approvals to be received in time to complete the transaction by May 27, 2023. On May 4, 2023, FHN and TD agreed to terminate the transaction. \n\n\nExited Businesses\nOver the past five years, we have focused primarily on traditional lending and deposit taking to commercial and consumer clients and on the specialty lines of businesses within our commercial, consumer & wealth and wholesale \n\nbanking segments. We have partially or fully exited some smaller businesses during those years. Exited businesses are managed in our corporate segment.\n\n\nCompetition\nIn all aspects of the businesses in which we engage, we face substantial competition from banks doing business in our markets as well as from savings and loan associations, credit unions, other financial institutions, consumer finance companies, trust companies, investment \n\ncounseling firms, money market and other mutual funds, insurance companies and agencies, securities firms, mortgage banking companies, hedge funds, and other firms offering financial products or services.\n\n\nBanking Competition\nOur traditional lending and deposit taking businesses primarily compete in those areas within the southern U.S. where we have banking center locations, summarized in Table 1.2. However, competition in our industry is trending away from the traditional geographic footprint model. That trend is happening throughout the industry, but the rate of change is highly uneven among different types of clients, products, and services. In our company, that trend is most evident in the specialty lines of business that comprise our wholesale banking business, as well as the specialty lines included in commercial, consumer & wealth banking (such as asset-based lending, commercial real estate, and equipment finance).\nOur specialty lines of business serve both consumer and commercial clients. The consumer businesses remain strongly linked to our physical banking center locations, even as our delivery of financial services to consumers is increasingly focused on popular non-physical delivery methods, such as online and mobile banking. Online and mobile banking have contributed to a decline in banking center usage, but not (so far) an erosion of the link \n\nbetween banking center versus consumer client location. Increasingly, however, consumers are able to manage, through a single institution, their financial accounts at multiple institutions. Cross-institutional management features may contribute to a de-linking of consumers to physical banking center networks.\nOur commercial businesses, especially our specialty lines of business, also have a geographic linkage, but it is weaker. Some areas of specialty lending, such as franchise finance, mortgage warehouse lending, asset-based lending, and certain other specialty businesses (see Fixed Income Competition below) are multi-regional or national in scope rather than being heavily centered on banking center locations.\nKey traditional competitors in many of our markets include Bank of America N.A., Fifth Third Bank National Association, First-Citizens Bank & Trust Company (dba First Citizens Bank), Hancock Whitney Bank, Huntington National Bank, JPMorgan Chase Bank National Association, Regions Bank, Pinnacle Bank, PNC Bank National \n\n\n\n\n16                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nAssociation, Synovus Bank, Truist Bank, and Wells Fargo Bank N.A., among many others including many community banks and credit unions.\nA number of recent technologies created or operated by non-banks have been integrated into the financial systems used by traditional banks, such as the evolution of ATM cards into debit/credit cards and the evolution of debit/credit cards into smart phones. These sorts of incrementally evolutionary technologies often have expanded the market for banking services overall while siphoning a portion of the revenues from those services away from banks. Prior methods of delivering those services were disrupted, but often at a pace which all but the weakest banks could accommodate.\nRecently, some evolutionary pressures have arisen which may prove to be less incremental and more disruptive. For example, in financial planning and wealth management, companies that are not traditional banks, including both long-established firms and new ones, have developed highly interactive systems and applications. These services compete directly with traditional banks in offering personal financial advice. The low-cost, high-speed nature of these “robo-advisor” services can be especially attractive to younger, less-affluent clients and potential \n\nclients. We and other traditional banks offer similar services, but doing so risks cannibalizing traditional business models for these services.\nIn recent years, certain financial companies or their affiliates that traditionally were not banks have been able to compete more directly with the Bank for deposits and other traditional banking services and products. The trend of increasing fluidity across traditional boundaries is likely to continue. Non-traditional companies competing with us for traditional banking products and services include investment banks, brokerage firms, insurance company affiliates, peer-to-peer lending arrangers, non-bank deposit acceptors, companies offering payment facilitation services, and extremely short-term consumer loan companies.\nCompetition for clients related to traditional and specialty banking products and services is most pronounced in rate pricing (loan rates, loan spreads, and deposit rates), services pricing, scope of services offered, quality of service, convenience, and ease of use for self-service areas such as online and mobile banking. Since 2022, rate pricing competition for deposits has been more intense than had been true in recent earlier years.\n\n\nFixed Income Competition\nOur fixed income business, which is part of our wholesale banking segment, serves institutional clients, broadly segregated into depositories (including banks, thrifts, and credit unions) and non-depositories (including money managers, insurance companies, governmental units and agencies, public funds, pension funds, and hedge funds). \n\nBoth client groups are widely dispersed geographically, predominantly within the U.S. We have many competitors within both groups, including major U.S. and international securities firms as well as numerous regional and local firms.\n\n\nAdditional Information About Competition\nFor additional information on the competitive position of FHN and the Bank, refer to the General subsection above within this Item 1. Also, refer to the subsections entitled Supervision and Regulation and Effect of Governmental Policies, both of which are relevant to an analysis of our \n\ncompetitors. Due to the intense competition in the financial services industry, we can make no representation that our competitive position has or will remain constant, nor can we predict how it may change in the future.\n\n\n\n17                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nHuman Resources Management\nFirstpower Culture\nOur 160-year history is rooted in our people-focused culture, centered around teamwork and collaboration to achieve best in class results. Everything we do is aligned with our Purpose, Core Values and Commitment, holding ourselves to the highest standards of ethical conduct and operational excellence. \nOur Purpose: To help our clients unlock their full potential with capital and counsel.\nOur Core Values:\n•Put Clients First – Go above and beyond to listen, understand and solve the client’s needs. Follow through and exceed expectations every step of the way.\n•Care About People – Treat others with respect and dignity. Foster a culture of collaboration. Demonstrate kindness and empathy for all.\n•Commit to Excellence in Everything We Do – Conduct business with professionalism and dignity. Embody a “can do” spirit that gets results for our clients.\n•Expand Access—Make it easy to work and invest with us. \n•Foster Team Success – Measure wins in terms of “we” not “me.” Take pride in company success. Be invested in a shared vision for future growth.\nCommitment: As teammates and as individuals, we must own the moment. We listen, understand and deliver.\n\nContinuously adapting to the changing needs and expectations of our workforce remains a priority to ensure we attract and retain top talent, have a highly engaged workforce and are well positioned to serve our associates, clients and communities and shareholders.\nWe strive to offer a workplace in which our associates feel valued, motivated and empowered to grow and excel. In addition to competitive health care benefits, wellness programs and parental and care-giver support, we offer professional development opportunities through mentoring and career development programs. Associates can actively engage with their colleagues at work and be involved in the community in a variety of ways, including through volunteerism and by participating in our numerous associate resource groups.\nWe regularly communicate through a variety of channels and seek input through formal surveys and through the Firstpower Council, a group of associates representing various areas of the company that provide direct feedback on opportunities to enhance our culture and organizational effectiveness. In 2024, we launched HR Help, a new associate self-service platform, providing detailed information designed to broaden the knowledge and support of the total health of every associate. \n\n\nYear-End Statistical Information\nAt December 31, 2024*:\n•First Horizon had 7,252 associates, or 7,155 full-time-equivalent associates and 97 part-time equivalent associates, not including contract labor for certain services:\n◦65% white, 20% African American, 9% Hispanic, 3% Asian, and 2% other races or ethnicities\n◦62% female and 38% male\n◦4% had disabilities\n•Of those, First Horizon had 1,230 corporate managers:\n◦74% white, 14% African American, 7% Hispanic, 2% Asian, and 2% other races or ethnicities\n◦54% female and 46% male\n◦2% had disabilities\n\n•37 members of the CEO's Operating Committee (composed of the CEO and leaders from across the organization):\n◦84% white, 11% African American, 0% Hispanic, 5% Asian, and 0% other races or ethnicities\n◦46% female and 54% male\n__________\n*    Data compiled from information provided by associates. Percentages may not add to 100% due to rounding.\n\n\n\n\n18                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nOther Business Information\nStrategic Transactions\nAn element of our business strategy is to consider acquisitions and divestitures that would enhance long-term shareholder value. Significant acquisitions and divestitures which closed during the past five years are described in Significant Developments over the Past Five Years beginning on page 12 of this report.\n\nThe most significant transactions in the past five years are our merger of equals with IBKC and our 30-branch purchase from Truist, both in 2020. IBKC’s assets comprised roughly three-sevenths of our combined assets immediately after closing in July 2020. We completed systems integration for the IBKC merger in February 2022.\n\n\nSubsidiaries\nFHN’s consolidated operating subsidiaries at December 31, 2024 are listed in Exhibit 21. Technical and regulatory details follow:\n•The Bank is supervised and regulated as described in Supervision and Regulation in this Item below.\n•The Bank is a government securities dealer. The FHN Financial division of the Bank is registered with the SEC as a municipal securities dealer. The FHN Financial Municipal Advisors division of the Bank is registered with the SEC as a municipal adviser.\n•Martin & Company, Inc. and First Horizon Advisors, Inc. are registered with the SEC as investment advisers.\n•First Horizon Advisors, Inc. and FHN Financial Securities Corp. are registered as broker-dealers with \n\nthe SEC and all states where they conduct business for which registration is required.\n•First Horizon Insurance Services, Inc. and FHIS, Inc. are licensed as insurance agencies in all states where they do business for which licensing is required.\n•First Horizon Advisors, Inc. is licensed as an insurance agency in the states where it does business for which licensing is required for the sale of annuity products.\n•Our financial subsidiaries under the Gramm-Leach-Bliley Act are: FHIS, Inc.; FHN Financial Securities Corp.; First Horizon Advisors, Inc.; First Horizon Insurance Agency, Inc.; and First Horizon Insurance Services, Inc.\n\n\nClient Concentration\nNeither we nor any of our significant subsidiaries is dependent upon a single client or very few clients.\nCalendar-Year Seasonality\nWe do not experience material seasonality. We do experience seasonal variation in certain revenues, expenses, and credit trends. Historically, these variations have somewhat increased certain expenses and diminished certain revenues for the consumer, commercial & wealth and wholesale banking segments, principally in the first quarter each year. In addition, we \n\nexperience seasonal variation in certain asset and liability balances, principally in the fourth quarter (consumer mortgages, commercial lending related to consumer mortgages, and certain associate-related reserves) and first quarter (consumer mortgages and commercial lending related to consumer mortgages).\n\n\nCyclicality\nBanking\nFinancial services facilitate commercial and consumer economic activities in critical ways. In many key respects, modern financial services make modern types and volumes of economic activity possible. Put simply, we do well when our clients do well, and vice-versa. As a result, our banking business is broadly and strongly dependent on the size and strength of the U.S. economy.\nGenerally, when the U.S. economy is in an expansionary phase of the business cycle, our loan balances rise, income \n\nfrom lending tends to rise (assuming static interest rates and margins), credit losses tend to fall, and fee income tends to increase. In a contracting phase, those patterns tend to reverse. The impact of those factors on our operating results can be substantial, especially if they consistently move up or down at the same time.\nOur traditional banking businesses are highly dependent on the level of interest rates, whether federal monetary policy is easing or tightening, and on the shape of the interest rate yield curve. These factors also are cyclical, \n\n\n\n\n19                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nand are related in complex ways with the business cycle mentioned above.\nThese factors, and their impacts on us, often are mixed rather than consistently positive or negative. For example: low interest rates reduce the interest income we earn, reduce our costs of funding, tend to stimulate economic activity and loan growth, and, through lower debt service, tend to ease financial pressure on clients, reducing default risk. If the yield curve remains relatively steep, with long-term interest rates noticeably higher than short-term rates, our net interest margin will tend not to be significantly compressed by the lower rate environment, since lower short rates will keep our funding costs down while higher long rates will support the rates we can charge on lending. But if rates fall low enough (as they did in 2020-21), the yield curve will flatten and our margins will suffer. Moreover, the Federal Reserve tends to lower rates in response to, or to avoid, a weakening economy. Economic weakness tends to diminish client borrowing and other activities which benefit our performance.\nFurther information on these topics is presented: within Item 1A (which begins on page 31), in Risk from Economic Downturns and Changes, Risks Associated with Monetary Events, Liquidity and Funding Risks, and Interest Rate and Yield Curve Risks; and, within 2024 MD&A (Item 7), Interest Rate Risk Management (page 89), and Market Uncertainties and Prospective Trends (page 97).\nFixed Income\nOur fixed income and capital markets business, reported as part of our wholesale banking segment, is significantly affected by interest rate cycles which, in turn, are affected by general economic and business cycles.\nIn broad terms, the typical impact of Federal Reserve interest and monetary policy on our fixed income business is summarized in Table 1.9.\nTable 1.9\nTypical Impact of Fed Policy on \nFixed Income Performance\n\n                              Federal Reserve Policy Phase                       \n                              Tightening        Neutral           Easing         \nFixed Income                  Weaker            Average           Stronger       \nPerformance Tends to be                                                          \n“Tightening” can include actions by the Federal Reserve to raise short-term interest rates, push long-term rates up, tighten credit, shrink the money supply, and decelerate economic activity. “Easing” can include actions by the Federal Reserve to lower short-term interest rates, push long-term rates down, loosen credit, expand the money supply, and accelerate economic activity. Expectations of policy actions can have impacts similar to the actions themselves.\nIn terms of tightening vs. easing, the Federal Reserve policy phase sometimes is clearly known, but sometimes is \n\nnot. Although Federal Reserve actions at a given time can consistently support one phase, often they are a mix. For example, the Federal Reserve may want to flatten the yield curve by raising short-term rates while pushing long-term rates down, or steepen the curve by taking the opposite actions. Complicating any forecast, the Federal Reserve can directly affect short-term rates but can only influence long-term rates, which are market-driven and which can defy the Federal Reserve's intentions. Also, major exogenous factors, such as the COVID-19 pandemic, can significantly impact the capital markets and the performance of our fixed income business. In broad terms, these relationships are summarized in Table 1.10.\nTable 1.10\nKey Drivers of \nFixed Income Performance\n\nDriver                     If Driver Is:              FI Revenues Tend to Be:    \nInterest rates             Rising/up                  Lower                      \nFalling/down               Higher                  \nMarket volatility          Extreme(low or high)       Lower                      \nModerate                   Higher                  \nYield curve                Flat or Inverted           Lower                      \nSteep                      Higher                  \nCredit spreads             Tighter                    Lower                      \nWider                      Higher                  \nDepository Liquidity       Lower                      Lower                      \nGreater                    Higher                  \nEconomy outlook            Positive                   Lower                      \nNegative                   Higher                  \nIn many circumstances these drivers deliver mixed impacts on fixed income performance, with some pushing higher while others push lower, or with some drivers pushing weakly while others are stronger. If most or all drivers strongly push in the same direction at the same time, fixed income performance usually is strongly impacted. Revenue levels in a strongly “higher” year can be more than double what they are in a strongly “lower” year. As a result, fixed income performance can be highly variable from year to year.\nMortgage-Related Businesses\nThe strength or weakness of consumer mortgage lending activity in the U.S. impacts two businesses of ours: mortgage origination and related services, and commercial lending to other mortgage lenders.\nMortgage lending activity is strongly linked to interest rate cycles. Activity tends to be inversely related to prevailing mortgage rates: when rates are high, home-buying and refinancing decrease, and when rates are low, home-buying and refinancing increase. Moreover, expectations about near-term future mortgage rates can accelerate or \n\n\n\n\n20                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \ndelay those impacts, as borrowers rush to avoid future rate increases or wait for future rate decreases.\nMarket Outlook\nThe most important market factors in 2025 for FHN likely will be (i) whether U.S. economic growth accelerates in 2025, and (ii) whether the Federal Reserve continues implementing short-term rate decreases, and, if so, the number, timing and magnitude of any rate decreases. Resumption of rising prices could prompt the Federal \n\nReserve to resume short-term rate increases which, in turn, could decrease economic growth or increase the risk of a recession.\nAdditional information concerning market uncertainties and trends appears in Market Uncertainties and Prospective Trends within 2024 MD&A (Item 7) beginning on page 97, especially under the caption Inflation, Recession, and Federal Reserve Policy.\n\n\nOther Business Information Associated with this Report\nFor additional information concerning our business, refer to 2024 MD&A (Item 7) beginning on page 57.\nBusiness Information External to this Report\nOur current primary internet address is www.firsthorizon.com. A link to the Investor Relations section of our internet website appears near the bottom of the home page of our website. Near the top of the Investor Relations homepage there is a \"SEC Filings\" link in the banner. Clicking that link makes available to the public, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form \n\n8-K, proxy statements, and amendments thereto as soon as reasonably practicable after we file such material with, or furnish such material to, the Securities and Exchange Commission. Additional information regarding materials available on our website is provided in Item 10 of this report beginning on page 212. No information external to this report and its exhibits, unless specifically noted otherwise, is incorporated into this report.\n\n\nSupervision and Regulation\nScope of this Section\nThis section describes certain of the material elements of the regulatory framework applicable to bank and financial holding companies and their subsidiaries, and to companies engaged in securities and insurance activities. It also provides certain specific information about us. To the extent that the following information describes \n\nstatutory and regulatory provisions, it is qualified in its entirety by express reference to each of the particular statutory and regulatory provisions. A change in applicable statutes, regulations, or regulatory policy may have a material effect on our business.\n\n\nOverview\nThe Corporation\nFirst Horizon Corporation is a bank holding company and financial holding company within the meaning of the Bank Holding Company Act of 1956, as amended (the “BHCA”), and is registered with the Federal Reserve. We are subject to the regulation and supervision of, and to examination by, the Federal Reserve under the BHCA. We are required to file with the Federal Reserve annual reports and such additional information as the Federal Reserve may require pursuant to the BHCA.\nA bank holding company that is not a financial holding company is limited to engaging in “banking” and activities found by the Federal Reserve to be “closely related to banking.” Eligible bank holding companies that elect to become financial holding companies may affiliate with securities firms and insurance companies and engage in a broader range of activities that are “financial in nature.” \n\nSee Financial Activities other than Banking within this Supervision and Regulation discussion below.\nThe Federal Reserve may approve an application by a bank holding company to acquire a bank located outside the acquirer’s principal state of operations without regard to whether the transaction is prohibited under state law, although state law may still impose certain requirements. See Interstate Branching and Mergers and Community Reinvestment Act (“CRA”), both within this Supervision and Regulation discussion below.\nThe Tennessee Bank Structure Act of 1974, among other things, prohibits (subject to certain exceptions) a bank holding company from acquiring a bank for which the home state is Tennessee (a “Tennessee bank”) if, upon consummation, the company would directly or indirectly control 30% or more of the total deposits in insured depository institutions in Tennessee. As of June 30, 2024, \n\n\n\n\n21                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nthe FDIC reports that the Bank held approximately 13% of such deposits.\nThe Bank\nFirst Horizon Bank, our most significant subsidiary, is a Tennessee banking corporation subject to the regulation and supervision of, and to examination by, the TDFI. In addition to general supervision and examination powers, the TDFI has the power to approve mergers with the Bank, the Bank’s issuance of preferred stock or capital notes, the establishment of banking centers, and many other corporate actions.\nThe Bank has chosen to be a member of the Federal Reserve. As a result, the Federal Reserve is the Bank’s primary federal regulator. As a member, the Bank must buy and hold stock in its district Federal Reserve Bank equal to 6% of the Bank’s capital stock and surplus. The Bank is paid a dividend on its investment at a rate which varies with ten-year U.S. Treasury rates, capped at 6%. The Bank cannot sell its investment in Federal Reserve Bank stock, and the investment provides the Bank with no control over the Federal Reserve System.\nTennessee law requires the Bank, as a member of the Federal Reserve, to comply with federal capital and many other regulatory requirements in lieu of, or sometimes in addition to, state requirements. For that reason, this Supervision and Regulation section focuses on federal requirements for many topics related to the Bank, mentioning state requirements only where significant.\n\nThe Bank is insured by, and subject to regulation by, the FDIC and is subject to regulation in certain respects by the CFPB. The Bank is also subject to various requirements and restrictions under federal and state law, including requirements to maintain reserves against deposits, restrictions on the types and amounts of loans that may be made and the interest that may be charged, limitations on the types of investments that may be made, activities that may be engaged in, and types of services that may be offered. Various consumer laws and regulations also affect the operations of the Bank. In addition, several of the Bank’s subsidiaries are regulated separately, as discussed in Subsidiaries within this Item 1 under the Other Business Information discussion above, which begins on page 19.\nIn addition to the impact of regulation, commercial banks are affected significantly by the actions of the Federal Reserve as it attempts to control interest rates, money supply, and credit availability in order to influence the economy. Also, the Bank and certain of its subsidiaries are prohibited from engaging in certain tie-in arrangements in connection with extensions of credit, leases or sales of property, or furnishing products or services.\nThe regulatory framework governing banks and the financial industry is intended primarily to protect depositors, the Federal Deposit Insurance Fund, and the stability of the financial system, not to protect our Bank or our security holders.\n\n\nRegulatory Tiers Based on Asset Size\nMany rules dealing with critical regulatory topics divide banks into tiers based largely or entirely on asset size. Different topics have different cut-off points for the tiers. Within each topic, different rules apply to the different tiers.\nCut-off points vary significantly. However, as a rough generalization, for many regulatory topics the critical cut-off points are $10 billion, $100 billion, $250 billion, and $700 billion. Companies with less than $10 billion are less regulated in several important ways than we are, and companies with $250 billion or more are regulated much more severely in many important ways than we are. As a \n\nresult, under current law, compliance requirements, costs, and restrictions grow with size. While compliance requirements tend to change abruptly as a company crosses to the next tier, companies in the middle tiers, like FHN, may incur growing portions of the costs related to the next compliance tier, as they near the next regulatory threshold. \nThe remainder of this Supervision and Regulation discussion focuses primarily on rules which apply to FHN based on our current asset size.\n\n\nLarge-Bank Supervision Risk Categories\nFederal regulators have established four risk-based categories for applying enhanced prudential standards (enhanced for larger banks). Category I applies to the global systemically important companies. Categories II, III, and IV apply (with certain exceptions) to institutions with total consolidated assets of at least $700 billion, $250 billion, and $100 billion, respectively. Currently, we and the Bank are below Category IV’s floor and therefore, \n\ngenerally, we are not subject to enhanced prudential standards.\nAs a practical matter, as we approach $100 billion, we have to prepare for Category IV compliance. Doing that requires us to invest in systems and staffing. As a result, a portion of the compliance costs associated with Category IV status are borne even before we reach the Category IV threshold.\n\n\n\n\n22                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nAlso, Category IV compliance requirements are proposed to be expanded, but whether those proposals will be adopted, or their final form if adopted, remains uncertain. \n\nIf adopted, compliance costs and restrictions would increase substantially. \n\n\nPayment of Dividends\nFirst Horizon Corporation is a legal entity separate and distinct from First Horizon Bank and other subsidiaries. Our principal source of cash flow, including cash flow to pay dividends on our stock or to pay principal (including premium, if any) and interest on debt securities, is dividends from the Bank. There are statutory and regulatory limitations on the payment of dividends by the Bank to us, as well as by us to our shareholders.\nThe Corporation\nUnder Tennessee corporate law, we are not permitted to pay cash dividends if, after giving effect to such payment, we would not be able to pay our debts as they become due in the usual course of business or our total assets would be less than the sum of our total liabilities plus any amounts needed to satisfy any preferential rights if we were dissolving. In addition, in deciding whether or not to declare a dividend of any particular size, our Board must consider our current and prospective capital, liquidity, and other needs, including the needs of the Bank which we are obligated to support.\nThe Bank\nUnder Tennessee corporate law, the Bank (like the Corporation, discussed above) may not pay a dividend if the Bank would not be able to pay its debts when due or if the Bank’s assets would be inadequate, in a dissolution, to pay liabilities and preferential rights. Similarly, the Bank’s Board must consider current and prospective needs in making a decision to declare a dividend.\nIn addition, in order to pay cash dividends, the Bank must obtain the prior approval of the Federal Reserve and the TDFI Commissioner if the total of all dividends declared by the Bank’s board of directors in any calendar year exceeds the total of (i) the Bank’s retained net income for that year plus (ii) the Bank’s retained net income for the preceding two years, less certain required capital transfers, as applicable. Below that ceiling, approval generally is not required (but see Other Factors Affecting Dividends immediately following this discussion). Applying the dividend restrictions imposed under applicable federal and state rules, the Bank’s total amount available for dividends, without obtaining regulatory approval, was $374 million at January 1, 2025. The application of those restrictions to the Bank is discussed in more detail in the following sections, all of which is incorporated into this Item 1 by reference: under the caption Liquidity Risk Management in our 2024 MD&A (Item 7) beginning on page 93 of this report; and under the caption Restrictions on dividends in Note 12—Regulatory Capital and Restrictions\n\n of our 2024 Financial Statements (Item 8), beginning on page 157.\nOther Factors Affecting Dividends\nIf, in the opinion of the Federal Reserve, we or the Bank are engaged in or about to engage in an unsafe or unsound practice (which, depending on the financial condition of FHN or the Bank, could include the payment of dividends), the Federal Reserve may require us or the Bank to cease and desist from that practice. The federal banking agencies have indicated that paying dividends that deplete a depository institution’s or holding company’s capital base to an inadequate level would be an unsafe and unsound banking practice.\nIn addition, under the Federal Deposit Insurance Act, an FDIC-insured depository institution (such as the Bank) may not make any capital distributions, pay any management fees to its holding company, or pay any dividend if it is undercapitalized or if such payment would cause it to become undercapitalized.\nThe payment of cash dividends by us or by the Bank also may be affected or limited by other factors, such as the requirement to maintain adequate capital above regulatory guidelines and requirements imposed by debt covenants. For example, as discussed under Capital Adequacy within this Supervision and Regulation discussion below, our ability to pay dividends would be restricted if our capital ratios fell below minimum regulatory requirements plus a capital conservation buffer.\nThe Federal Reserve generally requires insured banks and bank holding companies to pay dividends only out of current operating earnings. The Federal Reserve has released a supervisory letter advising, among other things, that a bank holding company should inform the Federal Reserve and should eliminate, defer, or significantly reduce its dividends if (i) the bank holding company’s net income available to shareholders for the past four quarters, net of dividends previously paid during that period, is not sufficient to fully fund the dividends; (ii) the bank holding company’s prospective rate of earnings is not consistent with the bank holding company’s capital needs and overall current and prospective financial condition; or (iii) the bank holding company will not meet, or is in danger of not meeting, its minimum regulatory capital adequacy ratios.\n\n\n\n23                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nTransactions with Affiliates\nThe Bank’s ability to lend or extend credit to us or our other affiliates is restricted. The Bank and its subsidiaries generally may not extend credit to us or to any other affiliate of ours in an amount which exceeds 10% of the Bank’s capital stock and surplus and may not extend credit in the aggregate to us and all such affiliates in an amount which exceeds 20% of the Bank's capital stock and surplus. Extensions of credit and other transactions between the Bank and us or such other affiliates must be on terms and under circumstances, including credit standards, that are substantially the same or at least as favorable to the Bank as those prevailing at the time for comparable transactions with non-affiliated companies. Further, the \n\ntype, amount, and quality of collateral which must secure such extensions of credit is regulated.\nThere are similar legal restrictions on: the Bank’s purchases of or investments in the securities of and purchases of assets from us or other affiliates; the Bank’s loans or extensions of credit to third parties collateralized by the securities or obligations of us or other affiliates; the issuance of guaranties, acceptances, and letters of credit on behalf of us or other affiliates; and certain Bank transactions with us or other affiliates, or with respect to which we or other affiliates act as agent, participate, or have a financial interest.\n\n\nCapital Adequacy\nFederal financial industry regulators require that regulated institutions maintain minimum capital levels. The capital rules in the U.S. are based on international standards known as “Basel III.” Those U.S. rules require the following:\n•Common Equity Tier 1 Capital Ratio. For all supervised financial institutions, including us and the Bank, the ratio of Common Equity Tier 1 Capital to risk-weighted assets (“Common Equity Tier 1 Capital ratio”) must be at least 4.5%. To be “well capitalized” the Common Equity Tier 1 Capital ratio must be at least 6.5%. Common Equity Tier 1 Capital consists of core components of Tier 1 Capital. The core components consist of common stock plus retained earnings net of goodwill, other intangible assets, and certain other required deduction items. At December 31, 2024, our Common Equity Tier 1 Capital Ratio was 11.20% and the Bank’s was 11.12%.\n•Tier 1 Capital Ratio. For all supervised financial institutions, including us and the Bank, the ratio of Tier 1 Capital to risk-weighted assets must be at least 6%. To be “well capitalized” the Tier 1 Capital ratio must be at least 8%. Tier 1 Capital consists of the Tier 1 core components discussed in the bulleted paragraph immediately above, plus non-cumulative perpetual preferred stock, a limited amount of minority interests in the equity accounts of consolidated subsidiaries, and a limited amount of cumulative perpetual preferred stock, net of goodwill, other intangible assets, and certain other required deduction items. At December 31, 2024, our Tier 1 Capital Ratio was 12.22% and the Bank’s was 11.54%.\n•Total Capital Ratio. For all supervised financial institutions, including us and the Bank, the ratio of Total Capital to risk-weighted assets must be at least 8%. To be “well capitalized” the Total Capital ratios must be at least 10%. At December 31, 2024, our Total Capital Ratio was 13.87% and the Bank’s was 13.00%.\n\n•Capital Conservation Buffer. If a capital conservation buffer of an additional 2.5% above the minimum required Common Equity Tier 1 Capital ratio, Tier 1 Capital ratio, and Total Capital ratio is not maintained, special restrictions would apply to capital distributions, such as dividends and stock repurchases, and on certain compensatory bonuses.\n•Leverage Ratio—Base. For all supervised financial institutions, including us or the Bank, the Leverage ratio must be at least 4%. To be “well capitalized” the Leverage ratio must be at least 5%. The Leverage ratio is Tier 1 Capital divided by quarterly average assets net of goodwill, certain other intangible assets, and certain required deduction items. At December 31, 2024, our Leverage ratio was 10.64% and the Bank’s was 10.06%.\n•Leverage Ratio—Supplemental. For the largest internationally active supervised financial institutions, not including us or the Bank, a minimum supplementary Leverage ratio must be maintained that takes into account certain off-balance sheet exposures.\nFederal regulators have incorporated market and interest-rate risk components into its risk-based capital standards. Those standards explicitly identify concentration of credit risk and certain risks arising from non-traditional activities, and the management of such risks, as important qualitative factors to consider in assessing an institution’s overall capital adequacy.\nFederal regulators’ market risk rules are applicable to covered institutions—those with aggregate trading assets and trading liabilities of at least 10% of their total assets or at least $1 billion. We and the Bank are covered institutions under the rule. The rules specify the methodology for calculating the amount of risk-weighted assets related to trading assets and include, among other things, the addition of a component for stressed value at \n\n\n\n24                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nrisk. In addition, an 8% capital surcharge applies to certain covered institutions, not including us or the Bank.\nThe Federal Reserve has indicated that it considers a “Tangible Tier 1 Capital Leverage Ratio” (deducting all intangibles) and other indicators of capital strength in evaluating proposals for expansion or new activities.\nFailure to meet capital guidelines could subject a bank to a variety of enforcement remedies, including the termination of deposit insurance by the FDIC, and to \n\ncertain restrictions on its business and in certain circumstances to the appointment of a conservator or receiver. See Prompt Corrective Action (PCA) immediately below for additional information.\nIn addition, the Bank is required to have a capital structure that the TDFI determines is adequate, based on TDFI’s assessment of the Bank’s businesses and risks. The TDFI may require the Bank to increase its capital, if found to be inadequate.\n\n\nPrompt Corrective Action (PCA)\nFederal banking regulators must take “prompt corrective action” regarding FDIC-insured depository institutions (such as the Bank) that do not meet minimum capital requirements. For this purpose, insured depository \n\ninstitutions are divided into five capital categories. The specific requirements applicable to our Bank are summarized in Table 1.11.\n\n\nTable 1.11\nREQUIREMENTS FOR PCA CAPITALIZATION CATEGORIES\n\nWell capitalized                       •Common Equity Tier 1 Capital ratio of at least 6.5%•Tier 1 Capital ratio of at least 8%•Total Capital ratio of at least 10%•Leverage ratio of at least 5%•Not subject to a directive, order, or written agreement to meet and maintain specific capital levels      \nAdequately capitalized                 •Common Equity Tier 1 Capital ratio of at least 4.5%•Tier 1 Capital ratio of at least 6%•Total Capital ratio of at least 8%•Leverage ratio of at least 4%•Not subject to a directive, order, or written agreement to meet and maintain specific capital levels       \nUndercapitalized                       Failure to maintain any requirement to be adequately capitalized                                                                                                                                                                                                     \nSignificantly Undercapitalized         Failure to maintain Common Equity Tier 1 Capital ratio of at least 3%, Tier 1 Capital ratio of at least 4%, Total Capital ratio of at least 6%, or a Leverage ratio of at least 3%                                                                                   \nCritically Undercapitalized            Failure to maintain a level of tangible equity equal to at least 2% of total assets                                                                                                                                                                                  \nAt December 31, 2024, the Bank had sufficient capital to qualify as “well capitalized” under the regulatory capital requirements discussed above. An institution may be deemed to be in a capitalization category that is lower than is indicated by its actual capital position if it receives an unsatisfactory examination rating. Institutions generally are not allowed to publicly disclose examination results.\nAn FDIC-insured depository institution generally is prohibited from making any capital distribution (including payment of dividends) or paying any management fee to its holding company if the depository institution would thereafter be undercapitalized. Undercapitalized depository institutions are subject to restrictions on borrowing from the Federal Reserve System. In addition, undercapitalized depository institutions are subject to growth limitations and are required to submit capital restoration plans. An insured depository institution’s holding company must guarantee the capital plan, up to an amount equal to the lesser of 5% of the depository \n\ninstitution’s assets at the time it becomes undercapitalized or the amount of the capital deficiency when the institution fails to comply with the plan, for the plan to be accepted by the applicable federal regulatory authority. The federal banking agencies may not accept a capital plan without determining, among other things, that the plan is based on realistic assumptions and is likely to succeed in restoring the depository institution’s capital. If a depository institution fails to submit an acceptable plan, it is treated as if it were significantly undercapitalized.\nSignificantly undercapitalized depository institutions may be subject to a number of requirements and restrictions, including orders to sell sufficient voting stock to become adequately capitalized, requirements to reduce total assets, and cessation of receipt of deposits from correspondent banks.\nCritically undercapitalized depository institutions are subject to appointment of a receiver or conservator, \n\n\n\n\n25                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \ngenerally within 90 days of the date on which they become critically undercapitalized.\n\n\nLiquidity Coverage Ratio\nThe liquidity coverage ratio, or LCR, refers to the amount of high quality liquid assets (such as Federal Reserve balances and readily saleable government-guaranteed or investment grade debt) banks are required to keep on hand to meet a hypothetically projected total net cash outflow over a forward-looking 30-day period of stress. The stressed outflow estimate is based on a standard set of hypothetical assumptions set forth in regulatory requirements. The LCR is designed to ensure banks hold a buffer of high-quality liquid assets so that they can meet their short-term liquidity needs and remain stable and strong in a stressed environment. Liquid assets generally \n\nprovide low income levels compared to other investments, so a higher LCR requirement can negatively impact a bank's earnings.\nThe LCR requirement does not apply to institutions with assets of less than $100 billion, and so does not apply to us or the Bank currently. For larger institutions, the minimum LCR requirement increases based on a bank’s asset size. Category IV banks, with at least $100 billion in assets, are not subject to LCR requirements unless they have at least $50 billion in weighted short-term wholesale funding.\n\n\nHolding Company Structure and Support of Subsidiary Banks\nBecause we are a holding company, our right to participate in the assets of any subsidiary upon the latter’s liquidation or reorganization will be subject to the prior claims of the subsidiary’s creditors (including depositors in the case of the Bank), except to the extent that we may be a creditor with recognized claims against the subsidiary. In addition, depositors of a bank, and the FDIC as their subrogee, would be entitled to priority over other creditors in the event of liquidation of the bank.\nUnder Federal Reserve policy we are expected to act as a source of financial strength to, and to commit resources to \n\nsupport, the Bank. This support may be required at times even if, absent such Federal Reserve policy, we might not wish to provide it. In addition, any capital loans by a bank holding company to any of its subsidiary banks are subordinate in right of payment to deposits and to certain other indebtedness of the subsidiary bank. In the event of a bank holding company’s bankruptcy, any commitment by the bank holding company to a federal bank regulatory agency to maintain the capital of a subsidiary bank will be assumed by the bankruptcy trustee and entitled to a priority of payment.\n\n\nCross-Guarantee Liability\nA depository institution insured by the FDIC can be held liable for any loss incurred by, or reasonably expected to be incurred by, the FDIC in connection with (i) the default of a commonly controlled FDIC-insured depository institution or (ii) any assistance provided by the FDIC to any commonly controlled FDIC-insured depository institution “in danger of default.” “Default” is defined generally as the appointment of a conservator or receiver and “in danger of default” is defined generally as the existence of certain conditions indicating that a default is likely to occur in the absence of regulatory assistance. The FDIC’s claim for damages is superior to claims of shareholders of the insured depository institution or its \n\nholding company but is subordinate to claims of depositors, secured creditors, and holders of subordinated debt (other than affiliates) of the commonly controlled insured depository institution.\nCurrently the Bank is our only depository institution subsidiary. If we were to own or operate another depository institution, any loss suffered by the FDIC in respect of one subsidiary bank would likely result in assertion of the cross-guarantee provisions, the assessment of estimated losses against our other subsidiary bank(s), and a potential loss of our investment in our subsidiary banks.\n\n\nInterstate Branching & Mergers\nAs mentioned above, the Bank generally must have TDFI’s approval to establish a new banking center (technically, a “branch”). For a new banking center located outside of Tennessee, Tennessee law requires the Bank to comply with branching laws applicable to the state where the new banking center will be located. Federal law allows the Bank to establish or acquire a branch in another state to the same extent as a bank chartered in that other state \n\nwould be allowed to establish or acquire a branch in Tennessee.\nFor an interstate merger or acquisition: the acquiring bank must be well-capitalized and well-managed; concentration limits on liabilities and deposits may not be exceeded; regulators must assess the transaction for incremental systemic risk; and the acquiring bank must \n\n\n\n\n26                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nhave at least “satisfactory” standing under the federal Community Reinvestment Act (discussed immediately below). Moreover, mergers and acquisitions that are large enough are subject to anti-trust review by the U.S. Department of Justice.\nOnce a bank has established branches in a state through de novo or acquired branching or through an interstate \n\nmerger transaction, the bank may then establish or acquire additional branches within that state to the same extent that a bank chartered in that state is allowed to establish or acquire branches within the state.\n\n\nCommunity Reinvestment Act (“CRA”)\nThe CRA requires each U.S. bank, consistent with safe and sound operation, to help meet the credit needs of each community where the bank accepts deposits, including low- and moderate-income (“LMI”) communities. The Federal Reserve assesses the Bank periodically for CRA compliance, and that assessment is made public. The Bank’s LMI operations and activities traditionally are critical focal points in those assessments.\nA CRA rating below “Satisfactory” can slow or halt a bank’s plans to expand by branching, acquisition, or merger, and can prevent a bank holding company from becoming a financial holding company. In its most recent publicly \n\nreported CRA assessment, for 2020, the Bank received ratings of \"High Satisfactory\" in Lending and in Service, \"Outstanding\" in Investment, and \"Satisfactory\" overall. Our 2024 CRA assessment recently has been completed and we expect the results to be published in the Federal Register in 2025.\nIn 2023, federal banking agencies adopted final rules establishing a revised framework for applying the CRA. The new rules, which could include assessment of a bank's impact on credit needs of communities beyond those in which the bank accepts deposits, were preliminarily enjoined by a federal district court in 2024.\n\n\nFinancial Activities other than Banking\nFederal Law\nFederal law generally allows financial holding companies broad authority to engage in activities that are financial in nature or incidental to a financial activity. These include: insurance underwriting and brokerage; merchant banking; securities underwriting, dealing, and market-making; real estate development; and such additional activities as the Federal Reserve in consultation with the Secretary of the Treasury determines to be financial in nature or incidental. A bank holding company may engage in these activities directly or through subsidiaries by qualifying as a “financial holding company.” To qualify as a financial holding company, a bank holding company must file an initial declaration with the Federal Reserve, certifying that all of its subsidiary depository institutions are well-managed and well-capitalized.\nFederal law also permits banks to engage in certain of these activities through financial subsidiaries. To control or hold an interest in a financial subsidiary, a bank must meet the following requirements:\n(1)    The bank must receive approval from its primary federal regulator for the financial subsidiary to engage in the activities.\n(2)    The bank and its depository institution affiliates must each be well-capitalized and well-managed.\n(3)    The aggregate consolidated total assets of all of the bank’s financial subsidiaries must not exceed the lesser of 45% of the bank’s consolidated total assets, or $50 billion (subject to indexing for inflation).\n\n(4)    The bank must have in place adequate policies and procedures to identify and manage financial and operational risks and to preserve the separate identities and limited liability of the bank and the financial subsidiary.\n(5)    If the bank is among the 100 largest banks, the bank must meet the creditworthiness or other criteria adopted by the Federal Reserve and the U.S. Secretary of the Treasury from time to time. If this fifth requirement ceases to be met after a bank controls or holds an interest in a financial subsidiary, the bank cannot invest additional capital in that subsidiary until the requirement again is met.\nNo new activity may be commenced unless the bank and all of its depository institution affiliates have at least “satisfactory” CRA ratings. Certain restrictions apply if the bank holding company or the bank fails to continue to meet one or more of the requirements listed above.\nIn addition, federal law contains a number of other provisions that may affect the Bank’s operations, including limitations on the use and disclosure to third parties of client information.\nAt December 31, 2024, we are a financial holding company and the Bank has a number of financial subsidiaries, as discussed in Subsidiaries within this Item 1 under the Other Business Information discussion, which begins on page 19.\n\n\n\n\n27                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nTennessee Law\nTennessee law does not expressly restrict the activities of a bank holding company or its non-bank affiliates. However, no Tennessee bank may maintain a branch office on the premises of an affiliate if the affiliate is engaged in activities that are not permissible for a bank holding company, a financial holding company, a national \n\nbank, or a national bank subsidiary under federal law. Tennessee law permits Tennessee banks to establish subsidiaries and to engage in any activities permissible for a national bank located in Tennessee, subject to compliance with Tennessee regulations relating to the conduct of such activities for the purpose of maintaining bank safety and soundness.\n\n\nInterchange Fee Restrictions\nRegulations severely cap interchange fees which the Bank may charge merchants for debit card transactions.\n\nRegulatory changes proposed in 2023, if adopted, would lower that cap. In early 2025, these proposed changes remained pending.\n\n\nVolcker Rule\nThe so-called Volcker rule (1) generally prohibits banks from engaging in proprietary trading, which is engaging as principal (for the bank’s own account) in any purchase or \n\nsale of one or more of certain types of financial instruments, and (2) limits banks’ ability to invest in or sponsor hedge funds or private equity funds.\n\n\nConsumer Regulation by the CFPB\nThe CFPB adopts and administers significant rules affecting consumer lending and consumer financial services. Key rules for the Bank include detailed regulation of mortgage servicing practices and detailed regulation of mortgage origination and underwriting practices. The latter rules, among other things, establish the definition of \n\na “qualified mortgage” using traditional underwriting practices involving down payments, credit history, income levels and verification, and so forth. The rules do not prohibit, but do tend to discourage, lenders from originating non-qualified mortgages. The future of CFPB regulation remains uncertain.\n\n\nData Security & Portability\nSecurity & Privacy\nFederal law requires banks to implement a comprehensive information security program that includes administrative, technical, and physical safeguards. Banks are required to have appropriate data governance practices and risk management processes as key functions supporting their operational resilience.\nData privacy and protection increasingly is a significant legislative, regulatory, and societal concern. The concern is driven by major technological and societal shifts in the past 20 years, led by relatively unregulated firms such as Alphabet (Google), Amazon.com, and Meta Platforms (Facebook) and their many clients worldwide. Those firms have gathered large amounts of personal details about millions of people, and today have the ability to analyze that data and act on that analysis very quickly. The firms seek to understand enough about a person to know what a person wants before the person does.\nBanks (as mentioned above) already are subject to significant privacy regulations. Probably for that reason, the banking industry is not at the political center of these concerns currently. Even so, banks are likely to be affected by broader legislative and regulatory responses to the perceived problems. Two prominent responses include the European Union General Data Protection Regulation and the California Data Privacy Protection Act. Neither is a \n\nbanking industry regulation, but both apply to banks in relation to certain clients and data. To date, neither has had a material impact on the Bank.\nPortability & Client Control\nFederal law restricts the Bank’s ability to share certain information with affiliates and non-affiliates for marketing and/or non-marketing purposes, or to contact clients with marketing offers. Affiliate and non-affiliate sharing initiated by the Bank generally is permitted unless the client elects not to permit sharing.\nIncreasingly, banks are being required to permit, enable, and support client control of client data, including the sharing of client data with Bank affiliates and with outside organizations. These requirements, which still are evolving, are intended to foster data portability for clients and greater competition among financial services firms. However, they also significantly increase data security risks because they create additional access channels for bad actors to try to exploit, or they make accessing existing channels easier or faster.\nMost notably, the CFPB adopted a new \"Personal Financial Data Rights\" rule in 2024. Under the CFPB rule, banks will be required to make client data available upon request to the client and authorized third parties in a secure and reliable manner without charge. The CFPB will implement its data portability rule in phases, with banks that hold at \n\n\n\n28                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nleast $10 billion in total assets, but less than $250 billion, required to comply by April 1, 2027.\n\nThe future of CFPB regulation remains uncertain.\n\n\nFDIC Insurance Assessments; DIFA\nU.S. bank deposits generally are insured by the Deposit Insurance Fund (“DIF”), administered by the FDIC. The system of FDIC insurance premium rates charged consists of a rate grid structure in which base rates range from 5 to 32 basis points annually, with fully adjusted rates ranging from 2.5 to 42 basis points annually. (A basis point is equal to 0.01%.) These rates reflect a temporary increase generally equal to 2 basis points implemented by the FDIC in 2023. Also, for eight quarters starting in 2024, the FDIC has imposed a special assessment, of 3.36 basis points per quarter, intended to replenish the DIF in the aftermath of three large regional bank failures that occurred in March and May of 2023. As of early 2025, the FDIC projected that the special assessment will be collected for an additional two quarters beyond the initial eight-quarter collection period, but at a lower rate.\n\nKey factors in the grid include: the institution’s risk category (I to IV); whether the institution is deemed large and highly complex; whether the institution qualifies for an unsecured debt adjustment; and whether the institution is burdened with a brokered deposit adjustment. Other factors can impact the base against which the applicable rate is applied, including (for example) whether a net loss is realized.\nInsurance of deposits may be terminated by the FDIC upon a finding that the institution has engaged in unsafe and unsound practices, is in an unsafe or unsound condition to continue operations, or has violated any applicable law, regulation, rule, order, or condition imposed by a federal bank regulatory agency.\n\n\nDepositor Preference\nFederal law provides that deposits and certain claims for administrative expenses and associate compensation against an insured depository institution would be afforded a priority over other general unsecured claims \n\nagainst such an institution, including federal funds and letters of credit, in the “liquidation or other resolution” of such an institution by any receiver.\n\n\nSecurities Regulation\nCertain of our subsidiaries are subject to various securities laws and regulations and capital adequacy requirements promulgated by the regulatory and exchange authorities of the jurisdictions in which they operate.\nOur registered broker-dealer subsidiaries are subject to the SEC’s net capital rule, Rule 15c3-1. That rule requires the maintenance of minimum net capital and limits the ability of the broker-dealer to transfer large amounts of capital to a parent company or affiliate. Compliance with \n\nthe rule could limit operations that require intensive use of capital, such as underwriting and trading.\nTwo of our subsidiaries are registered investment advisers which are regulated under the Investment Advisers Act of 1940. Advisory contracts with clients automatically terminate under these laws upon an assignment of the contract by the investment adviser unless appropriate consents are obtained.\n\n\nInsurance Activities\nCertain of our subsidiaries sell various types of insurance as agent in a number of states. Insurance activities are subject to regulation by the states in which such business is transacted. Although most of such regulation focuses on insurance companies and their insurance products, \n\ninsurance agents and their activities are also subject to regulation by the states, including, among other things, licensing and marketing and sales practices.\n\n\nCompensation & Risk Management\nThe Federal Reserve has issued guidance intended to ensure that incentive compensation arrangements at financial organizations take into account risk and are consistent with safe and sound practices. The guidance is based on three “key principles” calling for incentive compensation plans to: appropriately balance risks and rewards; be compatible with effective controls and risk \n\nmanagement; and be backed up by strong corporate governance. In response: we operate an enhanced risk management process for assessing risk in incentive compensation plans; several key incentive programs use a net profit approach rather than a revenues-only approach; and mandatory deferral features are used in several key programs, including an executive program.\n\n\n\n29                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1. BUSINESS                 \nIn 2016 federal agencies proposed rules which could significantly change the regulation of incentive compensation programs at financial institutions. The proposal would create four tiers of institutions based on asset size. Institutions in the top two tiers would be subject to rules much more detailed and proscriptive than are currently in effect. If interpreted aggressively by the regulators, the proposed rules could be used to prevent, as a practical matter, larger institutions from engaging in certain lines of business where substantial commission and bonus pool arrangements are the norm. In the 2016 proposal, the top two tiers included institutions with more \n\nthan $50 billion of assets. We and the Bank currently would fall into the lower of those top two tiers. However, prompted by post-2016 legislation which significantly raised several statutory asset-size tiers, if this proposal were finalized today, the $50 billion floor might be raised, allowing us to remain in the third tier.\nFour of the six federal agencies who proposed the 2016 rules, but not the Federal Reserve, re-proposed those rules in 2024. We cannot predict what final rules may be adopted, nor how they may be implemented.\n\n\nEffect of Government Policies & Proposals\nThe Bank is affected by the policies of regulatory authorities, including the Federal Reserve, the TDFI, and the CFPB. See Supervision and Regulation beginning on page 21 for additional information.\nThe Federal Reserve also sets and manages monetary policy for the U.S. In this latter role, the Federal Reserve’s mandate from Congress is to pursue price stability and full employment.\nAmong the instruments of monetary policy used by the Federal Reserve are: purchases and sales of U.S. government and other securities in the marketplace; changes in the discount rate, which is the rate any depository institution must pay to borrow from the Federal Reserve; changes in the reserve requirements of depository institutions; changes in the rate paid on banks’ required and excess reserve deposits at the Federal Reserve; and changes in the federal funds rate, which is the rate at which depository institutions lend balances to each other overnight. These instruments are intended to influence economic and monetary growth, interest rate levels, and inflation.\nThe monetary policies of the Federal Reserve and other governmental policies have had a significant effect on the operating results of commercial banks in the past and are expected to continue to do so in the future. Because of changing conditions in the national and international economies and in the money markets, as well as the result \n\nof actions by monetary and fiscal authorities, it is not possible to predict with certainty future changes in interest rates, deposit levels, loan demand, or the business and results of our operations, or whether changing economic conditions will have a positive or negative effect on operations and earnings. Additional information concerning monetary policy changes appears: under the caption Monetary Policy Shifts within the Significant Business Developments section of Item 1, which begins on page 12; under the caption Risks Associated with Monetary Events beginning on page 37 within Item 1A; and under the caption Inflation, Recession, and Federal Reserve Policy within the Market Uncertainties and Prospective Trends section of our 2024 MD&A (Item 7), which begins on page 97.\nBills occasionally are introduced in the United States Congress, the Tennessee General Assembly and other state legislatures, and regulations occasionally are proposed by our regulatory agencies, any of which could affect our businesses, financial results, and financial condition.\nWe are not able to predict what, if any, changes that Congress, state legislatures, or the regulatory agencies will enact or implement in the future, nor the impact that those actions will have upon us.\n\n\nSources & Availability of Funds\nInformation concerning the sources and availability of funds for our businesses can be found in our 2024 MD&A (Item 7), including the subsection entitled Liquidity Risk Management beginning on page 93, which material is incorporated herein by reference.\n\n\n\n30                2024 FORM 10-K ANNUAL REPORT",
      "char_count": 107237
    },
    "item1a": {
      "text": "\nITEM 1A. RISK FACTORS                     \nItem 1A.    Risk Factors\nThis Item outlines specific risks that could affect the ability of our various businesses to compete, change our risk profile, or materially impact our operating results or financial condition. Our operating environment continues to evolve and new risks continue to emerge. To address that challenge we have a risk management governance structure that oversees processes for monitoring evolving risks and oversees various initiatives designed to manage and control our potential exposure.\nThis Item highlights risks that could impact us in material ways by causing future results to differ materially from \n\npast results, by causing future results to differ materially from current expectations, or by causing material changes in our financial condition. In this Item we have outlined risks that we believe are important to us at the present time. However, other risks may prove to be important in the future, and new risks may emerge at any time. We cannot predict all potential developments that could materially affect our financial performance or condition.\n\n\nTABLE OF ITEM 1A TOPICS\n\nTopic                                                   Page   Topic                                                   Page\nTraditional Competition Risks                             31   Risks of Expense Control                                  42\nTraditional Strategic Risks                               32   Geographic Risks                                          43\nIndustry Disruption                                       33   Insurance                                                 44\nOperational Risks                                         34   Liquidity &amp; Funding Risks                             44\nCybersecurity Risks                                       35   Credit Ratings                                            46\nRisks from Economic Downturns &amp; Changes               36   Interest Rate &amp; Yield Curve Risks                     46\nRisks Associated with Monetary Events                     37   Asset Inventories &amp; Market Risks                      47\nRisks Related to Businesses We May Exit                   38   Mortgage Business Risks                                   48\nReputation Risks                                          38   Pre-2009 Mortgage Business Risks                          48\nCredit Risks                                              38   Accounting Risks                                          49\nService Risks                                             40   Share Owning &amp; Governance Risks                       50\nRegulatory, Legislative, and Legal Risks                  40                                                               \nTraditional Competition Risks\nWe are subject to intense competition for clients, and the nature of that competition is changing quickly. Our primary areas of competition include: consumer and commercial deposits, commercial loans, consumer loans including home mortgages and lines of credit, financial planning and wealth management, fixed income products and services, and other consumer and commercial financial products and services. Our competitors in these areas include national, state, and non-US banks, savings and loan associations, credit unions, consumer finance companies, trust companies, investment counseling firms, money market and other mutual funds, insurance companies and agencies, securities firms, mortgage banking companies, hedge funds, and other financial services companies that serve in our markets. The emergence of non-traditional, disruptive service providers (see Industry Disruption within this Item 1A beginning on page 33) has intensified the competitive environment.\n\nSome competitors are traditional banks, subject to the same regulatory framework as we are, while others are not banks and in many cases experience a significantly different or reduced degree of regulation. Examples of less-regulated activities include private credit from non-bank lenders, check-cashing services, independent ATM services, and “peer-to-peer” lending, where investors provide debt financing or other capital directly to borrowers.\nCompetitive pressures shift with the business and rate environment. Over much of 2020 and 2021, with deposits relatively abundant, the competitive focus on lending and fee-based services was relatively high. In 2023 and 2024, after the major market transitions in 2022 discussed in Risks Associated with Monetary Events starting on page 37, competition for deposits became much more significant.\n\n\n\n31                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nWe expect that competition will continue to be intense with respect to most of our products and services. Heightened competition tends to put downward pressure on revenues from affected items, upward pressure on marketing and other promotional costs, or both. For additional information regarding competition for clients, refer to Competition within Item 1 beginning on page 16 of this report.\n\nWe compete for talent. Our most significant competitors for clients also tend to be our most significant competitors for top talent. See Operational Risks below within this Item 1A for additional information concerning this risk.\nWe compete to raise capital in the equity and debt markets. See Liquidity and Funding Risks beginning on page 44 of this Item 1A for additional information concerning this risk.\n\n\nTraditional Strategic Risks\nWe may be unable to successfully implement our strategies to operate and grow our commercial, consumer & wealth and wholesale banking businesses. Although our current strategies are expected to evolve as business conditions change, currently our primary strategies are to (1) invest resources in our banking businesses, (2) seek to exploit growth opportunities, especially within the markets we serve, and (3) seek to exploit opportunities to cut costs without significant revenue impact. Organic growth is expected to be coordinated with a focus on strong and stable returns on capital.\nTo foster organic growth, we have engaged in targeted hiring and marketing in our traditional commercial and consumer banking markets, and we have invested resources in specialty commercial lending and private client banking. In the future more generally, we expect to continue to nurture profitable organic growth. We may pursue acquisitions or strategic transactions if appropriate opportunities, within or outside of our current markets, present themselves.\nFailure to achieve one or more key elements needed for successful organic growth would adversely affect our business and earnings. We believe that the successful execution of organic growth depends upon a number of key elements, including:\n•our ability to attract and retain clients in our commercial and consumer banking market areas and in our specialty banking markets;\n•our ability to achieve and maintain growth in our earnings while pursuing new business opportunities;\n•our ability to maintain a high level of client service while optimizing our physical banking center count due to changing client demand, all while expanding our remote banking services and expanding or enhancing our information processing, technology, compliance, and other operational infrastructures effectively and efficiently;\n•our ability to manage the liquidity and capital requirements associated with growth, especially organic growth and cash-funded acquisitions; and\n\n•our ability to manage effectively and efficiently the changes and adaptations necessitated by a complex, burdensome, and evolving regulatory environment.\nWe have in place strategies designed to achieve those elements that we believe are significant to us at present. Our challenge is to execute those strategies and adjust them, or adopt new strategies, as conditions change.\nFailure to achieve one or more key elements needed for successful business acquisitions would adversely affect our business and earnings. To the extent we engage in future bank or non-bank business acquisitions, we face various additional risks, including:\n•our ability to realize planned strategic and tactical objectives, including operating efficiencies and revenue synergies, within a reasonable time period after closing the transaction; \n•our ability to identify, analyze, and correctly assess the execution, credit, contingency, and other risks in the acquisition and to price the transaction appropriately;\n•our ability to properly evaluate loss inherent in the target business’ loan portfolios;\n•our ability to integrate the acquired business’ operations, clients, and properties quickly and cost-effectively;\n•our ability to manage cultural assimilation risks associated with growth through acquisitions, which can be an often-overlooked and often-critical failure point in mergers; \n•our ability to combine the franchise values of the two companies without significant loss from re-branding and other similar changes; and\n•our ability to retain core clients and key associates.\nA type of strategic acquisition—a so-called “merger of equals” where the company we nominally acquire has similar size, operating contribution, or value—presents unique opportunities but also unique risks. Those special risks include:\n•the potential for elevated and duplicative operating expenses if we are unable to integrate the two \n\n\n\n\n32                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \ncompanies efficiently in a reasonable amount of time; and\n•the potential for a significant increase in the time horizon that may be needed before substantial economies of scale can be realized or substantial revenue synergies can be developed effectively.\nThe IBKC merger in 2020 presented those risks. In fact, the completion of systems integration was delayed several \n\nmonths, resulting in increased integration expense. Although the proximate reason for the delay was a 2021 hurricane event impacting key markets, the overall length of the integration period likely would have been significantly less if we had merely been integrating a small bank's systems with ours.\n\n\nIndustry Disruption\nThrough technological innovations and changes in client habits, the manner in which clients use financial services continues to change at a rapid pace. We provide a large number of services remotely (online and mobile), and physical banking center utilization has been in long-term decline throughout the industry for many years. Technology has helped us reduce costs and improve service, but also has weakened traditional geographic and relationship ties and has allowed disruptors to enter traditional banking areas.\nThrough digital marketing and service platforms, many banks are making client inroads unrelated to physical presence. This competitive risk is especially pronounced from the largest U.S. banks, and from online-only banks, due in part to the investments they are able to sustain in their digital platforms.\nCompanies as disparate as PayPal (an online payment clearinghouse) and Starbucks (a large chain of cafes) provide payment and exchange services which compete directly with banks in ways not possible traditionally.\nWe seek to meet these competitive challenges through increased investments in our own digital platforms, and through strategic equity investments, but there can be no assurance that these efforts will be successful.\nThe nature of technology-driven disruption to our industry is changing, in some cases seeking to displace traditional financial service providers rather than merely enhance traditional services or their delivery. A number of recent technologies have worked with the existing financial system and traditional banks, such as the evolution of ATM cards into debit/credit cards and the evolution of debit/credit cards into smart phones. These sorts of technologies often have expanded the market for banking services overall while siphoning a portion of the revenues from those services away from banks and disrupting prior methods of delivering those services. But some recent innovations may tend to replace traditional banks as financial service providers rather than merely augment those services.\nFor example, companies which claim to offer applications and services based on artificial intelligence compete much more directly with traditional financial services companies in areas involving personal advice, including high-margin \n\nservices such as financial planning and wealth management. The low-cost, high-speed nature of these “robo-advisor” services can be especially attractive to younger, less-affluent clients and potential clients, as well as persons interested in “self-service” investment management. Other industry changes, such as zero-commission securities trading offered by certain large firms, may amplify this trend.\nOther technologies, services, and systems based wholly or in part on artificial intelligence and machine learning are proliferating within our industry and among many of our commercial clients, resulting in an environment which is changing rapidly. These technologies are subject to risks that algorithms and datasets may be flawed or insufficient or contain biased information, risks that are exacerbated because models and processes related to artificial intelligence and machine learning are not always transparent. Our challenge is to maintain critical stability and security while also being nimble enough to adapt quickly to changing circumstances and client demands.\nWe believe that, over the course of the technology-driven evolution of our industry which is well underway, the “winners” will be those institutions which can know their clients and make those clients feel they are known, even when many clients increasingly do not visit banking centers or have face-to-face live interaction. Two keys to achieving a psychological connection with such clients are (1) data management and analytics, using artificial intelligence processes, which allow an institution to provide a differentiated, personalized experience for the client at the point of interaction, and (2) seamless integration of real-time client contact with a human being through voice, chat, or other means.\nA critical factor in successful data analytics, allowing real-time differentiated interaction with clients, is how traditionally uncaptured, unstructured, or siloed data is acquired, managed, and accessed. While many banks are attempting to address this business need in various ways, it remains unclear which approaches will be successful in the long run. In addition, external vendors are developing processes to provide solutions. A basic challenge for all these efforts is how to integrate analysis of extremely disparate forms of data and utilize that analysis in each client contact in a manner which most clients not only \n\n\n\n33                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \naccept, but value, and which aligns with regulatory and compliance expectations.\nDeveloping workable proprietary solutions to the data analytics challenges ahead of competitors requires substantial investment in information technology systems and innovation. Even with a substantial IT budget, we cannot outspend, or even come close to matching, the largest U.S. banking institutions. Therefore, like most U.S. banks, our strategy must be focused on leveraging products and solutions which are within our means, including those developed by external vendors. Our goal must be to keep pace with industry developments with a focus on improving the client’s differentiated experience with us by recognizing and responding to client needs.\nTechnological innovation has tended to reduce barriers to entry based on cost. Put another way, once someone finds a new, better method to accomplish a task in our industry, often others are able to replicate or improve on that method, sometimes quite rapidly. Key risks for us, therefore, are whether we will be able: to catch up to breakthroughs quickly enough to avoid client attrition; to adopt and enhance breakthroughs frequently enough, and without significant technical failures, to attract clients from competitors; and, if we are able to truly innovate, to press our advantage quickly before competitors adopt it.\nTo thrive as our industry is disrupted, we will need to continue to embrace some of the attitudes of a \n\ntechnology company and shed some of the traditional attitudes often associated with banking. This has required, and will continue to require, an evolution in our corporate culture which, in turn, creates implementation risk. In this evolutionary process it is critical that we not lose sight of how our clients experience working with us and our systems, including those clients who still want traditionally-delivered services, those who seek and embrace the latest innovations, and those who mainly want services to be convenient, personalized, and understandable.\nJust as disruptive business changes driven by new technologies and new client preferences can adversely impact us and our entire industry, similar events can adversely impact our commercial clients. In time, a major business disruption can cause dominant businesses to fail and can shrink or even end entire lines of business. An example of this is the business failure of the Blockbuster video distribution chain and most other video distribution stores, and the rise of Netflix and similar services. Many other examples of this kind of process are ongoing today in many industries, including publishing, retail sales, news, and the creation as well as distribution of audio and video entertainment. To the extent disruptions impact our clients, we may experience elevated loan losses and loss of ongoing business which we may not be able to recapture with new clients.\n\n\nOperational Risks\nFraud is a major, and increasing, operational risk for us and all banks. Two traditional areas—deposit fraud (check forging, check kiting, wire fraud, etc.) and loan fraud—continue to be major sources of fraud attempts and actual loss. Fraud directed against clients—generally using deception to persuade clients to transfer funds—has emerged as a third large source of fraud loss. The methods used to perpetrate and combat fraud continue to evolve as technology changes. In addition to cybersecurity risk (discussed below), new technologies—including the use of artificial intelligence—have made it easier for bad actors to obtain and use client personal information, mimic communications to or from clients, mimic signatures, and otherwise create false instructions and documents that appear genuine.\nOur anti-fraud actions are both preventive (anticipating lines of attack, educating associates and clients, etc.) and responsive (detecting, halting, and remediating actual attacks). Our regulators require us to report actual and suspected fraud promptly, and regulators often advise banks of new schemes so that the entire industry can adapt as quickly as possible. However, some level of fraud loss is unavoidable, and the risk of a major loss cannot be eliminated.\n\nOur ability to conduct and grow our businesses is dependent in part upon our ability to create, maintain, expand, and evolve an appropriate operational and organizational infrastructure, manage expenses, and recruit and retain personnel with the ability to manage a complex business. Operational risk can arise in many ways, including: errors related to failed or inadequate physical, operational, information technology, or other processes; faulty or disabled computer or other technology systems; fraud, theft, physical security breaches, electronic data and related security breaches (see Cybersecurity Risks below), or other criminal conduct by associates or third parties; and exposure to other external events. Inadequacies may present themselves in myriad ways. Actions taken to manage one risk may be ineffective against others. For example, information technology systems may be insufficiently redundant to withstand a fire, incursion, malware, or other major casualty, and they may be insufficiently adaptable to new business conditions or opportunities. Efforts to make systems more robust may make them less adaptable, and vice-versa. Also, our efforts to control expenses, which is a significant priority for us, increase our operational challenges as we strive to maintain client service and compliance at high quality and low cost.\n\n\n\n34                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nWe expect to make significant investments over the next several years in operational systems that are unlikely to result in significant immediate returns. In 2021 we started to invest significantly in new platforms and processes to modernize operations, provide a better client experience, reduce ongoing operating costs or otherwise improve efficiencies, and support future growth. We expect significant investments of that sort to grow over the next several years as we prepare for business growth and increased regulatory demands. Investments of that sort are expensive. Although we believe they are necessary for our future and are appropriate for our company at this time, the financial returns on these investments will be highly uncertain and, at best, likely to occur only over a long time horizon. In addition, investments of this sort lay the foundation for growth; if growth does not materialize, many of these investments may have little practical value.\nFailure to build and maintain, or outsource, the necessary operational infrastructure, failure of that infrastructure to perform its functions, or failure of our disaster preparedness plans if primary infrastructure components suffer damage, can lead to risk of loss of service to clients, legal actions, and noncompliance with applicable regulatory requirements. Additional information concerning operational risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears under the caption Operational Risk Management beginning on page 90 of our 2024 MD&A (Item 7).\nThe delivery of financial services to clients and others increasingly depends upon technologies, systems, and multi-party infrastructures which are new, creating or exacerbating several risks discussed elsewhere. Examples of the risks created or compounded by the widespread and rapid adoption of relatively untested technologies \n\ninclude: security incursions; operational malfunctions or other disruptions; and legal claims of patent or other intellectual property infringement. A prominent illustration, the distribution of a faulty update by a major security software provider in 2024 triggered internet outages across industries (including in banking and financial services) and around the world, rendering websites and mobile applications inaccessible for extended periods.\nCompetition for talent is substantial and increasing. Moreover, revenue retention and growth in some business lines depends substantially upon top talent. In recent years the cost to us of hiring and retaining top revenue-producing talent, especially in specialty areas, has increased, and that trend is likely to continue. The primary tools we use to attract and retain talent are: salaries; commission, incentive, and retention compensation programs; retirement benefits; change in control severance benefits; health and other welfare benefits; and our corporate culture. To the extent we are unable to use these tools effectively, we face the risk that, over time, our best talent will leave us and we will be unable to replace those persons effectively.\nIncentives might operate poorly or have unintended adverse effects. Incentive programs are difficult to design well, and even if well-designed, often must be updated to address changes in our business. A poorly designed incentive program—where goals are too difficult, too easy, or not well related to desired outcomes—could provide little useful motivation to key associates, could increase turnover, and could impact client retention. Moreover, even where those pitfalls are avoided, incentive programs may create unintended adverse consequences. For example, a program focused entirely on revenue production, without proper controls, may result in costs growing faster than revenues.\n\n\nCybersecurity Risks\nAn information technology security (cybersecurity) breach or other similar incident is a major type of operational risk. A cybersecurity incident can cause significant damage, and can be difficult to detect even after it occurs. Among other things, that damage can occur due to outright theft, loss or extortion of our funds or our clients’ funds, fraud or identity theft perpetrated on clients, loss of confidential or proprietary information, business disruption, or adverse publicity associated with a breach or incident and its potential effects. Perpetrators potentially can be associates, clients, third parties, and certain vendors, all of whom legitimately have access to some portion of our systems, as well as outsiders with no legitimate access.\nCybersecurity incidents happen frequently; they are an unavoidable part of doing business. Often, but not always, we detect and block the attempt. Often, but not \n\nalways, the number of clients impacted is modest and our loss is minimal or none. However, even with significant loss prevention and mitigation systems, the risk of a financially or reputationally significant incursion cannot be eliminated. Given the high volume of daily transactions in modern banking, the question is not whether we will experience a significant and costly incursion, but when. For that reason, the key goals of our processes are: block or prevent as many incursions as is practical, and detect and mitigate rapidly those that get through. The difference between a minor and a major incursion often comes down to how quickly it is detected and countered.\nCommon categories of cybersecurity incidents relevant to us, as a bank, include: account takeover, client spoofing, and payment fraud; ransomware and other malware; client interface attacks (attempts to shut down or slow down our website or mobile app); and cloud (remote \n\n\n\n\n35                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nserver) incursions. Common vulnerabilities include: clients and associates that fall victim to malicious \"phishing\" emails or other communications and inappropriately share credentials allowing access to accounts or systems; older software or systems that do not have up-to-date security and are not sufficiently isolated from other systems; third-party software vulnerabilities; and third-party systems vulnerabilities. We believe the bad actors have a range of motivations, including: illegal profit; politically or geopolitically motivated disruption; and vandalism. Bad actors can range from amateurs to criminal organizations to nation-states.\nCybersecurity risks for banks and other financial institutions have increased significantly in recent years in part because of the proliferation of technology-based products and services and the increased sophistication and activities of organized crime, hackers, terrorists, nation-states, nation state-supported actors, activists and other external parties. This increase is expected to continue and further intensify. The techniques used by cyber criminals change frequently, may not be recognized until launched (or may evade detection for considerable time), can be initiated from a variety of sources, including terrorist organizations and hostile foreign governments, and may see their frequency increased, and effectiveness enhanced, by the use of artificial intelligence. \nBecause of the potential for very serious consequences associated with cybersecurity risks, our electronic systems and their upgrades need to address internal and external security concerns to a high degree, and our systems must comply with applicable banking and other regulations pertaining to bank safety and client protection. Although many of our defenses are systemic and highly technical, others are much older and more basic. For example, periodically we train all our associates to recognize red flags associated with fraud, theft, \"phishing,\" and other electronic crimes. In addition, we educate our clients as well through regular and episodic security-oriented communications. We expect our systems and regulatory requirements will continue to evolve as technology and criminal techniques also continue to evolve.\n\nAdditional information concerning cybersecurity risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears under the caption Cybersecurity Risk Management beginning on page 91 of our 2024 MD&A (Item 7).\nThe operational functions we outsource to third parties may experience similar disruptions that could adversely impact us and over which we may have limited control and, in some cases, limited ability to obtain an alternate vendor quickly. To the extent we rely on third party vendors to perform or assist operational functions, the challenge of managing the associated risks may become more difficult. We manage this risk by assessing the adequacy of cybersecurity prevention and detection systems and programs of critical vendors.\nThe operational functions of business counterparties, or businesses with which we have no relationship, may experience disruptions that could adversely impact us and over which we may have limited or no control. Although these events cannot be predicted individually, over time and in the aggregate they happen as surely as loan losses. For example, when a major U.S. consumer-oriented firm experiences a data systems incursion resulting in the theft of credit and debit card information, online account information, and other data, it impacts thousands or sometimes millions of people. Frequently, many of those affected are our clients. Although our systems are not breached by these third-party incursions, they can increase fraud impacting accounts at our Bank and can cause us to take costly steps to avoid significant theft loss to our Bank and to our clients. Our ability to recoup our losses may be limited legally or practically in many situations. Possible points of incursion or disruption not within our control include retailers, utilities, insurers, health care service providers, internet service and electronic mail providers, social media portals, distant-server (“cloud”) service providers, electronic data security providers, telecommunications companies, and smart phone manufacturers.\n\n\nRisks from Economic Downturns & Changes\nGenerally, in an economic downturn, our realized credit losses increase, demand for our products and services declines, and the credit quality of our loan portfolio declines. Delinquencies and realized credit losses generally increase during economic downturns due to an increase in liquidity problems for clients and downward pressure on collateral values. Likewise, demand for loans (at a given level of creditworthiness), deposit and other products, and financial services may decline during an economic downturn, and may be adversely affected by other national, regional, or local economic factors that impact demand for loans and other financial products and \n\nservices. Such factors include, for example, changes in employment rates, interest rates, real estate prices, or expectations concerning rates or prices and changes in government policy or the regulatory environment. Accordingly, an economic downturn or other adverse economic change (local, regional, national, or global) can hurt our financial performance in the form of higher loan losses, lower loan production levels, lower deposit levels, compression of our net interest margin, and lower fees from transactions and services. Those effects can continue for many years after the downturn technically ends.\n\n\n\n36                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nBecause all banks are sensitive to the risk of downturns, the stock prices of all banks typically decline, sometimes substantially, if the market believes that a downturn has \n\nbecome more likely or is imminent. This effect can and often does occur indiscriminately, initially without much regard to different risk postures of different banks.\n\n\nRisks Associated with Monetary Events\nIn recent years, the Federal Reserve has implemented, reversed, and reversed again significant economic strategies that have impacted interest rates, inflation, asset values, and the shape of the yield curve. These strategies have had, and will continue to have, a significant impact on our business and on many of our clients. To illustrate: in response to the recession in 2008-09 and the following uneven recovery, the Federal Reserve implemented a series of domestic monetary initiatives designed to lower rates and make credit easier to obtain. The Federal Reserve changed course in 2015, raising rates several times through 2018. The last raise in 2018 was accompanied by a substantial and broad stock market decline. In 2019, the Federal Reserve began to lower rates. In 2020, in response to economic disruption associated with the COVID-19 pandemic, the Federal Reserve quickly reduced short-term rates to extremely low levels and acted to influence the markets to reduce long-term rates as well. During 2021, the Federal Reserve significantly reduced its \"easing\" actions that held down long-term rates. During 2022, the Federal Reserve switched to a tightening policy. It raised short term rates significantly and rapidly over most of the year. Those actions triggered a significant decline in the values of most categories of U.S. stocks and bonds; significantly raised recessionary expectations for the U.S.; and inverted the yield curve in the U.S. Short-term rate rises in 2023 were few and modest and ended mid-year. Long-term rates rose during 2023 but slowly and unevenly. The 2022 yield curve inversion continued until September 2024, when Federal Reserve began reducing short-term rates and yield curve flattened. Although the yield curve has returned to a gradual upward slope in early 2025, there can be no assurance that this trend will continue or that the yield curve's upward slope will increase.\nAdditional information concerning monetary policy risks is presented: under the caption Cyclicality within the Other Business Information section of Item 1, which starts on page 19; within the Effect of Governmental Policies and Proposals section of Item 1 beginning on page 30; in Interest Rate and Yield Curve Risks beginning on page 46; and under the caption Inflation, Recession, and Federal Reserve Policy within the Market Uncertainties and Prospective Trends section of our 2024 MD&A (Item 7), beginning on page 97.\nFederal Reserve strategies can, and often are intended to, affect the domestic money supply, inflation, interest rates, and the shape of the yield curve. Effects on the yield curve often are most pronounced at the short end of the curve, which is of particular importance to us and \n\nother banks. Among other things, easing strategies are intended to lower interest rates, encourage borrowing, expand the money supply, and stimulate economic activity, while tightening strategies are intended to increase interest rates, discourage borrowing, tighten the money supply, and restrain economic activity. However, as noted above, in 2022 short term rates rose faster than long term rates to the point that the yield curve inverted for much of the final two quarters of the year; that inversion continued through September 2024, when the Federal Reserve began reducing interest rates and the yield curve began to return to its more typical upward slope.\nMany external factors may interfere with the effects of the Federal Reserve's plans or cause them to be changed, perhaps quickly. Such factors include significant economic trends or events as well as significant international monetary policies and events. Such strategies also can affect the U.S. and world-wide financial systems in ways that may be difficult to predict. Risks associated with interest rates and the yield curve are discussed in this Item 1A under the caption Interest Rate and Yield Curve Risks beginning on page 46.\nWe may be adversely affected by economic and political situations outside the U.S. The U.S. economy, and the businesses of many of our clients, are linked significantly to economic and market conditions outside the U.S., especially in North and Central America, Europe, and Asia, and increasingly in South America. Although our direct exposure to non-US-dollar-denominated assets or non-US sovereign debt is insignificant, in the future major adverse events outside the U.S. could have a substantial indirect adverse impact upon us. Key potential events which could have such an impact include (1) sovereign debt default (default by one or more governments in their borrowings), (2) bank and/or corporate debt default, (3) market and other liquidity disruptions, and, if stresses become especially severe, (4) the collapse of governments, alliances, or currencies, and (5) military conflicts. The methods by which such events could adversely affect us are highly varied but broadly include the following: an increase in our cost of borrowed funds or, in a worst case, the unavailability of borrowed funds through conventional markets; impacts upon our hedging and other counterparties; impacts upon our clients; impacts upon the U.S. economy, especially in the areas of employment rates, real estate values, interest rates, and inflation rates; and impacts upon us from substantial and unpredictable shifts in our regulatory environment from possible political responses to major financial disruptions. \n\n\n\n37                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nRisks Related to Businesses We May Exit\nWe may be unable to successfully implement a disposition or wind-down of businesses or units which no longer fit our strategic plans. We consider possible closures and divestitures as we continue to adapt to a changing business and regulatory environment. Actions of this sort typically are elevated in the first few years after a significant merger. For example, in 2021 we closed or consolidated several dozen banking locations in the wake of the 2020 IBKC merger, and we divested our title insurance business in 2022. Other dispositions have occurred in recent years and likely will continue in the future. Key risks associated with exiting a business include:\n•our ability to price a sale transaction appropriately and otherwise negotiate acceptable terms;\n\n•our ability to identify and implement key client, personnel, technology systems, and other transition actions to avoid or minimize negative effects on retained businesses;\n•our ability to mitigate the loss of any pre-tax income that the exited business produced;\n•our ability to assess and manage any loss of synergies that the exited business had with our retained businesses; and\n•our ability to manage capital, liquidity, and other challenges that may arise if an exit results in significant legacy cash expenditures or financial loss.\n\n\nReputation Risks\nOur ability to conduct and grow our businesses, and to obtain and retain clients, is highly dependent upon external perceptions of our business practices and financial stability. Our reputation is, therefore, a key asset for us. Our reputation is affected principally by our business practices and how those practices are perceived and understood by others. Adverse perceptions regarding the practices of our competitors, or our industry as a whole, also may adversely impact our reputation. In addition, negative perceptions relating to parties with whom we have important relationships may adversely impact our reputation. Senior management oversees processes for reputation risk monitoring, assessment, and management.\nDamage to our reputation could hinder our ability to access the capital markets or otherwise impact our liquidity, could hamper our ability to attract new clients and retain existing ones, could impact the market value of our stock, could create or aggravate regulatory difficulties, and could undermine our ability to attract and retain talented associates, among other things. Adverse impacts on our reputation, or the reputation of our industry, also \n\nmay result in greater regulatory and/or legislative scrutiny, which may lead to laws or regulations that change or constrain our business or operations. Events that result in damage to our reputation also may increase our litigation risk.\nPolitical and social fragmentation in the U.S., combined with access to social media platforms, can increase reputation risk in ways that might not be easily avoided by traditional means. The predominant culture within the banking industry remains traditional: in order to preserve their business reputations, banks generally tend to avoid direct, public involvement in political or social controversy. Increasingly, though, certain groups—having highly specific political or social agendas and with the ability to communicate their views effectively using social media platforms—have made it more difficult to maintain a traditional approach. While the potential for interest group pressure has always existed, special interest groups today, using social media platforms, are more able and willing to publicize their criticisms. Those criticisms, in turn, ultimately may be acted upon by legislators or regulators.\n\n\nCredit Risks\nWe face the risk that our clients may not repay their loans or make payments on their leases and that the realizable value of collateral and other credit support may be insufficient to avoid a charge-off. We also face risks that other counterparties, in a wide range of situations, may fail to honor their obligations to pay us. In our business some level of credit charge-offs is unavoidable and overall levels of credit charge-offs can vary substantially over time. For example, net charge-offs were $13 million in 2017 and remained historically very low through 2019. In 2020, net charge-offs unexpectedly \n\nrose to $120 million, driven strongly by the COVID-induced recession starting in March. Net charge-offs in 2021 fell sharply to $2 million, a very low level historically. We believe this favorable outcome was substantially affected by our client selection and underwriting processes, along with our willingness to work with borrowers throughout the pandemic. Net charge-offs rose in 2022 to a more normal, but still low, $59 million. In 2023 they rose again to $170 million, driven partly by continuing normalization but also, significantly, by a single commercial credit loss, before falling back to $112 million in 2024. It is extremely \n\n\n\n38                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \ndifficult for banks, and for investors, to know when an upturn or downturn in credit loss is merely idiosyncratic or instead portends a major credit cycle change.\nOur ability to manage credit risks depends primarily upon our ability to assess the creditworthiness of loan and lease clients and other counterparties and the value of any collateral, including real estate, among other things. We further manage credit risk by diversifying our loan and lease portfolio, by managing its granularity, by following per-relationship lending limits, and by recording and managing an allowance for loan and lease losses based on the factors mentioned above and in accordance with applicable accounting rules. We further manage other counterparty credit risk in a variety of ways, some of which are discussed in other parts of this Item 1A and all of which have as a primary goal the avoidance of having too much risk concentrated with any single counterparty.\nWe record loan and lease charge-offs in accordance with accounting and regulatory guidelines and rules. As indicated in this Item 1A under the caption Accounting Risks beginning on page 49, these guidelines and rules could change and cause provision expense or charge-offs to be more volatile, or to be recognized on an accelerated basis, for reasons not always related to the underlying performance of our portfolio. In fact, starting in 2020, such an accounting change was made and, when the COVID recession occurred starting in March, provision for credit losses significantly increased. Moreover, the SEC or PCAOB could take accounting positions applicable to our holding company that may be inconsistent with those taken by the Federal Reserve or other banking regulators.\nOur credit and other loan-management models could be wrong, or could become wrong if external factors change. A significant challenge for us is to keep the credit and other models and approaches we use to originate and manage loans updated to take into account changes in the competitive environment, in real estate prices and other collateral values, in the economy, and in the regulatory environment, among other things, based on our experience originating loans and servicing loan portfolios. Changes in modeling could have significant impacts upon our reported financial results and condition. In addition, we use those models and approaches to manage our loan portfolios and lending businesses. To the extent our models and approaches are not consistent with underlying real-world conditions, our management decisions could be misguided or otherwise affected with substantial adverse consequences to us.\nWe must balance the desire for higher income or yield with taking on greater risk. This challenge applies not only to credit risk in lending activities but also to default and interest rate risks regarding investments. Even if less acute today because short term rates are higher, that traditional risk-versus-yield challenge remains in place.\n\nAs interest rates rise, default risk generally also rises. As borrowers’ obligations to pay interest increases, financial weaknesses generally become more evident. Initially this results in lower consumer credit scores and deteriorating commercial loan grading, and later results in higher default rates. Although interest rates began to decline in last half of 2024, the full effects of the 2022-23 rate hikes may not yet be fully reflected in loan default rates. In addition, there be no assurance that the recent decline in interest rates will persist.\nThe composition of our loans inherently increases our sensitivity to certain credit risks. At December 31, 2024, approximately 53% of total loans and leases consisted of the commercial, financial, and industrial (C&I) portfolio, approximately 23% of total loans and leases consisted of the commercial real estate (CRE) portfolio, and approximately 23% consisted of the consumer real estate portfolio.\nTwo large components of the C&I portfolio at year end were loans to finance and insurance companies and loans to mortgage companies. Taken together, approximately 21% of the C&I portfolio was sensitive to impacts on the financial services industry. As discussed elsewhere in this Item 1A with respect to our company, the financial services industry is more sensitive to interest rate and yield curve changes, monetary policy, regulatory policy, changes in real estate and other asset values, and changes in general economic conditions, than many other industries. Negative impacts on the industry could dampen new lending in these lines of business and could create credit impacts for the loans in our portfolio.\nThe stability and value of the CRE portfolio depends substantially upon the financial health of the underlying real estate assets and upon commercial real estate market values generally. Many CRE assets are rental properties, and for those occupancy and vacancy rates are critical factors along with business trends that impact tenants. Most of the remainder are owner-occupied, significantly dependent on the financial health of the borrower. Part of our rental CRE consists of traditional office space. The COVID pandemic disrupted traditional office space demand and utilization. It is highly uncertain what demand and utilization will be once that disruption fully ends. \nThe consumer real estate portfolio contains a number of concentrations which affect credit risk assessment of the portfolio. \n•Product concentration. The consumer real estate portfolio consists primarily of consumer installment loans, and much of the remainder consists of home equity lines of credit.\n•Collateral concentration. This entire category is secured by residential real estate. Approximately 89% of the consumer real estate portfolio consists of loans secured on a first-lien basis.\n\n\n\n\n39                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \n•Geographic concentration. At year end, about 63% of the consumer real estate portfolio related to clients in three states: Florida, Tennessee, and Texas.\nThe consumer real estate category is highly sensitive to economic impacts on consumer clients and on residential real estate values. Job loss or downward job migration, as well as significant life events such as divorce, death, or disability, can significantly impact credit evaluations of the portfolio. Also, regulatory changes, discussed above and elsewhere in this Item 1A, are more likely to affect the consumer category and our accounting estimates of credit loss than other loan types.\nVolatility in the oil and gas industry can impact us. At year-end, approximately 2% of our total loans were directly related to the oil and gas industry. In addition to general credit and other risks mentioned elsewhere in this Item 1A, these businesses and their related assets are \n\nsensitive to a number of factors specific to that industry. Key among those is global demand for energy and other products from oil and gas in relation to supply. The shifting balance between demand and supply is expressed most simply in prices. Significant oil-price volatility, such as that experienced in 2020-22, can and often does impact our overall business in this industry by increasing provisioning and charge-offs, and by reducing demand for loans. Another set of risks specific to that industry relate to environmental concerns, including the risks of increased regulation or other governmental intervention, and the risks of adverse changes in consumption habits or public perceptions generally.\nAdditional information concerning credit risks and our management of them is set forth under the caption Asset Quality beginning on page 70 of our 2024 MD&A (Item 7).\n\n\nService Risks\nWe provide a wide range of services to clients, and the provision of these services may create claims against us that we provided them in a manner that harmed the client or a third party, or was not compliant with applicable laws or rules. Our services include lending, loan servicing, fiduciary, custodial, depositary, funds management, insurance, and advisory services, among others. We manage these risks primarily through training \n\nprograms, compliance programs, and supervision processes. Additional information concerning these risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears under the captions Operational Risk Management and Compliance Risk Management, beginning on page 90 of our 2024 MD&A (Item 7).\n\n\nRegulatory, Legislative, & Legal Risks\nThe regulatory environment continues to be challenging. We operate in a heavily regulated industry. Our regulatory burdens, including both operating restrictions and ongoing compliance costs, are substantial.\nWe are subject to many banking, deposit, insurance, securities brokerage and underwriting, investment management, and consumer lending regulations in addition to the rules applicable to all companies publicly traded in the U.S. securities markets and, in particular, on the New York Stock Exchange. Failure to comply with applicable regulations could result in financial, structural, and operational penalties. In addition, efforts to comply with applicable regulations may increase our costs and/or limit our ability to pursue certain business opportunities. See Supervision and Regulation within Item 1 of this report, beginning on page 21, for additional information concerning financial industry regulations. Federal and state regulations significantly limit the types of activities in which we, as a financial institution, may engage. In addition, we are subject to a wide array of other regulations that govern other aspects of how we conduct our business, such as in the areas of employment and intellectual property. In addition, changes in federal and state laws and regulations are always possible. New laws and regulati\n\nons could further limit the amount of interest or fees we can charge, could further restrict our ability to collect loans or realize on collateral, could affect the terms or profitability of the products and services we offer, and could materially affect us in other ways.\nThe following paragraphs highlight certain specific important risk areas related to regulatory matters currently. These paragraphs do not describe these risks exhaustively, and they do not describe all such risks that we face currently. Moreover, the importance of specific risks will grow or diminish as circumstances change.\nWe and our Bank both are required to maintain certain regulatory capital levels and ratios. U.S. capital standards are discussed in Item 1 of this report, in tabular and narrative form, under the caption Capital Adequacy within the Supervision & Regulation section of Item 1 which starts on page 21. Pressures to maintain appropriate capital levels and address business needs in a changing economy may lead to actions that could be dilutive or otherwise adverse to our shareholders. Such actions could include: reduction or elimination of dividends; the issuance of common or preferred stock, or securities convertible into stock; or the issuance of any class of stock having right\n\n\n\n40                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \ns that are adverse to those of the holders of our existing classes of common or preferred stock.\nAdditional information concerning these risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears: under the captions Capital Adequacy and Prompt Corrective Action (PCA) within the Supervision & Regulation section of Item 1 which starts on page 21; under the captions Capital, Capital Risk Management and Adequacy, and Market Uncertainties and Prospective Trends beginning on pages 82, 90, and 97, respectively, of our 2024 MD&A (Item); and under the caption Regulatory Capital in Note 12—Regulatory Capital and Restrictions, beginning on page 157 of our 2024 Financial Statements (Item 8).\nRegulation of banks is tiered based on asset size; we are close to reaching $100 billion, which is the next tier above us. Regulatory restrictions and costs tend to increase based on asset tier. For us, significant impacts of crossing the $100 billion threshold include becoming subject to Category IV enhanced prudential standards and becoming at-risk for being subject to a liquidity coverage ratio requirement. Compliance costs associated with those and other over-$100-billion regulations are expected to be significant. New regulations proposed in 2023 would substantially increase capital and other requirements, various restrictions, and costs, but whether those regulations will be adopted, or their final form if adopted, remains uncertain. With or without new regulations, we expect that a significant portion of those compliance costs will need to be borne as we approach the $100 billion tier, rather than commence abruptly when we enter the tier. Indeed, we are already incurring a portion of these costs as we proceed with upgrading compliance systems, processes, and staffing before these steps are required. Additional information concerning these risks, which is incorporated into this Item 1A by this reference, appears in: the Supervision & Regulation section of Item 1 which starts on page 21; and under the caption Other Regulatory Proposals within the section captioned Market Uncertainties and Prospective Trends beginning on page 97 of our 2024 MD&A (Item 7).\nLegal disputes are an unavoidable part of business, and the outcome of pending or threatened litigation cannot be predicted with any certainty. We face the risk of litigation from clients, associates, vendors, contractual parties, and other persons, either singly or in class actions, and from federal or state regulators. Matters of that sort are pending currently. It is unlikely we will ever experience a time when no litigation matter is outstanding. We manage litigation risks through internal controls, personnel training, insurance, litigation management, our compliance and ethics processes, and other means. However, the commencement, outcome, and magnitude of litigation cannot be predicted or controlled with any certainty.\n\nTypically, we are unable to estimate our loss exposure from legal claims until relatively late in the litigation process, which can make our financial recognition of loss from litigation unpredictable and highly uneven from one period to the next. Financial accounting guidance requires that litigation loss be both estimable and probable before a reserve may be established (recorded as a liability on our balance sheet). Under that guidance, reserves typically are not established for most litigation matters until after preliminary motions to dismiss or to narrow the case are resolved, after discovery is substantially in process, and (in many cases) after preliminary overtures regarding settlement have occurred. Potentially significant cases often are pending for years before any loss is recognized and a reserve is established. Moreover, many cases experience relatively little progress toward resolution for a long period followed by a brief period of rapid development. Lastly, although most cases are resolved with little or no loss to us, for the others our loss typically is recognized either all at once (near the time of resolution) or very unevenly over the life of the case.\nAdditional information concerning litigation risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears: under the caption Pre-2009 Mortgage Business Risks beginning on page 48; under the captions Repurchase Obligations, Market Uncertainties and Prospective Trends, and Contingent Liabilities beginning on pages 96, 97, and 102, respectively, of our 2024 MD&A (Item 7); and under the caption Contingencies in Note 16—Contingencies and Other Disclosures, beginning on page 165 of our 2024 Financial Statements (Item 8).\nPolitical volatility within the federal government, both at the regulatory and Congressional levels, creates significant potential for major and abrupt shifts in federal policy regarding bank regulation, taxes, and the economy, any of which could have significant impacts on our business and financial performance, as well as that of our commercial clients. Moreover, political conflict within and among branches of government, and within and among government agencies, can rise to a level where day-to-day functions could be interrupted or impaired, including as a result of government shutdowns.\nData privacy is becoming a major political concern. The laws governing it are new and are likely to evolve and expand. Many non-regulated, non-banking companies have gathered large amounts of personal details about millions of people and have the ability to analyze that data and act on that analysis very quickly. This situation has prompted governmental responses. Two prominent responses are the European Union General Data Protection Regulation and the California Consumer Privacy Act. Neither is a banking industry regulation, but both apply to banks in relation to certain clients. Further general regulation to protect data privacy appears likely. \n\n\n\n\n41                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nBanks in the U.S. already operate under privacy-protection laws and rules, but banking industry regulations in this area might be enlarged in response to this concern.\nPublic expectations concerning corporate controls on emissions of carbon dioxide, methane, and other greenhouse gases could increase our operating costs in the future without a corresponding increase in revenue, could curtail some aspects of our business, or both. At present, federal environmental regulations do not require us to monitor the direct or indirect greenhouse gas emissions associated with building, operating, or maintaining our physical facilities, nor are we taxed or fined in relation to those emissions, because such gases generally are not considered to be pollutants under U.S. federal law. Changing expectations could pressure us to physically measure, monitor, and curtail direct emissions and to estimate indirect emissions or impacts, and eventually could result in legal requirements to take those actions or to pay for measured or estimated emissions. For example, we engage a third party to estimate our Scope 1 and 2 location-based emissions, even though not legally required. Whether or not legally required, any such actions that we take increase our operating costs. In addition, such expectations could pressure us to re-evaluate business relationships with certain clients, or groups of clients, that have suboptimal reputations for emissions. \nRecent state laws and federal disclosure rules concerning greenhouse gas (GHG) emissions could impose significant additional costs upon us. In 2023 the state of California enacted two laws which, taken together, will require most larger companies doing business in California to report annually their greenhouse gas (\"GHG\") emissions, with an external assurance requirement, and to report biennially their climate-related financial risks and risk-mitigation measures. The California laws include multi-year phase in periods and encompass Scope 1, Scope 2, and Scope 3 GHG emissions. As currently enacted, the laws require implementing regulations to be adopted by July 1, 2025 and reporting for Scopes 1 and 2 to begin in 2026 for the 2025 fiscal year. The California laws, especially the application of those laws to companies outside of California, have been challenged in court. These challenges could take many years to resolve.\n\nIn March 2024, the U.S. Securities and Exchange Commission (\"SEC\") adopted final rules, \"The Enhancement and Standardization of Climate-Related Disclosures for Investors\" (the \"SEC Climate Disclosures Rules\"). These rules would require all U.S. companies with publicly-traded securities to report annually their Scope 1 and 2 GHG emissions and related risk-management processes, and would include a related financial statement and audit requirement, among other things. There is considerable uncertainty as to whether the SEC's Climate Disclosure Rules will be implemented as adopted, both because the SEC has suspended effectiveness of those rules while legal challenges are pending and because shifts in executive and legislative branches of government could lead the SEC to withdraw or significantly alter those rules. \nDirect compliance costs related to these state and federal requirements, should they become effective, will include creating systems to measure or estimate and capture relevant data, staffing, and engagement of vendors, including a firm to provide required assurances (somewhat analogous to a financial statement auditor). In addition, if we are required by California law to support Scope 3 reporting by obtaining GHG-related information from customers, effectively we would be required to impose costs and/or inconveniences on our customers. Other banks in our markets, particularly those that are both private and not doing business in California, could provide financial services without those requirements, putting us at a competitive disadvantage. \nAdditional information concerning these risks, which is incorporated into this Item 1A by this reference, appears under the caption Greenhouse Gas (GHG) Reporting Regimes within the section captioned Market Uncertainties and Prospective Trends beginning on page 97 of our 2024 MD&A (Item 7).\nGeneral regulation of greenhouse gas emissions, carbon taxation schemes, government subsidies for \"green\" industries over carbon-intensive ones, and other such political/governmental actions could substantially and directly impact us or our clients. Even if we are not directly impacted in any significant manner by such actions, impacts on clients could have a significant impact on us.\n\n\nRisks of Expense Control\nOur ability to successfully manage expenses is important to our long-term success, but in part is subject to risks beyond our control. Many factors can influence the amount of our expenses, as well as how quickly they grow. As our businesses change—whether by acquisition, expansion, or contraction—additional expenses can arise from asset purchases, structural reorganization, evolving business strategies, and changing regulations, among other things.\n\nWe manage controllable expenses and risk through a variety of means, including selectively outsourcing or multi-sourcing various functions and procurement coordination and processes. In recent years we have actively sought to make strategic businesses more efficient primarily by investing in technology, re-thinking and right-sizing our physical facilities, and re-thinking and right-sizing our workforce and incentive programs. These efforts usually entail additional near-term expenses in the \n\n\n\n42                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nform of technology purchases and implementation, facility closure or renovation costs, and severance costs, while expected benefits typically are realized with some uncertainty in the future.\nWe have also focused on the economic profit generated by our business activities and prospects. Economic profit analysis attempts to relate ordinary profit to the capital employed to create that profit with the goal of achieving higher risk-adjusted (more efficient) returns on capital employed overall. Activities with higher capital usage bear a greater burden in economic profit analysis. The process is intended to allow us to more efficiently manage investment and utilization of resources. Economic profit analysis involves judgment regarding capital allocation and risk. Errors in those judgments could result in less efficient \n\nallocations of resources and could impact long-term profitability.\nDespite our efforts, our costs could rise due to adverse structural changes, market shifts, or inflationary pressures. For example: in 2021 and 2022, compensation costs rose markedly due to high-demand/low-supply circumstances beyond our control.\nRegulatory compliance expense will increase substantially when we reach $100 billion in assets, which is the next regulatory tier above us now. Moreover, we expect such costs to increase significantly as we approach that size. Additional information concerning these expenses appears in Regulatory, Legislative, and Legal Risks within this Item 1A beginning on page 40.\n\n\nGeographic Risks\nWe are subject to risks of operating in various jurisdictions. To a significant degree our banking business is exposed to economic, regulatory, natural disaster, and other risks that primarily impact the southeastern and south-central U.S. states where we do most of our traditional lending and deposit taking business. If those regions of the U.S. were to experience adversity not shared by other parts of the country, we would be likely to experience adversity to a degree not shared by those competitors which have a broader or different regional footprint. Examples of these kinds of risks include: earthquakes in Memphis; hurricanes in Florida, Louisiana, the Carolina coasts, the Texas coast, and other parts of our geographic footprint, including the inland areas of Georgia and North Carolina impacted by Hurricane Helene; a major change in national health insurance laws impacting our healthcare-industry clients in middle Tennessee; and automotive industry plant closures.\nSignificant cost increases and uncertainties impacting clients and communities in our coastal markets may jeopardize the substantial growth trends of those markets. A significant part of our growth prospects are concentrated in the major gulf coast markets and several markets on the southern Atlantic seacoast of the U.S. Many of our fastest growing markets, including most significantly those in Florida, can be impacted significantly by hurricanes and other severe coastal weather events. As those markets grow, our economic commitment to them grows, as does our financial exposure to those events.\nIn 2023 and 2024 it has been widely reported that the economic costs of hurricane events in the U.S. gulf and southern Atlantic coastal areas have been rising significantly. We believe that rising costs are directly related to growth in those areas.\nFor example, much of the growth in Florida has been along the coasts moving out from older cities. A gulf coast hurricane 50 or 60 years ago had a fair chance of making \n\nlandfall in a relatively unpopulated area. Now, the chances of directly hitting a population center are much higher, the average population in that center is much higher, and the average value per building is much higher. \nThe reported significant increase in casualty risks and costs is being reflected in property insurance practices which currently are in significant flux. The insurance industry is being forced to revise its risk assessment and premium pricing practices in coastal areas as loss experience has deviated from earlier predictions, sometimes badly. In Florida, for example, some smaller carriers have failed, some larger carriers have left markets, and remaining carriers have significantly increased the premiums of hurricane-related insurance, narrowed coverage, or both. \nCoastal states such as Florida and Louisiana have created last-resort insurance pools for residents who cannot obtain or afford private property insurance. However, as the costs borne by those pools increase, either the premiums will have to rise or general taxation will have to cover the difference. In addition, those programs generally do not help business clients. \nState and local building and water-control codes are being revised, but often unevenly and often not retroactive to pre-existing structures and developments. The current transition period could be lengthy.\nThe availability, reliability, and cost of adequate property insurance is a significant concern for us as well as our clients in affected markets. Instability in property insurance has made, and will continue to make, our business decisions more difficult. That instability increases our risks of loan loss and business downturn. \nMore fundamentally, elevated insurance and casualty costs blunt a key factor driving growth in many of these high-growth markets: lower costs of living. If market growth slows, our business will be impacted.\n\n\n\n43                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nAdditional information concerning these risks, which is incorporated into this Item 1A by this reference, appears under the caption Coastal Market Growth and Rising Costs within the section captioned Market Uncertainties and Prospective Trends beginning on page 97 of our 2024 MD&A (Item 7).\nWe have international assets, mainly in the form of loans and letters of credit.  Holding non-U.S. assets creates a number of risks: the risk that taxes, fees, prohibitions, and other barriers and constraints may be created or increased by the U.S. or other countries that would impact our holdings; the risk that currency exchange rates could \n\nmove unfavorably so as to diminish the U.S. dollar value of assets, or to enlarge the U.S. dollar value of liabilities; and the risk that legal recourse against foreign counterparties may be limited in unexpected ways. Our ability to manage those and other risks depends upon a number of factors, including: our ability to recognize and anticipate differences in legal, cultural, and other expectations applicable to clients, regulators, vendors, and other business partners and counterparties; and our ability to recognize and manage any exchange rate risks to which we are exposed. \n\n\nInsurance\nOur property and casualty insurance may not cover, or may be inadequate to fully cover, the risks that we face, and we may be adversely affected by a default by insurers. We use insurance to manage a number of risks, including damage or destruction of property as well as legal and other liability. Not all such risks are insured, in any given insured situation our insurance may be inadequate to cover all loss, and many risks we face are uninsurable. For those risks that are insured, we also face the risks that the insurer may default on its obligations or that the insurer may refuse to honor them. We treat the risk of default as a type of credit risk, which we manage by reviewing the insurers that we use and by striving to use more than one insurer when practical. The risk of refusal, whether due to honest disagreement or bad faith, is inherent in any contractual situation.\nA portion of our consumer loan portfolio involves mortgage default insurance. If a default insurer were to experience a significant credit downgrade or were to become insolvent, that could adversely affect the carrying value of loans insured by that company, which could result in an immediate increase in our loan loss provision or write-down of the carrying value of those loans on our balance sheet and, in either case, a corresponding impact on our financial results. If many default insurers were to experience downgrades or insolvency at the same time, the risk of a financial impact would be amplified.\n\nWe own certain bank-owned life insurance policies as assets on our balance sheet. Some of those policies are “general account” and others are “separate account.” The general account policies are subject to the risk that the carrier might experience a significant downgrade or become insolvent. The separate account policies are less susceptible to carrier risk, but do carry a higher risk of value fluctuations in securities which underlie those policies. Both risks are managed through periodic reviews of the carriers and the underlying security values. However, particularly for the general account policies, our ability to liquidate a policy in anticipation of an adverse carrier event is significantly limited by applicable insurance contracts and regulations as well as by a substantial tax penalty which could be levied upon early policy termination.\nWhen we self-insure certain exposures, our estimates of future expenditures may be inadequate for the actual expenditures that occur. For example, we self-insure our associate health-insurance benefit program. We estimate future expenditures and establish accruals (reserves) based on the estimates. If actual expenditures were to exceed our estimates in a future period, our future expenses could be adversely and unexpectedly increased.\n\n\nLiquidity & Funding Risks\nLiquidity is essential to our business model and a lack of liquidity, or an increase in the cost of liquidity, may materially and adversely affect our businesses, results of operations, financial condition, and cash flows. In general, the costs of our funding directly impact our costs of doing business and, therefore, can positively or negatively affect our financial results. Our funding requirements in 2024 were met principally by deposits, by financing from other financial institutions, and by funds obtained from the capital markets.\n\nDeposits traditionally have provided our most affordable funds and deposits by far are the largest portion of our funding. However, deposit trends can shift with economic conditions and with public perception of risk in the banking industry or of risk in our Bank in particular. That shift can be sudden and extreme. If public confidence fails, deposit levels in our Bank could fall, perhaps fairly quickly if a tipping point is reached, as depositors seek safety and are able to move their funds rapidly. In the mildest version of this scenario, we could be \n\n\n\n44                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nforced to raise interest we pay on our deposits, raising costs appreciably. In a severe case, deposit flight could render the Bank insolvent. \nIn the first half of 2023, actual events resulted in many of these impacts. Three large U.S. regional banks failed, largely as a result of massive deposit run-off. Along with most other regional banks, we experienced significant but much more modest levels of run-off, which we successfully countered with a significant deposit campaign. We believe significant portions of the outgoing deposits transferred either to a few of the very largest U.S. banks or to money market funds which, though not FDIC insured, are supported by U.S. Treasury debt. \nIn the aftermath of the 2023 bank failures, the following factors appear to have been key to institutional risk: deposits not insured by FDIC insurance were much more likely to depart rapidly when risk perceptions changed suddenly; deposit clients who were not traditional clients with primary banking relationships were much more likely to depart rapidly; and deposits concentrated in fewer, high-balance accounts (with FDIC insurance coverage on only a small portion of the balances) were much more likely to depart rapidly than deposits spread among many more-typical clients and accounts. All but the very largest banks, including our Bank, faced all three of these factors to an extent. Banks with higher-than-usual levels of one or more of these factors tended to be more strongly impacted by the banking crisis events in the first half of 2023.\nDeposit levels may be affected, fairly quickly, by changes in monetary policy. The Federal Reserve began reducing short-term rates in the last half of 2024 based on economic events during the year, including reduced inflationary pressures, employment data, and overall economic activity. Whether, and to what extent, economic conditions will support continued short-term rate reductions in 2025 remains uncertain. Additional information concerning monetary policy changes appears under the caption Risks Associated with Monetary Events beginning on page 37 within this Item 1A, and under the caption Inflation, Recession, and Federal Reserve Policy within the Market Uncertainties and Prospective Trends section of 2024 MD&A (Item 7), which begins on page 97.\nLoss of deposits or a change in deposit mix could increase our funding costs. Deposits generally are a low cost and stable source of funding. We compete with banks and other financial institutions for deposits and as a result, we could lose deposits in the future, clients may shift their deposits into high cost products, or we may need to raise interest rates to avoid deposit attrition. Funding costs may also increase if deposits lost are replaced with wholesale funding. Higher funding costs reduce our net interest margin, net interest income, and net income. \n\nThe market among banks for deposits may be impacted by regulatory funding and liquidity requirements. Regulatory rules generally provide favorable treatment for core deposits. Institutions with less than $100 billion of assets are not required to maintain a minimum Liquidity Coverage ratio. At or above $100 billion, the requirement increases with size and certain activities. The largest banks, which must maintain the highest minimum ratio, may be incented to compete for core deposits vigorously. Although mid-sized banks, like ours, are only lightly impacted by this rule, if some large banks in our markets take aggressive actions we could lose deposit share or be compelled to adjust our deposit pricing and practices in ways that could increase our costs.\nContinued availability of funding from the Federal Home Loan Bank and discount window at the Federal Reserve depends on policies set by federal agencies, the federal government and, ultimately, by the U.S. Congress; for that reason, long-term continuation of current programs is beyond our control.  We have and use credit facilities with one of the Federal Home Loan Banks. Those facilities provide funding quickly when we need it, up to program limits. Program limits are based, in part, on the fair value of potential collateral we can provide, which fluctuates with market conditions. We also have and use access to the discount window at the Federal Reserve. Although we do not view borrowing at the Federal Home Loan Bank or at the discount window at the Federal Reserve as a primary source of liquidity, the curtailment or elimination of our access to these funding sources would significantly alter how we plan for and manage routine and contingency funding situations.\nWe also depend upon financing from private institutional or other investors by means of the capital markets. In 2020 we issued and sold $150 million of preferred stock, along with a total of $1.3 billion of senior and subordinated notes. In 2021, we issued and sold another $150 million of preferred stock. We believe we could access the capital markets again if we desired to do so. Risk remains, however, that capital markets may become unavailable to us for reasons beyond our control.\nA number of more general factors could make funding more difficult, more expensive, or unavailable on affordable terms. These include, but are not limited to, our financial results, organizational or political changes, adverse impacts on our reputation, changes in the activities of our business partners, disruptions in the capital markets, specific events that adversely impact the financial services industry, counterparty availability, changes affecting our loan portfolio or other assets, changes affecting our corporate and regulatory structure, interest rate fluctuations, ratings agency actions, general economic conditions, and the legal, regulatory, accounting, and tax environments governing our funding transactions. In addition, our ability to raise funds is strongly affected by the general state of the U.S. and \n\n\n\n\n45                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nworld economies and financial markets as well as the policies and capabilities of the U.S. government and its agencies, and may remain or become increasingly difficult due to economic and other factors beyond our control. For additional information concerning these risks, see Interest Rate and Yield Curve Risks beginning on page 46.\n\nEvents affecting interest rates, markets, and other factors may adversely affect the demand for our products and services in our fixed income business. As a result, disruptions in those areas may adversely impact our earnings in that business unit.\n\n\nCredit Ratings\nOur credit ratings directly affect the availability and cost of our unsecured funding. Our holding company (the Corporation) and our Bank currently receive ratings from rating agencies for unsecured borrowings. A rating below investment grade typically reduces availability and increases the cost of market-based funding. A debt rating of Baa3 or higher by Moody’s Investors Service, or BBB- or higher by Fitch Ratings, is considered investment grade for many purposes. At December 31, 2024, both rating agencies rated the unsecured senior debt of the Corporation and of the Bank as investment grade. To the extent that in the future we depend on institutional borrowing and the capital markets for funding and capital, we could experience reduced liquidity and increased cost of unsecured funding if our debt ratings were lowered, particularly if lowered below investment grade. In addition, other actions by ratings agencies can create uncertainty about our ratings in the future and thus can adversely affect the cost and availability of funding, including placing us on negative outlook or on watchlist. Please note that a credit rating is not a recommendation \n\nto buy, sell, or hold securities, is subject to revision or withdrawal at any time, and should be evaluated independently of any other rating.\nReductions in our credit ratings could result in counterparties reducing or terminating their relationships with us. Some parties with whom we do business have internal policies restricting the business that can be done with financial institutions, such as the Bank, that have credit ratings lower than a certain threshold. \nReductions in our credit ratings could allow some counterparties to terminate and immediately force us to settle certain derivatives agreements, and could force us to provide additional collateral with respect to certain derivatives agreements. Under our margin agreements, we are required to post collateral in the amount of our derivative liability positions with derivative counterparties. FHN could be asked to post collateral of an undetermined amount based on changes in credit ratings and derivative value.\n\n\nInterest Rate & Yield Curve Risks\nWe are subject to interest rate risk because a significant portion of our business involves borrowing and lending money and investing in financial instruments. A considerable portion of our funding comes from short-term and demand deposits, while a sizeable portion of our lending and investing is in medium-term and long-term instruments. Changes in interest rates directly impact our revenues and expenses and could expand or compress our net interest margin. We actively manage our balance sheet to control the risks of a reduction in net interest margin brought about by ordinary fluctuations in rates. In addition, our fixed income business tends to perform better when rates decline or markets are moderately volatile, which tends to partially offset net interest margin compression.\nA flat or inverted yield curve may reduce our net interest margin and adversely affect our lending and fixed income businesses. The yield curve is a reflection of interest rates, at various maturities, applicable to assets and liabilities. The yield curve is steep when short-term rates are much lower than long-term rates; it is flat when short-term rates and long-term rates are nearly the same; and it is inverted when short-term rates exceed long-term rates. \n\nHistorically, the yield curve is usually upward sloping (higher rates for longer terms). However, the yield curve can be relatively flat or inverted (downward sloping). Inversion normally is rare, but has happened several times in the past few years. In fact, inversion was continuous from the second half of 2022 through September 2024, when the Federal Reserve began to reduce short-term interest rates and the yield curve flattened. A flat or inverted yield curve tends to decrease net interest margin, which would adversely impact our lending businesses, and it tends to reduce demand for long-term debt securities, which would adversely impact the revenues of our fixed income business. During late 2022 our net interest margin overall did not compress, but actually expanded, as we were able to increase average loan rates faster than average funding rates. In 2023, our net interest margin compressed throughout much of the year as funding costs accelerated, but still expanded on a full year basis compared to 2022. Although compression eased late in 2023 and in 2024 as short-term interest rate increases ended and reductions began, net interest margin for 2024 declined from 2023 as the yield curve remained inverted for much of 2024. Compression continued to ease in the fourth quarter of 2024, with net interest margin \n\n\n\n46                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nexpanding as compared with both the third quarter of 2024 and the fourth quarter of 2023.\nMarket-indexed deposit products are very sensitive to changes in short-term rates, and our use of them increases our exposure to such changes. If market rates rise, an increase in those deposit rates may be necessary before we are able to effect similar increases in loan rates. Generally, we try to moderate our use of these products when rates are rising.\nExpectations by the market regarding the direction of future interest rate movements can impact the demand for and value of our fixed income investments and can \n\nimpact the revenues of our fixed income business. This risk is most apparent during times when strong expectations have not yet been reflected in market rates, or when expectations are especially weak or uncertain. Over a business cycle period of many years, there are typically \"up\" parts of the cycle in which revenues increase and \"down\" parts of the cycle in which revenues decrease, with each being driven principally by changes in the operating environment. The most recent \"down\" part of the cycle started in 2022 and continued through 2023. The improvement in the shape of the yield curve in the second half of 2024 and the resulting increase in fixed income revenues from 2023 to 2024 could signal a shift toward the \"up\" part of the cycle.\n\n\nAsset Inventories & Market Risks\nThe trading securities inventories and loans held for sale in our fixed income business are subject to market and credit risks. In the course of that business we hold trading securities inventory and loan positions for purposes of distribution to clients, and we are exposed to certain market risks attributable principally to interest rate risk and credit risk associated with those assets. We manage the risks of holding inventories of securities and loans through certain market risk management policies and procedures, including, for example, hedging activities and Value-at-Risk (“VaR”) limits, trading policies, modeling, and stress analyses. Average fixed income trading securities (long positions) were $1.4 billion for 2024 and $1.2 billion for 2023. Average fixed income trading liabilities (short positions) were $555 million and $301 million for 2024 and 2023, respectively. Average loans held for sale in our fixed income business were $347 million and $552 million for 2024 and 2023, respectively. Additional information concerning these risks and our management of them, all of which is incorporated into this Item 1A by this reference, appears under the caption Market Risk Management beginning on page 87 of our 2024 MD&A (Item 7).\nDeclines, disruptions, or precipitous changes in markets or market prices can adversely affect our fees and other income sources. We earn fees and other income related to our brokerage business and our management of assets for clients. Declines, disruptions, or precipitous changes in markets or market prices can adversely affect those revenue sources.\nSignificant changes to the securities market’s performance can have a material impact upon our assets, liabilities, and financial results. We have a number of assets and obligations that are linked, directly or indirectly, to major securities markets. Significant changes in market performance can have a material impact upon our assets, liabilities, and financial results.\nAn example of that linkage is our obligation to fund our pension plan so that it may satisfy benefit claims in the future. Our pension funding obligations generally depend \n\nupon actuarial estimates of benefits claims, the discount rate used to estimate the present values of those claims, and estimates of plan asset values. Our obligations to fund the plan can be affected by changes in any of those three factors. Accordingly, our obligations diminish if the plan’s investments perform better than expectations or if estimates are changed anticipating better performance, and can grow if those investments perform poorly or if expectations worsen. A rise in interest rates is likely to negatively impact the values of fixed income assets held in the plan, but would also result in an increase in the discount rate used to measure the present value of future benefit payments. Similarly, our obligations can be impacted by changes in mortality tables or other actuarial inputs. We manage the risk of rate changes by investing plan assets in fixed income securities having maturities aligned with the expected timing of payouts. Because there are no new participants, the actuarial-input risk should slowly diminish over time.\nChanges in our funding obligation generally translate into positive or negative changes in our pension expense over time, which in turn affects our financial performance. Our obligations and expenses relative to the plan can be affected by many other things, including changes in our participating associate population and changes to the plan itself. Although we have taken actions intended to moderate future volatility in this area, risk of some level of volatility is unavoidable.\nOur hedging activities may be ineffective, may not adequately hedge our risks, and are subject to credit risk. In the normal course of our businesses we attempt to create partial or full economic hedges of various, though not all, financial risks. For example: our fixed income unit manages interest rate risk on a portion of its trading portfolio with short positions, futures, and options contracts; we hedge the risk of interest rate movements related to the gap between the time we originate mortgage loans and the time we sell them; and we use derivatives, including swaps, swaptions, caps, forward contracts, options, and collars, that are designed to moderate the impact on earnings as interest rates change. \n\n\n\n47                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nGenerally, in the last example these hedged items include certain term borrowings and certain held-to-maturity loans.\nHedging creates certain risks for us, including the risk that the other party to the hedge transaction will fail to \n\nperform (counterparty risk, which is a type of credit risk), and the risk that the hedge will not fully protect us from loss as intended (hedge failure risk). Unexpected counterparty failure or hedge failure could have a significant adverse effect on our liquidity and earnings.\n\n\nMortgage Business Risks\nTwo of our mortgage-related businesses—mortgage origination and lending to mortgage companies—are highly sensitive to interest rates and rate cycles. When rates are higher, client activity (and our related income) tends to be muted. Lower rates tend to foster higher activity. The U.S. experienced extremely low interest rates for several years, ending in early 2022. Rising rates in 2022 substantially curtailed our income from these businesses. For example, by late 2022 consumer mortgage refinancings fell to extremely low levels. These impacts largely continued throughout 2023 and 2024, but modestly abated in the second half of 2024 as the Federal Reserve began reducing short-term rates. Although lower mortgage rates in the future, if and when they occur, should moderate these impacts, it is very unlikely that the low rate environment of 2020-21 will return. Additional information concerning rates and their impacts upon us is presented: under the caption Cyclicality within the Other Business Information section of Item 1, which starts on page 19; in Risks Associated with Monetary Events beginning on page 37; in Interest Rate and Yield Curve Risks beginning on page 46; and under the caption Inflation, Recession, and Federal Reserve Policy within the Market Uncertainties and Prospective Trends section of our 2024 MD&A (Item 7), beginning on page 97.\nWe have contractual risks from our mortgage business. Our traditional mortgage business primarily consists of helping clients obtain home mortgages which we sell, rather than hold, or which qualify for a government-\n\nguarantee program. The mortgage terms conform to the requirements of the mortgage buyers or government agencies, and we make representations to those buyers or agencies concerning conformity of each mortgage at origination. Although the buyers and agencies generally take the risk that a mortgage defaults, we retain the risk that our representations were materially incorrect. In such a case, the buyer or agency generally has the power to force us to take the loan back for its face value, or to make the buyer or agency whole for its loss.\nSome government mortgage programs could impose penalties on us for misrepresentations at the time of obtaining benefits under the program. Penalties can be severe, up to three times the agency’s loss. As a result, mortgage origination processes need to emphasize being thorough and correct, in compliance with all agency standards. Those processes tend to slow the mortgage lending process for clients and increase the complexity of the paperwork.\nThe mortgage servicing business creates regulatory risks. Servicing requires continual interaction with consumer clients. Federal, state, and sometimes local laws regulate when and how we interact with consumer clients. The requirements can be complex and difficult for us to administer, especially if a client experiences difficulty with the mortgage loan. Failure to follow the applicable rules can result in significant penalties or other loss for us.\n\n\nPre-2009 Mortgage Business Risks\nWe have risks from the mortgage-related businesses that legacy First Horizon exited in 2008, including mortgage loan repurchase and loss-reimbursement risk, and claims of non-compliance with contractual and regulatory requirements. In 2008 we exited our national mortgage and related lending businesses. We retain the risk of liability to clients and contractual parties with whom we dealt in the course of operating those businesses.\nAdditional information concerning risks related to our former mortgage businesses and our management of them, all of which is incorporated into this Item 1A by this reference, is set forth: under the captions Repurchase Obligations beginning on page 96, and Contingent Liabilities beginning on page 102, of our 2024 MD&A (Item 7); and under the caption Mortgage Loan Repurchase and Foreclosure Liability, w\n\nithin Note 16—Contingencies and Other Disclosures of our 2024 Financial Statements (Item 8), which Note begins on page 165.\n\n\n\n\n48                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nAccounting Risks\nThe preparation of our consolidated financial statements in conformity with U.S. generally accepted accounting principles requires management to make significant estimates that affect the financial statements.  The estimate that is consistently one of our most critical is the level of the allowance for credit losses. However, other estimates can be highly significant at discrete times or during periods of varying length, for example the valuation (or impairment) of our deferred tax assets. Estimates are made at specific points in time. As actual events unfold, estimates are adjusted accordingly. Due to the inherently uncertain nature of these estimates, it is possible that, at some time in the future, we may significantly increase the allowance for credit losses and/or sustain credit losses that are significantly higher than the provided allowance, or we may recognize a significant provision for impairment of assets, or we may make some other adjustment that will differ materially from the estimates that we make today. Moreover, in some cases, especially concerning litigation and other contingency matters where critical information is inadequate, often we are unable to make estimates until fairly late in a lengthy process.\nA significant merger or acquisition requires us to make many estimates, including the fair values of acquired assets and liabilities. With larger transactions, fair value and other estimations can take up to four quarters to finalize. These estimates, and their revisions, can have a substantial effect on the presentation of our financial condition and operating results after the transaction closes. In addition, the excess of the value “paid” by us in the merger or acquisition over the fair value of the assets acquired, net of liabilities assumed, is recorded as goodwill. Goodwill is subject to periodic impairment assessment, a process that can result in impairment expense which may be significant and sudden.\nChanges in accounting rules can significantly affect how we record and report assets, liabilities, revenues, expenses, and earnings. Although such changes generally affect all companies in a given industry, in practice changes sometimes have a disparate impact due to differences in the circumstances or business operations of companies within the same industry.\nOne such accounting change, ASU 2016-13, “Measurement of Credit Losses on Financial Instruments,” substantially impacts the measurement and recognition of credit losses for certain assets, including most loans.  Under ASU 2016-13, when we make or acquire a new loan, we are required to recognize immediately the “current expected credit loss,” or “CECL,” of that loan. We will also re-evaluate CECL each quarter that the loan is outstanding. CECL is the difference between our cost and the net amount we expect to collect \n\nover the life of the loan using certain estimation methods that incorporate macroeconomic forecasts and our experience with other, similar loans. In contrast, the pre-2020 accounting standard delayed recognition until loss was “probable” (very likely). We adopted ASU 2016-13 and CECL accounting starting in 2020, with the impact on regulatory capital having a phase-in period. Starting in 2020, recognition of estimated credit loss was significantly accelerated compared to pre-CECL practice, which was aggravated by the actual and projected effects of the pandemic. That acceleration could happen again, especially if a recession occurs or is expected to occur. Additional information concerning ASU 2016-13 appears in Item 1 under the caption CECL Accounting and COVID-19 within the section entitled Significant Business Developments Over Past Five Years, which begins on page 12, all of which information is incorporated into this Item 1A by reference.\nIn comparison with former (pre-2020) standards, CECL accounting tends to: result in a significant increase in our provision for credit losses (expense) and allowance (reserve) during any period of loan growth, including organic growth and growth created by acquisition or merger; through increased provision, adversely impact our earnings and, correspondingly, our regulatory capital levels; and enhance volatility in loan loss provision and allowance levels from quarter to quarter and year to year, especially during times when the economy is in transition or experiencing significant volatility. Moreover, CECL creates an incentive for banks to reduce new lending in the “down” part of the economic cycle in order to reduce loss recognition and conserve regulatory capital. That perverse incentive could, nationwide, prolong a down cycle in the economy and delay a recovery.\nChanges in regulatory rules can create significant accounting impacts for us. Because we operate in a regulated industry, we prepare regulatory financial reports based on regulatory accounting standards. Changes in those standards can have significant impacts upon us in terms of regulatory compliance. In addition, such changes can impact our ordinary financial reporting, and uncertainties related to regulatory changes can create uncertainties in our financial reporting.\nOur controls and procedures may fail or be circumvented. Internal controls, disclosure controls and procedures, and corporate governance policies and procedures (“controls and procedures”) must be effective in order to provide assurance that financial reports are materially accurate. A failure or circumvention of our controls and procedures or failure to comply with regulations related to controls and procedures could have a material adverse effect on our business, financial condition and results of operations.\n\n\n\n49                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nShare Owning & Governance Risks\nThe principal source of cash flow to pay dividends on our stock, as well as service our debt, is dividends and distributions from the Bank, and the Bank may become unable to pay dividends to us without regulatory approval. First Horizon Corporation primarily depends upon common dividends from the Bank for cash to fund dividends we pay to our common and preferred shareholders, and to service our outstanding debt. Regulatory constraints might constrain or prevent the Bank from declaring and paying dividends to us in future years without regulatory approval. Applying the dividend restrictions imposed under applicable federal and state rules, the Bank’s total amount available for dividends, without obtaining regulatory approval, was $374 million at January 1, 2025.\nAlso, we are required to provide financial support to the Bank. Accordingly, at any given time a portion of our funds may need to be used for that purpose and therefore would be unavailable for dividends.\nFurthermore, the Federal Reserve has issued policy statements generally requiring insured banks and bank holding companies only to pay dividends out of current operating earnings. The Federal Reserve has released a supervisory letter advising bank holding companies, among other things, that as a general matter a bank holding company should inform the Federal Reserve and should eliminate, defer or significantly reduce its dividends if (i) the bank holding company’s net income available to shareholders for the past four quarters, net of dividends previously paid during that period, is not sufficient to fully fund the dividends; (ii) the bank holding company’s prospective rate of earnings is not consistent with the bank holding company’s capital needs and overall current and prospective financial condition; or (iii) the bank holding company will not meet, or is in danger of not meeting, its minimum regulatory capital adequacy ratios.\nOur shareholders may suffer dilution if we raise capital through public or private equity financings to fund our operations, to increase our capital, or to expand. If we raise funds by issuing equity securities or instruments that are convertible into equity securities, the percentage ownership of our current common shareholders will be reduced, the new equity securities may have rights and preferences superior to those of our common or outstanding preferred stock, and any additional issuances could be at a sales price which is dilutive to current shareholders. We may also issue equity securities directly as consideration for acquisitions we may make that would be dilutive to shareholders in terms of voting power and share-of-ownership, and could be dilutive financially or economically.\nThe IBKC merger, for example, resulted in a significant increase in our outstanding shares. In 2020, we issued to \n\nformer IBKC shareholders common shares representing about 44% of our post-closing outstanding shares.\nOur issuance of ordinary preferred stock raises regulatory capital without issuing or diluting common shares, but creates or expands our general obligation to pay all preferred dividends ahead of any common dividends. Currently we have five series of preferred stock outstanding, one issued by the Bank and four by First Horizon Corporation. Subject to capital needs and market conditions, additional series may be issued in the future.\nProvisions of Tennessee law, and certain provisions of our charter and bylaws, could make it more difficult for a third party to acquire control of us or could have the effect of discouraging a third party from attempting to acquire control of us. These provisions could make it more difficult for a third party to acquire us even if an acquisition might be at a price attractive to many of our shareholders. In addition, federal banking laws prohibit non-financial-industry companies from owning a bank and require regulatory approval of any change in control of a bank.\nCertain legal rights of holders of our common stock and of depositary shares related to our preferred stock to pursue claims against us or the depositary, as applicable, are limited by our bylaws and by the terms of the deposit agreements. Our bylaws provide that, unless we consent in writing to an alternative forum, a state or federal court located within Shelby County in the State of Tennessee will be the sole and exclusive forum for (i) any derivative action or proceeding brought in our right or name, (ii) any action asserting a claim of breach of a fiduciary duty owed by any director, officer or other associate of ours to us or our shareholders, (iii) any action asserting a claim against us or any director, officer or other associate of ours arising pursuant to any provision of the Tennessee Business Corporation Act or our charter or bylaws or (iv) any action asserting a claim against us or any director, officer or other associate of ours that is governed by the internal affairs doctrine. In addition, each deposit agreement between us and the depositary, which governs the rights of the depositary shares related to our Series B and C preferred stock (respectively), provides that any action or proceeding arising out of or relating in any way to the deposit agreement may only be brought in a state court located in the State of New York or in the United States District Court for the Southern District of New York.\nThe foregoing exclusive forum clauses may have the effect of discouraging lawsuits against us or our directors, officers or other associates, or against the depositary, as applicable. Exclusive forum clauses may also lead to increased costs to bring a claim or may limit the ability of holders of our common stock or depositary shares to bring a claim in a judicial forum they find favorable.\n\n\n\n\n50                2024 FORM 10-K ANNUAL REPORT     \n\nITEM 1A. RISK FACTORS                     \nIn addition, the exclusive forum clauses in our bylaws and deposit agreements could apply to actions or proceedings that may arise under the federal securities laws, depending on the nature of the claim alleged. To the extent these exclusive forum clauses restrict the courts in which holders of our common stock or depositary shares may bring claims arising under the federal securities laws, there is uncertainty as to whether a court would enforce such provisions. These exclusive forum provisions do not mean that holders of our common stock or depositary shares have waived our obligations to comply with the federal securities laws and the rules and regulations thereunder.\n\n\n\n\n51                2024 FORM 10-K ANNUAL REPORT",
      "char_count": 111618
    }
  },
  "extracted_at": "2025-10-18T17:35:20.163695"
}