{
  "ticker": "INN",
  "company_name": "Summit Hotel Properties, Inc.",
  "cik": 1497645,
  "form_type": "10-K",
  "filing_date": "2025-02-24",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001497645-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001497645&accession_number=000149764525000013&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "Item 1.        Business.\n\nUnless the context otherwise requires, all references to “we,” “us,” “our,” or the “Company” refer to Summit Hotel Properties, Inc. and its consolidated subsidiaries.\n\nOverview\n\nSummit Hotel Properties, Inc. is a self-managed lodging property investment company that was organized on June 30, 2010 as a Maryland corporation. The Company holds both general and limited partnership interests in Summit Hotel OP, LP (the “Operating Partnership”), a Delaware limited partnership also organized on June 30, 2010. We focus on owning lodging properties with efficient operating models that generate strong margins and investment returns. At December 31, 2024, our portfolio consisted of 97 lodging properties with a total of 14,553 guestrooms located in 25 states. We own our properties fee simple, except for six hotel properties which are subject to ground leases. As of December 31, 2024, we own 100% of the outstanding equity interests in 53 of our lodging properties. We own a 51% controlling interest in 41 lodging properties through a joint venture with USFI G-Peak Pte. Ltd. (\"GIC\"), a private limited company incorporated in the Republic of Singapore, (the \"GIC Joint Venture\"), and two 90% equity interests in separate joint ventures (the \"Brickell Joint Venture\" and the \"Onera Joint Venture\"). The Brickell Joint Venture owns two lodging properties, and the Onera Joint Venture owns one lodging property.\nThe GIC Joint Venture was formed in July 2019 with GIC to acquire assets that align with the Company’s current investment strategy and criteria. The Company serves as general partner and asset manager of the GIC Joint Venture and intends to invest 51% of the equity capitalization of the limited partnership, with GIC investing the remaining 49%. The GIC Joint Venture intends to finance assets with an anticipated 50% overall leverage target. The Company earns fees for providing services to the GIC Joint Venture and will have the potential to earn incentive fees based on the GIC Joint Venture achieving certain return thresholds. \nAs of December 31, 2024, 86% of our guestrooms were located in the top 50 metropolitan statistical areas (“MSAs”), 91% were located within the top 100 MSAs, and over 99% of our guestrooms operated under premium franchise brands owned by Marriott® International, Inc. (“Marriott”), Hilton® Worldwide (“Hilton”), Hyatt® Hotels Corporation (“Hyatt”), and InterContinental® Hotels Group (“IHG”). Our properties are typically located in markets with multiple demand generators such as corporate offices and headquarters, retail centers, airports, state capitols, convention centers, universities, and leisure attractions.\nSee \"Part II - Item 8. – Financial Statements and Supplementary Data – Note 3 - Investments in Lodging Property, net\" for further information.\nSubstantially all of our assets are held by, and all of our operations are conducted through, the Operating Partnership. Through a wholly owned subsidiary, we are the sole general partner of the Operating Partnership. At December 31, 2024, we owned, directly and indirectly, approximately 87% of the Operating Partnership’s issued and outstanding common units of limited partnership interest (“Common Units”), and all of the Operating Partnership’s issued and outstanding Series E and Series F preferred units of limited partnership interests. NewcrestImage Holdings, LLC owns all of the issued and outstanding 5.25% Series Z Cumulative Perpetual Preferred Units of the Operating Partnership (\"Series Z Preferred Units\"), which was issued as part of the NCI Transaction (as defined under \"Part II - Item 8. – Financial Statements and Supplementary Data – Note 6 - Debt\"). We collectively refer to preferred units of limited partnership interests of our Operating Partnership as \"Preferred Units.\"\nPursuant to the Operating Partnership’s partnership agreement, we have full, exclusive and complete responsibility and discretion in the management and control of the Operating Partnership, including the ability to cause the Operating Partnership to enter into certain major transactions including acquisitions, dispositions and refinancings, to make distributions to partners and to cause changes in the Operating Partnership’s business activities.\nWe have elected to be taxed as a REIT for federal income tax purposes. To qualify as a REIT, we cannot operate or manage our lodging properties. Accordingly, all of our lodging properties are leased to our taxable REIT subsidiaries (\"TRS Lessees\" or \"TRSs\") and managed by professional third-party property management companies. We have one reportable segment as defined by generally accepted accounting principles (“GAAP”). See \"Part II – Item 8. – Financial Statements and Supplementary Data – Note 2 – Basis of Presentation and Significant Accounting Policies\" to our Consolidated Financial Statements.\n\nOur corporate offices are located at 13215 Bee Cave Parkway, Suite B-300, Austin, TX 78738.  Our telephone number is (512) 538-2300.  Our website is www.shpreit.com.  The information contained on, or accessible through, our website is not incorporated by reference into this report and should not be considered a part of this report.\nBusiness Strategy\n\nOur portfolio consists of lodging properties in desirable locations with efficient operating models. Our approach to creating value includes the following:\n•Strategically allocate capital which includes, among other things, capital investment, growth initiatives and other strategic transactions;\n•Evolving our portfolio by selling assets with lower operating margins, RevPAR growth opportunities or risk-adjusted return profiles and purchasing assets with higher operating margins, RevPAR growth opportunities or risk-adjusted return profiles; and \n•Intensive asset and revenue management.\nThe key elements of our strategy that we believe will allow us to create long-term value include the following:\nFocus on Lodging Properties with Efficient Operating Models. We focus on lodging properties with efficient operating models that are predominantly in the Upscale segment of the lodging industry, as defined by Smith Travel Research (\"STR\"). We believe that our focus on this segment provides us the opportunity to achieve strong, risk-adjusted returns across multiple lodging cycles for several reasons, including:\n•RevPAR Growth.  We believe that our lodging properties are positioned for long-term demand growth supported by the characteristics of our portfolio and its ability to appeal to evolving guest preferences.\n•Labor Model. Our lodging properties are characterized by efficient operating models and are typically operated with approximately 30 full-time equivalent employees for our brand franchised hotels. These staffing levels are significantly below full-service lodging properties, which enables our assets to generate higher operating margins and cash flow with less volatility.\n•Stable Cash Flow.  We operate our lodging properties primarily under franchise agreements with Marriott, Hilton, Hyatt and IHG. These franchisors have loyalty programs, marketing and branding programs, and provide global central reservation systems, which enable us to access a relatively stable base of demand. Through our brand partnerships and efficient operating model, we are better able to predict revenues and generate cash flows with less volatility. \n•Broad Customer Base.  Our target brands deliver consistently high-quality guest accommodations with value-oriented pricing that we believe appeals to a wide range of customers, including business transient, group, leisure and government travelers. We believe that our lodging properties are particularly popular with frequent travelers who seek to stay in properties operating under Marriott, Hilton, Hyatt, or IHG brands, which offer strong loyalty rewards programs.\n•Lower Capital Requirements and Enhanced Diversification.  Our lodging properties are characterized by efficient operating models that generally require less capital to acquire, build, and maintain on an absolute and a per-key basis, than lodging properties in the full-service segment of the industry. As a result, we can diversify our investment capital into ownership of a larger number of lodging properties than we could in the full-service segment.\n\nCapitalize on Investments in Our Lodging Properties.  We believe in the benefits of strategically investing capital in our properties to ensure they are in good physical condition and facilitate market leading financial performance. We believe these investments produce attractive returns, and we intend to continue to invest capital to upgrade our lodging properties with strategic repositionings, renovations, property improvement plans, and discretionary investments which we expect to generate compelling returns.\n\nExternal Growth Through Acquisitions.  We intend to continue to opportunistically grow through acquisitions of existing lodging properties either through wholly owned or joint venture structures using a disciplined approach, while maintaining a prudent capital structure. We generally target lodging facilities with efficient operating models that meet one or more of the following acquisition criteria:\n\n•potential for strong risk-adjusted returns and are located in the top 50 MSAs and other select destination markets;\n•operate under leading franchise brands, which may include but are not limited to brands owned by Marriott, Hilton, Hyatt, and IHG, as well as select independent lodging properties that meet our investment criteria;\n•located in close proximity to multiple demand generators, such as corporate offices and headquarters, retail centers, airports, state capitols, convention centers, universities, and leisure attractions, with a diverse source of potential guests, including business transient, group, leisure, and government travelers;\n•located in markets with barriers to entry due to lengthy or challenging real estate entitlement processes or other factors;\n•can be acquired at a discount to replacement cost; and\n•provide an opportunity to add value through operating efficiencies, revenue management and asset management expertise, repositioning, renovating or rebranding.\n\nStrategic Lodging Property Sales. We strive to maximize our return on invested capital, and we periodically review our lodging properties to determine if any significant changes to markets or our properties have occurred or are anticipated to occur that would warrant the sale of one or more lodging properties. We intend to continue to pursue a disciplined capital allocation strategy designed to maximize the value of our investments by selectively selling lodging properties that we believe are no longer consistent with our investment strategy or whose returns on invested capital appear to have been maximized. To the extent that we sell lodging properties, we may redeploy the capital into acquisition and capital investment opportunities that we believe have the potential to generate better risk-adjusted returns, repay outstanding indebtedness, or for general corporate purposes. We also expect to generate these improvements in returns with our proactive asset management approach and by investing in our lodging properties to enhance their quality and attractiveness, increase their long-term value, and generate more favorable returns on our invested capital. \n\nSelectively Develop Lodging Properties. We endeavor to identify attractive opportunities to selectively partner with experienced developers to acquire, upon completion, newly constructed lodging properties that meet our acquisition criteria. We will consider unique opportunities to develop lodging properties utilizing our own capital if and when circumstances warrant.\n\nSelective Mezzanine Lending. We seek to identify select opportunities to provide mezzanine lending to developers, where we also have the opportunity to acquire the lodging property at or after the completion of the development project. \nOur Financing Strategy\n\nWe rely on cash from operations, working capital, borrowings under our senior revolving and term loan facility (the \"2023 Senior Credit Facility\"), term debt, repayment of notes receivable, proceeds from the issuance of convertible securities, proceeds from the issuance of common and preferred securities, the strategic sale of lodging properties, contributions from our joint venture partners, and the release of restricted cash upon satisfaction of the usage requirements to finance our business. We may also issue Common Units or Preferred Units of the Operating Partnership in connection with acquisitions.\nOur long-term approach is to maintain conservative debt levels with high coverage ratios and to ensure adequate liquidity to withstand various economic cycles and position the Company for growth when opportunities arise that meet our investment criteria. We maintain strong relationships with the lending community and access the bank market as well as private and public capital markets to fund our business. Finally, we maintain a staggered debt maturity schedule to manage liquidity and navigate volatility in the capital markets.\nOur consolidated debt includes, and may include in the future, debt secured by stock pledges, mortgage debt secured by lodging properties and unsecured debt. As of December 31, 2024, we had $1.4 billion in outstanding indebtedness, including $710.5 million related to our joint ventures. Our pro rata debt, taking into consideration only our portion of our joint venture debt, was $1.1 billion at December 31, 2024.\nWhen purchasing lodging properties, the Operating Partnership may issue Common Units or Preferred Units as full or partial consideration to sellers who may be interested in taking advantage of the opportunity to defer taxable gains on the sale of a property or participate in the potential appreciation in the value of our common stock.\nCompetition\n\nWe face competition for investments in lodging properties from institutional pension funds, private equity investors, REITs, lodging companies and others who are engaged in acquisitions of and investments in lodging properties. Some of these entities have substantially greater financial and operational resources than we have. This competition may increase the bargaining power of property owners seeking to sell, reduce the number of suitable investment opportunities available to us, and increase the cost of acquiring targeted lodging properties.\n\nThe lodging industry is highly competitive. Our lodging properties compete with other hotel properties and alternative accommodations for guests in their respective markets based on a number of factors, including location, convenience, brand affiliation, quality of the physical condition of the lodging property, guestroom rates, range of services and guest amenities or accommodations offered and quality of customer service. Competition is often specific to the individual markets in which our lodging properties are located and includes competition from existing and new hotel properties and alternative accommodations. Competition could adversely affect our occupancy rates, our ADR and our RevPAR, and may require us to provide additional amenities or make capital improvements that we otherwise would not make, which may reduce our profitability.\n\nSeasonality\n\nCertain segments of the lodging industry are seasonal in nature. The current trend in our business is for corporate, group and leisure travelers to occupy lodging properties relatively consistently throughout the year, but decreases in business travel occur during summer and the winter holidays. The lodging industry is also seasonal based upon geography. Lodging properties in the southern U.S. tend to have higher occupancy rates during the winter months. Lodging properties in the northern U.S. tend to have higher occupancy rates during the summer months.\nRegulation\n\nOur lodging properties are subject to various covenants, laws, ordinances and regulations, including regulations relating to accessibility, fire and safety requirements. We believe each of our lodging properties has the necessary permits and approvals to operate its business.\n\nAmericans with Disabilities Act of 1990 (“ADA”)\n\nOur properties must comply with Title III of the ADA to the extent that they are “public accommodations” as defined by the ADA. Under the ADA, all public accommodations must meet federal requirements related to access and use by disabled persons. The ADA may require removal of structural barriers to access by persons with disabilities in certain public areas of our properties where removal is readily achievable. Although we believe the properties in our portfolio substantially comply with present requirements of the ADA, a determination to the contrary could require removal of access barriers and non-compliance could result in litigation costs, costs to remediate deficiencies, U.S. government fines or in damages to private litigants. The obligation to make readily achievable accommodations is ongoing, and we will continue to assess our properties and to make alterations as appropriate in this respect.\n\nEnvironmental, Health and Safety Matters\n\nOur properties are subject to various federal, state and local environmental laws that impose liability for contamination. Under these laws, governmental entities have the authority to require us, as the current owner of the property, to perform or pay for the cleanup of contamination (including hazardous substances, waste, or petroleum products) at, on, under or emanating from the property and to pay for natural resource damages arising from contamination. These laws often impose liability without regard to whether the owner or operator or other responsible party knew of, or caused the contamination, and the liability may be joint and several. Because these laws also impose liability on persons who owned a property at the time it became contaminated, we could incur cleanup costs or other environmental liabilities even after we sell properties. Contamination at, on, under or emanating from our properties also may expose us to liability to private parties for costs of remediation, personal injury, death or property damage. In addition, environmental liens may be created on contaminated sites in favor of the government for damages and costs it incurs to address contamination. If contamination is discovered on our properties, environmental laws also may impose restrictions on the manner in which our property may be used or our businesses may be operated, and these restrictions may require substantial expenditures. Moreover, environmental contamination can affect the value of a property and therefore, an owner’s ability to borrow funds using the property as collateral or to sell the property on favorable terms or at all. Furthermore, persons who sent waste to a waste disposal facility, such as a landfill or an incinerator, may be liable for costs associated with cleanup of that facility.\n\nSome of our properties may have contained historical uses which involved the use or storage of hazardous chemicals and petroleum products (for example, storage tanks, gas stations and dry-cleaning operations) which if released, could have affected our properties. In addition, some of our properties may be near or adjacent to other properties that have contained or currently contain storage tanks containing petroleum products or conducted or currently conduct operations which use other hazardous or toxic substances. Releases from these adjacent or surrounding properties could affect our properties and we may be liable for any associated cleanup.\nIndependent environmental consultants conducted Phase I environmental site assessments on all of our properties prior to acquisition and we intend to conduct Phase I environmental site assessments on properties we acquire in the future. Phase I site assessments are intended to discover and evaluate information regarding the environmental condition of the surveyed properties and surrounding properties. These assessments do not generally include soil sampling, subsurface investigations or comprehensive asbestos surveys. In some cases, the Phase I environmental site assessments were conducted by another entity such as a lender, and we may not have the authorization to rely on such reports. None of the Phase I environmental site assessments of the lodging properties in our portfolio revealed any past or present environmental condition that we believe could have a material adverse effect on our business, consolidated financial position, or consolidated results of operations. In addition, the Phase I environmental site assessments may also have failed to reveal all environmental conditions, liabilities or compliance concerns. The Phase I environmental site assessments were completed at various times and material environmental conditions, liabilities or compliance concerns may have arisen after the review was completed or may arise in the future; and future laws, ordinances or regulations may impose material additional environmental liability.\n\nIn addition, our lodging properties (including our real property, operations and equipment) are subject to various federal, state and local environmental, health and safety regulatory requirements that address a wide variety of issues, including, but not limited to, the potential transmission of infectious diseases, the existence of mold and other airborne contaminants above regulatory thresholds, the registration, maintenance and operation of our boilers and storage tanks, the supply of potable water to our guests, air emissions from emergency generators, storm water and wastewater discharges, protection of natural resources, asbestos, lead-based paint, and waste management. Some of our lodging properties also routinely handle and use hazardous or regulated substances and wastes as part of their operations (for example, swimming pool chemicals or biological waste). Our lodging properties incur costs, and in certain situations, may be required to limit operations, to comply with these environmental, health and safety laws and regulations and if these regulatory requirements are not met or unforeseen events result in the discharge of dangerous or toxic substances at our lodging properties, we could be subject to fines and penalties for non-compliance with applicable laws and material liability from third parties for harm to the environment, damage to real property, personal injury, or death. We are aware of no past or present environmental liability for non-compliance with environmental, health and safety laws and regulations that we believe would have a material adverse effect on our business, consolidated financial position, or results of operations.\nCorporate Responsibility Matters\nSince establishing our Corporate Responsibility program in 2017, we have built upon our sustainability objectives, including tracking metrics related to our energy and water consumption and greenhouse gas emissions. We have also established science-aligned reduction targets for emissions and water usage. We continue to improve the efficiency of our buildings and promote sustainable operations through our resource management program, and we have sourced renewable energy for several lodging properties. Additionally, we have expanded charitable engagement with our community through the Summit Foundation, our 501(c)(3) nonprofit organization, and have broadened our social programs to enhance connectivity among our employees, business partners, and other stakeholders to better enable us to have a positive effect on our community. \nOver the past few years, we have expanded the number of our lodging properties with smart building technologies, electric vehicle charging stations, and green certifications. We reduced our Scope 1 and 2 greenhouse gas emissions by 26% from our 2019 baseline year by reducing our energy consumption by approximately 6% and increasing the percentage of our electricity sourced from renewable energy by 12%. For more information on these and our other sustainability practices, including environmental and social metrics and results, please see our current sustainability report available on our website at https://www.shpreit.com/responsibility/about.\nTax Status\n\nREIT Election\nWe have elected to be taxed as a REIT under Sections 856 through 859 of the IRC, commencing with our short taxable year ended December 31, 2011. Our qualification as a REIT depends upon our ability to meet, on a continuing basis, through actual investment and operating results, various complex requirements under the IRC relating to, among other things, the sources of our gross income, the composition and values of our assets, the timing and amount of our dividend distributions and the diversity of ownership of our stock. We believe that we have been organized and have operated in conformity with the requirements for qualification as a REIT under the IRC and that our current and intended manner of operation will enable us to continue to meet the requirements for qualification and taxation as a REIT for federal income tax purposes.\n\nFor the income from our lodging operations to constitute “rents from real property” for purposes of the gross income tests required for REIT qualification, we cannot directly operate any of our lodging properties. We may, however, generate \"rents from real property\" through leasing our lodging properties to our TRSs, subject to certain conditions. A TRS is a fully taxable corporate subsidiary of a REIT that jointly elects with the REIT to be treated as a TRS of that REIT. Accordingly, all of our lodging properties are leased to our TRS Lessees. We have separate TRSs that lease the lodging properties owned in our joint ventures. We will lease newly acquired lodging properties to our existing TRSs or additional TRSs in the future. Our TRS Lessees pay rent to us that will qualify as “rents from real property,” provided that the TRS Lessees engage “eligible independent contractors” to manage our lodging properties. All of our lodging properties are operated pursuant to lodging property management agreements with professional third-party property management companies.  We believe each of the third-party managers qualifies as an “eligible independent contractor” under the IRC.\n\nAs a REIT, we generally will not be subject to federal income tax on our REIT taxable income that we distribute as dividends to our stockholders.  Under the IRC, REITs are subject to numerous organizational and operational requirements, including a requirement that they distribute each year at least 90% of their taxable income, subject to certain adjustments and excluding any net capital gains.  If we fail to qualify for taxation as a REIT in any taxable year and do not qualify for certain statutory relief provisions, our income for that year will be taxed at regular corporate rates, and we will be unable to re-elect REIT status until the fifth calendar year after the year in which we failed to qualify as a REIT. Even if we qualify as a REIT for federal income tax purposes, we may still be subject to state and local taxes on our income and assets and to federal income and excise taxes on our undistributed income.  Additionally, any income earned by our TRSs will be fully subject to federal, state and local corporate income tax.\nHuman Capital Resources\n\nAs of February 13, 2025, we had 85 full-time corporate employees. None of our corporate employees is represented by a labor union or covered by a collective bargaining agreement. All persons employed in the day-to-day operations of our lodging properties are employees of our third-party independent property management companies engaged by our TRS Lessees or their subsidiaries to operate such lodging properties.\nOur employees are vital to the success of our Company. We are committed to cultivating a culture of connectedness based on our primary values of passion, integrity, and excellence and strive to create an inspiring and inclusive work environment where our employees feel motivated and empowered to produce exceptional results for the Company. We strive to always be guided by our fundamental values and ethical standards to provide our team members with a fair and equitable work environment. We annually distribute and require acknowledgement of an employee handbook to all employees that provides direction on relevant policies related to conducting our business in accordance with our core values. \nOur human capital resource objectives include, as applicable, identifying, recruiting, retaining and incentivizing our employees. To attract and retain top talent, we have designed our compensation and benefits programs to provide a balanced and effective reward structure, including:\n•Subsidized medical, dental and vision insurance;\n•Life and disability insurance;\n•Stock grant program;\n•401(k) savings and retirement plan with Company Safe Harbor contribution;\n•Paid family leave; and\n•Employee education programs.\nWe believe that our compensation and employee benefits are competitive and allow us to attract and retain skilled employees throughout our Company. We frequently benchmark our compensation and benefits package against our industry peers, local market, and for similar job functions.\nWe have established social programs with the goal of promoting a culture of unity and collaboration among our various departments through career and personal development opportunities designed to inspire all of those involved. Our career and personal development focus on four main principles: (1) communication and teamwork; (2) networking and mentorship; (3) leadership development; and (4) work-life balance. In addition, we have a formal annual goal setting and performance review process for our employees. \nWe believe that equal employment opportunity is a fundamental principle and do not tolerate discrimination against any person on the basis of race, color, religious creed, sex, age, gender, gender identity, national origin, ancestry, present or past history of mental disability, learning disability, physical disability, marital status, pregnancy, genetic information, sexual orientation or any other protected characteristic as established by law, in recruiting, hiring, compensation, benefits, termination or any other terms or conditions of employment. Our employees have multiple avenues available through which concerns or inappropriate behavior can be reported, including a confidential hotline. Any concerns or reports of inappropriate behavior would be promptly investigated with appropriate action taken to address such concerns or behavior.\nWe are committed to maintaining a work culture that treats all employees fairly and with respect, promotes inclusivity and provides equal opportunities for advancement based on merit. \nAvailable Information\n\nOur Internet website is located at www.shpreit.com. Copies of the charters of the committees of our board of directors, our code of business conduct and ethics and our corporate governance guidelines are available on our website. We will provide timely disclosures of amendments and waivers to the aforementioned documents, if any, via website posting. All reports that we have filed with the SEC including this Annual Report on Form 10-K, our Quarterly Reports on Form 10-Q and our Current Reports on Form 8-K, can be obtained free of charge from the SEC’s website at www.sec.gov or through our website. The information contained on, or accessible through the SEC’s website or our website, is not incorporated by reference into this report and should not be considered a part of this report.",
      "char_count": 31782
    },
    "item1a": {
      "text": "Item 1A.    Risk Factors.\nSummary of Risk Factors\nRisks Related to Our Business\n•Risks related to achieving revenue and net income growth\n•Risks related to financing, including the risk of leverage and the corresponding risk of default on our existing indebtedness and potential inability to refinance or extend the maturities of our existing indebtedness;\n•Risks related to acquisitions\n•Risks of taxable gains as a result of lodging property dispositions\n•Risks related to our third-party property management companies\n•Risks related to lodging property management and franchise agreements \n•Risks related to increased interest rates or continued high rates of interest, and our ability to hedge our interest rate exposure\n•Risks related to retaining key personnel\n•Risks related to organized labor\n•Risks related to the effect on our business or guest confidence from a data breach or significant disruption of property operator information technology networks as a result of cyber-attacks that are greater than insurance coverages or indemnities from service providers\n•Risks related to uninsured and underinsured losses\n•Risks related to the management of our joint ventures\n•Risks related to inflation\n•Risks related to credit financing that we may provide to borrowers\n•Risks related to global, national, regional and local economic and geopolitical conditions and events, including wars or potential hostilities, such as terrorist attacks that may affect travel\nRisks Related to the Lodging Industry\n•Risks related to infectious disease outbreaks or pandemics\n•Risks related to adverse changes in economic conditions\n•Risks related to competition from other lodging properties and alternative accommodations\n•Risks inherent to the ownership of lodging properties and the markets in which we operate\n•Risks related to lodging property development and other capital expenditures\n•Risks related to changes in consumer trends and preferences\nRisks Related to the Real Estate Industry and Real Estate-Related Investments\n•Risks related to the illiquidity of real estate investments\n•Risks related to compliance with the laws, regulations and covenants that apply to our lodging properties\n•Risks related to right-of-use assets on which certain of our lodging properties are located\n•Risks related to adverse changes in income and property tax rates or amendments to tax regimes that increase our state and local tax liabilities\nRisks Related to Our Organization and Structure\n•Risks related to our fiduciary duties as the general partner of our Operating Partnership\n•Risks related to the provisions of our charter\n•Risks related to the provisions of Maryland law\n•Risks related to the limited rights of our stockholders\n•Risks related to actions taken by our board of directors\n•Risks related to being a holding company with no direct operations\n•Risks related to maintaining an effective system of internal controls\nRisks Related to Ownership of Our Securities\n•Risks related to the continued listing of our securities on a nationally-recognized exchange\n•Risks related to expected distributions\n•Risks related to stock price volatility\n•Risks related to the issuance of debt or equity securities\nRisks Related to Our Status as a REIT\n•Risks related to compliance with REIT requirements\n•Risks related to our TRS structure, including increased tax liabilities and operating costs\n•Risks that transactions with our TRSs are not conducted on arm's-length terms\n•Risks that the management companies of our lodging properties may not qualify as “eligible independent contractors,” or our lodging properties may not be considered “qualified lodging facilities”\n•Risks that the 100% prohibited transactions tax may limit our ability to dispose of our properties\n•Risks related to adverse legislative or regulatory tax changes\n•Risks related to our REIT distribution requirements\n•Risks that our Operating Partnership could be treated as a publicly traded partnership taxable as a corporation for federal income tax purposes\n•Risks that stockholders may be restricted from acquiring or transferring certain amounts of our stock\n•Risks that the IRS could determine that certain payments we have received in the nature of liquidated damages may not be ignored for purposes of the gross income tests applicable to REITs\nRisks Related to Corporate Responsibility\n•Risks related to our corporate responsibility matters\n•Risks related to environmental uncertainties and natural disasters\nThe following risk factors address the material risks concerning our business. If any of the risks discussed in this report were to occur, our business, prospects, consolidated financial condition, consolidated results of operation and our ability to service our debt and make distributions to our stockholders could be materially and adversely affected and the market price per share of our stock could decline significantly. Some statements in this report, including statements in the following risk factors, constitute forward-looking statements. Please refer to the section entitled “Cautionary Statement About Forward-Looking Statements.” The discussion of the potential effect of the following risk factors on our financial results relates to our consolidated financial position, consolidated results of operations and cash flows.\nRisks Related to Our Business\n\nOur business strategy, future results of operations and growth prospects are dependent on achieving revenue and net income growth from anticipated increases in demand for lodging guestrooms and general economic conditions.\n\nOur business strategy includes achieving continued revenue and cash flow growth from anticipated improvement in demand for lodging guestrooms driven by long-term economic growth. We, however, cannot provide any assurances that demand for lodging guestrooms will increase from current levels or continue to exceed the growth of new supply, or the time or extent of any demand growth that we do experience. If demand does not continue to increase as the economy grows, or if there is a slowdown in the general economy or a recession resulting in weakening demand, our operating results and growth prospects could be adversely affected. As a result, any slowdown in economic growth or an economic downturn could adversely affect our future results of operations and our growth prospects.\n\nOur expenses may not decrease if our revenue decreases.\n\nMany of the expenses associated with owning and operating lodging properties, such as debt service payments, property taxes, insurance, utilities, and certain employee compensation costs are relatively fixed. They do not necessarily decrease directly with a reduction in revenue at the lodging properties and may be subject to increases that are not related to the performance of our lodging properties or the increase in the rate of inflation. Also, as of December 31, 2024, six of our lodging properties are subject to third-party ground leases which generally require periodic increases in rent payments. Our ability to pay these rents could be adversely affected if our revenues for these lodging properties do not increase at the same or a greater rate than the increases in rental payments under the ground leases.\nAdditionally, certain costs, such as wages, benefits and insurance, may exceed the rate of inflation in any given period. In the event of a significant decrease in demand, the managers of our lodging properties may not be able to reduce the size of the property work forces in order to decrease compensation costs. Our managers also may be unable to offset any fixed or increased expenses with higher room rates. Any of our efforts to reduce operating costs also could adversely affect the future growth of our business and the value of our lodging properties. \nChanges in federal or state regulations or policies may have a material adverse effect on labor markets and our business.\nChanges in federal or state regulations or policies can have a significant effect on labor markets and our business. These potential changes in regulations or policies could adversely affect our consolidated financial position, results of operations, or the market price of our stock. \nActions by organized labor could have a material adverse effect on our business.\n\nWe believe that unions are generally becoming increasingly active about organizing workers at lodging properties in certain locations and in some cases are demanding changes to work rules or conditions that are potentially more costly to owners. Union activity in markets in which we own lodging properties can increase our operating costs even if our hotels are not unionized. If the workers at our lodging properties unionize in the future or if there is unionization activity in a market in which we own a lodging property, we could incur a significant increase in administrative, labor and legal expenses, which could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe may be unable to complete acquisitions that would grow our business.\n\nOur growth strategy includes the disciplined acquisition of lodging properties as opportunities arise, which may be subject to restrictions related to our debt covenants. Our ability to acquire lodging properties on satisfactory terms or at all is subject to the following significant risks:\n\n•we may be unable to acquire desired lodging properties because of competition from other real estate investors, including other real estate operating companies, REITs and investment funds;\n•we may be unable to obtain the necessary debt or equity financing to consummate an acquisition or, if obtainable, financing may not be on satisfactory terms; and\n•agreements for the acquisition of lodging properties are typically subject to customary conditions to closing, including satisfactory completion of due diligence investigations and the receipt of franchisor and lender consents, and we may spend significant time and incur significant transaction costs on potential acquisitions that we do not consummate.\n\nAdditionally, if the United States experiences a significant economic downturn, we would have to manage our costs and capital investments accordingly, which could adversely affect our near-term growth. Our inability to complete lodging property acquisitions on favorable terms or at all, could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock. \nThe sale of certain properties could result in significant tax liabilities unless we are able to offset taxable gains through tax planning strategies under the IRC including the use of net operating loss carryforwards (\"NOLs\") or like-kind exchanges under Section 1031 of the IRC (\"1031 Exchanges\").\n\nIf we generate capital gains on property sales, we may be subject to significant tax liabilities unless we have NOLs available to offset these capital gains (at December 31, 2024, our TRSs had federal net operating losses of $48.8 million which are not subject to expiration and state net operating losses of $33.6 million, which expire beginning in 2025). These NOLs may be available to offset capital gains from future property sales. However, there can be no assurance that we will continue to have NOLs or NOLs in sufficient amount in the future to offset capital gains on property sales, if and when they occur. We may also be able to defer capital gains on property sales with 1031 Exchanges. The ability to complete 1031 Exchanges depends on many factors, including, among others, identifying and acquiring suitable replacement property within limited time periods, and the ownership structure of the properties being sold and acquired. Therefore, we are not always able to sell an asset as part of a like-kind exchange. When successful, a like-kind exchange enables us to defer the taxable gain on the asset sold. Moreover, 1031 Exchanges now only apply to real property and do not apply to any related personal property transferred with the real property. As a result, any appreciated personal property that is transferred in connection with 1031 Exchanges of real property will cause gain to be recognized, and such gain is generally treated as non-qualifying income for the REIT 95% and 75% gross income tests. Any such non-qualifying income could have an adverse effect on our REIT status. Our inability to defer taxable gains from property sales using available tax planning strategies under the IRC could adversely affect our consolidated financial position, results of operations, and cash flows, or the market price of our stock.\n\nWe may fail to successfully integrate acquired lodging properties or achieve expected operating performance.\n\nOur ability to successfully integrate newly acquired lodging properties or achieve expected operating performance is subject to the following risks:\n\n•we may not possess the same level of familiarity with the dynamics and market conditions of any new markets that we may enter, which could result in overpaying for lodging properties in new markets or the lodging properties not achieving their maximum potential;\n•market conditions may result in lower-than-expected occupancy and guestroom rates;\n•we may acquire lodging properties without any recourse, or with only limited recourse, for liabilities, whether known or unknown, such as cleanup of environmental contamination, claims by tenants, vendors or other persons against the former owners of the lodging properties and claims for indemnification by general partners, directors, officers and others indemnified by the former owners of the lodging properties;\n•we may need to spend more than anticipated amounts to make necessary improvements or renovations to our newly acquired lodging properties;\n•we may be unable to quickly and efficiently integrate new acquisitions, particularly acquisitions of portfolios of lodging properties, into our existing operations; and\n•the inability of our acquired lodging properties to meet our operating performance expectations could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nWe may assume liabilities in connection with the acquisition of lodging properties, including unknown liabilities.\n\nWe may assume existing liabilities in connection with the acquisition of lodging properties, some of which may be unknown or unquantifiable on the acquisition date. Unknown liabilities might include liabilities for cleanup or remediation of undisclosed environmental conditions, claims of lodging guests, vendors or other persons dealing with the seller of a particular lodging property, tax liabilities, employment-related issues and accrued but unpaid liabilities whether incurred in the ordinary course of business or otherwise. If the magnitude of such unknown liabilities is high, they could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe may not be able to cause our management companies to operate any of our lodging properties in a manner that is satisfactory to us, and termination of our management agreements may be costly and disruptive.\n\nTo qualify as a REIT, we cannot operate or manage our lodging properties. Accordingly, all of our lodging properties are leased to TRS Lessees of our TRSs. All of our lodging properties are operated pursuant to management agreements with independent management companies, each of which must qualify as an “eligible independent contractor” to operate our lodging properties. As a result, our consolidated financial position, results of operations and our ability to service debt and make distributions to stockholders are dependent on the ability of our management companies to operate our lodging properties successfully. Any failure of our management companies to provide quality services and amenities or maintain a quality brand name and reputation could have a negative effect on their ability to operate our lodging properties and could have a material adverse effect on our consolidated financial position, results of operations and cash flows.\nEven if we believe a lodging property is being operated inefficiently or in a manner that does not result in satisfactory operating results, we will have limited ability to require the management company to change its method of operation. We generally attempt to resolve issues with our management companies through discussions and negotiations, but otherwise will only be able to seek redress if a management company violates the terms of the applicable management agreement, and then only to the extent of the remedies provided for under the terms of the management agreement. If we replace the management company of any of our lodging properties, we may be required to pay a substantial termination fee and we may experience significant disruptions at the affected lodging property.\n\nFurthermore, we have certain indemnifications from our property managers that generally protect us from financial losses due to the gross negligence or willful misconduct of our property managers. However, the indemnifications may be insufficient, or the property manager may not have the financial wherewithal to support their indemnification obligation to us. As such, the indemnification may not provide us with sufficient protection against third-party claims resulting from the gross negligence or willful misconduct of our property managers in the operation of our lodging properties.\nOur property managers or their affiliates manage, and in some cases own, have invested in, or provided credit support or operating guarantees to lodging properties that compete with our lodging properties, all of which may result in conflicts of interest. As a result, our managers may in the future make decisions regarding competing lodging facilities that are not or would not be in our best interest.\n\nCertain of our lodging properties are managed by affiliates of the franchisors for such lodging properties. In these situations, the management agreement and the franchise agreement are typically combined into one document. Thus, the termination of the management agreement due to poor performance or breach of the management agreement by the management company could also terminate our franchise license. Thus, we may have very limited options to remedy poor management performance if we desire to retain the franchise license.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nThe management of a large number of lodging properties in our portfolio is currently concentrated with one property management company.\n\nAs of December 31, 2024, Aimbridge Hospitality or its affiliates (“Aimbridge”) managed 50 of our 97 lodging properties. Thus, a substantial portion of our revenues is generated by lodging properties managed by Aimbridge. This significant concentration of operational risk in one management company makes us more vulnerable economically than if our management was more diversified among several management companies. Any adverse developments in Aimbridge's business, financial strength or ability to operate our lodging properties efficiently and effectively could have a material adverse effect on our results of operations. We cannot provide assurance that Aimbridge will satisfy its obligations to us or effectively and efficiently operate our lodging properties. The failure or inability of Aimbridge to satisfy its obligations to us or effectively and efficiently operate our lodging properties could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nOur lodging properties may be clustered geographically increasing business risks based on adverse market conditions.\nOur lodging properties are primarily located in the top 50 MSAs and 91% are located within the top 100 MSAs. In certain regions, we have lodging properties that are concentrated geographically, which may increase business risks based on adverse market conditions. Adverse market developments in a particular region, which themselves may become more frequent and severe due to climate change, could adversely affect lodging demand and rates. Also, adverse market developments caused by increased capacity in a region in which we are located could adversely affect rates or demand for our lodging properties due to increased competition. These conditions could have a material adverse effect on our profitability and cash generation.\nRestrictive covenants and other provisions in management and franchise agreements could preclude us from taking actions with respect to the sale, refinancing or rebranding of a lodging property that would otherwise be in our best interest.\n\nCertain management agreements and substantially all franchise agreements generally contain restrictive covenants and other provisions that do not provide us with flexibility to sell, refinance or rebrand a lodging property without the consent of the manager or franchisor. For example, the terms of some of these agreements may restrict our ability to sell a lodging property unless the purchaser is not a competitor of the management company or franchisor, assumes the related agreement and meets specified other conditions. In addition, our franchise agreements restrict our ability to rebrand particular lodging properties without the consent of the franchisor, which could result in significant operational disruptions and litigation if we do not obtain the consent. We could be forced to pay consent or termination fees to property managers or franchisors under these agreements as a condition to changing management or franchise brands of our lodging properties, and these fees could deter us from taking actions that would otherwise be in our best interest or could cause us to incur substantial expense.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nWe are required to expend funds to maintain franchisor operating standards and we may experience a loss of a franchise license or a decline in the value of a franchise brand.\n\nOur lodging properties operate under franchise agreements, and the maintenance of franchise licenses for our lodging properties is subject to our franchisors’ operating standards and other terms and conditions. We expect that franchisors will periodically inspect our lodging properties to ensure that we, our TRS Lessees and our property management companies maintain our franchisors’ standards. Failure by us, our TRS Lessees or our management companies to maintain these standards or other terms and conditions could result in a franchise license being terminated. If a franchise license terminates due to our failure to make required improvements or to otherwise comply with its terms, we could also be liable to the franchisor for a termination payment, which varies by franchisor and by lodging property. As a condition of our continued holding of a franchise license, a franchisor could also require us to make capital improvements to our lodging properties, even if we do not believe the improvements are necessary or desirable or would result in an acceptable return on our investment.\n\nThe loss of a franchise license could materially and adversely affect the operations or the underlying value of the lodging property because of the loss of associated name recognition, marketing support and centralized reservation systems provided by the franchisor. Because our lodging properties are concentrated with a limited number of franchise brands, a loss of all of the licenses for a particular franchise could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nNegative publicity related to one of the franchise brands or the general decline of a brand also may adversely affect the underlying value of our lodging properties or result in a reduction in business.\nWe rely on external sources of capital to fund future capital needs, and if we encounter difficulty in obtaining such capital, we may not be able to make future acquisitions necessary to grow our business or meet maturing obligations.\n\nTo qualify as a REIT under the IRC, we are required, among other things, to distribute each year to our stockholders at least 90% of our REIT taxable income, determined without regard to the dividends paid deduction and excluding any net capital gain. Because of this distribution requirement, we may not be able to fund, from cash retained from operations, all of our future capital needs, including capital needed to make investments and to satisfy or refinance maturing obligations.\n\nWe expect to continue to rely on external sources of capital, including debt and equity financing, and contributions from joint venture partners related to joint venture activities, to fund future capital needs. Part of our strategy involves the use of debt financing to supplement our equity capital which may include our revolving credit and term loan facilities, mortgage financing and other unsecured financing. Our ability to effectively implement and accomplish our business strategy will be affected by our ability to obtain and use additional leverage in sufficient amounts and on favorable terms. However, the capital environment is often characterized by extended periods of limited availability of both debt and equity financing, increasing financing costs, stringent credit terms and significant volatility. We may not be able to secure first mortgage financing or increase the availability under, extend the maturity of or refinance our revolving credit and term loan facilities. If we are unable to obtain needed capital on satisfactory terms or at all, we may not be able to make the investments needed to expand our business, or to meet our obligations and commitments as they mature. Our access to capital will depend upon a number of factors over which we have little or no control, including general market conditions, the market’s perception of our current and potential future earnings and cash distributions and the market price of the shares of our common stock. \nAdditionally, certain factors may have an adverse effect on our ability to access certain capital sources, including our financial performance, degree of leverage, the value of our unencumbered lodging properties, borrowing restrictions imposed by lenders, volatility in the equity and debt capital markets and other market conditions. We may not be in a position to take advantage of attractive investment opportunities for growth if we are unable to access the capital markets on a timely basis or on favorable terms.\n\nWe have a significant amount of debt, and our organizational documents have no limitation on the amount of additional indebtedness that we may incur in the future. \n\nWe have a significant amount of debt. In the future, we may incur additional indebtedness to finance future lodging property acquisitions, capital improvements and development activities and other general corporate purposes. In addition, there are no restrictions in our charter or bylaws that limit the amount or percentage of indebtedness that we may incur or restrict the form in which our indebtedness will be incurred (including recourse or non-recourse debt or cross-collateralized debt).\n\nA substantial level of indebtedness could have adverse consequences for our business, consolidated financial position and results of operations because it could, among other things:\n\n•require us to dedicate a substantial portion of our cash flow from operations to make principal and interest payments on our indebtedness, thereby reducing our cash flow available to fund working capital, capital expenditures and other general corporate purposes, including to pay dividends on our common stock and our preferred stock as currently contemplated or necessary to satisfy the requirements for qualification as a REIT;\n•increase our vulnerability to general adverse economic and industry conditions and limit our flexibility in planning for, or reacting to, changes in our business and our industry;\n•limit our ability to borrow additional funds or refinance indebtedness on favorable terms or at all to expand our business or ease liquidity constraints; and\n•place us at a competitive disadvantage relative to competitors that have less indebtedness.\n\nGenerally, our mortgage debt carries maturity dates or call dates such that the loans become due prior to their full amortization. It may be difficult to refinance or extend the maturity of such loans on terms acceptable to us, or at all. Furthermore, we may not have sufficient borrowing capacity on our 2023 Senior Credit Facility to repay any amounts that we are unable to refinance. We believe that we will be able to refinance or extend the maturity of these loans or will have the capacity to repay them, if necessary, using draws under our 2023 Senior Credit Facility. However, there can be no assurance that our 2023 Senior Credit Facility will be available to repay such maturing debt as draws under our 2023 Senior Credit Facility are subject to certain use restrictions and limitations based upon our unencumbered assets and certain financial covenants.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nThe agreements governing our indebtedness place restrictions on us and our subsidiaries, reducing operational flexibility and creating default risks.\n\nThe agreements governing our indebtedness contain covenants that place restrictions on us and our subsidiaries. These covenants may restrict, among other activities, our and our subsidiaries’ ability to:\n\n•merge, consolidate or transfer all or substantially all of our or our subsidiaries’ assets;\n•sell, transfer, pledge or encumber our stock or the ownership interests of our subsidiaries;\n•incur additional debt or place mortgages on our unencumbered hotels;\n•make certain investments in lodging properties or other assets;\n•enter into, terminate or modify leases for our lodging properties and property management and franchise agreements;\n•make certain expenditures, including capital expenditures;\n•undertake construction of certain development assets if aggregate budgeted costs for such assets exceeds a specified percentage of total asset value;\n•pay dividends on or repurchase our capital stock; and\n•enter into certain transactions with affiliates.\n\nThese covenants could impair our ability to grow our business, take advantage of attractive business opportunities or successfully compete. Our ability to comply with financial and other covenants may be affected by events beyond our control, including prevailing economic, financial and industry conditions. A breach of any of these covenants or covenants under any other agreements governing our indebtedness could result in an event of default. Cross-default provisions in our debt agreements could cause an event of default under one debt agreement to trigger an event of default under our other debt agreements. Upon the occurrence of an event of default under any of our debt agreements, the lenders could exercise their remedies available under the terms of the loan agreements, which could include accelerating outstanding debt to be immediately due and payable. If we were unable to repay or refinance the accelerated debt, the lenders could proceed against any assets pledged to secure that debt, including foreclosing on equity pledges or foreclosing on or requiring the sale of our lodging properties, and the proceeds from the sale of these assets may not be sufficient to repay such debt in full.\n\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nSecured debt obligations expose us to the possibility of foreclosure, which could result in the loss of our investment in any lodging property subject to mortgage debt or equity pledges.\n\nA portion of our long-term debt existing as of December 31, 2024 is secured by mortgages on our lodging properties. Incurring mortgages, equity pledges and other secured debt obligations increases our risk of property losses because defaults on secured indebtedness may result in foreclosure actions initiated by lenders and ultimately our loss of the lodging property securing such loans or the entities whose equity is pledged to secure such loans, which would include a loss of all of such entity's assets. For tax purposes, a foreclosure of any of our lodging properties would be treated as a sale of the lodging property for a purchase price equal to the outstanding balance of the debt secured by the mortgage. If the outstanding balance of the debt secured by the mortgage exceeds our tax basis in the lodging property, we would recognize taxable income on foreclosure, but would not receive any cash proceeds, which could hinder our ability to meet the REIT distribution requirements imposed by the IRC. We may assume or incur new mortgage or other secured indebtedness on the lodging properties and entities in our portfolio or lodging properties and entities that we acquire in the future. Any default under any one of our secured debt obligations may increase the risk of our default on our other indebtedness.\n\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nAn increase in interest rates would increase our interest costs on our variable rate debt and continued high rates of interest on our variable rate debt could have broader effects on the cost of capital for real estate companies and real estate asset values.\n\nWith respect to our existing and future variable-rate debt, an increase in interest rates would increase our interest payments and reduce our cash flow available for other general corporate purposes, including funding of working capital, capital improvements to our lodging properties, acquisitions of additional lodging properties, or dividends, among other things. In addition, rising interest rates could limit our ability to refinance existing debt when it matures and increase interest costs on any debt that is refinanced. Further, an increase in interest rates could increase the cost of capital for real estate assets which, in turn, could have a negative effect on real estate asset values generally, and our lodging properties specifically. Continued high rates of interest on our variable debt could also result in an elevated cost of capital for an extended period which, in turn, could have a negative effect on real estate asset values generally, and our lodging properties specifically. \nSee “Part II — Item 7A. — Quantitative and Qualitative Disclosures about Market Risk.”\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nWe hedge our interest rate exposure to manage our exposure to interest rate volatility, however, such arrangements may adversely affect us.\n\nWe have entered into six interest rate swaps having an aggregate notional amount of $625.0 million at December 31, 2024, to hedge against interest rate increases on certain of our outstanding variable-rate indebtedness. In the future, we may manage our exposure to interest rate volatility by using hedging arrangements, such as interest rate swaps, caps, and collars. Hedging arrangements involve the risk that the arrangement may fail to protect or adversely affect us because, among other things:\n\n•interest rate hedging can be expensive, particularly during periods of volatile interest rates;\n•available interest rate hedges may not correspond directly with the interest rate risk for which protection is sought;\n•the duration of the hedge may not match the duration of the related liability;\n•the credit quality of the hedging counterparty owing money on the hedge may be downgraded to such an extent that it impairs our ability to collect, sell, or assign our side of the hedging transaction; and\n•the hedging counterparty owing money in the hedging transaction may default on its obligation to pay.\n\nAs a result of any of the foregoing, our hedging transactions, which are intended to limit losses and exposure to interest rate volatility, could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock. At December 31, 2024, our interest rate swaps were in an asset position totaling $11.6 million (see \"Part II – Item 8. – Financial Statements and Supplementary Data – Note 8 – Derivative Financial Instruments and Hedging\").\n\nOur success depends on key personnel whose continued service is not guaranteed.\n\nWe depend on the efforts and expertise of our management team to manage our day-to-day operations and strategic business activities. The loss of services from any of the members of our management team, and our inability to find suitable replacements on a timely basis, could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe could incur uninsured and underinsured losses.\nWe intend to maintain comprehensive insurance on our lodging properties, including liability, fire and extended coverage, of the type and amount we believe are customarily obtained for or by owners of properties similar to our lodging properties. Various types of catastrophic losses, such as hurricanes, floods and droughts, which can be exacerbated by climate change, or other losses caused by earthquakes, acts of terrorism, data breaches, losses related to business disruption from disputes with franchisors, losses related to business disruption caused by infectious disease outbreaks or pandemics, or losses from customer litigation, may not be insurable or may not be economically insurable. In the event of a substantial loss, our insurance coverage may not be sufficient to cover the operating loss or the full market value or replacement cost of our lost investment. Also, insurance costs could increase or be limited, or insurance coverage may not be available at all in the future for our lodging properties. Should an uninsured loss or a loss in excess of insured limits occur, we could lose all or a portion of the capital we have invested in a lodging property, as well as the anticipated future revenue from the lodging property. In that event, we might nevertheless remain obligated for any mortgage debt or other financial obligations related to the asset. Loan covenants, inflation, changes in building codes and ordinances, environmental considerations and other factors might also keep us from using insurance proceeds to replace or renovate an asset after it has been damaged or destroyed. Under those circumstances, the insurance proceeds we receive might be inadequate to restore our economic position on the damaged or destroyed lodging properties.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nSystem security risks, data protection breaches, cyber-attacks and systems integration issues could disrupt our internal operations or services provided to guests at our lodging properties, and any such disruption could reduce our expected revenue, increase our expenses, damage our reputation and adversely affect our stock price. \nWe and our third-party managers and franchisors rely on information technology networks and systems, including the Internet, to process, transmit and store electronic customer information. These systems require the collection and retention of large volumes of the personally identifiable information of the guests of our lodging properties, including credit card numbers. We purchase some of our information technology from vendors, on whom our systems depend. We rely on commercially available systems, software, tools and monitoring to provide security for processing, transmission and storage of confidential customer information, such as personally identifiable information, including information relating to financial accounts. Although we have taken steps to protect the security of our information systems and the data maintained in those systems, it is possible that our safety and security measures will not be able to prevent the systems’ improper functioning or damage, or the improper access or disclosure of personally identifiable information such as in the event of cyber-attacks. Cyber-attacks are expected to accelerate on a global basis in both frequency and magnitude as threat actors are becoming increasingly sophisticated in using techniques that circumvent controls, evade detection, and remove or obfuscate forensic evidence, which means that we and our third-party providers may be unable to detect, investigate, contain or recover from future attacks or incidents in a timely or effective manner. \nCyber criminals may be able to penetrate our network security, or the network security of our property managers and franchisors, and misappropriate or compromise our confidential information or that of the guests of our lodging properties, create system disruptions or cause the shutdown of our lodging properties. Computer programmers and hackers also may be able to develop and deploy viruses, worms and other malicious software programs that attack our computer systems, or the computer systems operated by our third-party property managers and franchisors, or otherwise exploit any security vulnerabilities of our respective networks. In addition, sophisticated hardware and operating system software and applications that we and our third-party property managers or franchisors may procure from outside companies may contain defects in design or manufacture, including “bugs” and other problems that could unexpectedly interfere with our internal operations or the operations at our lodging properties. \nThe costs to eliminate or alleviate cyber or other security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant, and efforts to address these problems may not be successful and could result in interruptions, delays, cessation of service and loss of existing or potential business at our lodging properties. Many of the information systems and networks used to operate our lodging properties are managed by our third-party property managers or franchisors and are not under our control. Any compromise of the function, security and availability of the information networks managed by our third-party property managers or franchisors could result in disruptions to operations, delayed sales or bookings, lost guest reservations, increased costs and lower margins. In addition, the Pandemic caused a shift to remote work and has increased cybersecurity risk as a result of global remote working dynamics for our customers, employees and third-party providers that present additional opportunities for threat actors to engage in social engineering and to exploit vulnerabilities in non-corporate networks. Any of these events could adversely affect our financial results, stock price and reputation, result in misstated financial reports and subject us to potential litigation and liability. \n\nPortions of our information technology infrastructure or the information technology infrastructure of our third-party property managers and franchisors also may experience interruptions, delays or cessations of service or produce errors in connection with systems integration or migration work that takes place from time to time. We or our third-party property managers and franchisors may not be successful in implementing new systems and transitioning data, which could cause business disruptions and be expensive, time consuming, disruptive and resource-intensive. Such disruptions could adversely affect the ability of our third-party property managers and franchisors to fulfill reservations for guestrooms and other services offered at our lodging properties. \n\nAlthough we work with our third-party property managers and franchisors to protect the security of our information systems, and the data maintained in these systems, there can be no assurance that the security measures we have taken will prevent failures, inadequacies or interruptions in system services, or that system security will not be breached through physical or electronic break-ins, computer viruses or attacks by hackers. The increased level of sophistication and volume of attacks in recent years make it more difficult to predict the effect of a future breach. In addition, we rely on the security systems of our third-party property managers and franchisors to protect proprietary and guest information from these threats. \n\nAll of our third-party property managers carry cyber insurance policies to protect and offset a portion of potential costs that may be incurred from a security breach. Additionally, we currently have cyber insurance policies to provide supplemental coverage above the coverage carried by our third-party property managers. Despite various precautionary steps to protect our lodging properties from losses resulting from cyber-attacks, any occurrence of a cyber-attack could still result in losses at our properties, which could affect our results of operations. We have not experienced any cyber incidents that we believe to be material or that could have a material adverse effect on the business, consolidated financial position and results of operations of the Company. \nAny of these items could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe may not be able to manage rapidly advancing artificial intelligence in our business which could adversely affect our competitive position. \nThe evolution of artificial intelligence is occurring at a rapid pace. Artificial intelligence may present an opportunity to create meaningful efficiencies and improve our business performance. If we or our property managers and brand franchisors are unable to address artificial intelligence in our business, we could experience a material adverse effect on our consolidated financial position, results of operations, or the market price of our stock. \nJoint venture investments could be adversely affected by a lack of sole decision-making authority with respect to such investments, disputes with joint venture partners, and the financial condition of joint venture partners.\n\nWe have in the past and may in the future enter into strategic joint ventures with unaffiliated investors to acquire, develop, improve or dispose of lodging properties, thereby reducing the amount of capital required by us to make investments and diversifying our capital sources for growth. We may not have sole decision-making authority with respect to these investments, and as a result we may not be able to take actions which are in the best interest of our stockholders. Further, disputes between us and our joint venture partners may result in litigation or arbitration which could increase our expenses and prevent our officers and directors from focusing their time and effort on our business and could result in subjecting the lodging properties owned by the applicable joint venture to additional risks.\nIf a joint venture partner becomes bankrupt or otherwise defaults on its obligations under a joint venture agreement, we and any other remaining joint venture partners of that joint venture would generally remain liable for the joint venture liabilities. Furthermore, if a joint venture partner becomes bankrupt or otherwise defaults on its obligations under a joint venture agreement, we may be unable to continue the joint venture other than by purchasing such joint venture partner’s interests or the underlying assets at a premium to the market price. If any of the above risks are realized, it could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nInflation may affect consumer confidence which could reduce consumer demand for lodging, and may increase our operating costs, resulting in a material adverse effect on our business, consolidated financial position, results of operations and cash flows.\nOur business is generally correlated to certain macroeconomic trends. During the year ended December 31, 2022 and thereafter, the U.S. economy has experienced a high rate of inflation, which has moderated during the year ended December 31, 2024 but still remains above historical levels. The effects of high inflation or a potential recessionary environment could adversely affect our costs, liquidity, consumer confidence, and demand for travel and lodging and could disrupt our supply chain, which would adversely affect the operation of our lodging properties. A high rate of inflation or disruption of our supply chain will cause our operating and renovation costs to increase. These conditions could have a material adverse effect on our business, consolidated financial position, results of operations and cash flows.\nWe may provide mezzanine financing to developers or seller financing in connection with the disposition of a lodging property which exposes us to credit financing risk in the case of a borrower default, resulting in a material adverse effect on our business, consolidated financial position, results of operations and cash flows.\nWe selectively provide mezzanine financing to developers, where we also have the opportunity to acquire the lodging property at or after the completion of the development project, and we also provide seller financing in connection with the disposition of a lodging property under limited circumstances. As such, we are subject to credit financing risk in the case of a borrower default. These conditions could have a material adverse effect on our business, consolidated financial position, results of operations and cash flows.\nRisks Related to the Lodging Industry\nThe outbreak of any highly infectious or contagious diseases, could adversely affect the number of guests visiting our lodging properties and disrupt our operations, resulting in a material adverse effect on our business, consolidated financial position, results of operations and cash flows. \nOur business is sensitive to the willingness and ability of our customers to travel. The outbreak of any highly infectious or contagious diseases or a pandemic may result in decreases in travel to and from, and economic activity in, areas in which we operate, and may adversely affect the number of guests that visit our lodging properties. The spread of highly infectious or contagious diseases could cause severe disruptions in air and other forms of travel that reduce the number of guests visiting our lodging properties. This could disrupt our operations, and we could experience a material adverse effect on our business, consolidated financial position, results of operations and cash flows. Management cannot predict the extent to which disruptions in travel as a result of infectious disease outbreaks will have a material adverse effect on our business, consolidated financial position, results of operations and cash flows.\nEconomic conditions may adversely affect the lodging industry.\n\nThe performance of the lodging industry has historically been directly correlated to the performance of the general economy and, specifically, growth in U.S. gross domestic product (“GDP”). The lodging industry is also sensitive to business and personal discretionary spending levels. Declines in corporate budgets and consumer demand due to adverse general economic conditions, risks affecting or reducing travel patterns, lower consumer confidence or adverse political conditions can lower the revenue and profitability of our assets and therefore the net operating profits of our investments. Economic weakness could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nWe experience a high level of competition from other hotels and alternative accommodations in the markets in which we operate.\n\nThe lodging industry is highly competitive. Our lodging properties compete with other properties for guests in each market in which our lodging properties operate based on a number of factors, including location, convenience, brand affiliation, guestroom rates, range of services and guest amenities or accommodations offered and quality of customer service. We also compete with owners and operators of vacation ownership resorts, as well as companies that offer alternative accommodations, such as Airbnb and similar organizations. These organizations operate websites that market available furnished, privately-owned residential properties, including homes and condominiums, that can be rented on a nightly, weekly or monthly basis. Competition will often be specific to the individual markets in which our lodging properties are located and includes competition from existing and new lodging properties, including alternative accommodations. The price transparency of the lodging industry could lead to difficulty in increasing ADR as our competitors may offer guestrooms at lower rates than we can, which could result in our competitors increasing their occupancy at our expense. Competition could adversely affect our occupancy, ADR and RevPAR, and may require us to provide additional amenities or make capital improvements that we otherwise would not have to make.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nOur operating results and ability to make distributions to our stockholders may be adversely affected by the risks inherent to the ownership of lodging properties and the markets in which we operate.\n\nLodging properties have different economic characteristics than other real estate assets with long-term leases. Our lodging properties are subject to various operating risks common to the lodging industry, many of which are beyond our control, including the following:\n\n•relatively short-duration occupancies;\n•dependence on business and commercial travelers and tourism;\n•over-building of lodging properties in our markets, which could adversely affect occupancy and revenue at the lodging properties we acquire;\n•increases in energy costs and other expenses affecting travel, which may affect travel patterns and reduce the number of business and commercial travelers and tourists;\n•increases in operating costs, including increased real estate and personal property taxes and insurance costs due to inflation and other factors that may not be offset by increased guestroom rates;\n•potential increases in labor costs at our lodging properties, including as a result of unionization of the labor force, and increasing health care insurance expense;\n•changes in governmental laws and regulations, fiscal policies and zoning ordinances and the related costs of compliance with laws and regulations, fiscal policies and ordinances;\n•adverse effects of international, national, regional and local economic and market conditions; and\n•unforeseen events beyond our control, such as instability in the national, European or global economy, terrorist attacks, travel-related health concerns including pandemics and epidemics, travel-related environmental concerns including water contamination and air pollution, political instability, regional hostilities, increases in fuel prices, imposition of taxes or surcharges by regulatory authorities and travel-related accidents and unusual weather patterns, including natural disasters such as hurricanes.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe have significant ongoing needs to make capital expenditures at our lodging properties, which require us to devote funds to these purposes.\n\nOur lodging properties have an ongoing need for renovations and other capital improvements, including replacements, from time to time, of furniture, fixtures and equipment. Our franchisors also require periodic capital improvements as a condition of keeping the franchise licenses. In addition, our lenders and property management companies may require that we set aside annual amounts for capital improvements to our assets. These capital improvements and replacements may give rise to the following risks: \n\n•possible environmental problems;\n•construction cost overruns and delays, including the effect of supply-chain disruptions;\n•defects in design or construction;\n•a possible shortage of available cash to fund capital improvements and replacements and, the related possibility that financing for these capital improvements may not be available to us on affordable terms; and\n•uncertainties as to market demand or a loss of market demand after capital improvements and replacements have begun.\n\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nDevelopment of lodging properties is subject to timing, budgeting and other risks. \n\nWe have in the past and may in the future develop lodging properties or acquire lodging properties that are under development as suitable opportunities arise, taking into consideration general economic conditions. The development of lodging properties involves a number of risks, including the following: \n•possible environmental problems;\n•construction cost overruns and delays;\n•receipt of and expense related to zoning, occupancy and other required governmental permits and authorizations;\n•development costs incurred for projects that are not pursued to completion;\n•acts of God such as earthquakes, hurricanes, floods or fires that could adversely affect a project;\n•inability to raise capital; and\n•governmental restrictions on the nature or size of a project.\n\nTo the extent we develop lodging properties or acquire lodging properties under development, we cannot provide assurance that any development project will be completed on time or within budget. Our inability to complete a project on time or within budget could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nCustomers may increasingly use Internet travel intermediaries.\n\nGuestrooms for our lodging properties can be booked through Internet travel intermediaries, including, but not limited to Expedia.com and Booking.com, and their portfolio of companies (commonly referred to as \"online travel agents\" or \"OTA's\"). As these Internet bookings increase, these OTA's may be able to obtain higher commissions, reduced guestroom rates or other significant contract concessions from our property management companies. Moreover, some of these OTA's are attempting to offer lodging property guestrooms as a commodity, by increasing the importance of price and general indicators of quality (such as “three-star downtown property”) at the expense of brand identification. These OTA's hope that consumers will eventually develop brand loyalties to their reservations system rather than to the brands under which our lodging properties are franchised. If the amount of sales made through OTA's increases significantly, guestroom revenue may be negatively affected, which could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nConsumer trends and preferences, particularly with respect to younger generations, could change away from select-service lodging properties.\nConsumer trends and preferences continuously change, especially within younger generations. Many new lodging property brands have been introduced over recent years to specifically address the perceived unique needs and preferences of younger travelers. As our portfolio is concentrated in select-service hotels, significant consumer shifts in preferences away from select-service hotels could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nRisks Related to the Real Estate Industry and Real Estate-Related Investments\n\nIlliquidity of real estate investments could significantly impede our ability to respond to adverse changes in the performance of our lodging properties or to adjust our portfolio in response to changes in economic and other conditions.\n\nOur ability to promptly sell one or more lodging properties in our portfolio in response to changing economic, financial and investment conditions may be limited. We cannot predict whether we will be able to sell any lodging properties for the price or on the terms set by us, or whether any price or other terms offered by a prospective purchaser would be acceptable to us. We also cannot predict the length of time needed to find a willing purchaser and to close the sale of an asset. As such, the composition of our portfolio may be difficult to vary in response to changing economic, financial and investment conditions. The real estate market is also affected by many factors that are beyond our control, including:\n\n•adverse changes in international, national, regional and local economic and market conditions;\n•changes in interest rates and in the availability, cost and terms of debt financing;\n•governmental laws and regulations, fiscal policies and zoning ordinances and the related costs of compliance with laws and regulations, fiscal policies and ordinances and any changes thereto;\n•the ongoing need for capital improvements, particularly in older structures, that may require us to periodically close or partially close our assets for renovation and expend funds to correct defects or to make improvements before an asset can be sold;\n•changes in operating expenses; and\n•civil unrest, acts of God, including earthquakes, floods and other natural disasters, which may result in uninsured losses, and acts of war or terrorism, environmental uncertainties, or outbreaks of highly infectious diseases or pandemics.\n\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\nWe could incur significant costs related to government regulation and litigation over environmental, health and safety matters.\n\nOur lodging properties and development land parcels are subject to various federal, state and local environmental laws that impose liability for contamination. Under these laws, governmental entities have the authority to require us, as the current or former owner of the property, to perform or pay for the cleanup of contamination (including hazardous substances, waste or petroleum products) at or emanating from the property and to pay for natural resource damage arising from contamination. These laws often impose liability without regard to whether the owner or operator knew of or caused the contamination. We can also be liable to private parties for costs of remediation, personal injury and death or property damage resulting from contamination at or emanating from our properties. Moreover, environmental contamination can affect the value of a property and, therefore, an owner’s ability to borrow funds using the property as collateral or to sell the property on favorable terms or at all. Furthermore, persons who sent waste to a waste disposal facility, such as a landfill or an incinerator, may be liable for costs associated with cleanup of that facility.\n\nIn addition, our lodging properties (including our real property, operations and equipment) are subject to various federal, state and local environmental, health and safety regulatory requirements that address a wide variety of issues, including, but not limited to the registration, maintenance and operation of our boilers and storage tanks, air emissions from emergency generators, storm water and wastewater discharges, asbestos, lead-based paint, mold and mildew, and waste management. Some of our lodging properties also routinely handle or use hazardous or regulated substances and waste in their operations (for example, swimming pool chemicals or biological waste). Our lodging properties incur costs to comply with these environmental, health and safety laws and regulations and if these regulatory requirements are not met or unforeseen events result in the discharge of dangerous or toxic substances at our lodging properties, we could be subject to fines and penalties for non-compliance with applicable laws and material liability from third parties for harm to the environment, damage to real property or personal injury and death. We are aware of no past or present environmental liability for non-compliance with environmental, health and safety laws and regulations that we believe would have a material adverse effect on our business, consolidated financial position, or results of operations.\nCertain lodging properties we currently own or those we acquire in the future contain, may contain, or may have contained, asbestos-containing material (“ACM”). Environmental, health and safety laws require that ACM be properly managed and maintained, and include requirements to undertake special precautions, such as removal or abatement, if ACM would be disturbed during maintenance, renovation, or demolition of a building. These laws regarding ACM may impose fines and penalties on building owners, employers and operators for failure to comply with these requirements or expose us to third-party liability.\nThese conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nCompliance with the laws, regulations and covenants that apply to our lodging properties, including permit, license and zoning requirements, may adversely affect our ability to make future acquisitions or renovations, result in significant costs or delays and adversely affect our growth strategy.\n\nOur lodging properties are subject to various covenants and local laws and regulatory requirements, including permitting and licensing requirements which can restrict the use of our properties and increase the cost of acquisition, development and operation of our lodging properties. Our lodging properties are also subject to regulations intended to address the risk of highly infectious diseases which can restrict certain activities of our lodging properties and result in increased costs. In addition, federal and state laws and regulations, including laws such as the ADA, impose further restrictions on our operations. Under the ADA, all public accommodations must meet federal requirements related to access and use by disabled persons. We have not conducted a comprehensive audit or investigation of all of our properties to determine our compliance. As such, some of our lodging properties currently may be in noncompliance with the ADA. If one or more of the lodging properties in our portfolio is not in compliance with the ADA or any other regulatory requirements, we may be required to incur additional costs to bring the property into compliance and we might incur damages or governmental fines. In addition, existing requirements may change, and future requirements may require us to make significant unanticipated expenditures. These conditions could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nWe have fixed obligations related to right-of-use assets on which certain of our lodging properties are located.\n\nIf we default on the terms of any of our right-of-use assets, such as ground leases, air rights or other intangible assets, and are unable to cure the default in a timely manner, we may be liable for damages and could lose our leasehold interest in the applicable property and interest in the lodging property on the ground lease property. An event of default that is not timely cured could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nThe states and localities in which we own material amounts of property or conduct material business operations could raise their income and property tax rates or amend their tax regimes in a manner that increases our state and local tax liabilities.\n\nWe and our subsidiaries are subject to income tax and other taxes by states and localities in which we conduct business. Additionally, we are and will continue to be subject to property taxes in states and localities in which we own property, and our TRS Lessees are and will continue to be subject to state and local corporate income tax. As these states and localities seek additional sources of revenue, they may, among other steps, raise income and property tax rates or amend their tax regimes to eliminate for state income tax purposes the favorable tax treatment REITs enjoy for federal income tax purposes. We cannot predict when or if any states or localities would make any such changes, or what form those changes would take. If states and localities in which we own material amounts of property or conduct material amounts of business make changes to their tax rates or tax regimes that increase our state and local tax liabilities, such increases could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\nRisks Related to Our Organization and Structure\n\nOur fiduciary duties as the general partner of our Operating Partnership could create conflicts of interest.\n\nWe, through our wholly owned subsidiary that serves as the sole general partner of our Operating Partnership, have fiduciary duties to our Operating Partnership’s limited partners, the discharge of which may conflict with the interests of our stockholders. The limited partners of our Operating Partnership have agreed for so long as we own a controlling interest in our Operating Partnership that, in the event of a conflict between the duties owed by our directors to our Company and the duties that we owe, in our capacity as the sole general partner of our Operating Partnership, to the limited partners, our directors must give priority to the interests of our stockholders. In addition, those persons holding Common Units have the right to vote on certain amendments to the limited partnership agreement (which require approval by a majority interest of the limited partners, including us) and individually to approve certain amendments that would adversely affect their rights, as well as the right to vote on mergers and consolidations of the general partner or us in certain limited circumstances. These voting rights may be exercised in a manner that conflicts with the interests of our stockholders. For example, we cannot adversely affect the limited partners’ rights to receive distributions, as set forth in the limited partnership agreement, without their consent, even though modifying such rights might be in the best interest of our stockholders generally.\n\nProvisions of our charter may limit the ability of a third-party to acquire control of us by authorizing our board of directors to issue additional securities.\n\nOur board of directors may, without stockholder approval, amend our charter to increase or decrease the aggregate number of our shares or the number of shares of any class or series that we have the authority to issue and to classify or reclassify any unissued shares of common stock or preferred stock, and set the preferences, rights and other terms of the classified or reclassified shares. As a result, our board of directors may authorize the issuance of additional shares or establish a series of common or preferred stock that may have the effect of delaying or preventing a change in control of our Company, including transactions at a premium over the market price of our shares, even if stockholders believe that a change in control is in their interest. These provisions, along with the restrictions on ownership and transfer contained in our charter and certain provisions of Maryland law described below, could discourage unsolicited acquisition proposals or make it more difficult for a third-party to gain control of us, which could adversely affect the market price of our securities.\n\nProvisions of Maryland law may limit the ability of a third-party to acquire control of us by requiring our board of directors or stockholders to approve proposals to acquire our Company or effect a change in control.\n\nCertain provisions of the Maryland General Corporation Law (the “MGCL”) applicable to Maryland corporations may have the effect of inhibiting a third-party from making a proposal to acquire us or of impeding a change in control under circumstances that otherwise could provide our stockholders with the opportunity to realize a premium over the then-prevailing market price of such shares, including “business combination” and “control share” provisions.\n\nBy resolution of our board of directors, we have opted out of the business combination provisions of the MGCL and provided that any business combination between us and any other person is exempt from the business combination provisions of the MGCL, provided that the business combination is first approved by our board of directors (including a majority of directors who are not affiliates or associates of such persons). In addition, pursuant to a provision in our bylaws, we have opted out of the control share provisions of the MGCL. However, our board of directors may by resolution elect to opt into the business combination provisions of the MGCL and we may, by amendment to our bylaws, opt into the control share provisions of the MGCL in the future.\n\nOur rights and the rights of our stockholders to take action against our directors and officers are limited.\n\nUnder Maryland law, generally, a director will not be liable if he or she performs his or her duties in good faith, in a manner he or she reasonably believes to be in our best interests and with the care that an ordinarily prudent person in a like position would use under similar circumstances. In addition, our charter limits the liability of our directors and officers to us and our stockholders for money damages, except for liability resulting from:\n\n•actual receipt of an improper benefit or profit in money, property or services; or\n•active and deliberate dishonesty by the director or officer that was established by a final judgment as being material to the cause of action adjudicated.\n\nOur charter authorizes us to indemnify our directors and officers for actions taken by them in those capacities to the maximum extent permitted by Maryland law. Our bylaws require us to indemnify each director and officer, to the maximum extent permitted by Maryland law, in the defense of any proceeding to which he or she is made, or threatened to be made, a party by reason of his or her service to us. In addition, we may be obligated to advance the defense costs incurred by our directors and officers. As a result, we and our stockholders may have more limited rights against our directors and officers than might otherwise exist absent the current provisions in our charter and bylaws or that might exist with other companies.\nOur stockholders have limited voting rights and our charter contains provisions that make removal of our directors difficult.\n\nOur shares of common stock are the only class of our securities that carry full voting rights. Voting rights for holders of our preferred stock exist primarily with respect to the ability to elect two additional directors to our board of directors in the event that six quarterly dividends (whether or not consecutive) payable on the preferred stock are in arrears, and with respect to voting on amendments to our charter or articles supplementary relating to the preferred stock that materially and adversely affect the rights of the holders of preferred stock or create additional classes or series of senior equity securities. However, NewcrestImage has the right to designate one person for election to our board of directors in connection with the Director Nomination Agreement entered into as part of the NCI Transaction, subject to certain conditions. \nOur charter provides that a director may be removed only for cause (as defined in our charter) and then only by the affirmative vote of holders of shares entitled to cast at least two-thirds of the votes entitled to be cast generally in the election of directors. Our charter also provides that vacancies on our board of directors may be filled only by a majority of the remaining directors in office, even if less than a quorum. These requirements prevent stockholders from removing directors except for cause and with a substantial affirmative vote and from replacing directors with their own nominees and may prevent a change in control of our Company or effect other management changes that are in the best interests of our stockholders.\n\nThe ability of our board of directors to change our major policies without the consent of stockholders may not be in our stockholders’ interest.\n\nOur board of directors determines our major policies, including policies and guidelines relating to our acquisitions, leverage, financing, growth, operations and distributions to stockholders. Our board of directors may amend or revise these and other policies and guidelines from time to time without the vote or consent of our stockholders. Accordingly, our stockholders will have limited control over changes in our policies and those changes could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock. \n\nOur board of directors has the ability to revoke our REIT qualification without stockholder approval.\n\nOur charter provides that our board of directors may revoke or otherwise terminate our REIT election, without the approval of our stockholders, if it determines that it is no longer in our best interest to continue to qualify as a REIT. If we cease to be a REIT, we would become subject to federal income tax on our taxable income and would no longer be required to distribute most of our taxable income to our stockholders, which may have adverse consequences on the total return to our stockholders.\n\nWe are a holding company with no direct operations. As a result, we rely on funds received from our Operating Partnership to pay liabilities and dividends, our stockholders’ claims will be structurally subordinated to all liabilities of our Operating Partnership and our stockholders will not have any voting rights with respect to our Operating Partnership activities, including the issuance of additional Common Units or Preferred Units.\n\nWe are a holding company and conduct all of our operations through our Operating Partnership. We do not have, apart from our ownership of our Operating Partnership, any independent operations. As a result, we rely on distributions from our Operating Partnership to pay any dividends we might declare on shares of our common or preferred stock. We also rely on distributions from our Operating Partnership to meet any of our obligations, including tax liabilities on taxable income allocated to us from our Operating Partnership (which might make distributions to us that do not equal the tax on such allocated taxable income).\n\nIn addition, because we are a holding company, stockholders’ claims will be structurally subordinated to all existing and future liabilities and obligations (whether or not for borrowed money) of our Operating Partnership and its subsidiaries, including the Convertible Notes (as defined under \"Part II - Item 8. – Financial Statements and Supplementary Data – Note 6 - Debt\"). Therefore, in the event of our bankruptcy, liquidation or reorganization, claims of our stockholders will be satisfied only after all of our and our Operating Partnership’s and its subsidiaries’ liabilities and obligations have been paid in full.\n\nWe own approximately 87% of the Common Units in the Operating Partnership, all of the issued and outstanding 6.25% Series E Cumulative Redeemable Preferred Units of the Operating Partnership (“Series E Preferred Units”), and all of the issued and outstanding 5.875% Series F Cumulative Redeemable Preferred Units of the Operating Partnership (\"Series F Preferred Units\"). An unrelated third-party owns all of the issued and outstanding Series Z Preferred Units that were issued in January 2022 as part of the NCI Transaction. Any future issuances by our Operating Partnership of additional Common Units or Preferred Units could reduce our ownership percentage in our Operating Partnership. Because our common stockholders do not directly own any Common Units or Preferred Units, they will not have any voting rights with respect to any such issuances or other partnership-level activities of the Operating Partnership.\nIf we are unable to maintain an effective system of internal controls, we may not be able to produce and report accurate financial information on a timely basis or prevent fraud. \n\nA system of internal controls that is well designed and properly functioning is critical for us to produce and report accurate and reliable financial information and effectively prevent fraud. We must also rely on the quality of the internal control environments of our third-party property managers who provide us with financial information related to our lodging properties. At times, we may identify areas of internal controls that are not properly functioning as designed, that need improvement or that must be developed to ensure that we have an adequate system of internal controls. Section 404 of the Sarbanes-Oxley Act of 2002 requires us to evaluate and report on our internal controls over financial reporting and have our independent auditors annually issue their own opinion on our internal controls over financial reporting. We cannot be certain that we will be successful in maintaining adequate internal controls over our financial reporting and processes. Additionally, as we grow our business, our internal controls will become more complex, and we will require significantly more resources to ensure that our internal controls remain effective. If we or our independent auditors discover a material weakness, the disclosure of that fact, even if promptly remedied, could cause our stockholders to lose confidence in our financial results, which could reduce the market value of our common shares. Additionally, the existence of any material weakness or significant deficiency could require management to devote substantial time and incur significant expense to remediate any such conditions. There can be no assurance that management will be able to remediate any material weaknesses in a timely manner.\n\nRisks Related to Ownership of Our Securities\n\nThe New York Stock Exchange (“NYSE”) or another nationally-recognized exchange may not continue to list our securities.\n\nOur common stock trades on the NYSE under the symbol “INN,” our 6.25% Series E Cumulative Redeemable Preferred Stock trades on the NYSE under the symbol “INN-PE,” and our 5.875% Series F Cumulative Redeemable Preferred Stock trades on the NYSE under the symbol \"INN-PF.\" In order for our securities to remain listed, we are required to meet the continued listing requirements of the NYSE or, in the alternative, any other nationally-recognized exchange to which we apply. We may be unable to satisfy those listing requirements, and there is no guarantee our securities will remain listed on a nationally-recognized exchange. If our securities are delisted from the NYSE or another nationally-recognized exchange, we could face significant material adverse consequences, including:\n\n•a limited availability of market quotations for our securities;\n•a limited ability of our stockholders to make transactions in our securities;\n•additional trading restrictions being placed on us;\n•reduced liquidity with respect to our securities;\n•a determination that our common stock is “penny stock,” which will require brokers trading in our common stock to adhere to more stringent rules, possibly resulting in a reduced level of trading activity in the secondary trading market for the common stock;\n•a limited amount of news and analyst coverage; and\n•a decreased ability to issue additional securities or obtain additional financing in the future.\n\nThe cash available for distribution may not be sufficient to make distributions at expected levels and we may use borrowed funds or funds from other sources to make distributions.\n\nDistributions declared by us will be authorized by our board of directors in its sole discretion out of funds legally available for distribution and will depend upon a number of factors, including limitations imposed by our credit facilities, restrictions under applicable law and the capital requirements of our Company. All distributions will be made at the discretion of our board of directors and will depend on our earnings, our financial condition, the requirements for qualification as a REIT, restrictions under applicable law and other factors as our board of directors may deem relevant from time to time. We may be required to fund distributions from working capital, borrowings under our 2023 Senior Credit Facility, proceeds of future stock offerings or a sale of assets to the extent distributions exceed earnings or cash flows from operations. Funding distributions from working capital would restrict our operations. If we borrow from our 2023 Senior Credit Facility to pay distributions, we would be more limited in our ability to execute our strategy of using our 2023 Senior Credit Facility to fund acquisitions or capital expenditures. Finally, selling assets may require us to dispose of assets at a time or in a manner that is not consistent with our disposition strategy. If we borrow to fund distributions, our leverage ratios and future interest costs would increase, thereby reducing our earnings and cash available for distribution from what they otherwise would have been. We may not be able to make distributions in the future. In addition, some of our distributions may be considered a return of capital for income tax purposes. If we decide to make distributions in excess of our current and accumulated earnings and profits, such distributions would generally be considered a return of capital for federal income tax purposes to the extent of the holder’s adjusted tax basis in their shares. A return of capital is not taxable, but it has the effect of reducing the holder’s adjusted tax basis in its investment. If distributions exceed the adjusted tax basis of a holder’s shares, they will be treated as gain from the sale or exchange of such stock.\nThe market price of our stock may be volatile due to numerous circumstances beyond our control.\n\nThe trading prices of equity securities issued by REITs and other real estate companies historically have been affected by changes in market interest rates. One of the factors that may influence the market price of our common or preferred stock is the annual yield from distributions on our common or preferred stock, respectively, as compared to yields on other financial instruments. An increase in market interest rates, or a decrease in our distributions to stockholders, may lead prospective purchasers of our common or preferred stock to demand a higher annual yield, which could reduce the market price of our common or preferred stock, respectively.\n\nOther factors that could affect the market price of our stock include the following:\n\n•actual or anticipated variations in our quarterly results of operations;\n•increases in interest rates;\n•changes in market valuations of companies in the lodging industry;\n•changes in expectations of future financial performance or changes in estimates of securities analysts;\n•fluctuations in stock market prices and volumes;\n•our issuances of common stock, preferred stock, convertible notes or other securities in the future;\n•the inclusion of our common stock and preferred stock in equity indices, which could induce additional purchases;\n•the exclusion of our common stock and preferred stock from equity indices;\n•the addition or departure of key personnel;\n•announcements by us or our competitors of acquisitions, investments or strategic alliances;\n•unforeseen events beyond our control, such as instability in the national, European or global economy, terrorist attacks, travel-related health concerns including pandemics and epidemics, political instability, regional hostilities, increases in fuel prices, imposition of taxes or surcharges by regulatory authorities and travel-related accidents and unusual weather patterns, including natural disasters; and\n•changes in the tax laws or regulations to which we are subject.\n\nThe market’s perception of our growth potential and our current and potential future cash distributions, whether from operations, sales or refinancings, as well as the real estate market value of the underlying assets, may cause our common and preferred stock to trade at prices that differ from our net asset value per share. If we retain operating cash flow for investment purposes, working capital reserves or other purposes, these retained funds, while increasing the value of our underlying assets, may not correspondingly increase the market price of our common and preferred stock. Our failure to meet the market’s expectations with regard to future earnings and distributions likely would adversely affect the market price of our common and preferred stock.\n\nThe trading market for our stock may rely in part on the research and reports that industry or financial analysts publish about us or our business. We do not control these analysts. Furthermore, if one or more of the analysts who do cover us downgrades our stock or our industry, or the stock of any of our competitors, the price of our stock could decline. If one or more of these analysts ceases coverage of our Company, we could lose attention in the market, which in turn could cause the price of our stock to decline.\n\nThe number of shares of our common stock and preferred stock available for future sale could adversely affect the market price per share of our common stock and preferred stock, respectively, and future sales by us of shares of our common stock, preferred stock, or issuances by our Operating Partnership of Common Units may be dilutive to existing stockholders.\n\nSales of substantial amounts of shares of our common stock or preferred stock in the public market, or upon exchange of Common Units or exercise of any equity awards, or the perception that such sales might occur, could adversely affect the market price of our common stock and preferred stock. As of February 13, 2025, all 14,609,276 of the Common Units are redeemable and may in the future be converted into shares of our common stock on a one-for-one basis and sold into the public market. The exchange of Common Units for common stock, the vesting of any equity-based awards granted to certain directors, executive officers and other employees under the 2024 Equity Incentive Plan, which was restated effective May 22, 2024 (as amended and restated, the “Equity Plan”), the issuance of our common stock or Common Units in connection with lodging property, portfolio or business acquisitions and other issuances of our common stock or Common Units could have an adverse effect on the market price of the shares of our common stock.\n\nWe may execute future offerings of debt securities, which would be senior to our common and preferred stock upon liquidation, and issuances of equity securities (including Common Units).\n\nIn the future we may offer debt securities and issue equity securities, including convertible notes, Common Units, preferred stock or other preferred shares that may be senior to our common stock for purposes of dividend distributions or upon liquidation. Upon liquidation, holders of our debt securities and our preferred shares will receive distributions of our available assets prior to the holders of our common stock. Holders of our common stock are not entitled to preemptive rights or other protections against us offering senior debt or equity securities. Therefore, additional common share issuances, directly or through convertible or exchangeable securities (including Common Units), warrants or options, will dilute the holdings of our existing common stockholders and such issuances or the perception of such issuances may reduce the market price of our common stock. In addition, new issues of preferred stock could have a preference on liquidating distributions and a preference on dividend payments that could limit our ability to pay a dividend or make another distribution to the holders of our common stock. Because our decision to issue securities in any future offering will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing or nature of future issuances. Thus, our stockholders bear the risk of our future offerings reducing the market price of our common stock and diluting their interest in us.\n\nRisks Related to Our Status as a REIT\n\nFailure to remain qualified as a REIT would cause us to be taxed as a regular corporation.\n\nThe REIT rules and regulations are highly technical and complex. We believe that our organization and method of operation has enabled us to meet the requirements for qualification and taxation as a REIT commencing with our short taxable year ended December 31, 2011. However, we cannot provide assurance that we will remain qualified as a REIT.\n\nFailure to qualify as a REIT could result from a number of situations, including, without limitation:\n\n•if the leases of our lodging properties to our TRS Lessees are not respected as true leases for federal income tax purposes;\n•if our Operating Partnership is treated as a publicly traded partnership taxable as a corporation for federal income tax purposes;\n•if our existing or future property management companies do not qualify as “eligible independent contractors” or if our lodging properties are not “qualified lodging facilities,” as required by federal income tax law; or\n•if we, or any of our subsidiary REITs, fail to meet any of the required REIT qualifications.\nIf we fail to qualify as a REIT in any taxable year, we will face serious tax consequences that will substantially reduce the funds available for distributions to our stockholders because:\n\n•we would not be allowed a deduction for dividends paid to stockholders in computing our taxable income and would be subject to federal income tax at regular corporate rates;\n•we could be subject to increased state and local taxes; and\n•unless we are entitled to relief under certain federal income tax laws, we could not re-elect REIT status until the fifth calendar year after the year in which we failed to qualify as a REIT.\n\nIn addition, if we fail to qualify as a REIT, we will no longer be required to make distributions. As a result of all these factors, our failure to qualify as a REIT could impair our ability to expand our business and raise capital, and it could adversely affect the value of our stock.\n\nEven if we continue to qualify as a REIT, we may face other tax liabilities.\n\nEven if we continue to qualify for taxation as a REIT, we may be subject to certain federal, state and local taxes on our income and assets including, but not limited to taxes on any undistributed income, tax on income from some activities conducted as a result of a foreclosure, and state or local income, property and transfer taxes. In addition, our TRSs are subject to regular corporate federal, state and local taxes. Any of these taxes would decrease cash available for distributions to stockholders.\n\nFailure to make required distributions would subject us to federal corporate income tax.\n\nWe intend to operate in a manner so as to qualify as a REIT for federal income tax purposes. To qualify as a REIT, we generally are required to distribute at least 90% of our REIT taxable income, determined without regard to the dividends paid deduction and excluding any net capital gain, each year to our stockholders. To the extent that we satisfy this distribution requirement but distribute less than 100% of our REIT taxable income, we will be subject to federal corporate income tax on our undistributed taxable income. In addition, we will be subject to a 4% non-deductible excise tax if the actual amount that we pay out to our stockholders in a calendar year is less than a minimum amount specified under the IRC.\nThe REIT distribution requirements may adversely affect our operations.\n\nTo satisfy the requirements for qualification as a REIT and to meet the REIT distribution requirements, we may need to borrow funds on a short-term basis or sell assets, even if the then-prevailing market conditions are not favorable for these borrowings or sales. Our cash flows from operations may be insufficient to fund required distributions as a result of differences in timing between the actual receipt of income and the recognition of income for federal income tax purposes, limits on our ability or the ability of certain of our subsidiaries to deduct interest expense from borrowings under Section 163(j) of the IRC, the effect of non-deductible capital expenditures, the creation of reserves, required debt service or amortization payments. Our REIT distribution requirements could adversely affect our liquidity and may force us to borrow funds or sell assets during unfavorable market conditions or pay taxable stock dividends. The insufficiency of our cash flows to cover our distribution requirements could have an adverse effect on our ability to raise short- and long-term debt or sell equity securities to fund distributions required to maintain our qualification as a REIT. \n\nThe formation of our TRSs increases our overall tax liability.\n\nOur TRSs are subject to federal, state and local income tax on their taxable income, which typically consists of the revenue from the lodging properties leased by our TRS Lessees, net of the operating expenses for such lodging properties and rent payments to us. In certain circumstances, the ability of our TRSs to deduct interest expense or utilize net operating loss carryforwards for federal income tax purposes may be limited. Accordingly, although our ownership of our TRSs allows us to participate in the operating income from our lodging properties in addition to receiving rent, that operating income will be fully subject to income tax. The after-tax net income of our TRSs is available for distribution to us.\n\nOur TRS Lessee structure subjects us to the risk of increased lodging property operating expenses.\n\nOur leases with our TRS Lessees require our TRS Lessees to pay us rent based in part on revenue from our lodging properties. Our operating risks include decreases in lodging revenues and increases in lodging operating expenses, including but not limited to increases in wage and benefit costs, repair and maintenance expenses, energy costs and other operating expenses, which would adversely affect our TRSs’ ability to pay us rent due under the leases. Increases in these operating expenses could adversely affect our consolidated financial position, results of operations, and cash flows or the market price of our stock.\n\n    Our Operating Partnership could be treated as a publicly traded partnership taxable as a corporation for federal income tax purposes.\n\nAlthough we believe that our Operating Partnership will be treated as a partnership for federal income tax purposes, no assurance can be given that the IRS will not successfully challenge that position. If the IRS were to successfully contend that our Operating Partnership should be treated as a publicly traded partnership that is taxable as a corporation, we would fail to meet the 75% gross income test and certain of the asset tests applicable to REITs and, unless we qualified for certain statutory relief provisions, we would cease to qualify as a REIT. Also, our Operating Partnership would become subject to federal, state and local income tax, which would significantly reduce the amount of cash available for debt service and for distribution to us.\n\nOur current property management companies, or any other property management companies that we may engage in the future may not qualify as “eligible independent contractors,” or our lodging properties may not be considered “qualified lodging facilities.” \n\nRent paid by a lessee that is a “related party tenant” of ours will not be qualifying income for purposes of the two gross income tests applicable to REITs. An exception is provided, however, for leases of “qualified lodging facilities” to a TRS so long as the lodging properties are managed by an “eligible independent contractor” and certain other requirements are satisfied. We lease all of our lodging properties to our TRS Lessees. All of our lodging properties are operated pursuant to property management agreements with property management companies that we believe qualify as an “eligible independent contractor.” Among other requirements, to qualify as an eligible independent contractor, the property manager must not own, directly or through its stockholders, more than 35% of our outstanding shares, and no person or group of persons can own more than 35% of our outstanding shares and the shares (or ownership interest) of the lodging property manager, taking into account certain ownership attribution rules. The ownership attribution rules that apply for purposes of these 35% thresholds are complex and monitoring actual and constructive ownership of our shares by our lodging property managers and their owners may not be practical. Accordingly, there can be no assurance that these ownership levels will not be exceeded.\nIn addition, for a property management company to qualify as an eligible independent contractor, such company or a related person must be actively engaged in the trade or business of operating “qualified lodging facilities” (as defined below) for one or more persons not related to the REIT or its TRS at each time that such company enters into a property management contract with a TRS or its TRS Lessee. As of the date hereof, we believe each of our property management companies operates qualified lodging facilities for certain persons who are not related to us or our TRSs. However, no assurances can be provided that our property management companies or any other property managers that we may engage in the future will in fact comply with this requirement. Failure to comply with this requirement would require us to find other managers for future contracts and if we hired a management company without knowledge of the failure, it could jeopardize our status as a REIT.\n\nFinally, each property with respect to which our TRS Lessees pay rent must be a “qualified lodging facility.” A “qualified lodging facility” is a hotel, motel or other establishment more than one-half of the dwelling units in which are used on a transient basis, including customary amenities and facilities, provided that no wagering activities are conducted at or in connection with such facility by any person who is engaged in the business of accepting wagers and who is legally authorized to engage in such business at or in connection with such facility. As of the date hereof, we believe that the properties that are leased to our TRS Lessees are qualified lodging facilities. Although we intend to monitor future acquisitions and improvements of properties, REIT provisions of the IRC provide only limited guidance for making determinations under the requirements for qualified lodging facilities, and there can be no assurance that these requirements will be satisfied. If any of our properties are not deemed to be a \"qualified lodging facility,\" we may fail to qualify as a REIT.\n\nOur ownership of our TRSs is subject to limitations and our transactions with our TRSs could cause us to be subject to a 100% penalty tax on certain income or deductions if those transactions are not conducted on arm’s-length terms.\n\nOverall, no more than 20% of the value of a REIT’s assets may consist of stock or securities of one or more TRSs. In addition, the IRC limits the deductibility of interest paid or accrued by a TRS to its parent REIT to provide assurance that the TRS is subject to an appropriate level of corporate taxation. The IRC also imposes a 100% excise tax on certain transactions between a TRS and its parent REIT that are not conducted on an arm’s-length basis. We monitor the value of our investment in our TRSs for the purpose of ensuring compliance with TRS ownership limitations and structure our transactions with our TRSs on terms that we believe are arm’s-length to avoid incurring the 100% excise tax described above. There can be no assurance, however, that we will be able to comply with the 20% TRS limitations or to avoid application of the 100% excise tax.\n\nIf any subsidiary REIT failed to qualify as a REIT, we could be subject to higher taxes and could fail to remain qualified as a REIT.\nWe own and may in the future own interests in entities that have elected to be taxed as a REIT under the U.S. federal income tax laws (each, a “subsidiary REIT”). A subsidiary REIT is subject to the various REIT qualification requirements and other limitations described herein that are applicable to us. If any of our subsidiary REITs were to fail to qualify as a REIT, then (i) such subsidiary REIT would become subject to U.S. federal income tax and (ii) our ownership of shares in such subsidiary REIT would cease to be a qualifying asset for purposes of the asset tests applicable to REITs. If any subsidiary REIT were to fail to qualify as a REIT, it is possible that we would fail certain of the asset tests applicable to REITs, in which event we would fail to qualify as a REIT unless we could avail ourselves of certain relief provisions. We may make “protective” TRS elections with respect to our subsidiary REITs and may implement other protective arrangements intended to avoid such an outcome if a subsidiary REIT were not to qualify as a REIT, but there can be no assurance that such “protective” election and other arrangements will be effective to avoid the resulting adverse consequences to us. Moreover, even if the “protective” TRS election was to be effective in the event of the failure of our subsidiary REIT to maintain its qualification as a REIT, such subsidiary REIT would be subject to federal income tax and we cannot assure you that we would not fail to satisfy the requirement that not more than 20% of the value of our total assets may be represented by the securities of one or more TRSs. In this event, we would fail to qualify as a REIT unless we or such subsidiary REIT could avail ourselves or itself of certain relief provisions.\nWe may be subject to adverse legislative or regulatory tax changes.\n\nAt any time, the federal income tax laws governing REITs, or the administrative interpretations of those laws, may be amended. We cannot predict when or if any new federal income tax law, regulation, or administrative interpretation, or any amendment to any existing federal income tax law, regulation or administrative interpretation, will be adopted, promulgated or become effective and any such law, regulation, or interpretation may take effect retroactively. We and our stockholders could be adversely affected by any such change in, or any new, federal income tax law, regulation or administrative interpretation and we could experience a reduction in the price of our stock. We cannot predict the long-term effect of any recent changes or any future law changes on REITs and their stockholders. In addition, several proposals have been made that would make substantial changes to the federal income tax laws generally. We cannot predict whether any of these proposed changes will become law.\n\nStockholders may be restricted from acquiring or transferring certain amounts of our stock.\n\nThe stock ownership restrictions of the IRC for REITs and the 9.8% stock ownership limit in our charter may inhibit market activity in our capital stock and restrict our business combination opportunities.\n\nTo qualify as a REIT for each taxable year, five or fewer individuals, as defined in the IRC, may not own, beneficially or constructively, more than 50% in value of our issued and outstanding stock at any time during the last half of a taxable year. Attribution rules in the IRC determine if any individual or entity beneficially or constructively owns our capital stock under this requirement. Additionally, at least 100 persons must beneficially own our capital stock during at least 335 days of a taxable year for each taxable year. To help ensure that we meet these tests, our charter restricts the acquisition and ownership of shares of our capital stock.\n\nOur charter, with certain exceptions, authorizes our directors to take such actions as are necessary and desirable to preserve our qualification as a REIT. Unless exempted by our board of directors, our charter prohibits any person from beneficially or constructively owning more than 9.8% in value or number of shares, whichever is more restrictive, of the outstanding shares of any class or series of our capital stock. Our board of directors may not grant an exemption from these restrictions to any proposed transferee whose ownership in excess of 9.8% of the value of our outstanding shares would result in our failing to qualify as a REIT. These restrictions on transferability and ownership will not apply, however, if our board of directors determines that it is no longer in our best interest to continue to qualify as a REIT.\nWe may pay taxable dividends in our common stock and cash, in which case stockholders may sell shares of our common stock to pay taxes on such dividends.\n\nWe may distribute taxable dividends that are payable in cash and common stock at the election of each stockholder. Under IRS Revenue Procedure 2017-45, as a publicly offered REIT, as long as at least 20% of the total dividend is eligible to be paid in cash and certain other requirements are satisfied, the IRS will treat the stock distribution as a dividend (to the extent applicable rules treat such distribution as being made out of our earnings and profits). If we made a taxable dividend payable in cash and common stock, taxable stockholders receiving such dividends will be required to include the full amount of the dividend as ordinary income to the extent of our current and accumulated earnings and profits, as determined for U.S. federal income tax purposes. As a result, stockholders may be required to pay income taxes with respect to such dividends in excess of the cash dividends received. If a U.S. stockholder sells the common stock that it receives as a dividend to pay these taxes, the sales proceeds may be less than the amount included in income with respect to the dividend, depending on the market price of our common stock at the time of the sale. Furthermore, with respect to certain non-U.S. stockholders, we may be required to withhold federal income tax with respect to such dividends, including with respect of all or a portion of such dividend that is payable in common stock. If we made a taxable dividend payable in cash and our common stock and a significant number of our stockholders decide to sell shares of our common stock to pay taxes owed on dividends, it may put downward pressure on the trading price of our common stock. We do not currently intend to pay a taxable dividend of our common stock and cash.\n\nThe 100% prohibited transactions tax may limit our ability to dispose of our properties, and we could incur a material tax liability if the IRS successfully asserts that the 100% prohibited transaction tax applies to some or all of our past or future dispositions.\n\nA REIT’s net income from prohibited transactions is subject to a 100% tax. In general, prohibited transactions are sales or other dispositions of property, other than foreclosure property, held primarily for sale to customers in the ordinary course of business. We have selectively disposed of certain of our properties in the past and intend to make additional dispositions in the future. Although a safe harbor to the characterization of the sale of property by a REIT as a prohibited transaction is available, some of our past dispositions may not have qualified for that safe harbor and some or all of our future dispositions may not qualify for that safe harbor. We believe that our past dispositions will not be treated as prohibited transactions, and we may avoid disposing of property that may be characterized as held primarily for sale to customers in the ordinary course of business. Consequently, we may choose not to engage in certain sales of our properties or may conduct such sales through our TRSs, which would be subject to federal and state income taxation as a corporation. Moreover, no assurance can be provided that the IRS will not assert that some or all of our past or future dispositions are subject to the 100% prohibited transactions tax. If the IRS successfully imposes the 100% prohibited transactions tax on some or all of our dispositions, the resulting tax liability could be material.\n\nThe IRS could determine that certain payments we have received in the nature of liquidated damages may not be ignored for purposes of the gross income tests applicable to REITs.\n\nIn connection with our purchases and sales of properties, we have received payments in the nature of liquidated damages. The IRC does not specify the treatment of litigation settlements and liquidated damages for purposes of the gross income tests applicable to REITs. The IRS has issued private letter rulings to other taxpayers ruling that such payments will be ignored for purposes of the gross income tests. A private letter ruling can be relied upon only by the taxpayer to whom it was issued. Based on the IRS’s private letters rulings and the advice of our tax advisors, we believe these payments should be ignored for purposes of the gross income tests. No assurance can be provided that the IRS will not successfully challenge that position. In the event of a successful challenge, we believe that we would be able to maintain our REIT status if we qualified to use a REIT “savings clause” and paid the required penalty.\nRisks Related to Certain Corporate Responsibility Matters\nIncreasing attention to and evolving expectations for corporate responsibility matters may increase our costs, harm our reputation, or otherwise adversely affect our business. \nOur reputation could be harmed if we fail, or are perceived to fail, to comply with various regulatory requirements or if we are unable to meet expectations in a number of areas such as health, safety and security; sustainability; environmental stewardship; climate change; human rights; and corporate governance. We manage a broad range of corporate responsibility matters, taking into consideration their expected effect on the sustainability of our business over time, and the potential effect of our business on society and the environment. In addition, such efforts can be costly and complex; both guest and shareholder expectations regarding such matters are evolving, and navigating these issues will require us to successfully manage differing views on these matters. Adverse incidents with respect to our corporate responsibility efforts could negatively affect our reputation, the cost of our operations, and relationships with guests and investors, all of which could adversely affect our business, consolidated results of operations, and the price of our stock.\nOur business is subject to risks that may arise from climate change.\nThere are inherent climate-related risks wherever businesses operate. We are subject to risks associated with natural disasters, including but not limited to storms, flooding, droughts, wildfires, and extreme temperature events. Such disasters may become more frequent or intense as a result of climate change. Climate change may also result in negative physical effects, including rising sea levels and changes in temperature and precipitation patterns. As a result of the foregoing, we may experience increased costs or decreased availability of certain products which are important to our or our lessees’ operations, including but not limited to insurance, water, and energy. Separately, we have incurred, and in future may continue to incur, costs associated with structural enhancements to our lodging properties to mitigate climate-related effects. While such costs to-date have not been material, we cannot guarantee that we will not be subject to material costs in future. Even in situations where we have engaged in mitigation efforts, we may incur significant losses or repair costs or business interruptions that may not be fully covered by insurance. \nAdditionally, our business is exposed to risks associated with efforts to mitigate or respond to climate change, including but not limited to regulatory developments and changes in market demand. For example, some state and local governments have adopted, or considered adopting, restrictions on water use or GHG emissions. Separately, various policymakers such as in the State of California have adopted or are considering adopting requirements for the disclosure of certain climate-related information, which may require us to incur substantial monitoring and compliance costs. Changes in consumer preferences, whether due to physical climate conditions or environmentally-minded travel considerations, may also result in decreased demand for lodging in certain markets where we operate. These and other risks may reduce demand for our properties or otherwise result in adverse effects on our business, consolidated financial position, and results of operations.",
      "char_count": 118891
    }
  },
  "extracted_at": "2025-10-18T17:37:16.042251"
}