{
  "ticker": "MEG",
  "company_name": "Montrose Environmental Group, Inc.",
  "cik": 1643615,
  "form_type": "10-K",
  "filing_date": "2025-03-03",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-030806",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001643615&accession_number=000095017025030806&xbrl_type=v",
  "sic_code": "8742",
  "industry": "Services-Management Consulting Services",
  "sections": {
    "item1": {
      "text": " Item 1. Business.\n Since our inception in 2012, our mission has been to help clients and communities meet their environmental goals and needs. According to data derived from a 2024 Environmental Industry Study prepared by Environmental Business International, Inc., or EBI, which we commissioned and update annually, the global environmental industry is estimated to be approximately $1.6 trillion, with $540.0 billion concentrated in the United States.\n We service complex and often non-discretionary environmental needs of our diverse clients across our three business segments: Assessment, Permitting and Response; Measurement and Analysis; and Remediation and Reuse. Examples of our services include:\n![alt  img199095165_0.jpg](https://www.sec.gov/Archives/edgar/data/1643615/000095017025030806/img199095165_0.jpg)\n\n Our industry is highly fragmented with no single market leader. By focusing solely on environmental solutions, we believe we are uniquely positioned to become a leading platform in the environmental industry. We provide a diverse range of environmental services to our private and public sector clients across the life cycle of their needs—whether they are launching new projects, maintaining operations, decommissioning operations, rehabilitating assets, managing the impacts of climate change or responding to unexpected environmental disruption. Our integrated platform has been a catalyst for our organic growth and we have built on this platform through strategic acquisitions.\n Innovation is core to our strategy. As the world’s environmental challenges grow in number, scope and complexity, increasing public pressure and ongoing regulatory changes are driving the demand for better information and advanced solutions. We prioritize innovation to enhance the quality of information provided to clients, and provide solutions tailored to clients' specific environmental needs. Examples include more accurately measuring emissions, or identifying and remediating known and emerging contaminants. Our commitment to ongoing innovation includes investing in research, development, software development, and technology—both directly and through strategic partnerships. These efforts are aimed at creating better solutions for our clients. We believe that these investments,\n\nalong with our focus on geographic expansion, sales and marketing initiatives, environmental service offerings, and strategic acquisitions, will continue to distinguish us in the marketplace.\n Our revenue and earnings are highly resilient. We do not rely upon any single service, product, political approach or regulatory framework. We serve a diverse set of approximately 6,300 clients across a wide variety of end markets and geographies in both the private and public sectors, with the majority of clients being in the private sector. Funding for our services is typically non-discretionary given regulatory drivers and public health concerns. As a result, our business is positioned to be less susceptible to political and economic cycles. Our client activities can occur at different times for different industries, regardless of economic cycles. Clients generating approximately 96.0% of revenue in the fiscal year ended December 31, 2023 repeated in the fiscal year ended December 31, 2024.\n Our financial success is driven by both strong organic and acquisition-driven growth, and as a result, our total revenue has grown at a compounded annual growth rate of 24.4% since 2019.\nOur environmental focus and reputation have enabled us to attract and retain some of the most highly sought-after employees in our industry. These employees have contributed to our organic growth, differentiated brand, reputation and culture.\nOur approach has allowed us to successfully and consistently scale our business, and we believe we are well positioned to continue our trajectory and market leadership as we address the growing environmental needs of our clients and communities.\nThe Industry\nThe global environmental industry is large, growing, highly fragmented and subject to complex regulatory frameworks. Federal, state, provincial and local environmental regulations dictate compliance requirements that create demand for environmental services. Increasingly, public and stockholder interest in environmental sustainability are also driving prudent management of our shared and finite environmental resources.\nGlobal Environmental Industry is Large and Growing\nAccording to EBI and research commissioned by Montrose, as of 2024 the global environmental industry is estimated to generate approximately $1.6 trillion in revenues, with $540.0 billion concentrated in the United States. According to EBI, this $540.0 billion U.S. environmental market is expected to grow at a CAGR of 3.8% per year from 2025 through 2026, up from its previous forecast of 3.6% per year from 2024 through 2026. EBI concludes that strong tailwinds of infrastructure funding, energy security, energy transition, Environmental, Social and Governance, or ESG, and climate resilience, in addition to traditional drivers of air quality, water quality, responsible waste management, resource recovery, remediation and restoration are leading to positive growth across all environmental sectors in the global market.\n Public Demands, Industrial Activity, Climate Change and Regulations Each Drive Needs for Environmental Services\nHeightened public awareness and increasing stakeholder demand for environmental responsibility and sustainability have led to a growing need for environmental services. Many companies worldwide have implemented environmental, social, and governance stewardship initiatives focused on managing potential future risks, rather than merely complying with regulations.\n Steady increases in industrial activity and infrastructure investment, and the regulations underpinning these activities are also driving demand for environmental services. In addition, environmental disruptions caused by climate change or aging infrastructure further increase the need for these services. Infrastructure investments and environmental emergency responses often require substantial assessments, planning and/or permitting services in addition to environmental testing or remediation services. Testing and monitoring are typically recurring processes driven by regulations throughout the industrial production lifecycle.\nBeyond current regulations, future regulatory changes may also create demand for additional or supplementary environmental services. In the United States, Canada, Australia, and Europe, the federal, state, provincial and local\n\nregulations targeting air and water quality management, waste and contaminated soil management or reductions in greenhouse gas emissions, each of which drives portions of our business, have been implemented over many decades, and are subject to change.\nWe anticipate that these trends will continue and will spur ongoing growth in the environmental services industry.\nThe Environmental Services Industry is Highly Fragmented and Complex\nAccording to EBI, thousands of firms operate in many of the markets in which we operate. While several larger firms offer environmental services as a part of broader product portfolios, much of the industry consists of small firms that provide limited service offerings that address specific regulations and geographies. These small firms face challenges in expanding offerings or geographic reach given the technical expertise, accreditations and licenses necessary to serve a broad array of clients and industries across geographies and service lines. These dynamics create significant barriers to entry in our industry.\n As clients increasingly prioritize environmental solutions to mitigate their impact on the environment, we believe they place a high value on environmental solutions providers that offer scale, advanced technology and comprehensive service capabilities. Providers able to address the full lifecycle of environmental concerns—especially those working with companies and organizations that operate across multiple jurisdictions, with complex regulatory landscapes, and across multiple environmental media (e.g., air, water and soil)—will continue to have a competitive edge.\nSegments\n We provide environmental services to our clients through our integrated solutions across three business segments—Assessment, Permitting and Response, Measurement and Analysis and Remediation and Reuse.\nAssessment, Permitting and Response. Our Assessment, Permitting and Response segment provides scientific advisory and consulting services to support environmental assessments, environmental emergency response and recovery, toxicology consulting and environmental audits and permits for current operations, facility upgrades, new projects, decommissioning projects and development projects. We also work closely with clients to navigate the regulatory process at the local, state, provincial and federal levels, identify the potential environmental and political impacts of their decisions and develop practical mitigation approaches, as needed. In addition to environmental toxicology, and given our expertise in helping businesses plan for and respond to disruptions, our scientists and response teams have helped clients navigate their preparation for and response to emergency response situations.\n![alt  img199095165_1.jpg](https://www.sec.gov/Archives/edgar/data/1643615/000095017025030806/img199095165_1.jpg)\nWe believe this segment maintains a number of competitive advantages, including:\n•strong brands and market leadership, particularly with environmental preparedness and response;\n •strong relationships with key private and public sector clients with needs for multiple environmental services, facilitating cross selling opportunities; \n •a core team of approximately 1,817 employees, including well-known technical experts with longstanding client relationships and significant experience across the key disciplines in the segment; \n •technology, software and data management capabilities, particularly within our response segment;\n •our proven ability to help clients navigate regulatory, public and legal scrutiny; and \n •a national reach established by having successfully assessed and permitted hundreds of projects in jurisdictions across the United States. \n This segment, which is primarily based on a time and materials, or T&M, revenue model, generated approximately 30.9% of our revenue for the fiscal year ended December 31, 2024.\nMeasurement and Analysis. Our Measurement and Analysis segment is one of the largest providers of environmental testing and laboratory services in North America. Supported by approximately 1,210 employees across\n\nthe US and Canada, our highly credentialed teams test and analyze air, water and soil to determine concentrations of contaminants, as well as the toxicological impact of contaminants on flora, fauna and human health. Our offerings include source and ambient air testing and monitoring, leak detection, and advanced multi-media laboratory services, including air, soil, stormwater, wastewater and drinking water analysis.\nWe believe we have a variety of sustainable competitive advantages in this market, including:\n•preeminent brands; \n •one of the most prominent air testing companies in North America with vertically integrated testing and analytical capabilities, including ultra-trace analysis;\n •comprehensive laboratory network in the United States, offering a complete suite of analytical solutions for virtually all environmental projects; \n •one of the most experienced providers of advanced optical gas imaging “OGI” testing used to detect hydrocarbon gas leaks; and \n •our proprietary software, technologies, processes and applications, including the ability to detect air contaminants in real time at ultra-trace concentrations.\n This segment, which is primarily based on a fixed price and, for out-of-scope work, a T&M revenue model, generated approximately 32.2% of our revenue for the fiscal year ended December 31, 2024.\nRemediation and Reuse. Our Remediation and Reuse segment provides clients with engineering, design, and implementation services, primarily treatment technologies that treat contaminated water, remove contaminants from soil or create renewable energy from waste. Approximately 241 of our employees, including engineers, scientists and consultants, provide these services to assist our clients in designing solutions, managing products and mitigating environmental risks and liabilities at their locations. We do not own the properties or facilities at which we implement these projects or the underlying liabilities, nor do we own material amounts of the equipment used in projects.\nWe believe this segment’s competitive advantages include:\n•strong brands;\n •advanced technologies and our owned and licensed intellectual property portfolio, such as our patented water treatment systems and proprietary process to optimize the generation of renewable energy from waste; \n •a team with industry-leading experts and several patent-generating scientists; and \n •local expertise and capabilities with respect to unique soil, sediment and water table characteristics and contamination types. \n This segment, which is primarily based on a fixed price and, for out-of-scope work, a T&M revenue model, generated approximately 36.9% of our revenue for the fiscal year ended December 31, 2024 primarily through project-based work.\n\nThis table illustrates a summary of our segments.\n\n Differentiated Technology, Processes and Applications\nAdvanced technology, innovative processes, and applications are key competitive advantages in the environmental services industry. Our team of industry leaders plays a vital role in driving our investments in differentiated services. As our platform of environmental service offerings expands, our experts can increasingly deploy innovative technologies that address our clients’ needs, further differentiate our services and create new barriers to entry. Our investment and development activities include real-time air quality and emissions monitoring, environmental data management and visualization software, and technologies for the removal and destruction of complex contaminant streams.\n In total, our research and development team has been awarded 24 patents. Our research and development team continued to innovate in the following areas: water treatment, particularly PFAS and selenium removal, PFAS destruction, PFAS testing, foam fractionation, vapor treatment and removal, wastewater treatment, CO2 capture, and resource recovery.\nStrategic Acquisitions\n We operate in a growing and highly fragmented market with thousands of potential acquisition targets. Given our success in identifying, executing and integrating over 70 acquisitions since our inception in 2012, we believe we can continue to selectively acquire additive businesses. We seek to acquire businesses at disciplined valuation levels that:\n•are led by high quality scientists and management teams, \n •expand our portfolio of services, \n •provide access to differentiated technologies or processes, and \n •extend our geographic coverage. \n We have personnel specifically dedicated to identifying acquisition targets, exploring acquisition opportunities, negotiating terms and overseeing acquisition and post-acquisition integration. Our in-house acquisition team has established extensive relationships throughout the industry and maintains and regularly re-evaluates a pipeline of potential acquisition opportunities, largely driven by word of mouth and personal introductions. Although we are temporarily slowing our cadence of consummating acquisitions, it remains a core part of our growth strategy.\n\n\nSince January 1, 2022 we have acquired the following businesses:\n\nAcquired Business                                          Date of Acquisition   Segment                               Location           \n2024 Acquisitions                                                                                                                         \nEpic Environmental Pty Ltd (Epic)                          January 31, 2024      Remediation and Reuse                 Brisbane, Australia\nTwo Dot Consulting, LLC (2DOT)                             February 29, 2024     Remediation and Reuse                 Denver, Colorado   \nEngineering &amp; Technical Associates, Inc. (ETA)         April 1, 2024         Assessment, Permitting and Response   Walbridge, Ohio    \nParagon Soil and Environmental Consulting Inc. (Paragon)   May 31, 2024          Remediation and Reuse                 Edmonton, Canada   \nSpirit Environmental, LLC. (Spirit)                        July 1, 2024          Assessment, Permitting and Response   Houston, Texas     \nOrigins Laboratory, Inc. (Origins)                         September 3, 2024     Measurement and Analysis              Denver, Colorado   \n2023 Acquisitions                                                                                                                         \nFrontier Analytical Laboratories (Frontier)                January 3, 2023       Measurement and Analysis              El Dorado Hills, CA\nEnvironmental Alliance, Inc. (EAI)                         February 1, 2023      Remediation and Reuse                 Wilmington, DE     \nGreenPath Energy LTD (GreenPath)                           May 1, 2023           Measurement and Analysis              Calgary, Canada    \nMatrix Solutions, Inc. (Matrix)                            June 1, 2023          Remediation and Reuse                 Calgary, Canada    \nVandrensning ApS. (Vandrensning)                           July 31, 2023         Remediation and Reuse                 Copenhagen, Denmark\n2022 Acquisitions                                                                                                                         \nEnvironmental Standards, Inc. (Environmental Standards)    January 31, 2022      Assessment, Permitting and Response   Valley Forge, PA   \nIndustrial Automation Group, Inc. (IAG)                    January 31, 2022      Remediation and Reuse                 Atlanta, GA        \nTriAD Environmental Consultants, Inc. (TriAD)              August 1, 2022        Remediation and Reuse                 Nashville, TN      \nAirKinetics, Inc. (AirKinetics)                            September 1, 2022     Measurement and Analysis              Anaheim, CA        \nHuco Consulting, Inc. (Huco)                               November 30, 2022     Assessment, Permitting and Response   Houston, TX        \n We strive to add value to acquired businesses by emphasizing a team-centric culture focused on innovation and investment, expanding career opportunities for new employees from smaller businesses, enhancing front and back-office support to facilitate an enhanced focus on project delivery and growth, providing a larger eco-system of environmental services and capabilities to further client relationships, and implementing award-winning safety programs and operating processes. Each business we acquire is systematically integrated into our systems and processes, thereby creating meaningful revenue synergy opportunities and operating leverage.\nClients\nWe provide environmental services to approximately 6,300 clients operating in a number of sectors and industries, including but not limited to oil & gas, utilities, local, state, provincial and federal government entities, technical services, industrial manufacturing, transportation, chemicals, renewable energy generation, aerospace, telecommunications and engineering. We have long-term, and through our legacy companies, decades-old relationships. We serve a diversified client base in both the private and public sectors, with the vast majority of revenue being generated from clients in the private sector.\n Our largest client represented approximately 4.6% of revenue for fiscal year ended December 31, 2024, with these revenues derived from over 14 separate projects. As a result of the nature of our environmental emergency response business, our Assessment, Permitting and Response segment may at times experience higher customer concentration levels based on the severity, duration and outcome of certain types of environmental emergencies for which we provide response services, as was the case in 2024 when 31.4% of our Assessment, Permitting and Response segment revenues were attributable to three customers. See Item 1A. “Risk Factors.”\n For the fiscal year ended December 31, 2024, 53.3% of our revenue came from customers engaging us to provide more than one service, an increase of 2.3 percentage points from the 51.0% we generated from customers buying more\n\nthan one service in the fiscal year ended December 31, 2023. We have expanded our relationships with our existing customer base with our vertically integrated business model. Our maturing client relationships coupled with our integrated structure across all our business lines has increased the level of client engagement.\n Contracts\nOur client contracts are generally fixed price, including milestone-based fixed price contracts in our Remediation and Reuse segment, and, for out-of-scope work, T&M based. Our Assessment, Permitting and Response client contracts are generally T&M based. Our client contracts vary from purchase-order based contracts utilizing standard terms and conditions to comprehensive master services agreements with terms of multiple years. In accordance with industry practice, most of our contracts, both in the private and public sector, are subject to termination at the discretion of the client. In such situations, our contracts typically provide for reimbursement of costs incurred and payment of fees earned through the date of termination. See Item 1A. “Risk Factors.”\n Competition\nWe operate in a competitive, but fragmented, market. No single company or group of companies dominates across the entire environmental services market in which we operate. Our primary competitors are divisions of large companies, various small companies, which generally are limited to a specific service and focused on a niche market or geographic region and our clients’ own in-house resources. We believe that few, if any, of our competitors currently provide the full range of environmental solutions that we offer. Instead, each of our segments has competitors with narrower service offerings and/or geographies. Our Assessment, Permitting and Response segment competitors include the environmental divisions of ERM, Ramboll, Geosyntec, Exponent, WSP and other large engineering companies and small businesses. Our Measurement and Analysis segment competitors include the environmental divisions of SGS, TRC Companies, Eurofins, Pace Analytical and other large testing companies and small businesses. Our Remediation and Reuse segment competitors include the environmental divisions or remediation segments of Tetra Tech, AECOM, Xylem, Veolia, Mead & Hunt, and other large engineering companies and other small businesses.\n We compete based on the following factors, among others: reputation, safety track record, quality, geographic reach, price, technical capabilities, access to innovative technology and breadth of services. We believe that our current capabilities position us to compete favorably in each of these factors.\nThe environmental services industry has significant barriers to entry which would make it difficult for new competitors to enter the market. These barriers include:\n•highly technical, costly and time-consuming accreditation and licensure requirements; \n •ability to deploy/services client needs across geographies; \n •advanced quality and safety programs and mandated scores; \n •the complex and geographically varying regulatory landscape that requires significant industry experience; \n •the need to acquire or develop innovative technologies and processes that are acceptable to regulatory bodies, which in our case occurred over many years of client and regulator engagements and at significant research and development expense; and \n •emphasis by large clients on size and scale, length of relationship and past service record. \n Intellectual Property\nWe utilize a combination of intellectual property safeguards, including patents, copyrights, trademarks, trade secrets and licenses, as well as employee and third-party confidentiality agreements, to protect our intellectual property. However, we do not principally rely on any single piece of intellectual property, nor is any single piece of intellectual property material to our financial condition or results of operations.\nSeasonality\nBecause demand for environmental services is not driven by specific or predictable patterns in one or more fiscal quarters, our business is better assessed based on yearly results. Additionally, due to the field-based nature of certain of our services, weather patterns generally impact our field-based teams’ ability to operate in the winter months. As a result, our operating results in our Measurement and Analysis segment and our Remediation and Reuse segment, experience some quarterly variability with generally lower revenues and lower earnings in the first and fourth quarters and typically we experience higher overall revenues and earnings in the second and third quarters. As we continue to grow and expand into new geographies and service lines, quarterly variability in our Measurement and Analysis and Remediation and Reuse segments may deviate from historical trends.\nHuman Capital Resources\n Our employees are our most valuable asset and are committed to innovation and providing exceptional service to our clients. We prioritize fostering a diverse, fair and inclusive workplace that values respect, trust and a sense of belonging. We invest in our employees’ success by implementing people-centric strategies for recruiting, engagement, development, and retention.\n Our SVP of Human Resources (HR) leads the HR function and is responsible for the development and execution of our human capital strategy. The SVP is supported by a robust HR team, consisting of both corporate-level resources as well as business-specific HR partners. The Board of Director’s Compensation Committee actively oversees our human capital programs, initiatives, and performance and receives regular updates from the SVP of HR.\n Employees\nAs of December 31, 2024, we had approximately 3,410 employees (which includes full-time, part-time and stand-by environmental emergency response personnel). Approximately 2,560, or 75%, of our employees, work in our U.S. operations and approximately 850 or 25% work in foreign operations. Other than in Sweden, none of our facilities are covered by collective bargaining agreements.\nTalent Attraction\n In 2024, we engaged with over 20 top-tier universities in the United States and Canada. These outreach efforts have strengthened our partnerships with these institutions, allowing us to connect with skilled individuals and identify top talent for both internships and full-time positions.\nFurthermore, we expanded our workforce in 2024 through six strategic acquisitions. As a result of both our acquisitions and recruiting efforts, we welcomed 310 incremental new employees in 2024, excluding contingent workers.\nEmployee Engagement\n We believe that employee engagement is critical to fostering a positive work culture. It can act as a multiplier for organizational success, influencing nearly every aspect of business performance and employee satisfaction.\n In 2024, we launched a company-wide employee engagement survey aimed at understanding and improving our workplace culture. This survey was designed to provide actionable, data-driven insights that can help us retain talent and position ourselves as an employer of choice.\n Throughout the year, our business leaders lead quarterly virtual town hall meetings to communicate corporate initiatives, reinforce key messages, and recognize employee achievements while also encouraging feedback from our teams. Our monthly newsletter serves as an additional communication channel, allowing us to showcase ongoing projects, share key initiatives, and provide updates from functional areas such as HR and cybersecurity.\n Given that a significant portion of our growth has been attributed to strategic acquisitions, we also continued to optimize and enhance our acquisition integration process in 2024, including direct engagement with acquired employees and leaders throughout the onboarding and integration periods.\n\n\nWe believe being a diverse and inclusive organization enhances our ability to address complex environmental challenges by incorporating a variety of experiences and viewpoints into our decision-making processes. At Montrose, we embrace one another’s unique perspectives and differences and strive to maintain an inclusive, sage and fair environment for our employees.\n Employee Training and Development\n We are dedicated to empowering our employees by supporting skills development and investing in comprehensive training and development programs. These programs provide the essential resources our teams need to succeed and thrive. We regularly review and update our training and development programs based on employee feedback and industry advancements with a goal of improving and evolving our programs. Beyond our in-house training, we also offer other avenues for continued learning, including mentoring, on-the-job training, external training courses, and tuition reimbursement. We also encourage our employees to obtain professional licenses and certifications to stay current in their fields.\nEmployee Retention and Rewards\n We recognize that high-potential and high-performing employees seek meaningful career growth in impactful organizations; this, in turn, helps foster a sense of belonging and supports overall employee retention. Our business managers engage directly with employees to identify career aspirations, establish goals and action plans for achieving those goals, and support professional development.\nWe have continued to improve our talent retention efforts by incorporating talent retention metrics into business leaders' annual incentive plans, expanding our existing mentorship programs to facilitate knowledge transfer, offering ongoing professional development opportunities with our Montrose Leadership Excellence (MLE) program and Montrose Sales Leadership Development Program (MSLDP), and supporting flexible work arrangements to support unique situations and work-life balance.\n Our carefully designed and comprehensive compensation package is a key element of our talent retention strategy. We strive to maintain a fair and equitable compensation program for comparable roles, experiences, and performance, regardless of employee’s race, ethnicity, gender, sexual orientation, or other personal characteristics. We also have incentive plans in place to reward division and employee performance with cash bonuses.\n Under our stock incentive plan, we offer long-term equity incentives to many of our employees. We firmly believe in employee ownership of Montrose, and we believe that these equity incentives support employee retention and create value for our clients, our employees, and our stockholders.\nWe also provide a variety of competitive benefits including comprehensive healthcare, life and disability insurance, retirement plans, and paid time-off, all designed with our employees’ physical and mental health in mind. Our various plan offerings differ by country, allowing us to remain competitive while addressing the diverse needs of our employees.\nHealth, Safety and Wellness\n The safety and wellbeing of our employees is embedded in our culture and supported by a dedicated team of health and safety professionals. Employees are regularly engaged to give input and involve themselves in the programs that support safe operations. Operational, business, and safety leaders frequently communicate about safety-related objectives and events to keep employees informed.\n The foundation of the safety program focuses on confirming that our employees are competent, equipment is in good condition, and personal protective equipment such as gloves, eyewear and respirators are readily available. Processes are in place to identify job hazards and implement safeguards prior to work commencement. This entire process is documented for in-field use and for review to improve performance.\n\nAll employee time associated with safety preparation and training is fully paid to employees. Current initiatives are focused on improving driver safety, health, safety and environment (HSE) system enhancements, improving safety training content and incident analysis and learning.\nA third party occupational medical provider is available to employees 24/7/365 to provide full access to discuss occupational health and safety concerns. Finally, all of our employees have complete stop work authority and can stop any project or task if there is any concern about a safety issue without any fear of retribution.\n Compliance with Federal, State/Provincial and Local Laws\nOur operations subject us to environmental, health and safety laws and regulations in jurisdictions where we operate, including the United States, Canada, Australia and Europe. Such laws and regulations relate to, among other things, the discharge of wastewater, the discharge of hazardous materials into the environment, the handling, storage, use, transport, treatment and disposal of hazardous materials and solid, hazardous and other wastes and workplace health and safety. These laws and regulations impose a variety of requirements and restrictions on some of our operations and the services we provide. The failure by us to comply with these laws and regulations could result in fines, penalties, enforcement actions, third-party claims, damage to property or natural resources and personal injury claims, requirements to investigate or cleanup property or to pay for the costs of investigation or cleanup or regulatory or judicial orders requiring corrective measures, and could negatively impact our reputation with clients. We are not aware of any pending environmental compliance or remediation matters that, in the opinion of management, are reasonably likely to have a material effect on our business, financial condition, results of operations or prospects.\nA portion of our revenue is derived from working with the U.S. federal government. When working with U.S. governmental agencies and entities, we must comply with laws and regulations relating to the formation, administration and performance of contracts. Internationally, we are subject to various government laws and regulations (including the U.S. Foreign Corrupt Practices Act, or FCPA, and similar non-U.S. laws and regulations). To help promote compliance with these and other laws and regulations, our employees are sometimes required to complete tailored ethics and other compliance training relevant to their position and our operations.\n\nInformation About Our Executive Officers\nVijay Manthripragada, 48 – Mr. Manthripragada joined Montrose Environmental as our President in September 2015. In June 2016 Mr. Manthripragada also joined our Board of Directors and, since February 2016, he has served as our President and Chief Executive Officer. Before joining Montrose Environmental, Mr. Manthripragada most recently served as the Chief Executive Officer of PetCareRx, Inc., from 2013 to 2015. Prior to PetCareRx, Mr. Manthripragada was at Goldman Sachs where he held various positions from 2006 to 2013. Mr. Manthripragada received his Master of Business Administration from The Wharton School, University of Pennsylvania and his Bachelor of Science in Biology from Duke University.\nAllan Dicks, 52 – Mr. Dicks has been our Chief Financial Officer since August 2016. Before joining Montrose Environmental, Mr. Dicks first served as a consultant interim Chief Financial Officer from February 2015 to April 2015 and then Chief Financial Officer from April 2015 to June 2016 of Convalo Health International, Corp., a public Canadian healthcare company. Prior to that, Mr. Dicks held a number of finance-focused executive positions starting in 2000, including Chief Financial Officer of Universal Services of America, Chief Financial Officer of Moark, LLC, a division of Land O’ Lakes, Inc., Vice President of Finance of White Cap Construction Supply, a division of HD Supply, and first as assistant Corporate Controller and subsequently as a division Chief Financial Officer of Dole Food Company, Inc. Mr. Dicks started his career at PricewaterhouseCoopers where he spent nine years, three of which were in the mergers and acquisitions group. Mr. Dicks received his Bachelor of Commerce and Accounting degrees from the University of the Witwatersrand in South Africa. He is a Chartered Accountant in South Africa and is a Certified Public Accountant (inactive) in the State of California.\nNasym Afsari, 42 – Ms. Afsari has been our General Counsel since November 2014 and our Secretary since August 2015. Before joining Montrose Environmental, Ms. Afsari was an attorney in the corporate practice of Paul Hastings LLP, an international law firm, from September 2007 to October 2014. At Paul Hastings, Ms. Afsari represented a variety of business entities in all aspects of corporate and business law, including domestic and cross-border mergers and acquisitions, venture capital financing, private placements and joint venture transactions. Ms.\n\nAfsari earned her Juris Doctorate from the University of California at Los Angeles and a dual Bachelor of Arts degree in Economics and Psychology from the University of California at Berkeley.\nJose M. Revuelta, 43 – Mr. Revuelta has served as our Chief Strategy Officer since June 2017, prior to which he was our Vice President and served in several other interim executive positions with Montrose Environmental since March 2014. Prior to joining Montrose Environmental, Mr. Revuelta was a Vice President with the Infrastructure and Private Equity business of UBS Global Asset Management, a large scale global investment manager, from 2008 to 2014, where he focused on the energy, utility, transportation and environmental sectors, and a member of the Infrastructure Group in the Investment Banking division of UBS from 2006 to 2008. Mr. Revuelta previously served on the Board of Northern Star Generation. Mr. Revuelta received his Master of Business Administration from the Columbia Business School, Columbia University and a Master of Science/Bachelor of Science in Industrial Engineering from Universidad Pontificia Comillas in Madrid, Spain.\n \nAvailable Information\n We are subject to the information and reporting requirements of the Securities Exchange Act of 1934, as amended, or the Exchange Act, and in accordance therewith, we file reports, proxy statements and other information with the Securities and Exchange Commission, or the SEC. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available through the investor relations section of our website, www.montrose-env.com. Reports are available on our website free of charge as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. The information on or that can be accessed through our website is not a part of this Annual Report on Form 10-K or incorporated into any other filings we make with the SEC and the inclusion of our website address is an inactive textual reference only. In addition, the SEC maintains an Internet site that contains our reports, proxy statements and other information that we electronically file with, or furnish to, the SEC at www.sec.gov.",
      "char_count": 39990
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nSummary\n Investing in our common stock involves a high degree of risk. You should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including the financial statements and the related notes included in Item 8. “Financial Statements and Supplementary Data,” before making an investment decision. The discussion of these risks is organized by the following sections: Risks Related to Our Industry and the Broader Economy, Risks Related to Our Acquisition Strategy, Risks Related to the Nature of Our Business, Risks Related to Our Contracts and Revenue Streams, Technology and Privacy Related Risks, Risks Related to Our Indebtedness, Risks Related to Ownership of Our Common Stock, Risks Related to Provisions in Our Charter Documents, and General Risks. Some of the more significant risks include:\n •general global economic, business and other conditions and the cyclical nature of some of our end markets; \n •the highly competitive nature of our business; \n •rapidly changing technology and industry and regulatory standards; \n •our ability to execute on our acquisition strategy and successfully integrate and realize benefits of our acquisitions; \n •the parts of our business that depend on difficult to predict natural or manmade events; \n •our work on high profile projects and the risks related thereto;\n •our ability to maintain necessary accreditations and other authorizations; \n •significant environmental governmental regulation or de-regulation; \n •our ability to attract and retain qualified managerial and skilled technical personnel; \n\n\n•safety-related issues;\n •our ability to expand our client base; and \n •lack of compliance with prescribed organizational policies and procedures may result in poor performance or suboptimal transactions.\n If any of the risks described below actually occurs, our business, financial condition and results of operations could be materially and adversely affected and the trading price of our common stock could decline, causing you to lose all or part of your investment in our common stock. Some of the risks and uncertainties discussed below may have occurred in the past, and the disclosures below are not representations or warranties as to whether or not any risks or uncertainties have occurred in the past, but are discussed herein because future occurrences of such risks and uncertainties could have a material adverse effect on our business, financial condition and results of operations.\n Risks Related to Our Industry and the Broader Economy\nGeneral global economic, business and other conditions and our vulnerability to the cyclical nature of the sectors and industries in which our clients operate, may adversely affect our business.\nWe compete in various end markets and geographic regions domestically and around the world. We provide environmental services to clients operating in a number of sectors and industries, including the oil & gas, utilities, local, state, provincial and federal government entities, technical services, industrial manufacturing, transportation, chemicals, renewable energy generation, aerospace, telecommunications and engineering. These sectors and industries and the resulting demand for our services have been, and we expect will continue to be, cyclical and subject to significant fluctuations due to a variety of factors beyond our control, including economic conditions, such as inflation and supply chain difficulties, regulatory requirements, appropriation levels and changes in client capital spending, particularly during periods of economic or political uncertainty. Important factors for our business and the businesses of our clients include macroeconomic conditions, the overall strength of, and our clients’ confidence in, the economy, industrial and governmental capital spending, governmental fiscal and trading policies, environmental and regulatory policies the strength of the residential and commercial real estate markets, unemployment rates, consumer spending, availability of financing, interest rates, tax rates and changes in tax laws, political conditions, energy and commodity prices and programs such as renewable fuel standard programs and low-carbon fuel standard programs.\nWhile we attempt to minimize our exposure to economic or market fluctuations by serving a balanced mix of end markets and geographic regions, any of the above factors, individually or in the aggregate, or a significant or sustained downturn in a specific end market or geographic region, can impact our business and that of our clients. These factors may make it difficult for our clients and us to accurately forecast and plan future business activities; neither we nor our clients can predict the timing, strength or duration of any economic downturn or subsequent recovery. Furthermore, if a significant portion of our clients or projects are concentrated in a specific geographic area or industry, our business may be disproportionately affected by negative trends or economic downturns in those specific geographic areas or industries. These factors may also cause our clients to reduce their capital expenditures, alter the mix of services purchased, seek more favorable prices and other contract terms and otherwise slow their spending on our services. In addition, due to these conditions, many of our competitors may be more inclined to take greater or unusual risks or accept terms and conditions in contracts that we might not deem acceptable. These conditions and factors may reduce the demand for our services and solutions, and more generally may adversely affect our business, financial condition and results of operations.\nWe engage in a highly competitive business and any failure to effectively compete could have a material adverse effect on us.\nThe assessment, permitting and response, measurement and analysis and remediation and reuse industries are highly fragmented and competitive. Our primary competitors in these industries include companies that specialize in one or more services similar to those offered by us on a local or regional basis. We also compete with global, national, regional and local firms specializing in testing, environmental engineering and consulting services, remediation services and other services we provide. Some of our primary competitors include, in our Assessment, Permitting and Response segment, the environmental divisions of ERM, Ramboll, Geosyntec, Exponent, WSP and other large engineering companies and small businesses, in our Measurement and Analysis segment, the environmental divisions of SGS, TRC Companies, Eurofins, Pace Analytical and other large testing companies and small businesses, and in\n\nour Remediation and Reuse segment, the environmental divisions or remediation segments of Tetra Tech, AECOM, Xylem, Veolia, Mead & Hunt, and other large engineering companies and other small businesses. It is also possible that our clients may establish in-house capabilities to perform certain services that we currently provide.\nWe operate in markets that are characterized by client demand that is often broad in scope but localized in delivery. We compete with companies that may be better positioned to capitalize on highly localized relationships and knowledge that are difficult for us to replicate. Our potential clients may prefer local providers, whether because of existing relationships or local legal restrictions or incentives that favor local businesses. Smaller regional companies may also have lower cost structures with fewer fixed costs. As a result, efforts to expand, whether organically or through acquisition, or support our service network may not improve our ability to penetrate new local markets or expand our footprint in existing markets. New entrants to our key markets could cause us to lose clients and otherwise harm our competitive position.\nCompetition in our industry is based on many factors, but we believe the principal points of competition in our markets are the quality, range, pricing, technology and availability of services. Maintaining and improving our competitive position will require successful management of these factors, including continued investment by us in research and development, sales, marketing, technology, customer service and support, personnel and our professional networks. Our future growth rate depends upon our ability to compete successfully, which is impacted by a number of factors, including our ability to identify emerging technological trends in our target end markets, develop and maintain a wide range of competitive and appropriately priced services and solutions, defend our market share against competitors, including new and non-traditional competitors, expand into new markets and attract, develop and retain individuals with the requisite technical expertise and understanding of clients’ needs to develop and sell new services.\nWe may not be successful in maintaining or growing our competitive position for a number of reasons. Some of our competitors may have access to greater financial or other resources than we do, which may afford them greater power, efficiency, financial flexibility, geographical reach or capital resources for growth. In addition, some of our competitors are vertically integrated and can leverage this structure to their advantage. We may fail to identify optimal service or geographic markets, focus our attention in suboptimal service or geographic markets or fail to execute an appropriate business model in certain service or geographic markets. Our competitors may develop new services or technologies that are superior to ours, develop more efficient or effective methods of providing services or adapt more quickly, efficiently or effectively than we do to new technologies. Our competitors may be positioned to provide better service or influence client requirements, or more quickly respond to changing client requirements, and thereby establish stronger relationships with clients. Our competitors may offer their services at lower prices because, among other things, they possess the ability to provide similar services more efficiently, as part of a bundle with other services or generally at a lower cost. These pricing pressures could cause us to lower the price for any one or more of our services to at or below our costs, requiring us to sacrifice margins or incur losses. Alternatively, we may choose to forgo entering certain markets or exit others, which would limit our growth and competitive reach.\nAny failure by us to compete or to generally maintain and improve our competitive position could have a material adverse effect on our business, financial condition and results of operations.\nIf we are unable to develop successful new services or adapt to rapidly changing technology and industry standards or changes to regulatory requirements, our business could be harmed.\nThe market for our services is characterized by rapid technological change and evolving industry standards and, to a lesser extent, changing regulatory requirements. This constant evolution may reduce the effectiveness of or demand for our services or render them noncompetitive or obsolete. Our continued success and growth depend upon our ability to anticipate these challenges and to innovate by enhancing our existing services and developing and successfully implementing new services to keep pace with the ever-changing and increasingly sophisticated needs of our clients.\nNew service introductions that are responsive to new technologies and changing industry and regulatory standards can be complex and expensive as they require significant planning, design, development and testing. We may find it difficult or costly to update our services and to develop new services quickly enough to work effectively with new or changed technologies, to keep the pace with evolving industry standards or to meet our clients’ needs. In addition, our industry may be slow to accept new technologies that we develop because of, among other things,\n\nexisting regulations or standards written specifically for older technologies and general unfamiliarity of clients with new technologies. As a result, any new services that we may develop may not be successful for a number of years, if at all. If we are unable to successfully enhance or update existing services or develop new services to meet these challenges, our business, financial condition and results of operations may be adversely affected.\nRisks Related to Our Acquisition Strategy\nThe success of our business depends, in part, on our ability to execute on our acquisition strategy.\nA significant portion of our historical growth has occurred through acquisitions, and though we are temporarily slowing our cadence of consummating acquisitions, we anticipate continued growth through acquisitions in the future. Our growth strategy is partially dependent on acquiring and integrating the operations of companies in the environmental services industry. Since January 1, 2020, we have acquired 25 companies. We are presently evaluating, and we expect to continue to evaluate on an ongoing basis, a variety of possible acquisition transactions. We cannot predict the timing of any contemplated transactions, and there can be no assurances that we will identify suitable acquisition opportunities or, if we do identify such opportunities, that any transaction can be consummated on terms acceptable to us. We also compete for acquisitions with other potential acquirers, some of which may have greater financial or operational resources than we do. A significant change in our business or the economy, an unexpected decrease in our cash flows or any restrictions imposed by our debt may limit our ability to obtain the necessary capital for acquisitions or otherwise impede our ability to complete an acquisition. Certain proposed acquisitions or dispositions may also trigger a review by the U.S. Department of Justice, or DOJ, and the U.S. Federal Trade Commission, or FTC, under their respective regulatory authority, focusing on the effects on competition, including the size or structure of the relevant markets and the pro-competitive benefits of the transaction. Any delay, prohibition or modification required by regulatory authorities could adversely affect the terms of a proposed acquisition or could require us to modify or abandon an otherwise attractive acquisition opportunity. The terms of our Series A-2 Preferred Stock also restrict our ability to make certain acquisitions without the consent of the holder majority, including acquisitions in excess of $75.0 million. The failure to identify suitable transaction partners and to consummate transactions on acceptable terms could have a material adverse effect on our business, financial condition and results of operations.\nOur acquisition strategy exposes us to significant risks and additional costs.\nAcquisitions involve risks that the businesses acquired will not perform as expected and that judgments concerning the value, strengths and weaknesses of acquired businesses will prove wrong. We may not accurately assess the value, strengths, weaknesses or potential profitability of an acquisition target, and our acquisition strategy for a particular business may prove to be unsuccessful or expose us to additional risks. We may become liable for certain unforeseen pre-acquisition liabilities of an acquired business, including, among others, tax liabilities, environmental liabilities, contingent consideration and liabilities for employment practices, and these liabilities could be significant. In addition, an acquisition could result in the impairment of client relationships and other acquired assets such as goodwill. We may also incur costs and experience inefficiencies to the extent an acquisition expands the industries, products, markets or geographies in which we operate due to our limited exposure to and experience in a given industry, market or region. Acquisitions may require that we incur additional debt to finance the transaction, which could be substantial and limit our operating flexibility or, alternatively, acquisitions may require that we issue stock as consideration, which could dilute share ownership. Acquisitions can also involve post-transaction disputes regarding a number of matters, including a purchase price or working capital adjustment, earn-out or other contingent payments, environmental liabilities or other obligations. Our recent growth and our acquisition strategy have placed, and will continue to place, significant demands on our management’s time, which may divert their attention from our day-to-day business operations, and may lead to significant due diligence and other expenses regardless of whether we pursue or consummate any acquisition. We may also not be able to manage our growth through acquisitions due to the number and the diversity of the businesses we have acquired or for other reasons. If any of these risks were to occur, our business, financial condition and results of operations may be adversely affected.\n\nAny inability to successfully integrate our recent or future acquisitions, or realize their anticipated benefits, could have a material adverse effect on us.\nAcquisitions have required, and in the future will require, that we integrate into our existing operations separate companies that historically operated independently or as part of another, larger organization, and had different systems, processes and cultures. Acquisitions may require integration of finance and administrative organizations and involve exposure to different legal and regulatory regimes in jurisdictions in which we have not previously operated.\nWe may not be able to successfully integrate any business we have acquired or may acquire, or may not be able to do so in a timely, efficient or cost-effective manner. Our inability to effectively complete the integration of new businesses on schedule and in an orderly manner could increase costs and lower profits. Risks involved with the successful integration of an acquired business include, but are not limited to:\n•diverting the attention of our management and that of the acquired business; \n •merging or linking different accounting and financial reporting systems and systems of internal controls and, in some instances, implementing new controls and procedures; \n •merging computer, technology and other information networks and systems, including enterprise resource planning systems; \n •assimilating personnel, human resources and other administrative departments and potentially contrasting corporate cultures; \n •integrating our governmental contracting work with similar services provided by acquired companies; \n •incurring or guaranteeing additional indebtedness; \n •disrupting relationships with or losses of key clients and suppliers of our business or the acquired business; \n •interfering with, or loss of momentum in, our ongoing business or that of the acquired company; \n •failure to retain our key personnel or that of the acquired company; and \n •delays or cost-overruns in the integration process. \n Our inability to manage our growth through acquisitions, including the integration process, and to realize the anticipated benefits of an acquisition could have a material adverse effect on our business, financial condition and results of operations.\nRisks Related to the Nature of Our Business\nParts of our business may depend on certain natural or manmade events which are impossible to predict, and our revenue and customer concentration resulting from these businesses may fluctuate significantly based on the frequency and scale of these events.\nCertain of our businesses depend on specific environmental circumstances, including both naturally occurring and manmade events. Our Assessment, Permitting and Response segment, in particular, which includes our environmental emergency response business that engages in response activities following an environmental incident or a natural disaster. There is no way for us to predict the occurrence of these events, nor the significance, duration or outcome of the events. As a result, this segment may experience revenues one year that are not indicative of future results due to the occurrence of an incident that was neither typical nor predictable. For example, this segment’s revenues significantly increased during in the fiscal year ended December 31, 2021, due in significant part to the contribution of COVID-19 work during the heights of the pandemic. The volatile nature of our environmental emergency response business, and its dependency on factors beyond our control, makes it difficult to predict its potential profitability or success and, therefore, at times, ours as well. Any extended period without these types of events or other downturn in activity for these business lines may negatively impact our business, financial condition and results of operations.\n\nIn addition, as a result of the nature of these services, our Assessment, Permitting and Response segment may at times experience higher customer concentration levels based on the severity, duration and outcome of environmental emergencies (e.g. those caused by natural disasters and industrial accidents) for which we provide response services. For example, for the fiscal year ended December 31, 2023, 43% of total Assessment, Permitting and Response segment revenues, were attributable to just three customers, each of whom engaged us in connection with environmental emergency response related support across multiple projects. We cannot predict from period to period whether we will experience risks associated with high customer concentration, including the inability of such customers to pay for our services, and such concentration could have a material adverse effect on our business, financial condition and results of operations.\nWe may work on high profile projects, and any negative publicity or perceived failures of those projects, or litigation resulting from such projects, could damage our reputation and harm our operating results.\nWe may be engaged on high profile projects that garner public attention and scrutiny, particularly with respect to the emergency response division of our Assessment, Permitting and Response segment. This business line conducts environmental sampling and provides toxicological assessments, among other services, in emergency situations and natural disasters, many of which are widely covered by the press and in the public eye, such as Intercontinental Terminals Co fires in 2019, the COVID-19 pandemic from 2020 to 2022 and the Norfolk Southern train derailment in 2023. Any mishandling of these situations, even if not our own could lead to negative publicity. The negative publicity may be attributed to our business and services at no fault of our own other than our association with the project. Our involvement with these high-profile projects exposes us to the risk of reputational damage which may have a material adverse effect on our business, financial condition and results of operations. In addition, such high-profile projects often lead to an enhanced risk of litigation, and we may be brought into such litigation regardless of our role in the project. Any such litigation proceedings are inherently costly and uncertain, and could have a material adverse effect on our business, financial condition and results of operations.\nWe may not be able to maintain or expand our accreditation and other authorizations, which may adversely affect our ability to provide our services.\nA significant part of our business is subject to obtaining and maintaining accreditations, approvals, licensing permits, delegated authority, official recognition and general authorizations at the federal, state, provincial and local level, including in some instances accreditations and licenses for individual professionals. A major risk inherent in our operations is the need to obtain and renew these authorizations. Our operations are also subject to inspection and regulation by various governmental agencies, including the Occupational Safety and Health Administration and equivalent state, provincial and local agencies, as well as their counterparts in the various foreign jurisdictions in which we operate. These authorizations are issued by public authorities or professional organizations following application processes, reviews and investigations which are often long and complex, at times resulting in delays in our ability to bid on and execute certain projects. These authorization requirements can also be costly or difficult to meet, and often vary from jurisdiction to jurisdiction, meaning our capacity to obtain such authorizations could affect our ability to provide services in certain regions, states, provinces or localities. Certain authorizations are granted for limited periods of time and are subject to periodic renewal, requiring us to go through similar processes on multiple occasions, which necessitates that we utilize additional financial and operational resources. Authorizations or the requirements to obtain an authorization may also change without notice and we may not be able to comply with the revised or new requirements to maintain one or more of these authorizations.\nAlthough we closely monitor the quality of services performed under our various authorizations, as well as the need to obtain any new authorizations and the renewal and maintenance of our existing portfolio of authorizations, any failure to meet the applicable requirements, whether actual or perceived, could cause us to lose, either temporarily or permanently, one or more of our authorizations. A public authority or professional organization that has granted us one or more authorizations may also decide unilaterally to withdraw such authorizations. Further, we may not be able to obtain or renew the required authorizations for businesses we acquire in the future, or for an organic expansion we wish to pursue, and the failure to obtain these authorizations could limit the opportunity to expand our business.\nIf we fail to secure or maintain any such authorizations, or if the relevant bodies place burdensome restrictions or limitations on our ability to obtain or maintain the necessary authorizations, we may not be able to operate in one\n\nor more jurisdictions and our business, financial condition and results of operations may be materially adversely affected as a result.\nOur clients are subject to significant governmental regulation with respect to the environment and any changes to these laws and regulations could have a material adverse effect on our business.\nAs a company involved in the provision of environmental services, our clients operate in a heavily regulated environment. Our clients are subject to federal, state, provincial and local laws and regulations, including laws and regulations relating to, among other things, air emissions, the release or discharge of materials into the environment and the management, use, generation, treatment, processing, handling, storage, transport or disposal of hazardous wastes and materials. In addition, because of the site-specific nature of our services, the laws and regulations to which we are subject may vary from one state, province or region to another, sometimes substantially. We and our clients are also required to obtain various government approvals, certificates, permits and licenses in order to conduct our respective businesses, which may require making significant capital, operating and maintenance expenditures to comply with applicable laws and regulations.\nAny future changes to laws and regulations applicable to our clients could have a material impact on their businesses and their service needs. If the needs of our clients change, we may be required to incur significant capital and operating expenditures to shift the environmental services we provide in order to address such needs. If we are unable to address the changing needs of our clients in a timely manner, or at all, demand for our services may decrease, which would have a material adverse effect on our financial condition, results of operations and liquidity.\n Our future growth and performance are dependent in part on the impact and timing of potential new laws and regulations, as well as potential changes to existing laws and regulations, including the potential impact of environmental policies of the current presidential administration in the United States or other executives in the foreign countries in which we operate. If stricter laws or regulations are delayed or are not enacted, are enacted with prolonged phase-in periods, or not enforced, if existing laws and regulations are repealed or amended to be less strict or if a generally less restrictive regulatory framework develops, as is anticipated with the new presidential administration, demand for our services may be reduced. Conversely, the strengthening or enforcement of regulations may also create operating conditions that limit our business areas or more generally slow our development. In extreme cases, such changes in the regulatory environment could lead us to exit certain markets.\nRapid and/or important changes in current regulations or less stringent enforcement of regulation may in the future have a significant adverse effect on our business, financial position and results of operations. Federal and state, provincial legislatures may review and consider legislation that could impact our business and our industry. Such legislation or enforcement policies may intensify competition in the markets that we serve, impact demand for some or all of our services or require us to develop new or modified services in order to meet the needs of and compete effectively in the marketplace. Any of the foregoing could have a material adverse effect on our business, financial condition and results of operations.\nIf we fail to attract and retain qualified management and skilled technical personnel, our business may be adversely affected.\nOur long-term success depends, in significant part, upon the continued service and performance of our senior management and other key personnel. We rely on knowledgeable, experienced and skilled technical personnel, particularly engineers, analysts, technicians, scientists, policy experts and service personnel to provide environmental services in stringent regulatory markets. Certain of our employees, including our senior management and the key employees of the various businesses we have acquired, have exceptionally strong knowledge of our businesses, sectors and clients. Their departure could lead to the loss of know-how and information of value to us, and their departure could pose a risk to key client relationships. Our continued growth will also depend upon our ability to attract and retain additional skilled management and other key employees, including skilled technical personnel in new markets, whether organically or through acquisitions. For certain of our businesses, there may be a limited number of qualified people to fulfill roles in such businesses, particularly given the recent competition in the job market. The loss of the services of one or more members of our management team or of qualified employees and other key personnel, or the\n\ninability to identify, hire and retain the key personnel that may be necessary to grow our business, could have a material adverse effect on our business, financial condition and results of operations.\nSafety-related issues could adversely impact our business.\nWe often work on complex projects, sometimes in geographically remote locations and in challenging environments. These sites often put our employees and others in close proximity with chemical, manufacturing, construction and other dangerous processes and highly regulated materials. In addition, our employees sometimes handle hazardous materials, including pressurized gases or concentrated toxins and other highly regulated materials, which, if improperly handled, could subject us to civil and/or criminal liabilities. If we fail to implement proper safety procedures or if the procedures we implement are ineffective, or if others working at the site fail to implement and follow appropriate safety procedures, our employees and others may become injured, disabled or even lose their lives, the completion or commencement of our projects may be delayed and we may be exposed to litigation or investigations. Unsafe work sites also have the potential to increase employee turnover, increase project costs, damage our reputation and brand and raise our operating and insurance costs. Any of the foregoing could result in, among other things, financial losses or reputational harm, which could have a material adverse effect on our business, financial condition and results of operations.\nWe are responsible for the training and safety of our employees at work, and, on occasion, we take on expanded site safety responsibilities, which subjects us to regulations dealing with occupational health and safety. Although we implement what we believe to be appropriate health, safety and environmental work procedures throughout our organization, including hazardous sites, we cannot guarantee the safety of our personnel and others for whom we may be responsible. If our employees or others become injured, if we fail to implement appropriate training and health and safety procedures, or if we fail to comply with applicable regulations, among other things, we may be subject to claims, investigations or litigation or required to pay penalties or fines, and our business, financial condition and results of operations could be harmed.\nOur safety record is critical to our reputation. Many of our clients require that we meet certain safety criteria to be eligible to bid for contracts or perform on-site services. If our safety record is not within the levels required by our clients, or compares unfavorably to our competitors, we could lose business, incur significant costs or reputational damage, be prevented from working at certain facilities or suffer other adverse consequences. Additionally, we may incur costs to defend our position even if we do not believe we have any liability for a release of or exposure to a hazardous substance or waste or other environmental damage. Any of the foregoing could, among other things, negatively affect our profitability or cause us to lose one or more projects or clients, or otherwise could have a material adverse impact on our business, financial condition and results of operations.\nOur environmental emergency response business places our employees in dangerous situations which may present serious and enhanced safety issues that could adversely affect our business.\nOur environmental emergency response business is focused on assisting companies, governments and communities with responses to and recovery from environmental emergencies. A significant portion of our environmental emergency response employees work in emergency situations that pose threats to the environment and surrounding communities. Danger of injury or death is inherent in this role, despite safety precautions, training and compliance with federal, state and local health and safety regulations. These employees and any subcontractors we use for such projects are at an enhanced risk of workplace-related injuries given the dangers of their workplace environment. Oftentimes, the risks of the emergency situations are not yet known, and there is no way to predict the magnitude of the danger. While we have insurance coverage in place that we believe is reasonable in addition to policies and procedures designed to minimize these risks, including stringent training, we may nonetheless be unable to avoid material liabilities for an injury or death arising out of these emergency-related hazards. In light of the potential cost and uncertainty involved in litigation, we may settle matters even when we believe we have a meritorious defense. Litigation and its related costs, as well as the damage to our reputation should any employee or subcontractor injury or death occur during these emergency situations, could have a material adverse effect on our business, financial condition and results of operations.\n\nAllegations regarding whether we have complied with professional standards, duties and statutory obligations or our failure to provide accurate results may have an adverse effect on our business.\nOur services typically involve difficult analytical assignments and carry risks of professional and other similar liabilities, both directly and through the actions of our testing personnel. In delivering our measurement and analytics services, we provide reports regarding emissions and other testing results to our clients who rely on the accuracy of the data that we gather or analyze on their behalf. Similarly, in delivering our remediation and reuse services, we provide environmental engineering solutions which our clients rely on to design and implement major projects. We take our professional responsibilities very seriously in light of this reliance and the fact that many of our engagements involve matters that could have a significant impact on a client’s business, create substantial financial obligations for the client or prevent the client from pursuing desirable business opportunities. Notwithstanding the fact that our professionals maintain credentials and we perform our services based on our professional expertise and these professional credentials, we face exposure to a variety of claims, ranging from alleged or actual breaches of applicable professional standards, duties and statutory obligations to allegedly inaccurate data and/or faulty analysis.\nIn certain instances, in performing our services, we may rely on our interpretation of reports or data prepared or gathered by third parties. If such information is not properly prepared or gathered, or is not accurate or complete, we may become subject to claims or litigation, regardless of whether we had any responsibility for the error. Our emergency response business is often responsible for the presentation of plans and advice in emergency situations, including natural disasters and manmade accidents. While our emergency response employees are not responsible for the ultimate approval of such plans, the failure or minimized success of a plan could expose us to potential litigation and damage to our reputation. Further, claims that we performed negligently, disclosed client confidential information, infringed on intellectual property, falsified data, are required to withdraw due to an apparent or actual conflict, or otherwise breached our obligations to a client, including as a result of actions of our employees, could expose us to significant liabilities to our clients and other third parties and tarnish our brand and reputation.\nA client who is dissatisfied with our performance could threaten or bring litigation on the basis of our failure to perform our professional duties in order to recover damages or to contest its obligation to pay our fees, even if our results were accurate or our services were otherwise performed without issue. If the results or design we provided do turn out to be errant or we otherwise fail to meet our contractual obligations, because some of the agreements that we have in place with clients require us to indemnify them for losses that they suffer as a result of errors and omissions or negligence by us, we may be subject to legal liability or required to pay significant damages, and the client relationship could be harmed. Our contracts typically include provisions to limit our exposure to legal claims relating to our services, but these provisions may not protect us or may not be enforceable in all cases. Further, we maintain professional liability insurance and such other coverage as we believe appropriate based on our experience to date, this coverage may prove insufficient. Regardless of any contractual provision or insurance, any client claims could have an adverse effect on our business, financial condition and results of operations.\nWe use small aircraft to transport employees to project sites from time to time which exposes us to risks associated with air travel.\n We use a small aircraft in our business, particularly in connection with our emergency response services. There are inherent risks associated with air travel, including aviation accidents due to weather, technical malfunctions or human error. While we will strive to comply with all safety regulations and ensure the aircraft undergoes necessary and adequate maintenance, accidents or incidents may occur while the aircraft is transporting employees, as occurred on February 22, 2023, when our airplane crashed killing five employees. An accident or incident involving our aircraft could result in significant claims of injured employees and others, as well as repair or replacement of the damaged aircraft and its consequential loss from service. In the event of an accident, our liability insurance may not be adequate to offset our exposure to potential claims and we may be forced to bear losses from the accident. The success of our environmental emergency response business depends on its employees, and an aviation accident or incident that results in the serious injury or death of those employees could have a material adverse effect on the business.\n\nESG matters, including those related to climate change, sustainability and the goals and initiatives we set and implement and the public statements and disclosures we make in respect of these matters, may have an adverse effect on our business.\n Companies across all industries are facing increasing scrutiny relating to their environmental, social and governance, or ESG, practices and disclosures from a number of divergent perspectives. This scrutiny and demand could require additional transparency, due diligence and reporting, or lead to scrutiny for such practices, and could cause us to incur additional costs or to make changes to our operations to comply with these demands. Further, the landscape of legal and regulatory frameworks related to the disclosure of ESG performance and impacts is rapidly evolving and may introduce new, potentially burdensome, and potentially inconsistent disclosure requirements. Specific to climate change, while not anticipated that the proposed U.S. Securities and Exchange Commission's climate rules will come into effect over the course of the current administration, the State of California has signed into law requirements that include the disclosure of greenhouse gas (GHG) emissions as well as climate-related financial risk. We are currently subject to some of those requirements, and the applicability of additional requirements to our business may expand depending on our financial growth. Similarly, while we are not currently subject to the European Union’s Corporate Sustainability Reporting Directive (CSRD), a significant EU-based acquisition could trigger applicability and substantially increase the amount and nature of ESG information we are required to publicly disclose. Increased regulatory requirements may be more aggressive than any sustainability measures we may be currently undertaking or may implement in the future may cause disruptions in supply chains or an increase in operating and compliance costs. If we do not adapt to or comply with these and other new regulations or if we are perceived to have not responded appropriately to the growing concern for ESG matters, we may face legal or regulatory actions or the imposition of fines, penalties, or other sanctions and adverse publicity, any of which could materially harm our reputation or have a material adverse effect on our business, financial condition or results of operations. The U.S. federal government has also indicated an intention to challenge companies that historically had more progressive ESG practices, which could lead to claims, litigation and regulatory proceedings as well as adverse publicity, any of which could adversely affect our business.\n We have developed near-term targets and a long-term goal for reducing our GHG emissions. These goals and targets reflect our current plans and do not constitute a guarantee that they will be achieved. Our ability to achieve any stated goal or target is subject to numerous factors and conditions, many of which are outside of our control. Examples of these factors include the availability of decarbonization technologies, participation of our vendors and our employees, and the availability of requisite financing. A failure or perceived failure to meet our goals and targets or to satisfy various reporting standards with respect to these matters could negatively impact our reputation, our ability to attract or retain employees, and our attractiveness as an investment, business partner, or as an acquirer could be negatively impacted. Additionally, even if we achieve our goals and targets, we may not realize all of the benefits that we expected at the time they were established\n Our business may face increased scrutiny from the investment community, the media, and other stakeholders regarding our sustainability approach and actions, including the goals and targets that we announce and our methodologies and timelines for pursuing them. Additionally, as an environmental company, we may be subject to higher expectations or greater scrutiny than other companies when it comes to environmental sustainability. If our approach to sustainability does not meet investor or other stakeholder expectations and standards, which continue to evolve, we may be negatively impacted as noted above.\nProduct and systems offerings subject us to risks that could adversely affect our business.\nCertain of our environmental solutions include product or system offerings, primarily within our Remediation and Reuse Segment. We have a limited history in offering products and designing and building systems as compared to the services we offer, and this expansion subjects us to new and different risks generally associated with offering products manufactured by third parties, including but not limited to:\n\n•production difficulties of third-party manufacturers, including problems involving changes in their production capacity and yields, quality control and assurance, component supply and shortages of qualified personnel; \n •failure to establish or maintain supplier relationships; \n •supply chain issues of third-party manufacturers and the failure of suppliers to produce components to specification or supply us with a sufficient amount or adequate quality of materials; \n •increases in the cost of raw materials, components or the overall cost of production passed to us; \n •failure to adequately design new or improved products or respond to changing regulatory requirements; \n •use of defective materials or workmanship in the manufacturing process; \n •improper use of our products; \n •failure to satisfy any warranty or performance guarantee; \n •product liability claims; and \n •lack of market acceptance, delays in product development and failure of products to operate properly. \n Under any of these circumstances, demand may suffer, we may incur substantial expense to remedy the problem, may incur penalties under the customer agreement and may be required to obtain replacement products if available. If we fail to remedy any such problem in a timely manner, we risk the loss of revenue resulting from the inability to sell those products or systems and related increased costs. If product or system defects or other issues are not discovered until after they are purchased by our clients, our clients could lose confidence in our products and our brand and reputation may be negatively impacted. Any failure to successfully respond to the foregoing risks or any others that we may not appreciate as a result of our limited history of production could have material adverse effect on our business, financial condition and results of operations.\nOur operations are subject to environmental laws and regulations and any liabilities may have a material adverse effect on our business.\nWe are in regular contact with waste, renewable energy, chemicals and other hazardous materials in the ordinary course of providing services to our clients. As a result, our business is subject to numerous U.S. and international laws and regulations relating to the protection of the environment. For example, we must comply with a number of U.S. federal and state laws that strictly regulate the handling, removal, treatment, transportation and disposal of toxic and hazardous substances. When operating at a client site, if there is a spill of a hazardous substance or other contamination event at one of these sites, under the Comprehensive Environmental Response Compensation and Liability Act of 1980, as amended, or CERCLA, and comparable state, provincial and local laws, we may be required to investigate, mitigate and remediate any contamination, including addressing natural resource damage, compensating for human exposure or property damage and installing costly pollution control equipment. CERCLA and comparable state, provincial and local laws typically impose strict, joint and several liabilities without regard to whether an entity knew of or caused the release of hazardous substances. Other environmental laws affecting our business include, but are not limited to, the Federal Water Pollution Control Act of 1972, as amended, also known as the Clean Water Act, Resource Conversation and Recovery Act, National Environmental Policy Act, the Clean Air Act, the Occupational Safety and Health Act, the Federal Mine Safety and Health Act of 1977, the Toxic Substances Control Act and the Superfund Amendments and Reauthorization Act. Our business operations may also be subject to similar international laws relating to environmental protection. Liabilities related to contamination or violations of these laws and regulations could result in material costs to us, including clean-up costs, fines, civil or criminal sanctions and third-party claims for property damage or personal injury, any of which could have a material adverse effect on our business, financial condition and results of operations.\nSeasonality of demand for certain of our services and weather conditions and other factors outside our control may adversely affect, or cause volatility in, our financial results.\nWe experience seasonal demand with respect to certain of the services we provide, particularly in our Measurement and Analysis segment, and, following the acquisition of Matrix in Canada, the Remediation and Reuse\n\nsegment, as demand for those services can follow weather trends. Seasonal effects may vary from year to year and are impacted by weather patterns, particularly by temperatures, rainfall and droughts. In addition, we may experience earnings volatility as a result of the timing of large contract wins and the timing of large emergency response projects following an incident or natural disaster due to the unpredictable nature thereof. Further, we generated meaningful revenues related to COVID-19 response work, particularly in 2021, and as a result of the pandemic subsiding, we may not be able to replace these revenue streams in future periods. Our business, financial condition and results of operations could be materially and adversely affected by severe weather, natural disasters or environmental factors. Furthermore, our ability to deliver services on time to our clients can be significantly impeded by such conditions and events.\nOur business could be disrupted by catastrophic events.\nOccurrence of any catastrophic event, including earthquake, fire, flood, tsunami or other weather event, pandemic, power loss, telecommunications failure, software or hardware malfunctions, cyber-attack, war or terrorist attack, could result in lengthy interruptions in our services. Our insurance coverage may not compensate us for losses that may occur in the wake of such events. In addition, acts of terrorism could cause disruptions to the internet or the economy as a whole. Even with our disaster recovery arrangements, our services could be interrupted. If our systems were to fail or be negatively impacted as a result of a natural disaster or other event, our ability to deliver services to our clients would be impaired or we could lose critical data. If we are unable to develop or, in the event of a disaster or emergency, successfully execute on, adequate plans to ensure that our business functions continue to operate during and after a disaster, our business, results of operations, financial condition and reputation would be harmed.\nRisks Related to Our Contracts and Revenue Streams\nWe may not be successful in expanding our client base or the services we provide to existing clients, which could adversely affect our business.\nOur success and the planned growth and expansion of our business depends on our ability to expand into new markets and further penetrate existing markets. Our ability to expand is to a large extent contingent on our services and solutions achieving greater and broader acceptance, resulting in a larger client base, a broader array of prospective clients and expanded services provided to existing clients. However, demand for our services is uncertain, and there can be no assurance that clients will purchase our offerings, or that we will be able to continually expand our client base within existing geographies or into new geographies, whether we expand organically or through acquisition. Expanding our client base is also subject to external factors, many of which are beyond our control, including the overall demand for the services we offer, the actions of our competitors and the finite number of prospective clients in a given market. We cannot provide any assurances regarding our immediate or long-term growth rates in any geographic market or segment, or if we will grow at all. If we are unable to effectively market or expand our offerings to new clients or cross-market our services to existing clients, we may be unable to grow our business or implement our business strategy. Any of the above could materially impair our ability to increase sales and revenue and have a material adverse effect on our business, financial condition and results of operations.\nWe generally do not have formal long-term agreements with our clients and attempts by clients to change the terms of or terminate their relationships with us may have a negative impact on our business.\nOur operations depend upon our relationships with our clients. Our clients are companies operating in a number of sectors and industries, including the financial, oil & gas, utilities, construction, automotive, real-estate, midstream energy, manufacturing, commodities, petrochemical, food and beverage, telecommunications and engineering industries, as well as local, state, provincial and federal government entities. As is customary in our industry, we do not always enter into formal written agreements with our clients, and to the extent we do, such agreements do not generally restrict our clients from altering the terms of the relationship. These arrangements allow clients to attempt to seek concessions, introduce unfavorable terms or limit the services and solutions that we provide to them before a project is finished or as a condition to continued or increased business. The arrangements also generally allow a client to terminate or to decide not to renew their contracts or purchase orders with little or no advanced notice to us. A loss of one or more clients, a meaningful reduction in their purchases from us or an adverse change in the terms on which we provide our services and solutions could have a material adverse effect on our business, financial condition and results of operations.\n\nPublic clients involve unique policy, contract and performance risks, and we may face challenges to our government contracts or our eligibility to serve government clients, any of which could materially adversely impact our business.\nWe derive, and expect to continue to derive in the future, revenues from federal, state, provincial or local government clients, which accounted for approximately 16.3% of our revenues for the fiscal year ended December 31, 2024. Sales to governments and related entities present risks in addition to those involved in sales to many of our other clients, including policy-related risks such as potential disruption due to appropriation and spending patterns, delays in the adoption of new technologies due to political, fiscal or bureaucratic processes, delays in approving budgets and the government’s right to cancel contracts and purchase orders for its convenience. General political and economic conditions, which we cannot accurately predict, also directly and indirectly affect policies relating to the quantity and allocation of expenditures by government clients. In addition, government contracts may involve long purchase and payment cycles, competitive bidding requirements, qualification requirements, delays or changes in agreed-to funding, budgetary constraints, political agendas, extensive specification development and price negotiations, milestone requirements and the potential unenforceability of limitations on liability or other contractual provisions, any of which may create price pressure and reduce our margins. As a result, we could experience a material adverse effect on our business, financial condition and results of operations.\nEach government entity also maintains its own rules and regulations with which we must comply and which can vary significantly among clients. We face risks associated with the failure to comply with such rules and regulations such as bid protests, in which our competitors could challenge the contracts we have obtained, or suspension, debarment or similar ineligibility from serving government clients. Challenges to our current or future government contracts or to our eligibility to serve government clients could result in a loss of government sales and have a material adverse effect on our business, financial condition and results of operations.\nOur contracts with federal, state, provincial and local governments may be terminated or adversely modified prior to completion, which could adversely affect our business.\nGovernment contracts generally contain provisions, and are subject to laws and regulations, that give the government rights and remedies not typically found in commercial contracts, including provisions permitting the government to:\n•terminate our existing contracts; \n •reduce potential future revenues from our existing contracts; \n •modify some of the terms and conditions in our existing contracts; \n •suspend or permanently prohibit us from doing business with the government or with any specific government agency; \n •impose fines and penalties; \n •subject us to criminal prosecution or debarment; \n •subject the award of some contracts to protest or challenge by competitors, which may require the contracting agency or department to suspend our performance pending the outcome of the protest or challenge and which may also require the government to solicit new bids for the contract or result in the termination, reduction or modification of the awarded contract; \n •suspend work under existing multiple year contracts and related task orders if the necessary funds are not appropriated by the relevant governmental authority; and \n •decline to exercise an option to extend an existing multiple year contract. \n Governmental authorities may terminate contracts with us either for convenience (for instance, due to a change in perceived needs or a desire to consolidate work under another contract) or if we default by failing to perform under the contract. Upon a termination for convenience, we are generally able to recover the purchase price for delivered items and reimbursement of allowable work-in-process costs. If a governmental authority terminates a contract with us based upon our default, we generally would be denied any recovery for undelivered work, and instead may be liable for excess costs incurred by the government in procuring undelivered work. The exercise by any governmental entity\n\nof one or more of these rights under its agreements with us could have a material adverse effect on our business, financial condition and results of operations.\nTechnology and Privacy Related Risks\nA failure in or breach of our networks or systems, including as a result of cyber-attacks, could have a material adverse effect on our business.\n Our efforts to minimize the likelihood and impact of adverse cybersecurity incidents and to protect data and intellectual property may not be successful and our business could be negatively affected by cyber or security threats or other disruptions. We routinely experience various cybersecurity threats to our technology infrastructure, unauthorized attempts to gain access to our company, employee and customer-sensitive information, insider threats and other attacks. Our customers, suppliers, subcontractors, and partners experience similar security threats. In addition to cyber threats, we face threats to the security of our facilities and employees, which could materially disrupt our business if carried out. We could also be impacted by the improper conduct of our employees or others working on behalf of us who have access to export controlled or Controlled Unclassified Information (CUI), which could adversely affect our business and reputation. The threats we face vary from attacks common to most industries, such as ransomware, to more advanced and persistent threats, highly organized adversaries, including nation state actors, which target us and other defense contractors and other companies. These threats can cause disruptions to our business operations. In addition to cyber threats, our cybersecurity and processing systems, as well as those of our third-party service providers, including cloud service providers, newly acquired companies that have not yet been integrated, and those of our clients which we periodically manage, may experience damage or disruption from a number of causes, including power outages, computer and telecommunication failures, internal design, manual or usage errors, workplace violence or wrongdoing, catastrophic events, natural disasters, and severe weather conditions. These systems may also be damaged, disrupted, or fail entirely because of computer viruses or other malicious codes, social-engineering schemes, unauthorized access attempts, and cyber-attacks that could include phishing-attacks, denial-of-service attacks, ransomware, malware, and hacking. If we are unable to protect sensitive information, including complying with evolving information security and data protection/privacy regulations, our customers or governmental authorities could question the adequacy of our threat mitigation and detection processes and procedures. Moreover, depending on the severity of an incident, our customers’ data, our employees’ data, our intellectual property (including trade secrets and research, development, and engineering know-how), and other third-party data (such as subcontractors, suppliers and vendors) could be compromised. As previously disclosed, on June 11, 2022, we were the target of an organized ransomware attack on our IT systems that, although not ultimately material to our results of operations for the year ended December 31, 2022, and December 31, 2023, or any individual fiscal quarter within those years, the attack led to the temporary disruption of our regular operations and lost revenues in 2022.\n We believe our possession of CUI, confidential or protected client information may put us at a greater risk of being targeted. In addition, we manage and operate supervisory control and data acquisition systems at several operations and maintenance, or O&M, client facilities, including water and renewable energy facilities, and another cyber-attack or other system failure could cause the facility to be shutdown, which could create regulatory compliance issues, cause a contamination event or have other adverse consequences for which we could have liability. Because of the persistence, sophistication, and volume of cyber-attacks, we may not be successful in defending against an attack that could have a material adverse effect on us and due to the evolving nature of these security threats, the impact of any future incident cannot be predicted. We also typically work cooperatively with our customers, suppliers, subcontractors, and entities we acquire, who or which are subject to similar threats, to seek to minimize the impact of cyber threats, other security threats or business disruptions. These entities, which are typically outside our control and may have access to our information, have varying levels of cybersecurity expertise and safeguards, and their relationships with government contractors, including us, may increase the likelihood that they are targeted by the same cyber threats we face. The security measures and procedures we, our clients, and third-party service providers have in place to protect sensitive data and other information may not be successful or sufficient to counter data breaches, cyber-attacks, or system failures.\nOur systems and those of third parties with whom we do business have been, and will likely continue to be, subject to these types of malicious attacks. To our knowledge, there has not been a significant breach of our systems, and no attack on our systems has had a direct, material impact on us or our business to date. We cannot, however, predict the extent and severity of any additional future attacks that may occur.\n\nLaws and regulations regarding the handling of client confidential data and information may have a negative impact on our business.\nCertain aspects of our business rely on the processing of our clients’ confidential data in several jurisdictions and the movement of data across borders. Legal requirements relating to the collection, storage, handling, use, disclosure, transfer, and security of this information continue to evolve, and regulatory scrutiny in this area is increasing. Significant uncertainty exists as privacy and data protection laws may be interpreted and applied differently in different jurisdictions and may create inconsistent or conflicting requirements. Although we have procedures and systems in place to address applicable legal and regulatory requirements for those aspects of our business impacted by these laws, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase, and we could be subject to such activity. The enactment of more restrictive laws, rules, regulations or future enforcement actions or investigations could increase costs or restrictions on certain of our businesses, and noncompliance with existing or future laws could have a material adverse effect on our business, financial condition, and results of operations.\nRisks Related to Our Indebtedness\nOur current indebtedness, and any future indebtedness we may incur, may limit our operational and financing flexibility and negatively impact our business.\nAs of December 31, 2024, our Senior Secured Credit Agreement, provided for a $400.0 million credit facility comprised of a $225.0 million term loan and a $175.0 million revolving credit facility, or the 2021 Credit Facility. In February 2024, the Company exercised its option to access the $100.0 million accordion under our Senior Secured Credit Agreement, and as a result, the Senior Secured Credit Agreement was amended to provide for an additional $50.0 million term loan, $50.0 million revolving credit facility and an incremental accordion of $150.0 million. On February 26, 2025, the Company entered into a new Senior Secured Credit Agreement providing for a $500.0 million credit facility comprised of a $200.0 million term loan and a $300.0 million revolving credit facility, or the 2025 Credit Facility. Pursuant to the 2025 Credit Facility, the Company also has the option to borrow incremental term loans or request an increase in the aggregate commitments under the revolving credit facility up to an aggregate amount of $200.0 million subject to the satisfaction of certain conditions. The revolving credit facility includes a $20.0 million sublimit for the issuance of letters of credit. Subject to certain exceptions, all amounts under the 2025 Credit Facility will become due on February 26, 2030. As of December 31, 2024, our total indebtedness was $222.7 million, consisting of $214.4 million outstanding under the 2021 Credit Facility, $189.2 million of which was outstanding under the term loan, $25.2 million of which was outstanding under the revolving credit facility and $9.3 million of which was outstanding under our aircraft loan.\n See Notes 13 and 22 to our audited consolidated financial statements included in Item 8. “Financial Statements and Supplementary Data.\"\n We also may enter into new borrowing arrangements and incur significant indebtedness in the future to continue to support our organic and acquisition-related growth.\nOur existing and any future indebtedness could have important consequences, including:\n•making it more difficult for us to make payments on our existing indebtedness; \n •increasing our vulnerability to general economic and industry conditions; \n •requiring a substantial portion of our cash flow from operations to be dedicated to the payment of principal and interest on our indebtedness, thereby reducing our ability to use our cash flow to fund our operations, capital expenditures and future business opportunities; \n •exposing us to the risk of increased interest rates on our borrowings under our 2025 Credit Facility, which is at variable rates of interest; \n •restricting us from making strategic acquisitions or causing us to make non-strategic divestitures; \n\n\n•limiting our ability to obtain additional financing for working capital, capital expenditures, debt service requirements, acquisitions and general corporate or other purposes; and \n •limiting our ability to adjust to changing market conditions and placing us at a competitive disadvantage compared to our competitors who are less highly leveraged. \n Our ability to make payments on debt, to repay existing or future indebtedness when due, to fund operations and significant planned capital expenditures and to support our acquisition strategy will depend on our ability to generate cash in the future. Our ability to produce cash from operations is, and will be, subject to a number of risks, including those described in “—Risks Related to Our Business and Industry” and elsewhere in this Annual Report on Form 10-K. Our financial condition, including our ability to make payments on our debt, is also subject to external factors such as interest rates, the level of lending activity in the credit markets and other external industry-specific and more general external factors, including those described in “—Risks Related to Our Business and Industry” and elsewhere in this Annual Report on Form 10-K.\nWe may not be able to borrow additional financing or to refinance our 2025 Credit Facility or other indebtedness we may incur in the future, if required, on commercially reasonable terms, if at all. In addition, our ability to borrow under our 2025 Credit Facility is subject to significant conditions. See Notes 13 and 22 to our audited consolidated financial statements included in Item 8. “Financial Statements and Supplementary Data.\"\n Despite our current level of indebtedness, we may incur more debt.\nWe may be able to incur significant additional indebtedness in the future. For example, we may incur additional indebtedness in connection with future acquisitions. Although our 2025 Credit Facility and our Series A-2 Preferred Stock contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of qualifications and exceptions, and the additional indebtedness incurred in compliance with these restrictions could be substantial. These restrictions also do not prevent us from incurring obligations that do not constitute indebtedness. As of December 31, 2024, the 2021 Credit Facility provided for an aggregate unused capacity of $149.8 million (without giving effect to any outstanding letters of credit, and subject to borrowing base limitations, if any). Immediately following closing of the 2025 Credit Facility, the Company had total available capacity under the 2025 Credit Facility of $283.8 million (without giving effect to any outstanding letters of credit, and subject to borrowing base limitations). The 2025 Credit Facility also allows us to increase the aggregate borrowings thereunder by up to $200.0 million. See Notes 13 and 22 to our audited consolidated financial statements included in Item 8. “Financial Statements and Supplementary Data.\"\n We may not be able to generate sufficient cash to service all of our indebtedness and may be forced to take other actions to satisfy our obligations under our indebtedness, which may not be successful.\nOur ability to make scheduled payments on, or to refinance our respective obligations under, our indebtedness, and to fund planned capital expenditures, future acquisitions and other corporate expenses will depend on our future operating performance and on economic, financial, competitive, legislative, regulatory and other factors and any legal and regulatory restrictions on the payment of distributions and dividends to which we may be subject. Many of these factors are beyond our control. We cannot assure you that our business will generate sufficient cash flow from operations, that currently anticipated cost savings and operating improvements will be realized or that future borrowings will be available to us in an amount sufficient to enable us to satisfy our obligations under our indebtedness or to fund our other needs. In order for us to satisfy our obligations under our indebtedness and fund planned capital expenditures and future acquisitions, we must continue to execute on our business strategy. If we are unable to do so, we may need to reduce or delay our planned capital expenditures or execution of our acquisition strategy, seek additional capital, sell assets or refinance all or a portion of our indebtedness on or before maturity, any of which could materially and adversely affect our future revenue prospects.\nOur ability to restructure or refinance our indebtedness will depend on the condition of the capital markets and our financial condition at such time. Any refinancing of our existing or future debt could be at higher interest rates and may require us to comply with more onerous covenants, which could further restrict our business operations. Our 2025 Credit Facility, airplane loan, and our Series A-2 Preferred Stock restrict our ability to consummate or use the proceeds from asset sales. We may not be able to consummate those asset sales to raise capital or sell assets at prices that we believe are fair. Any proceeds that we receive may not be adequate to meet any debt service obligations then\n\ndue. In addition, any failure to make payments of interest and principal on our outstanding indebtedness on a timely basis would likely result in a reduction of our credit rating, which could harm our ability to incur additional indebtedness.\nOur 2025 Credit Facility restricts our ability to engage in some business and financial transactions.\nOur 2025 Credit Facility contains a number of covenants that among other things, limit our ability to:\n•incur additional indebtedness or guarantees; \n •create liens on assets; \n •enter into sale and leaseback transactions; \n •engage in mergers or consolidations; \n •pay dividends and make distributions and other restricted payments; \n •make certain investments, loans or advances; \n •repay subordinated indebtedness; \n •make certain acquisitions; \n •engage in certain transactions with affiliates; \n •change our lines of business; \n •restrict distributions by our restricted subsidiaries; \n •amend or otherwise modify organizational documents or certain debt agreements; and \n •manage cash and other assets in our deposit accounts and securities accounts. \n In addition, our 2025 Credit Facility contains certain financial covenants that, among other things, require us not to exceed specified total debt leverage ratios and to maintain a fixed charge coverage ratio. Among other things, we may not be able to borrow money under our 2025 Credit Facility if we are unable to comply with the financial and other covenants included therein. Our 2025 Credit Facility also contains certain customary representations and warranties, affirmative covenants and events of default (including, among other things, an event of default upon a change of control). If an event of default occurs, our lenders will be entitled to take various actions, including the acceleration of amounts due under our 2025 Credit Facility and all actions permitted to be taken by a secured creditor.\nAny future debt that we incur may contain additional and more restrictive negative covenants and financial maintenance covenants. These restrictions could limit our ability to obtain debt financing, repurchase stock, pay dividends, refinance or pay principal on our outstanding debt, complete acquisitions for cash or debt or react to changes in our operating environment or the economy.\nOur failure to comply with obligations under our 2025 Credit Facility or the agreements governing any future indebtedness may result in an event of default under the applicable agreement. A default, if not cured or waived, may permit acceleration of some or all of our other indebtedness and trigger other termination and similar rights under other contracts. We cannot be certain that we will be able to remedy any defaults and, if our indebtedness is accelerated, we cannot be certain that we will have sufficient funds available to pay the accelerated indebtedness or that we will have the ability to refinance the accelerated indebtedness on terms favorable to us or at all, any of which could have a material adverse effect on our business, financial condition and results of operations.\nSee Notes 13 and 22 to our audited consolidated financial statements included in Item 8. “Financial Statements and Supplementary Data.”\n\n\nRisks Related to Ownership of Our Common Stock\nThe trading price of our common stock has been and may continue to be volatile and could decline substantially.\nThe market price of our common stock has been, and may continue to be, highly volatile and subject to wide fluctuations. Some of the factors that could negatively affect the market price of our common stock or result in significant fluctuations in price, regardless of our actual operating performance, include:\n•actual or anticipated variations in our quarterly operating results; \n •changes in market valuations of similar companies; \n •changes in the markets in which we operate; \n •additions or departures of key personnel; \n •actions by stockholders, including sales of large blocks of our common stock; \n •short selling of our common stock or related derivative securities or hedging activities;\n •general market, economic and political conditions, including an economic slowdown; \n •changes to the regulatory and legal landscape that drives a portion of our revenue;\n •the continuation of an active trading market in our common stock or any significant volatility in the liquidity of that market;\n •speculation in the press or investment community; \n •inflation and changes in interest rates; \n •our operating performance and the performance of other similar companies; \n •our ability to accurately project future results and our ability to achieve those or meet the expectations of other industry and analyst forecasts; and \n •new legislation or other political or regulatory developments that adversely affect us, our markets or our industry. \n The trading market for our common stock is also influenced in part by the research and other reports that industry or securities analysts may publish about us or our business or industry. If one or more analysts downgrade our stock, issue other unfavorable commentary about us or our industry or inaccurate research, or cease coverage or fail to regularly publish reports on us, our stock price and trading volume could decline.\nFurthermore, in recent years, the stock market has experienced significant price and volume fluctuations. This volatility has had a significant impact on the market price of securities issued by many companies, including companies in our industry, and often occurs without regard to the operating performance of the affected companies. Therefore, factors that have little or nothing to do with us could cause the price of our common stock to fluctuate, and these fluctuations or any fluctuations related to our company could cause the market price of our common stock to decline materially.\nWe have no present intention to pay dividends on our common stock.\nWe have no present intention to pay dividends on our common stock. Any determination to pay dividends to holders of our common stock will be at the discretion of our board of directors and will depend upon many factors, including our financial condition, results of operations, projections, liquidity, earnings, legal requirements, restrictions in our 2021 Credit Facility, the terms of our Series A-2 Preferred Stock, agreements governing any other indebtedness we may enter into and other factors that our board of directors deems relevant. See Item 5. “Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities—Dividend Policy.” Accordingly, you may need to sell your shares of our common stock to realize a return on your investment, and you may not be able to sell your shares at or above the price you paid for them.\n\nOaktree may have conflicts of interest with other stockholders.\nOCM Montrose II Holdings, L.P., an affiliate of Oaktree Capital Management, L.P., or collectively, Oaktree, is the holder of all issued and outstanding shares of our Series A-2 Preferred Stock. Oaktree is in the business of making investments in companies and, notwithstanding its ownership of our Series A-2 Preferred Stock and that it has a right to appoint a representative on our board of directors, Oaktree may from time to time acquire and hold interests in businesses that compete directly or indirectly with us. Oaktree may also pursue acquisition opportunities that may be complementary to our business, and as a result, those acquisition opportunities may not be available to us. In recognition that representatives of Oaktree and its affiliated entities and funds may serve as members of our board of directors, our amended and restated certificate of incorporation provides, among other things, that none of Oaktree, its affiliates or any of its representatives (including a representative who may serve on our board of directors) has any duty to refrain from engaging directly or indirectly in the same or similar business activities or lines of business that we do. In the event that any of these persons or entities acquires knowledge of a potential transaction or matter which may be a corporate opportunity for itself and us, we will not have any expectancy in such corporate opportunity, and these persons and entities will not have any duty to communicate or offer such corporate opportunity to us and may pursue or acquire such corporate opportunity for themselves or direct such opportunity to another person. Oaktree also has a right of first offer with respect to its pro rata portion of any new securities we may issue, excluding any shares to be issued by us in certain specified circumstances. These potential conflicts of interest could have a material adverse effect on our business, financial condition and results of operations if, among other things, attractive corporate opportunities are allocated by Oaktree to itself or one of its other affiliates. See “Corporate Opportunities” in the Description of Securities exhibit filed as exhibit 4.2 to this Annual Report on Form 10-K.\n Future sales of our common stock in the public market could cause our stock price to fall.\nShares held by our affiliates are eligible for resale in the public market, subject to applicable securities laws, including the Securities Act of 1933, as amended, or the Securities Act. Therefore, unless shares owned by any of our affiliates are registered under the Securities Act, these shares may only be resold into the public markets in accordance with the requirements of an exemption from registration or safe harbor, including Rule 144 and the volume limitations, manner of sale requirements and notice requirements thereof. However, pursuant to the terms of an Investor Rights Agreement, Messrs. Richard Perlman and James Price, Oaktree, and certain other stockholders have the right to demand that we register their shares under the Securities Act as well as the right to include their shares in any registration statement that we file with the SEC, subject to certain exceptions. Approximately 2,500,000 shares of common stock held by affiliates and certain other parties entitled to these registration rights were registered on a shelf registration statement filed with the SEC on August 11, 2021 and declared effective on August 20, 2021. This registration statement also registered approximately 320,000 shares held at such time by other executive officers and directors. Oaktree also holds all outstanding shares of our Series A-2 Preferred Stock, which may be converted into shares of common stock in the future and would also receive the benefit of these registration rights. See Note 16 to our audited consolidated financial statements included in Item 8. “Financial Statements and Supplementary Data.” Registration of these or other shares enables those shares to be sold in the public market, subject to certain restrictions in the Investor Rights Agreement. Any sale by Messrs. Perlman and Price, Oaktree, by our executive officers or other stockholders or any perception in the public markets that such a transaction may occur could cause the market price of our common stock to decline materially.\nWe have also registered the shares available under our Amended and Restated 2017 Stock Incentive Plan and outstanding awards issued under this plan and our prior stock option plan. Subject to the terms of the awards pursuant to which these shares have been or may be granted, and except for shares held by affiliates who will be subject to the resale restrictions described above, the shares issuable pursuant to awards granted under our stock incentive plans will be available for sale in the public market immediately.\nOur ability to raise capital in the future may be limited. We may not be able to secure additional financing on terms that are acceptable to us, or at all.\nIn order for us to grow and successfully execute our business plan, we will require additional financing. Additionally, our business and operations may consume resources faster than we anticipate. Therefore, in the future, we expect we will raise additional funds through various financings that may include the issuance of new equity securities, debt or a combination of both. However, any sale or perception of a possible sale by Oaktree or our other affiliates, and any related decline in the market price of our common stock, could impair our ability to raise capital. Further, additional financing, whether debt or equity, may not be available on favorable terms, or at all. If adequate\n\nfunds are not available on acceptable terms, we may be unable to fund our capital requirements. If we issue new debt securities, the debt holders would have rights senior to common stockholders to make claims on our assets, and the terms of any debt could restrict our operations, including our ability to pay dividends on our common stock. If we issue additional equity securities, existing stockholders will experience dilution, and the new equity securities could have rights senior to those of our common stock. Because our decision to issue securities in any future offering will depend on market conditions and other factors beyond our control, we cannot predict or estimate the amount, timing or nature of our future offerings. Thus, our stockholders bear the risk of our future securities offerings reducing the market price of our common stock and diluting their interest.\nRisks Related to Provisions in Our Charter Documents\nProvisions of our amended and restated governing documents, Delaware law and other documents could discourage, delay or prevent a merger or acquisition at a premium price.\nProvisions in our amended and restated certificate of incorporation and amended and restated bylaws may have the effect of delaying or preventing a change of control or changes in our management. For example, our amended and restated certificate of incorporation and amended and restated bylaws include provisions that:\n•permit us to issue, without stockholder approval, preferred stock in one or more series and, with respect to each series, fix the number of shares constituting the series and the designation of the series, the voting powers, if any, of the shares of the series and the preferences and other special rights, if any, and any qualifications, limitations or restrictions, of the shares of the series; \n •prevent stockholders from acting by written consent; \n •limit the ability of stockholders to amend our certificate of incorporation and bylaws; \n •require advance notice for nominations for election to the board of directors and for stockholder proposals; \n •do not permit cumulative voting in the election of our directors, which means that the holders of a majority of our common stock may elect all of the directors standing for election; and \n •establish a classified board of directors with staggered three-year terms. \n These provisions may discourage, delay or prevent a merger or acquisition of our company, including a transaction in which the acquirer may offer a premium price for our common stock.\nWe are also subject to Section 203 of the Delaware General Corporation Law, or the DGCL, which, subject to certain exceptions, prohibits us from engaging in any business combination with any interested stockholder, as defined in that section, for a period of three years following the date on which that stockholder became an interested stockholder. In addition, our 2017 Stock Plan permits accelerated vesting of stock options and restricted stock, and payments to be made to the employees thereunder in certain circumstances, in connection with a change of control of our company, which could discourage, delay or prevent a merger or acquisition at a premium price. In addition, our 2021 Credit Facility includes, and other debt instruments we may enter into in the future may include, provisions entitling the lenders to demand immediate repayment of all borrowings upon the occurrence of certain change of control events relating to our company, which also could discourage, delay or prevent a business combination transaction. See “Provisions of Our Certificate of Incorporation, Bylaws and Delaware Law That May Have an Anti-Takeover Effect” in the Description of Securities exhibit filed as exhibit 4.2 to this Annual Report on Form 10-K.\n Our amended and restated certificate of incorporation includes an exclusive forum clause, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us.\nOur amended and restated certificate of incorporation provides that, unless we consent in writing to the selection of an alternative forum, the sole and exclusive forum for any stockholder (including any beneficial owner) to bring (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed by any of our directors, officers or employees to us or to our stockholders, (iii) any action asserting a claim arising pursuant to any provision of the DGCL or our certificate of incorporation or bylaws or (iv) any action asserting a claim governed by the internal affairs doctrine, is a state court located within the State of Delaware (or, if no state court located within the State of Delaware has jurisdiction or declines to accept jurisdiction, the federal district court\n\nfor the District of Delaware); in all cases subject to such court having personal jurisdiction over the indispensable parties named as defendants.\nIn addition, our amended and restated certificate of incorporation provides that the federal district courts of the United States are the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act but that the forum selection provision does not apply to claims brought to enforce a duty or liability created by the Exchange Act. Although we believe these provisions benefit us by providing increased consistency in the application of Delaware law for the specified types of actions and proceedings, the provisions may have the effect of discouraging lawsuits against us or our directors and officers. Alternatively, if a court were to find the choice of forum provision contained in our amended and restated certificate of incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, financial condition, and results of operations.\nAny person or entity purchasing or otherwise acquiring any interest in shares of our capital stock is deemed to have notice of and consented to the foregoing provisions. The exclusive forum clause may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us. See “Exclusive Forum Clause” in the Description of Securities exhibit filed as exhibit 4.2 to this Annual Report on Form 10-K.\n General Risks\n Our profitability will suffer if we are not able to price our services appropriately or control our costs.\nOur margins, and therefore our profitability, is largely a function of the rates we are able to charge for our services and the costs incurred to provide such services. Accordingly, if we are not able to maintain, raise or otherwise appropriately set our pricing, or we are not able to maintain or reduce costs as and when needed, we will not be able to sustain our margins and our business and results of operations will be adversely affected. For example, in 2023, we experienced higher labor costs as a result of inflation. If we are not able to raise the rates we charge for our services to offset the impact of any cost increases, we will not be able to sustain our margins and our profitability will suffer.\n The rates we are able to charge for our services are affected by a number of factors, including:\n•our clients’ perception of our ability to add value through our services; \n •general competition; \n •introduction of new services or solutions by us or our competitors; \n •pricing policies of our competitors; and \n •general economic conditions. \n Our costs are affected by a number of factors, including:\n•our cost of labor and our ability to transition our technical personnel from completed projects to new engagements; \n •our ability to effectively and efficiently staff projects; \n •our ability to forecast demand for our services; \n •our ability to manage the costs of indirect expenses and other related factors, including inflation; and\n •our overhead costs necessary to support the successful delivery of services. \n Our profitability is a function of our ability to raise prices, control our costs and improve our efficiency. We may not be able to raise prices sufficiently to cover higher costs of labor and other input costs. In addition, as we increase the number of our technical personnel and execute both our strategy for growth, we may not be able to manage a significantly larger workforce, control our costs or improve our efficiency.\n\nWe have a history of losses and may not be able to achieve or sustain profitability in the future.\nWhile we have been able to generate revenues, we may not be able to increase the amount of revenues we generate, and we might incur net losses for some time as we continue to grow. We experienced net losses in each year since inception, including net losses of $62.3 million and $30.9 million for the fiscal years ended December 31, 2024 and 2023, respectively, and we may incur net losses in the future. As of December 31, 2024, we had an accumulated deficit of $272.7 million. It is difficult for us to predict our future results of operations, and we expect our operating expenses to increase significantly over the next several years as we continue to hire additional personnel, expand our operations and infrastructure, integrate completed acquisitions, make and integrate future acquisitions and invest in research and development. If we fail to increase our revenue to offset the increases in our operating expenses, we may not achieve or sustain profitability in the future.\nWe may not be successful in promoting and further developing our brands, which could adversely affect our business.\n We have a limited operating history as a company and, as a result, the Montrose Environmental brand is not fully established, although many of the brands we use, including those acquired through our acquisition activity, have a longer and more well-established history. Our industry is highly fragmented and we believe that our future success depends in part on our ability to maintain and further strengthen our core brands, including the Montrose Environmental brand across the diverse range of environmental services that we provide. Strengthening our brand will require significant time, expense and the attention of management, and any success will depend largely on our marketing efforts and ability to provide our clients with high-quality services. If a client is not satisfied with our services, including those of our technical employees, it may be more damaging to our brand and business as compared to that of larger, more established companies. Additionally, to the extent our clients draw regulatory or media scrutiny regarding their environmental impact or other areas where we may provide services to them, we may as a consequence also draw scrutiny. We are also investing more in brand development and there can be no assurances that this investment will generate additional revenues or business. If we fail to successfully maintain and continue to grow the Montrose Environmental brand and our other brands through promotion and other efforts, incur excessive unanticipated expenses in attempting to promote and maintain our brands, or lose clients as a result, our business, financial condition and results of operations may be adversely affected.\nOur global operations subject us to additional risks that could adversely affect our business.\nWe have activities outside of the United States. Our operations, as well as those of our clients, are therefore subject to regulatory, economic, political and other events and uncertainties in countries where these operations are located. Further, our growth strategy includes expansion into additional international markets, including our expansion into Europe. In addition to the risks discussed elsewhere herein that are common to both our domestic and international operations, we face risks specific to our foreign activities, including but not limited to:\n•political, social, economic and financial instability, including wars, civil unrest, acts of terrorism and other conflicts, including the wars in Ukraine and the Middle East and surrounding areas; \n •difficulties and increased costs in developing, staffing and simultaneously managing a large number of varying foreign operations as a result of distance, language and cultural differences; \n •restrictions and limitations on the transfer or repatriation of funds and fluctuations in currency exchange rates; \n •the economic impact of future tariffs and counter-measures on industries in countries in which we operate;\n •complying with varying legal and regulatory environments in multiple foreign jurisdictions, including privacy laws such as the E.U. General Data Protection Regulation; \n •laws and business practices that favor local competitors or prohibit foreign ownership of certain businesses; \n •potential for privatization and other confiscatory actions; and \n •other dynamics in international jurisdictions, any of which could result in substantial additional legal or compliance costs, liabilities or obligations for us or could require us to significantly modify our current business practices or even exit a given market. \n\n\nForeign operations bring increased complexity and the costs of managing or overseeing foreign operations, including adapting and localizing services or systems to specific regions and countries, can be material. Further, international operations carry inherent uncertainties regarding the effect of local or domestic actions, such as the United Kingdom’s departure from the European Union (Brexit), any of which could be material. These and other risks related to our foreign operations, or the associated costs or liabilities, could have a material adverse effect on our business, financial condition and results of operations.\nAny inability to develop or maintain and protect our intellectual property could have a material adverse effect on us.\nWe rely on a combination of patents, trademarks, trade names, confidentiality and nondisclosure clauses and agreements and other unregistered rights to define and protect our rights to our brand and the intellectual property used in our business. We also rely on industry and market “know-how” that cannot be registered and may not be subject to any confidentiality or nondisclosure clauses or agreements. Our ECT2 acquisition further expanded our IP portfolio. We are also expanding the software and application design work that we do in house, including applications to take real-time measurements of certain contaminants in the air and have increased our research and development spending. These intellectual property rights or others we develop, obtain or acquire may not, however, provide us with a significant competitive advantage because our rights may not be sufficiently broad or may be challenged, invalidated or subject to government march-in or sovereign rights or compulsory licensing, sunshine laws or be subject to freedom of information requests or court-ordered public disclosure. Further, our use of contractual provisions, confidentiality procedures and agreements and other registrations may not be sufficient to protect our intellectual property rights, these protective measures may be circumvented or our rights may be misappropriated, disparaged, diluted or stolen, particularly in countries where intellectual property rights laws are not highly developed, protected or enforced. Others may independently develop similar intellectual property or designed-around ours. Our intellectual property may also be replaced by new technologies to which we have no right of use or can only acquire such use at unreasonable or unsustainable costs. Any inability to develop or acquire and maintain the necessary intellectual property rights for our business or to protect our intellectual property rights could have a material adverse effect on our business, financial condition and results of operations.\nClaims that we infringe on the intellectual property rights of others could have a material adverse effect on us.\nTechnology is an important part of our business and, as a result, from time to time others may claim that we have infringed upon, misappropriated, misused or otherwise violated their intellectual property rights, whether as a result of the use of third party equipment or technologies or those that we may develop in-house. Regardless of the merit of such claims, responding to these types of claims can be expensive, time consuming and may divert a substantial portion of management’s time and attention away from running our business. If any aspect of our business is found to infringe the intellectual property rights of others, we could lose critical rights, we may be required to pay substantial damages or on-going licensing or royalty fees or we may be required to redesign, rework, replace or entirely discontinue aspects of our operations, any of which could come at substantial cost and significantly restrict or prohibit our future operations. Further, we may not be able to take any required actions on commercially reasonable terms or at all. Any infringement may also require us to enter into a settlement agreement and could also trigger indemnification obligations to our clients or under other contractual provisions. Any claim that we have misappropriated the intellectual property of others, whether or not valid, could have a material adverse effect on our business, financial condition and results of operations.\n\nLegal and regulatory claims and proceedings could have a material adverse effect on us.\nWe and our clients are subject to claims, litigation and regulatory proceedings in the normal course of business and could become subject to additional claims in the future, some of which could be material. In addition to those claims discussed in greater detail elsewhere in “—Risks Related to Our Business and Industry,” we have been, and may in the future be, subject to claims involving labor and employment, anti-discrimination, commercial disputes and other matters. We may also be exposed to potential claims arising from the conduct of our employees for which we may be liable. In addition, in the normal course of our business, we are required to make professional judgments and recommendations about environmental conditions of project sites for our clients, and we may be subject to claims that we are responsible for these judgments and recommendations if they are later found to be inaccurate.\nClaims and proceedings, whether or not they have merit and regardless of the outcome, are typically expensive and can divert the attention of management and other personnel and require the commitment of significant resources for extended periods of time. Additionally, claims and proceedings can impact client confidence and the general public’s perception of our company and services and solutions, even if the underlying assertions are proven to be false. The outcomes of litigation and similar disputes are often difficult to reliably predict and may result in decisions or settlements that are contrary to or in excess of our expectations and losses may exceed our reserves. Any claims or proceedings, particularly those in which we are unsuccessful or for which we did not establish adequate reserves, could have a material adverse effect on our business, financial condition and results of operations.\nWe are subject to taxation in multiple jurisdictions. Any adverse development in the tax laws of any of these jurisdictions, any disagreement with our tax positions or any changes in effective tax rates could have a material adverse effect on our business, financial condition or results of operations.\nWe are subject to taxation in, and to the tax laws and regulations of, multiple jurisdictions, including non-U.S. jurisdictions as a result of the expansion of our international operations and our corporate entity structure. We are also subject to transfer pricing laws with respect to our intercompany transactions. Adverse developments in tax laws or regulations, or any change in position regarding the application, administration or interpretation thereof, in any applicable jurisdiction, could have a material adverse effect on our business, financial condition or results of operations. In addition, the tax authorities in any applicable jurisdiction may disagree with the positions we have taken or intend to take regarding the tax treatment or characterization of any of our transactions. If any applicable tax authorities were to successfully challenge the tax treatment or characterization of any of our transactions, it could have a material adverse effect on our business, financial condition or results of operations.\nIn addition, our tax obligations and effective tax rates could be adversely affected by recognizing tax losses or lower than anticipated earnings in jurisdictions where we have lower statutory rates and higher than anticipated earnings in jurisdictions where we have higher statutory rates, varying tax rates in the different jurisdictions in which we operate, changes in foreign currency exchange rates or changes in the valuation of our deferred tax assets and liabilities.\nIf our research and development activities are unsuccessful, our business could be harmed.\nThe success of our research and development activity is highly uncertain. Research and development efforts can require substantial technical, financial and human resources. We may focus our efforts and resources on potential technologies that ultimately prove to be unsuccessful and technologies that first appear promising may be delayed or fail to reach later stages of development. Decisions regarding the further advancement must sometimes be made with limited and incomplete data, which makes it difficult to ensure or even accurately predict the outcomes. Because we have limited resources, we may forego pursuing one opportunity that later is proven to have greater commercial potential. Even if our efforts do yield new technologies, we may not be able to convert those technologies into commercially viable offerings in the long term. Further, we may not be able to recover any increased investment in our research and development activities if the particular activities do not generate viable commercial services or products we can offer to our customers or use in the provision of services. If our research and development activities are unsuccessful, our technologies and offerings may not keep pace with the market, and we may lose clients and one or more competitive advantages, any of which could have a material adverse effect on our business, financial condition and results of operations.\n\nFailure to comply with anti-corruption and similar laws could subject us to penalties and other adverse consequences.\nWe are required to comply with the FCPA, and similar laws in other countries that prohibit improper payments or offers of payment to foreign officials and political parties for the purpose of obtaining or retaining business as well as require companies to maintain accurate books and records. Bribery, corruption and trade laws and regulations, and the enforcement thereof, are increasing in frequency, complexity and severity on a global basis. In many foreign countries it may be a local custom that businesses operating in such countries engage in practices that are prohibited by the FCPA or other similar laws and regulations. Although we have implemented policies and procedures requiring our employees, consultants and other third parties with whom we do business to comply with the FCPA and similar laws and regulations, we have limited experience in these areas and there can be no assurance that our policies will be adequate or prevent and deter violations of these types of laws. If our employees, consultants or other third parties with whom we do business do violate these laws or our policies, we may be ultimately held responsible, and any violation could result in severe criminal or civil sanctions, fines and penalties and suspension or debarment from U.S. government contracting, any of which could have a material and adverse effect on our business, financial condition and results of operations.\nInsufficient insurance coverage could have a material adverse effect on us.\nWe maintain property, business interruption, counterparty and liability insurance coverage that we believe is consistent with industry practice. However, our insurance program does not cover, or may not adequately cover, every potential risk associated with our business and the consequences thereof. In addition, market conditions or any significant claim or a number of claims made by or against us could cause our premiums and deductibles to increase substantially and, in some instances, our coverage may be reduced or become entirely unavailable. In the future, we may not be able to obtain meaningful coverage at reasonable rates for a variety of risks. If our insurance coverage is insufficient, if we are not able to obtain sufficient coverage in the future, or if we are exposed to significant losses as a result of any risks for which we may self-insure, any resulting costs or liabilities could have a material adverse effect on our business, financial condition and results of operations.\nOur internal control over financial reporting may not be effective and our independent registered public accounting firm may not be able to certify as to their effectiveness, which could have a significant and adverse effect on our business and reputation.\nAs a public company, we are required to comply with the SEC’s rules implementing Sections 302 and 404 of the Sarbanes-Oxley Act, which require management to certify financial and other information in our quarterly and annual reports and provide an annual management report on the effectiveness of internal control over financial reporting. Our independent registered public accounting firm is required to formally attest to the effectiveness of our internal control over financial reporting.\n To comply with the requirements of being a public company, we have undertaken and may need to undertake in the future various actions, such as implementing additional internal controls and procedures and hiring additional accounting or internal audit staff. Testing and maintaining internal controls can divert our management’s attention from other matters that are important to the operation of our business. If we identify material weaknesses in our internal control over financial reporting or are unable to comply with the requirements of Section 404 or assert that our internal control over financial reporting are effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting or issues an adverse report in the event it is not satisfied with the level at which our controls are documented, designed or operating, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected, and we could become subject to investigations by the SEC or other regulatory authorities, which could require additional financial and management resources. Further, we have not yet integrated the Epic and Paragon acquisitions completed in 2024 into our internal control over financial reporting and have excluded these businesses from our management’s report on internal control over financial reporting for the year ended December 31, 2024 included in Item 9A “Controls and Procedures.” We may experience difficulty in completing the integration in a timely and cost-effective manner and cannot provide any assurances that, once this process is completed, if it is completed at all, it will not adversely affect our controls and other systems. Failure to maintain effective controls and procedures and comply with Section 404 could also delay or otherwise adversely affect our\n\nability to timely produce accurate financial statements and related information, which could restrict our access to capital markets and cause the price of our common stock to fall.",
      "char_count": 116583
    }
  },
  "extracted_at": "2025-10-18T17:39:28.472367"
}