{
  "ticker": "RMAX",
  "company_name": "RE/MAX Holdings, Inc.",
  "cik": 1581091,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001224",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001581091&accession_number=000155837025001224&xbrl_type=v",
  "sic_code": "6531",
  "industry": "Real Estate Agents & Managers (For Others)",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nOverview \nWe are one of the world’s leading franchisors in the real estate industry. We franchise real estate brokerages globally under the RE/MAX® brand (“RE/MAX”) and mortgage brokerages in the U.S. under the Motto® Mortgage brand (“Motto”). We also sell ancillary products and services to our franchise networks, including loan processing services to our Motto network and other third parties through our wemlo® brand. We organize our business based on the services we provide in Real Estate, Mortgage and our collective franchise marketing operations, known as the Marketing Funds. RE/MAX and Motto are 100% franchised. We do not own any of the brokerages that operate under the RE/MAX and Motto brands but provide the right to use our brands and a unique value proposition to support our franchisees as they fund their own growth and development. As a result, we maintain a low fixed-cost structure which, combined with our recurring fee-based models, enables us to capitalize on the economic benefits of the franchising model, yielding high margins and significant cash flow. We are focused on operating our business as efficiently and effectively as possible, maintaining a growth mindset, and delivering the absolute best customer experience. We provide quality education, and innovative technology products, valuable marketing and we leverage our size and scale to continue to build the strength of our brands and enhance our competitive advantages.\nOur History\nRE/MAX was founded in 1973 with an innovative, entrepreneurial culture affording our franchisees and their agents the flexibility to operate their businesses with great independence. In the early years of our expansion in the U.S. and Canada, we accelerated the brand’s growth by selling regional franchise rights to independent owners for certain geographic regions, a practice we still employ in countries outside of the U.S. and Canada. The RE/MAX global franchise network now has a presence in over 110 countries and territories, resulting in a global footprint that is unmatched by any other real estate brand. On June 25, 2013, RE/MAX Holdings, Inc. (“Holdings” or the “Company”) was formed as a Delaware corporation. On October 7, 2013, we completed an initial public offering of our Class A common stock, which trades on the New York Stock Exchange under the symbol “RMAX”. In October 2016, we launched Motto, the first national mortgage brokerage franchise brand in the U.S. In September 2020, we acquired wemlo, an innovative fintech company that provides third-party mortgage loan processing services. \nOur Brands\nRE/MAX. The RE/MAX strategy is to capitalize on the strength of being the #1 name in real estate, according to the MMR Strategy Group study of unaided brand awareness, sell franchises and help our franchisees recruit and retain trustworthy and highly productive agents. The RE/MAX brand is built on the strength of our global, entrepreneurial franchise network and our agent-centric model that helps to attract, develop and retain the trusted, productive and professional agents by maximizing their opportunity to retain a larger portion of their commissions. Some RE/MAX affiliates may also sell luxury real estate under the RE/MAX Collection® brand and commercial real estate under the RE/MAX Commercial® brand. As a result of our unique agent-centric approach, we have established a 50-year track record of helping millions of homebuyers and sellers achieve their goals, creating several competitive advantages in the process:\n\n●   Most trusted agents. According to consumers, RE/MAX agents continue to be voted the most trusted choice. Home buyers and sellers have voted RE/MAX as the brand with the #1 most trusted real estate agents in the U.S. and Canada year after year (1). The industry-leading trust was confirmed by the 2024 BrandSpark® Most Trusted Awards, a consumer-voted awards program that considers the responses of thousands of individuals.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   Leading brand awareness. The RE/MAX brand has the highest level of unaided brand awareness in residential real estate in the U.S. and Canada according to a consumer study conducted by MMR Strategy Group. Our iconic red, white and blue RE/MAX hot air balloon is one of the most recognized real estate logos in the world.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   Leading agent productivity. RE/MAX agents are, on average, substantially more productive than the industry average. RE/MAX agents have consistently outsold competing agents at large U.S. brokerages on average more than two-to-one over the last fourteen years based on data in the RealTrends Verified Best Brokerage rankings. In a survey of more than 1,300 participating large U.S. brokerages based on 2023 production, RE/MAX agents averaged 11.8 transaction sides, more than double the average of other agents (2).\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n\n\n\n\n●   Leading global market share. Nobody in the world sells more real estate than RE/MAX, as measured by residential transaction sides.\n--------------------------------------------------------------------------------------------------------------------------------------\n​\n\n●   Leading global presence. We have a growing global presence, as our agent count outside the U.S. and Canada continues to increase. Today, the RE/MAX brand has over 145,000 agents in nearly 9,000 offices and a presence in over 110 countries and territories—a global footprint bigger than any other real estate brokerage brand.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\n\n(1)   In the U.S. RE/MAX was voted most trusted Real Estate Agency brand by American shoppers based on the BrandSpark® American Trust Study, for 2019 and for the years 2022 through 2024. In Canada, RE/MAX was voted most trusted Real Estate Agency brand by Canadian Shoppers based on the BrandSpark® Canadian Trust Study, for 2017 and for the years 2019 through 2024.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n(2)   Transaction sides per agent calculated by RE/MAX based on 2024 RealTrends Verified Best Brokerages data, citing 2023 transaction sides for the 1,327 participating U.S. brokerages that closed 500 transaction sides, excluding 65 who did not report or publish active licensees. RE/MAX average: 11.8. Competitors: 5.2\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n​\nMotto. The Motto franchise model offers U.S. real estate brokers, real estate professionals, mortgage professionals and other investors access to the mortgage brokerage industry. Motto is highly complementary to our RE/MAX real estate business and is designed to improve the profitability of real estate brokerages and professionals by providing diversified revenue and income streams. Residential real estate brokerage owners and teams who own and operate a Motto franchise offer potential homebuyers an opportunity to find both real estate agents and independent Motto loan originators at offices near each other. Motto loan originators offer homebuyers with competitive financing choices by providing access to a variety of quality loan options from multiple leading wholesale lenders. In addition, Motto provides powerful technology, including the proprietary Loan Brokering System (“LBS”) through wemlo, which has been specifically designed and tailored to loan originators operating in the mortgage brokerage channel. The LBS and other technology offerings are designed to simplify the mortgage process and help franchisees and loan originators comply with complex mortgage regulations. Motto franchisees are mortgage brokers and are not lenders or mortgage bankers. Likewise, as a franchisor of the Motto brand and network, we are not a lender, a mortgage banker or a mortgage broker.\nwemlo. The wemlo platform is an innovative fintech solution, and the first cloud service for mortgage brokers, which combines third-party loan processing with the all-in-one digital LBS platform to add to our mortgage value proposition and growth opportunity. wemlo was created to solve one of the biggest challenges in the mortgage brokerage channel – inefficient loan processing. In addition to being the system of record for our Motto franchise network, the LBS also has automated tasks with an intuitive framework that enables loan processors of varying levels of experience to manage the workflow and efficiently provide a high level of service to the loan originators they support.\nOur Industries\nApproximately 95% of our total revenue is from operations in the U.S. and Canada. Furthermore, as approximately 92% of our Real Estate segment revenue comes from our real estate franchising operations in the U.S. and Canada, and 100% of our Mortgage segment revenues are generated in the U.S., macro-economic developments in the U.S. and Canadian real estate and mortgage markets significantly influence our business. These factors include, but are not limited to, interest rates and inflation. In 2022, interest rates began to rise, causing a decline in residential real estate and mortgage transaction activity in the U.S. and Canada. Difficult macroeconomic conditions for housing have persisted through at least early 2025. The nature of the residential real estate market in the U.S. and Canada is cyclical. The residential real estate markets in the U.S. and Canada are also large markets with approximately $1.9 trillion and $0.3 trillion, respectively, based on 2024 sales volume data and median price data from the National Association of Realtors (“NAR”), the U.S. Census Bureau and the Canadian Real Estate Association (“CREA”).\nReal estate agents are an important component of the residential real estate transaction, with 90% of all U.S. home sellers and 88% of U.S. homebuyers being represented by a real estate agent in 2024, according to NAR data. These figures have climbed over the last two decades—a period during which technology has materially changed the typical home-buying or selling transaction. We expect that advancements in technology, including with respect to artificial intelligence (“AI”) will continue. Competition for agents and listings has always been fierce and today is no different-especially for highly productive agents. New entrants with varying business models have continued to grow, drive consolidation, and take market share.\nThe mortgage brokerage industry also generally benefits from periods of increasing home sales activity and rising home prices, as this can result in increased purchase-money mortgage originations and from periods when homeowners \n\n\n\n\n\nrefinance to take advantage of lower interest rates. The mortgage brokerage industry is usually adversely impacted in periods of decreasing home sales activity, as this results in fewer purchase-money mortgage originations, and periods of high interest rates, making homeowners less likely to refinance.\nOur Franchising Model and Offerings\nThe RE/MAX Franchise Offering. RE/MAX is a 100% franchised business, with all RE/MAX branded brokerage office locations being operated by franchisees. We franchise directly in the U.S. and Canada, in what we call “Company-Owned Regions.” Franchisees (or broker-owners), in turn, enter into independent contractor relationships with real estate agents who represent real estate buyers and sellers. In general, franchisees do not receive an exclusive territory in the U.S. except under certain limited circumstances.\nIn the early years of our expansion in the U.S. and Canada, we sold regional franchise rights to independent owners for certain geographic regions, in what we call “Independent Regions”, pursuant to which those Independent Regions have the exclusive right to sell franchises. We have pursued a strategy to acquire those regional franchise rights from Independent Regions in the U.S. and Canada. Our remaining Independent Regions cover nine states, portions of one additional state, and the province of Quebec.\nWe believe the traditional agent-assisted business model, especially those supported by trusted, professional, and highly productive agents, compares favorably to alternative models in the residential real estate industry. We believe full-service brokerages are best suited to address many of the key characteristics of real estate transactions, including:\n\n(i)   the complexity and large monetary value involved in home sale transactions,\n---------------------------------------------------------------------------------\n\n(ii)   the infrequency of home sale transactions,\n-------------------------------------------------\n\n(iii)   the emotional stress associated with purchasing or selling a home;\n--------------------------------------------------------------------------\n\n(iv)   the high price variability in the home market,\n-----------------------------------------------------\n\n(v)   the intimate local knowledge necessary to advise clients in a fiduciary capacity in general and as it relates to unique neighborhood characteristics,\n-----------------------------------------------------------------------------------------------------------------------------------------------------------\n\n(vi)   the unique nature of each particular home, and\n-----------------------------------------------------\n\n(vii)   the consumer’s need for a high degree of personalized advice and support in light of these factors.\n-----------------------------------------------------------------------------------------------------------\nOur model maximizes RE/MAX agents’ productivity by providing the following combination of benefits to our franchisees and agents:\n\n●   Affiliation with the Leading Brand in Residential Real Estate. With a presence in over 110 countries and territories – a global footprint unmatched by any of our competitors – and leading unaided brand awareness in the U.S. and Canada, according to a consumer study by MMR Strategy Group, we reinforce brand awareness through marketing and advertising campaigns that are augmented by our franchisees’ and agents’ local marketing.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Entrepreneurial, High-Performance Culture. Our brand and the economics of our model generally attract driven, professional, entrepreneurially minded franchisees, and we allow them autonomy to run their businesses independently, including the freedom to negotiate commission rates and splits and oversee local advertising aligned with RE/MAX brand standards. Our Voice of Customer program enables us to gain valuable insights into our customers' entrepreneurial needs, allowing us to provide enhancements to our value proposition responsive to our customers’ needs and more effective support. We believe we can utilize economies of scale for beneficial pricing for our franchisees.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   High Agent Commission Split and Low Franchise Fees. We recommend to our franchisees an agent-favorable commission split of 95%/5%, in exchange for the agent paying fixed fees to share the overhead and other costs of the brokerage.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Technology and Marketing Tools. We believe we offer competitive technology. We provide agent-facing technology via the BoldTrail platform, which integrates a suite of digital products that empower high-producing agents, teams and brokers to proactively establish, manage and grow client relationships. With the Customer Relationship Management (“CRM”) at the core of this ecosystem, the technology platform also utilizes lead cultivation tools and incorporates digital marketing products and competitive market analyses to streamline an agent’s business. The BoldTrail platform also now offers an agent level email-integrated, AI productivity tool (“Folio”), advanced recruiting, retention and productivity coaching to support franchisee growth (“Recruit”) and a comprehensive end-to-end back-office solution (“Backoffice”). The BoldTrail platform also integrates key\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\npartnerships that are widely adopted across the industry. The BoldTrail platform empowers users with enhanced insights and real-time transaction level data. We are also continuing to invest in our flagship websites, remax.com, remax.ca, and mottomortgage.com. We believe that these investments in our digital assets can improve the consumer experience with our brands and increase the productivity of our agents, while at the same time diversifying our revenue streams.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   RE/MAX University® Educational Programs. We partner with several industry leaders to provide tools aimed at increasing the success of new and existing agents as well as teams of RE/MAX professionals. Additionally, our RE/MAX University platform is an exclusive-to-RE/MAX learning hub designed to help each agent increase their professional expertise. Built on intuitive technology that leverages AI, RE/MAX University offers affiliates a modern, simplified experience as they access relevant educational resources via desktop or mobile devices. Prior to opening an office in the U.S. or Canada, a franchisee or principal owner is required to attend a four-to five-day educational program at our global headquarters or virtually.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   RE/MAX Marketing and Promotion. We believe the widespread recognition of the RE/MAX brand and our iconic red, white and blue RE/MAX hot air balloon logo and property signs is a key aspect of our value proposition to agents and franchisees. A variety of advertising, marketing and promotional programs on a global, national and local level build our brand and generate leads for RE/MAX agents, including leading websites such as remax.com and remax.ca and advertising campaigns across various mediums. We cultivate leads that are validated and qualified before they are routed to our agents. Event-based marketing programs, sponsorships, sporting activities and other similar functions also promote our brand. We see a great opportunity to further enhance our brand's widespread recognition. Our comprehensive strategy supports franchisees and agents in strengthening our brand, driving awareness, generating lead generation opportunities including referrals, and ultimately fostering loyalty and engagement. Our franchisees and their agents fund nearly all the advertising, marketing and promotion supporting the RE/MAX brand, which, in the U.S. and Canada, occurs primarily on two levels:\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Marketing Funds. Funds are collected from franchisees by our Marketing Funds entities primarily in Company-Owned Regions to support marketing campaigns to build brand awareness and to support the Company’s consumer facing technology, such as BoldTrail. The use of the dollars in the Marketing Funds is restricted by the terms of our franchise agreements. Independent Regions may contribute to creative and/or media campaigns or technology initiatives to achieve economies of scale but are generally responsible for any regional advertising in their respective areas.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Franchisee and Agent Sponsored Local Campaigns. Our franchisees and their agents engage in extensive promotional efforts within their local markets to attract customers and drive agent and brand awareness locally. These programs are subject to our brand standards for use of the RE/MAX brand, but we allow our franchisees and their agents substantial flexibility to create advertising, marketing and promotion programs that are tailored to local market conditions.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nThe Motto Franchise Offering. We believe mortgage brokers and their affiliated loan originators provide choice and a valuable “concierge” service for consumers. Mortgage brokers are familiar with the latest loan programs, products and choices available through various wholesale lenders. A professional mortgage broker and their affiliated loan originators can introduce consumers to loan programs from several lenders, providing choice and information that consumers may be unlikely to locate on their own. In 2024, approximately 19% of mortgage originations were handled by mortgage brokerages. We believe there is long-term potential for the mortgage brokerage channel to continue to increase market share. \nMotto is the first and only national mortgage brokerage franchise brand in the U.S. We are a mortgage brokerage franchisor, not a lender, banker or mortgage brokerage. Our franchisees are brokers, not lenders or bankers, and so neither we nor our franchisees fund or service any loans. As a franchisor, we help our Motto franchisees establish independent mortgage brokerage companies, with a model designed to comply with complex regulations, essentially providing a \"mortgage brokerage in a box\". This model not only creates an ancillary business opportunity for current real estate brokerage firms and professionals but also offers opportunities for mortgage professionals seeking to open their own businesses and other independent investors interested in financial services. The Motto model offers value to our franchisees by offering:\n\n●   Setup Guidance. We guide owners through every step of the setup process.\n----------------------------------------------------------------------------\n\n●   Compliance, Education, and Support. We provide robust compliance support, including examination assistance and a system built with transparency in mind. To help each franchise owner, we provide support structures that allow them to spend their time getting more business.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Access to Multiple Lenders. Motto franchisees work with a pre-vetted group of wholesale lenders to streamline the shopping process and to provide customers with competitive choices.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Technology. We have seamlessly integrated industry leading systems into one time-saving technological ecosystem including intuitive mortgage origination, LBS, CRM and marketing platforms.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Loan Processing. Through our wemlo brand, we offer Motto franchisees, as well as mortgage brokers across the brokerage industry, a customer-centric team of processors who are diligently recruited, accompanied by experienced managers who help facilitate a seamless clear-to-close experience. We provide ongoing training and educational opportunities for our processors to ensure that they stay current on recent industry trends.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Franchising Expertise. As a member of a family of brands with over 50 years of franchising experience, we provide best practices to franchisees.\n----------------------------------------------------------------------------------------------------------------------------------------------------\nOur Motto brokerage franchisor, Motto Franchising, LLC, offers seven-year agreements with franchisees. Motto sells franchises directly throughout the U.S. as there are no regional franchise rights in the Motto system. Our customers are both RE/MAX and non-RE/MAX real estate brokers, real estate professionals, independent mortgage professionals and other investors seeking access to the mortgage brokerage industry. \nOur Competition\nRE/MAX. The residential real estate brokerage industry is fragmented and highly competitive. We compete against many different types of competitors including traditional real estate brokerages, non-traditional real estate brokerages, including some that offer deeply discounted commissions to consumers and others which operate virtually without brick-and-mortar brokerage offices. We compete in different ways for franchisees, for agents, and for consumers. \nMany brokerages are independent, with the best-known independent brokerages being regional players. At the individual office level, oftentimes our most formidable competition is that of a local, independent brokerage. Brokerages affiliated with franchises tend to be larger, on average, than independents and are part of a national network. Our largest national competitors in the U.S. and Canada include the brands operated by Anywhere Real Estate Inc. (Century 21, Coldwell Banker, ERA, Sotheby’s, Corcoran and Better Homes and Gardens), Berkshire Hathaway Home Services, eXp Realty, Keller Williams Realty, Inc., and Royal LePage (in Canada). Our franchisees also compete to attract and retain agents against real estate franchisors that offer 100% commissions and low fees to agents from firms like HomeSmart and Realty ONE Group. National brokerage models that operate both with and without a physical footprint, including Compass, eXp Realty, the REAL Brokerage, LPT Realty and Fathom Realty have gained market share in recent years as competition for highly productive agents and teams has continued to intensify. \nMotto. The mortgage brokerage business in which Motto franchisees participate is highly competitive and competition for talented loan originators and loan processors is often fierce. Additionally, wholesale lenders may also provide similar services that Motto offers to our franchisees. There are no other national mortgage brokerage franchises in the United States. However, in 2022, a new regional mortgage brokerage franchise brand began operations. The mortgage origination business is characterized by a variety of business models. While real estate brokerage owners are our core market for the purchase of Motto franchises, such owners may form independent, non-franchised mortgage brokerages, mortgage bankers or correspondent lenders. They may enter joint ventures with mortgage lenders, brokers or bankers for mortgage originations, and they may elect not to enter the mortgage origination business themselves but instead earn revenue from providing marketing and other services to mortgage lenders, brokers or bankers.\nOur Value Creation and Growth Strategy\nAs primarily a franchisor, we generate favorable margins and healthy amounts of cash flow that facilitate our value creation and growth strategy, and when appropriate and feasible, returning capital to our shareholders. As a leading franchisor in the residential real estate industry in the U.S., Canada and globally, as well as a leading franchisor in the residential mortgage industry in the U.S., we create shareholder value by: \n\na)   strengthening and enhancing our existing business and value proposition primarily by growing and monetizing our RE/MAX network of nearly 9,000 offices and over 145,000 agents, our Motto network of over 220 open offices and our digital assets;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nb)   developing new products and services leveraging existing assets, which may include, but not be limited to, monetizing transactions, franchisees, agents and loan originators and providing ancillary services; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\nc)   exploring and executing on large scale opportunities to pursue enhancements to our value proposition via additional business models, additional market segments and additional real estate verticals as well as re-acquiring regional RE/MAX franchise rights in Independent Regions in the U.S. and Canada.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nSegment Revenue and Profit\nAs a franchisor, we maintain a low fixed-cost structure. In addition, our stable, fee-based model derives a majority of our revenue from recurring fees paid by our RE/MAX and Motto franchisees, RE/MAX Independent Region franchise owners and RE/MAX agents. This combination contributes to healthy margins and meaningful cash flow. We have three reportable segments: Real Estate, Mortgage and Marketing Funds. \nReal Estate comprises our real estate brokerage franchising operations under the RE/MAX brand name and corporate-wide shared services expenses. Mortgage is comprised of our mortgage brokerage franchising operations under the Motto brand and mortgage loan processing software and services under the wemlo brand. Marketing Funds represents our marketing campaigns designed to build and maintain brand awareness for both of our franchise brands and the costs of agent marketing technology such as BoldTrail. Other Revenue contains all other operations which are quantitatively insignificant. \nHistorically the majority of our revenue is recurring in nature and driven by the number of agents in the RE/MAX network and the number of open offices in the Motto network. Our recurring revenue streams include continuing franchise fees, which are fixed contractual fees paid monthly (a) by regional franchise owners in Independent Regions or franchisees in Company-Owned Regions based on the number of RE/MAX agents in the respective franchised region or office or (b) by Motto franchisees based on the number of open offices, and annual dues, which are paid annually by RE/MAX agents. For the years ended December 31, 2024, 2023 and 2022, these recurring revenue streams accounted for 67.4%, 66.7% and 64.3% of our revenue excluding the Marketing Funds, respectively. Broker fees are a variable revenue stream and represent a percentage, generally 1%, of the real estate commissions paid by customers when a RE/MAX agent buys or sells a home. For the years ended December 31, 2024, 2023 and 2022, Broker fees accounted for 22.7%, 21.1% and 23.9% of our revenue excluding the Marketing Funds, respectively. \nThe remainder of our revenue is derived from franchise sales and renewals, preferred marketing arrangements, event-based revenue, mortgage loan processing revenue and digital advertising revenue. We evaluate the operating results of our segments based on revenue and adjusted earnings before interest, the provision for income taxes, depreciation and amortization and other non-cash and non-recurring cash charges or other items (“Adjusted EBITDA”). See Note 15, Segment Information, included in “Part II, Item 8.—Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for further disclosures about segments and descriptions of Adjusted EBITDA.\nReal Estate. The amount of revenue recognized varies significantly depending on whether RE/MAX affiliates are in Company-Owned Regions in the U.S. and Canada, Independent Regions in the U.S. and Canada, or Global Regions outside of the U.S. and Canada. We receive a higher amount of revenue per agent in our Company-Owned Regions than in our Independent Regions in the U.S. and Canada, and more in Independent Regions in the U.S. and Canada than in Global Regions. We receive the entire amount of the continuing franchise fee, broker fee and initial franchise and renewal fee in Company-Owned Regions, whereas we generally receive only 15% or 30% of the amount of such fees in Independent Regions, which is a fixed rate in each Independent Region established by the terms of the applicable regional franchise agreement. We base our continuing franchise fees, annual dues and broker fees outside the U.S. and Canada on the same structure as our Independent Regions, except that the aggregate level of such fees is substantially lower in these markets. Our average revenue (excluding the Marketing Funds fees) per agent in Company-Owned Regions in the U.S. and Canada was approximately $2,570, $2,550, and $2,750, with approximately $820, $765 and $850 less per agent in Canada than in the U.S. primarily due to different broker fee structures and because of foreign exchange differences between the U.S. dollar and the Canadian dollar, for the three years ended December 31, 2024, 2023 and 2022, respectively. Our average revenue (excluding the Marketing Funds fees) in Independent Regions in the U.S. and Canada was approximately $770, $800, and $825, and in Global Regions outside of the U.S. and Canada was approximately $220, $205, and $200, in the three years ended December 31, 2024, 2023 and 2022, respectively.\nMortgage. We believe the growth and success of our mortgage segment is dependent on providing real estate brokers and other entrepreneurs with opportunities for revenue and earnings diversification – a strategy we believe is increasingly important in the face of shifting housing market conditions. Our revenue is derived in the U.S. from fixed monthly fees, franchise sales and renewals, and mortgage loan processing. The monthly fees are initially discounted and ramp up to the \n\n\n\n\n\nfull fixed monthly fee of $4,650 at set intervals over the initial 12-month period from date of franchise sale. Subsequently, we charge a fixed monthly fee of $4,650 throughout the remainder of the franchise agreement term. This revenue is included in Continuing Franchise Fees. As of December 31, 2024, we had approximately 96% of our billed offices being charged the full fixed monthly fee. Our average monthly fee revenue per office for Motto was approximately $3,800, $3,800, and $4,050 in the three years ended December 31, 2024, 2023 and 2022, respectively. The decrease in average monthly fee revenue per Motto office is due to a decrease in the number of open Motto offices paying the full fixed monthly fee due to financial relief we have extended on a limited basis during the recent mortgage downturn.\nFor our wemlo mortgage loan processing revenue, we charged a fixed processing fee of $725 for each loan closed through a Motto franchise and a fixed processing fee of $995 for most loans closed through external customers in 2023. The fixed processing fee for the Motto network increased to $825 per loan starting January 1, 2024.\nMarketing Funds. Our Marketing Funds revenue is derived primarily from RE/MAX franchisees in Company-Owned Regions based on the number of RE/MAX agents in the respective franchise, with smaller contributions by Independent Region owners and Motto franchisees. Marketing Funds revenues are fixed contractual fees paid monthly by RE/MAX and Motto franchisees based on the terms outlined in the franchise agreement.\nSee Note 2, Summary of Significant Accounting Policies, included in “Part II, Item 8.—Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for further disclosures about our various revenue streams.\nIntellectual Property \nWe believe that our intellectual property rights contribute significantly to the success of our business and our competitive position. Our RE/MAX® trademark has been in use for over fifty years, and we believe consumers have come to recognize the RE/MAX brand as being synonymous with high-quality real estate service. We regard our RE/MAX trademark, balloon logo and property sign design trademarks as having significant value. We protect the RE/MAX, Motto and wemlo brands through a combination of trademarks and copyrights. We strategically pursue registration of important trademarks and actively protect our brands in the U.S. and internationally against third-party infringement. We have registered the RE/MAX trademark in the U.S., Canada, and over 150 other countries and territories, and have registered various versions of the RE/MAX balloon logo and real estate property sign design in numerous countries and territories as well. We have registered Motto® and Motto Mortgage® as trademarks in the U.S. and registered Motto as a trademark in other countries as well. We have also registered the wemlo trademark in the U.S. and Canada. Our franchisees, Independent Regions and Global Regions actively use the RE/MAX and Motto trademarks pursuant to their franchise or regional agreements with us. We also are the registered holder of remax.com, remax.ca, mottomortgage.com and a number of other domain names that include “remax,” “motto” or “wemlo,” including domains that we offer to our Global Regions to use as their primary internet address. \nCorporate Structure and Ownership\nHoldings is a holding company incorporated in Delaware and its only business is to act as the sole manager of RMCO, LLC (“RMCO”). In that capacity, Holdings operates and controls all of the business and affairs of RMCO. RMCO is a holding company that is the direct or indirect parent of all of our operating businesses, including RE/MAX, LLC and Motto Franchising, LLC. As of December 31, 2024, Holdings owns 60.2% of the common units in RMCO, while RIHI, Inc. (“RIHI”) owns the remaining 39.8% of common units in RMCO. RIHI is majority owned and controlled by David Liniger, our Chairman and Co-Founder, and by Gail Liniger, our Vice Chair Emerita and Co-Founder. \n\n\n\n\n![alt  Graphic](https://www.sec.gov/Archives/edgar/data/1581091/000155837025001224/rmax-20241231x10k005.jpg)\n\nThe diagram below depicts our organizational structure:\nThe holders of Holdings Class A common stock collectively own 100% of the economic interests in Holdings, while RIHI owns 100% of the outstanding shares of Holdings Class B common stock.\nPursuant to the terms of the Company’s Certificate of Incorporation, RIHI, as holder of all of Holdings’ Class B common stock is entitled to a number of votes on matters presented to Holdings’ stockholders equal to the number of RMCO common units that RIHI holds. Through its ownership of the Class B common stock, RIHI holds 39.8% of the voting power of the Company’s stock as of December 31, 2024. Mr. Liniger also owns Class A common stock with an additional 1.1% of the voting power of the Company’s stock as of December 31, 2024.\nHoldings Ownership of RMCO and Tax Receivable Agreements\nAt the time of the Company’s IPO in October 2013 and again in November and December 2015, Holdings acquired significant ownership in RMCO in the form of RMCO Common Units. At these times, Holdings acquired 11.5 million and 5.2 million Common Units, respectively, and then issued an equal number of Class A common stock in exchange for these Common Units, which RIHI subsequently sold to the market. When Holdings acquired the aforementioned Common Units, it received a step-up in tax basis for RMCO's assets. This step-up, mainly related to intangible assets including franchise agreements and goodwill, has in the past, and is expected to again in the future, resulted in substantial tax deductions over many years, creating future tax benefits reflected as deferred tax assets. If Holdings acquires more RMCO Common Units from RIHI, its ownership percentage and deferred tax assets will increase, assuming sufficient taxable income. Without sufficient taxable income, a valuation allowance may be recorded against the deferred tax assets. \nIn October 2013, November and December 2015, Holdings entered into Tax Receivable Agreements (“TRA”) requiring annual payments to TRA holders of 85% of the tax benefits from the deductions Holdings received due to aforementioned step-up in tax basis. If there is a taxable loss, payments are deferred until the loss benefit is recognized. As of December 31, 2024, TRA holders are RIHI and Parallaxes Rain Co-Investment, LLC. TRA liabilities were established for the future cash obligations expected to be paid under the TRAs and are not discounted. Similar to the deferred tax assets, the TRA liabilities would increase if Holdings acquires additional Common Units of RMCO from RIHI. The deferred tax assets and related TRA liabilities are valued, in part, based on the enacted U.S. and state corporate tax rates. \nIn 2023, we determined a full valuation allowance was needed for our deferred tax assets due to reduced taxable income primarily from settling costly litigation. This led to a remeasurement of TRA liabilities, resulting in a $25.3 million gain. See Note 11, Income Taxes, and Note 13, Commitments and Contingencies, to the consolidated financial statements included in “Part II, Item 8.—Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for further information.Human Capital Management \nAs of December 31, 2024, our 536 full-time employees are spread throughout the U.S. and Canada, with nearly half located near our headquarters in Denver, Colorado. As a franchisor, we refer to ourselves as “a business that builds businesses,” and our franchisees are all independently operated. Their employees, including Motto loan originators and independent contractor RE/MAX agents are therefore not included in our employee count. None of our employees are represented by a union. The following table summarizes the number of employees and employee makeup by function as of December 31 of each year:\n\n               ​                  ​    ​     ​    ​     ​      ​    \n--------------------------------------------------------------------\n​                                 ​   2024   ​   2023   ​   % change\nFull-time employees               ​    536   ​    544   ​   (1%)    \n​                                 ​      ​   ​      ​   ​   ​       \nEmployee function                 ​      ​   ​      ​   ​   ​       \nTechnology                        ​    29%   ​    28%   ​   1%      \nSales and franchise development   ​    28%   ​    28%   ​   0%      \nMarketing, education and events   ​    16%   ​    17%   ​   (1%)    \nShared services                   ​    27%   ​    27%   ​   0%      \nTotal                             ​   100%   ​   100%   ​   ​       \nWhen searching for new employees, we look for bright, forward-thinking individuals who are committed to innovation, value teamwork and are passionate about helping entrepreneurs build and grow their businesses. Our mission is to deliver the best experience in everything real estate. To achieve this, we hire individuals who reflect our M.O.R.E. core values:\n\n●   Max Effort. You stay hungry and are never satisfied, pushing yourself to maximum heights. You bring maximum energy and enthusiasm to everything you do, moving the ball forward as far as you can. You actively learn, listen, improve and evolve. Your growth never stops.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Obsessed with Customer Experience. You put customers first, obsessing on their needs and exceeding their expectations. You know the company is built on relationships, and you’re serious about maintaining them. You think big, delivering a service that is far beyond the norm.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Right Thing. You act with integrity, honesty and transparency, every day. You hold yourself to a higher standard in performance, ethics, accountability and decision quality. You own your actions and outcomes, taking smart risks with confidence and decisiveness while keeping an enterprise perspective.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Everybody Wins. You collaborate and communicate, contributing to an environment in which everybody wins. You lead by example, helping others develop their talents and reach their goals. You show gratitude and respect. Everybody’s voice matters. You strive to use resources efficiently, for everybody’s greater good.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nEmployee engagement. We conduct regular confidential surveys of our employees to determine employee satisfaction and to identify areas of employee engagement that require management attention. A question that is asked as part of these surveys is, “How happy are you working at the Company?” Approximately 79% of respondents answered favorably in the most recent employee survey from the last half of 2024.\nLeadership compensation and retention. Our philosophy is that compensation should aim to align the goals of management with the long-term strategy of the Company and the interests of its stockholders and to attract, retain and develop talented people. Toward these ends, we seek to provide a competitive level of compensation that rewards for both short-term performance and longer-term value creation, promotes accountability, incentivizes individual performance aligned with long-term strategy. This philosophy drives all aspects of officer compensation, including our base pay guidelines, annual incentives, and grants of long-term equity-based compensation awards. A substantial portion of each of our executive officer’s compensation is at risk. Annual succession planning for senior leadership is overseen by our Board of Directors, including development plans for the next level of our senior leaders. Annual talent and succession reviews focus on both high performers as well as those with high potential to keep our pipeline of tomorrow’s leaders full.\nDevelopment and opportunity. As a franchisor, human capital development and opportunity are foundational elements of our business model. These attributes permeate our networks as we offer motivated entrepreneurs from diverse backgrounds in over 110 countries and territories the opportunity to be successful small business owners in real estate. Moreover, we have been a leader in expanding opportunities for women within real estate since our founding almost 50 years ago. In our early days, one of the keys to our initial success was an intentional decision to target women to join our RE/MAX network as real estate agents, which helped create professional opportunities for women in a traditionally male-\n\n\n\n\n\ndominated industry at the time. Through the years, we have made leadership opportunities for women a priority within our organization. For example, in the history of the Company, two of our seven CEOs have been women, and today, three of our nine executive officers and five of our 10 board members are female. Globally, approximately 49% of our RE/MAX franchises have at least one female owner and 53% of RE/MAX agents are women, as of December 31, 2024. We continue to partner with multiple industry advocacy groups that promote diversity and equality in homeownership. \nCorporate social responsibility. The RE/MAX network has supported, since 1992, Children's Miracle Network Hospitals® in the U.S. and Children's Miracle Network® in Canada, to help sick and injured children. Through the Miracle Home® program, participating RE/MAX agents donate to Children's Miracle Network Hospitals once a home sale transaction is complete. The RE/MAX network has donated over $200 million to the Children’s Miracle Network Hospitals in the U.S. and Canada since 1992. The Motto network aims to bring hope to food-insecure communities through the Motto Mortgage Mission Against Hunger. This initiative organizes food drives nationwide and delivers donations to local food pantries.\nSeasonality \nThe residential housing market is seasonal, with transactional activity in the U.S. and Canada typically peaking in the second and third quarter of each year. Our results of operations are somewhat affected by these seasonal trends. Our Adjusted EBITDA margins are often lower in the first and fourth quarters due primarily to the impact of lower broker fees and other revenue as a result of lower overall sales volume, as well as higher selling, operating and administrative expenses in the first quarter for expenses incurred in connection with the RE/MAX annual agent convention. \nGovernment Regulation \nFranchise Regulation. The sale of franchises is regulated by various state laws, as well as by the Federal Trade Commission (“FTC”). The FTC requires that franchisors make extensive disclosures to prospective franchisees but does not require registration. A number of states require registration or disclosure by franchisors in connection with franchise offers and sales. A number of states require registration and disclosure or impose bonding requirements on “business opportunities” which in some cases do not exempt franchises. Several states also have “franchise relationship laws” that limit the ability of the franchisor to terminate franchise agreements or to withhold consent to the renewal or transfer of these agreements. The states with relationship or other statutes governing the termination of franchises include Arkansas, California, Connecticut, Delaware, Hawaii, Illinois, Indiana, Iowa, Michigan, Minnesota, Mississippi, Missouri, Nebraska, New Jersey, Rhode Island, Virginia, Washington and Wisconsin. Some franchise relationship statutes require a mandated notice period for termination; some require a notice and cure period; some require that the franchisor demonstrate good cause for termination; and some include buyback requirements. Although we believe that our franchise agreements comply with these statutory requirements, failure to comply with these laws could result in our company incurring civil and criminal liability. In addition, while historically our franchising operations have not been materially adversely affected by such regulation, we cannot predict the effect of any future federal or state legislation or regulation. \nReal Estate and Mortgage Regulation. The Real Estate Settlement Procedures Act (“RESPA”) and state real estate brokerage laws and mortgage regulations restrict payments which real estate brokers, mortgage brokers, and other service providers in the real estate industry may receive or pay in connection with the financing of sales of residences, the refinancing of residential mortgage loans and the referral of settlement services, such as real estate brokerage, mortgages, homeowners’ insurance and title insurance. Such laws affect the terms that we may offer in our franchise agreements with Motto franchisees and may to some extent restrict preferred vendor programs, both for Motto and RE/MAX. Federal, state and local laws, regulations and ordinances related to the origination of mortgages, may affect other aspects of the Motto business, including the extent to which we can obtain data on Motto franchisees’ compliance with their franchise agreements. These laws and regulations include (i) the Federal Truth in Lending Act of 1969 (“TILA”), and Regulation Z (“Reg Z”) thereunder; (ii) the Federal Equal Credit Opportunity Act (\"ECOA'') and Regulation B thereunder; (iii) the Federal Fair Credit Reporting Act and Regulation V thereunder; (iv) RESPA, and Regulation X thereunder; (v) the Fair Housing Act; (vi) the Home Mortgage Disclosure Act; (vii) the Gramm-Leach-Bliley Act and its implementing regulations; (viii) the Consumer Financial Protection Act and its implementing regulations; (ix) the Fair and Accurate Credit Transactions Act-FACT ACT and its implementing regulations; and (x) the Do Not Call/Do Not Fax Act and other state and federal laws pertaining to the solicitation of consumers.\nAvailable Information \nRE/MAX Holdings, Inc. is a Delaware corporation and its principal executive offices are located at 5075 South Syracuse Street, Denver, Colorado 80237, telephone (303) 770-5531. The Company’s Annual Report on Form 10-K, quarterly \n\n\n\n\n\nreports on Form 10-Q, current reports on Form 8-K, and amendments to those reports are available free of charge through the “Investor Relations” portion of the Company’s website, www.remaxholdings.com, as soon as reasonably practical after they are filed with the Securities and Exchange Commission (“SEC”). The content of the Company’s website is not incorporated into this report. The SEC maintains a website, www.sec.gov, which contains reports, proxy and information statements, and other information filed electronically with the SEC by the Company.",
      "char_count": 61042
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS \nRE/MAX Holdings, Inc. and its consolidated subsidiaries (collectively, the “Company,” “we,” “our” or “us”) could be adversely impacted by various risks and uncertainties. An investment in our Class A common stock involves a high degree of risk. You should carefully consider the following risk factors, as well as all of the other information contained in this Annual Report on Form 10-K, including our audited consolidated financial statements and the related notes thereto before making an investment decision. If any of these risks actually occur, our business, financial condition, operating results, cash flow and prospects may be materially and adversely affected. As a result, the trading price of our Class A common stock could decline, and you could lose some or all of your investment. \nWe have grouped our risks according to:\n\n●   Risks Related to Our Business;\n----------------------------------\n\n●   Risks Related to Our Industry;\n----------------------------------\n\n●   Risks Related to Our Legal and Capital Structure;\n-----------------------------------------------------\n\n●   Risks Related to Governmental Regulations; and\n--------------------------------------------------\n\n●   General Risks.\n------------------\nRisks Related to Our Business\nWe may fail to execute our strategies to grow our business, which could have a material adverse effect on our financial performance and results of operations. \nWe are pursuing a number of strategies to grow our revenue and earnings and to deploy the cash generated by our business. We constantly strive to increase the value proposition for franchisees, agents, loan originators and consumers. If we do not reinvest in our business in ways that make our brands attractive to franchisees, agents, loan originators and consumers, we may become less competitive. Additionally, we explore opportunities to acquire other businesses, including businesses that are complementary to our core businesses or RE/MAX Independent Regions. If we fail to develop or execute on our business strategy, fail to make good business decisions, fail to enforce a disciplined management process to ensure that our investment of resources aligns with our strategic plan and our core competencies, or fail to properly allocate resources to and focus management attention on strategic areas, any of these could negatively impact our financial performance and results of operations. \nFailing to develop and maintain a positive relationship with our franchisees, agents and loan originators could compromise our ability to maintain or expand the RE/MAX and Motto networks. \nAlthough we believe our relationship with our franchisees and their agents and loan originators is strong, the nature of such relationships can give rise to conflict. For example, franchisees, agents or loan originators may become dissatisfied with the fees and dues owed to us, particularly in a period of economic downturn and uncertainty or in the event that we increase fees and dues. Affiliates may also disagree with certain network-wide policies and procedures, including policies dictating brand standards or affecting their marketing efforts. They may also be disappointed with other aspects of our value proposition including our marketing campaigns, technology offerings, or educational content. If we experience any conflicts with our franchisees on a large scale, our franchisees may decide not to renew their franchise agreements upon expiration or seek to disaffiliate with us, which could result in litigation. These events may, in turn, materially and adversely affect our business and operating results. \nAn organized franchisee association could also pose risks to our ability to set the terms of our franchise agreements and our pricing.\n\n\n\n\n\nOur financial results are affected directly by the operating results of franchisees and their agents and loan originators who operate independently from our control. Our financial results and the financial results of our franchisees are affected by the ability of our franchisees to attract and retain agents and loan originators, which can be impacted by the overall macro-economic environment. \n\nOur financial results depend upon the operational and financial success of our franchisees and, for RE/MAX, their agents and for Motto Mortgage, their loan originators. Our franchise systems provide more autonomy to these independent franchisees than is common in other franchised industries such as hospitality. Given this autonomy, we have virtually no control over the day-to-day operations of our franchisees and no control over the fees they charge. \n\n\nOur financial results depend heavily upon the number of RE/MAX agents and Motto offices in our networks, and the success of our franchisees depends largely on the ability of franchisees to attract and retain high quality agents and loan originators. Our independent franchise operators may choose not to adopt initiatives and products designed to help them, and therefore may be less successful. Most of our revenue is derived from recurring franchise fees paid by our franchisees or regional franchise owners based on the number of affiliated agents or offices, annual dues paid by RE/MAX agents, and recurring franchise fees based on the number of open Motto offices. If our franchisees are not able to attract and retain agents and loan originators or successfully manage teams of agents within their brokerages, none of which is within our direct control, our revenue may decline. \nOur revenue may decline if franchisees are unable to pay the fees owed to us. We terminate franchisees for non-payment, non-reporting and other non-compliance with their franchise agreements. We may terminate franchisees more frequently in the future which may, in turn, materially and adversely affect our business and operating results.\nOur RE/MAX franchisees self-report their agent counts and agent commissions which drive the fees due to us, and we have limited tools to verify these reports. This could impact our ability to collect revenue owed to us by our Independent Regions, franchisees, and agents, and could affect our ability to forecast our performance accurately. \n\nUnder our RE/MAX franchise agreements, franchisees, including Independent Regions, self-report (a) the number of agents and (b) gross commissions and other statistics from home sale transactions. This data is used to determine our billings for continuing franchise fees, annual dues and broker fees. We have limited methods of validating the data and must rely on reports submitted and our internal protocols for verifying the data. If franchisees were to underreport or erroneously report such data, even unintentionally, we may not receive all the revenues due to us. In addition, to the extent that we were underpaid, we may not have a definitive method for determining such underpayment. If a material number of our franchisees were to underreport or erroneously report their agent counts, agent commissions, or fees due to us, it could have a material adverse effect on our financial performance and results of operations. Further, RE/MAX agent count is a key performance indicator (KPI), and incomplete information, or information that is not reported in a timely manner could impair our ability to evaluate and forecast key business drivers and financial performance. \nOur franchisees and their agents or loan originators could take actions that could harm our reputation and our business. \n\nOur franchisees are independently owned and operated businesses and as such, the agents and loan originators who work within those businesses are not our employees and we do not exercise control over their day-to-day operations. Franchisees may not operate their real estate and mortgage brokerage businesses consistent with industry standards or may not attract and retain qualified agents and loan originators. If franchisees, agents, or loan originators were to provide diminished quality of service to customers, engage in fraud, misconduct, negligence or otherwise violate the law or applicable codes of ethics, our image and reputation may suffer materially, and we may become subject to liability claims based upon such actions. Any such incidents could adversely affect our results of operations. \n\n\nBrand value can be severely damaged even by isolated incidents, particularly if the incidents receive considerable negative publicity or result in litigation. Some of these incidents may relate to the way we manage our relationship with our franchisees, our growth strategies or the ordinary course of our business or our franchisees’ businesses. Other incidents may arise from events that are or may be beyond our control and may damage our brand, such as actions taken (or not taken) by one or more franchisees or their agents and loan originators relating to health, safety, cybersecurity, welfare or other matters, litigation and claims, failure to maintain high ethical and professional standards, failure to comply with local laws and regulations, and illegal activity targeted at us or others. Our brands’ value could diminish significantly if any such incidents or other matters erode consumer confidence in us, which may result in a decrease in our total agent, loan officer \n\n\n\n\n\nand franchisee office counts and, ultimately, lower revenues, which in turn would materially and adversely affect our business and results of operations.\n\nThe failure of Independent Region owners to successfully develop or expand within their respective regions could adversely impact our revenue and earnings growth opportunities. \n\nWe sold regional master franchises in the U.S. and Canada (Independent Regions) and have sold and continue to sell regional master franchises in our global locations outside of Canada. We continue to depend on Independent Regions in the U.S., Canada and globally, which have the exclusive right to grant franchises within a particular region, to successfully develop or expand within their respective regions and to monitor franchisees’ use of our brand. The failure of any of these Independent Region owners to do these things, or the termination of an agreement with a regional master franchisee could delay the development of a particular franchised area, interrupt the operation of our brand in a particular market or markets while we seek alternative methods to develop our franchises in the area, and weaken our brand image. Such an event could result in lower revenue growth opportunities for us, which would adversely impact our growth prospects.\n\n\nWe are subject to certain risks related to litigation filed by or against us, and adverse results may harm our business and financial condition. \n\nWe cannot predict with certainty the costs of defense, the costs of filing claims, insurance coverage or the ultimate outcome of litigation and other proceedings filed by or against us, including remedies or damage awards, and adverse results in such litigation and other proceedings may harm our business and financial condition. \nSuch litigation and other proceedings may include, but are not limited to, the industry class-action lawsuits as disclosed in Note 13, Commitments and Contingencies, securities litigation including class actions and shareholder derivative litigation, privacy and Telephone Consumer Protection Act litigation including class actions, complaints from or litigation by franchisees, usually related to alleged breaches of contract or wrongful termination under the franchise arrangements, or actions relating to intellectual property, commercial arrangements and franchising arrangements. A substantial unsatisfied judgment against us or one of our subsidiaries could result in bankruptcy, which would materially and adversely affect our business and operating results.\nOur global operations may be subject to additional risks related to litigation, including difficulties in enforcement of contractual obligations governed by foreign law due to differing interpretations of rights and obligations, compliance with multiple and potentially conflicting laws, new and potentially untested laws and judicial systems and reduced protection of intellectual property. \nOur franchise model can be subject to particular litigation risks.\nLitigation against a franchisee or its affiliated agents or loan originators, whether in the ordinary course of business or otherwise, may also include claims against us for liability by virtue of the franchise relationship. Franchisees may fail to obtain insurance that is required pursuant to the terms of our franchise agreements, naming the Company as an additional insured on such claims. Claims against us (including vicarious liability claims) could result in substantial costs, divert our management resources and could cause adverse publicity, which may materially and adversely affect us and our brand, regardless of whether such allegations are valid or whether we are liable. \nIn addition to claims over individual or isolated franchisee actions, third parties could attempt to hold us responsible for actions of our franchisees and their agents or loan originators in the aggregate. Our franchised business model is unlike a traditional, integrated corporation where company-owned outlets provide goods or services to consumers and the corporation has direct responsibility for operations at those outlets. Our franchised business model is also unlike many franchisors in other industries—such as the restaurant and hospitality industries—where franchisors may dictate many operational details of the franchisees’ businesses and the delivery of goods and services to consumers and thereby have some of the liability for those or other aspects of the franchisees’ operations. Because we franchise in professional service fields where licensure is required—real estate and mortgage brokerage—we do not dictate or control the day-to-day operations, or the advice provided by our franchisees or their affiliated agents or loan originators. Nonetheless, third parties may try to hold us liable for actions of our franchisees and their agents or loan originators, even when we have no involvement with those actions and they are beyond our control and, we believe, should not result in liability to us. As a franchisor, unlike an integrated corporation, we obtain only a small portion of the revenue of our franchisees, and as a result our capital is limited in comparison with the size of our entire franchise networks. Therefore, if third parties were successful in asserting liability for practices of our franchise network in its entirety, and in holding us vicariously \n\n\n\n\nresponsible for that liability, the resulting damages could exceed our available capital, could materially affect our earnings, or even render us insolvent.\nOur mortgage segment businesses operate in a heavily regulated and competitive industry. As younger businesses, they may carry a higher risk of failure. \n\nWe sell residential mortgage brokerage franchises in the U.S. under the Motto Mortgage brand and we provide loan processing services through our wemlo brand. Our strategy hinges on our ability to recruit franchisees and help them recruit and retain loan originators, on our ability to develop and maintain strong competencies within the mortgage brokerage and loan processing markets, on favorable conditions in the related regulatory environment and on our success in developing strong, respected brands. We may fail to understand, interpret, implement and/or train franchisees adequately concerning compliance requirements related to the mortgage brokerage industry or the relationship between us and our franchisees, any of which failures could subject us or our franchisees to adverse actions from regulators. Our mortgage segment businesses may also have regulatory obligations; we or our franchisees may fail to comply with those obligations, and that failure could also subject us to adverse actions from regulators. In addition, residential mortgage brokerage is a highly competitive industry, and Motto will suffer if we are unable to attract and retain franchisees. \nOur business depends on strong brands, and any failure to maintain, protect, and enhance our brands would hurt our ability to grow our business, particularly in new markets where we have limited brand recognition. Infringement, misappropriation or dilution of our intellectual property could harm our business. \n\n\n\nRE/MAX is a strong brand that we believe has contributed significantly to the success of our business, and the Motto brand continues to gain recognition. Maintaining, protecting and enhancing the RE/MAX brand, as well as our younger brands such as Motto and wemlo, is critical to growing our business. If we do not successfully build and maintain strong brands, our business could be materially harmed. \n\nWe derive significant benefit from our market share leadership and our ability to make claims regarding the same, including through use of our slogan that “Nobody in the world sells more real estate than RE/MAX” as measured by residential transaction sides. Loss of market leadership, and as a result an inability to tout the same, may hinder public and industry perception of RE/MAX as a leader in the real estate market and hurt agent recruitment and franchise sales as a result.\nOur business may be subject to risks related to events and circumstances that have a negative impact on our brands. If we are exposed to adverse publicity or events that damage our brands’ images, our business may suffer materially. \n\nWe regard our RE/MAX trademark, balloon logo and property sign design trademarks and our Motto trademarks as valuable assets and important factors in the marketing of our brands. We believe that these and other intellectual property are valuable assets that are critical to our success. Not all the trademarks or service marks that we currently use have been registered in all the countries in which we do business, and they may never be registered in all those countries. There can be no assurance that we will be able to adequately maintain, enforce, and protect our trademarks or other intellectual property rights. \n\nWe are commonly involved in numerous legal proceedings, generally on a small scale, to enforce our intellectual property rights and protect our brands. Unauthorized uses or other infringement of our trademarks or service marks, including uses that are currently unknown to us, could diminish the value of our brands and may adversely affect our business. Also, third parties may initiate legal proceedings against us to allege that we infringe their intellectual property rights or to challenge the validity of our intellectual property rights. Effective intellectual property protection may not be available in every market. Failure to adequately protect or defend our intellectual property rights could damage our brands and impair our ability to compete effectively. \n\nIn addition, franchisee noncompliance with the terms and conditions of our franchise agreements and our brand standards may reduce the overall goodwill of our brands, whether through diminished consumer perception of our brands, dilution of our intellectual property, noncompliance with applicable laws, or through the participation in improper or objectionable business practices. \n\n\n\n\n\nOur global RE/MAX operations, including those in Canada, are subject to risks not generally experienced by our U.S. operations. \n\nThe risks involved in our global operations and relationships could result in losses against which we are not insured and therefore affect our profitability. These risks include: \n\n\n●   fluctuations in foreign currency exchange rates, primarily related to changes in the Canadian dollar and Euro to U.S. dollar exchange rates;\n------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   exposure to local economic conditions and local laws and regulations, including those relating to the agents of our franchisees;\n------------------------------------------------------------------------------------------------------------------------------------\n\n●   economic and/or credit conditions abroad;\n---------------------------------------------\n\n●   potential adverse changes in the political stability of foreign countries or in their diplomatic relations with the U.S.;\n-----------------------------------------------------------------------------------------------------------------------------\n\n●   business interruptions resulting from geo-political instability;\n--------------------------------------------------------------------\n\n●   restrictions on the withdrawal of foreign investments and earnings;\n-----------------------------------------------------------------------\n\n●   government policies against businesses owned by foreigners;\n---------------------------------------------------------------\n\n●   diminished ability to legally enforce our contractual rights in foreign countries;\n--------------------------------------------------------------------------------------\n\n●   withholding and other taxes on remittances and other payments by subsidiaries; and\n--------------------------------------------------------------------------------------\n\n●   changes in tax laws regarding taxation of foreign profits.\n--------------------------------------------------------------\nWe rely on third parties for certain important aspects of our business, including technology that is critical to our value proposition and to our internal operations. Any failures by these third-party vendors could disrupt our business operations.\nWe have outsourced certain key aspects of our business to external parties, including providing RE/MAX franchisee and agent technology products, Motto franchisee and loan originator technology products, and supporting our flagship external websites, all of which are key aspects of our value proposition. We also rely on third parties for technology that is critical to financial reporting, our franchise and membership tracking and billing, tools to support RE/MAX consumer facing websites, and information security. We may enter into other key outsourcing relationships in the future. If one or more of these external parties are not able to perform their functions for a period of time, perform them at an acceptable service level, or handle increased volumes, our business operations could be constrained, disrupted, or otherwise negatively affected. Our ability to monitor the activities or performance of vendors may be constrained, which makes it difficult for us to assess and manage the risks associated with these relationships. Additionally, the Company could be adversely affected with unsuccessful integration and adoption of these third-party technologies from our franchisees and agents.\nWe rely on traffic to our websites, including our flagship websites, remax.com, remax.ca, and mottomortgage.com, directed from search engines. If our websites fail to rank prominently in unpaid search results, traffic to our websites could decline and our business could be adversely affected. Any disruption to our websites or lead generation tools could harm our business. \nOur success depends in part on our ability to attract home buyers and sellers to our websites, including our flagship websites remax.com, remax.ca, and mottomortgage.com through unpaid Internet search results on search engines and connect those consumers to qualified agents and loan originators. The number of users we attract from search engines is due in large part to how and where our websites rank in unpaid search results. These rankings can be affected by a number of factors, such as changes in ranking algorithms which are not under our control and may change frequently. In addition, our websites face competition for audience from real estate portal websites such as Zillow, Redfin, Homes.com and Realtor.com. Our websites have experienced fluctuations in search result rankings in the past, and we anticipate fluctuations in the future. Any reduction in the number of users directed to our websites could adversely impact our business and results of operations. \nWe are vulnerable to certain additional risks and uncertainties associated with our websites, which include but are not limited to, our lead referral system, remax.com, remax.ca, global.remax.com, theremaxcollection.com, remaxcommercial.com, mottomortgage.com, and wemlo.io. These risks include changes in required technology interfaces, website downtime and other technical failures, security breaches and consumer privacy concerns. We may \n\n\n\n\n\nexperience service disruptions, outages, and other performance problems due to a variety of factors, including reliance on our third-party hosted services, infrastructure changes, human or software errors, capacity constraints due to an overwhelming number of users accessing our platform simultaneously, and denial of service, fraud or other attacks. Our failure to address these risks and uncertainties successfully could reduce our Internet presence, generate fewer leads for RE/MAX agents and damage our brand.\nWe may be unable to execute on strategic acquisitions or transactions, including reacquiring the regional franchise rights of RE/MAX Independent Regions, or successfully integrate acquired companies.\nWe pursue growth initiatives with respect to strategic acquisitions that may include pursuing complimentary businesses that enhance our value proposition or the reacquisition of select RE/MAX Independent Regions. The number of remaining Independent Regions is limited so we may have difficulty finding suitable regional franchise acquisition opportunities at an acceptable price. It is possible we may not be able to successfully capitalize on a given opportunity and/or achieve the expected returns, including the execution of expected cost and growth synergies.\nIntegration activities involve complex operational and personnel-related challenges and we may encounter unforeseen difficulties and higher than expected integration costs. Delays or difficulties encountered in connection with integration activities could lead to prolonged diversion of management’s attention away from other important business matters. \nOther challenges and difficulties could also include: \n\n●   the possible departure of a significant number of key employees;\n--------------------------------------------------------------------\n\n●   the possible defection of franchisees and agents to other brands or independent real estate companies;\n----------------------------------------------------------------------------------------------------------\n\n●   limits on growth due to exclusive territories granted to current franchisees by former region owners;\n---------------------------------------------------------------------------------------------------------\n\n●   the failure to maintain important business relationships and contracts of the acquired business;\n----------------------------------------------------------------------------------------------------\n\n●   our ability to implement appropriate cybersecurity controls while concurrently enhancing their platforms;\n-------------------------------------------------------------------------------------------------------------\n\n●   legal or regulatory challenges or litigation, which could result in significant costs;\n------------------------------------------------------------------------------------------\n\n●   potential unknown liabilities.\n----------------------------------\nRisks Related to Our Industry \nThe real estate market may be negatively impacted by industry changes as the result of certain class action lawsuits and potential regulatory changes which could adversely affect our financial condition and results of operations. \nAs disclosed in Note 13, Commitments and Contingencies, we are a defendant in multiple class action complaints including the “Moehrl-related antitrust litigations” which allege violations of federal antitrust law, among other claims. RE/MAX, LLC entered into the U.S. Settlement Agreement on October 5, 2023, with the plaintiffs in two of the Moehrl-related antitrust litigations (referred to as the Burnett Action and the Moehrl Action) and the terms of the U.S. Settlement Agreement extended to plaintiffs in another Moehrl-related antitrust litigation (referred to as the Nosalek Action) as well as any other similar claims on a nationwide basis. \nThe U.S. Settlement Agreement was preliminarily approved on November 20, 2023 and granted final approval on May 9, 2024. Appeals were subsequently filed, including by one of the Batton plaintiffs. Further details on the Moehrl-related antitrust litigations, the U.S. Settlement Agreement, and other similar litigation matters are in Note 13, Commitments and Contingencies.\nThere can be no assurance that the appellate court will uphold the district court’s final approval of RE/MAX, LLC’s U.S. Settlement Agreement. If the appellate court reverses the district court’s ruling granting final approval of the U.S. Settlement Agreement, the Company could incur substantial legal fees in continued litigation, and ultimately, RE/MAX, LLC could be found liable for damages and subject to injunctive relief, which could have a significant impact on our business and results of operations.\nOn October 31, 2023, after a two-week trial, the jury in the Burnett Action found that an unlawful conspiracy existed and awarded approximately $1.8 billion against the three defendants that did not settle the case in advance of the trial: NAR, \n\n\n\n\nKeller Williams, and HSA. After the trial, NAR and plaintiffs reached a settlement that included certain business practices including prohibiting offers of compensation to buyer brokers on the MLS and requiring buyer agreements for MLS participants working with a buyer. These changes may also result in enhanced competition from new or existing business models. The indirect and direct effects of this action upon the real estate industry and the Company are not yet clear.\nFurther, the Moehrl-related antitrust litigations and other legal proceedings may prompt additional regulatory changes to rules established by NAR, local or state real estate boards, or multiple listing services. The Department of Justice (“DOJ”) previously agreed to settle a suit with NAR in which NAR agreed to adopt certain rule changes, such as increased disclosure of commission offers from sellers’ agents to buyers’ agents, but the DOJ subsequently withdrew from the proposed settlement and issued a civil investigative demand (“CID”) to NAR. A court set aside the CID, ruling that NAR had a valid settlement agreement with the DOJ which prohibited the CID at issue. The DOJ appealed the decision and the appeals court reversed the decision on April 5, 2024. On October 10, 2024, NAR petitioned the U.S. Supreme Court to review the decision and on January 13, 2025, the Supreme court denied the petition. In the Burnett case, on November 24, 2024, the DOJ filed a “Statement of Interest” regarding the NAR settlement expressing concern about the requirement that buyers sign agreements with brokers before touring a home and indicating it is still investigating citing NAR v. United States pending in the D.C. Circuit. It is not clear what rule changes, if any, may ultimately be implemented as a result or what further action DOJ may take. In the Nosalek Action, on February 15, 2024, the DOJ filed a statement of interest requesting that the court deny preliminary approval of the second amended settlement agreement between MLS PIN and plaintiffs and recommending that the settling parties propose an injunction that prohibits offers of buyer-broker compensation by MLS PIN participants.\nThe amount and structure of commissions that real estate agents receive could be impacted by the outcome of the antitrust litigations, related regulatory matters, and/or increased focus on commissions. This could reduce RE/MAX agent count and/or the fees we receive from our franchisees and agents, which, in turn, could adversely affect our financial condition and results of operations.\nCompetition in the residential real estate brokerage franchising and real estate brokerage business is intense, and we may be unable to grow our business organically, including increasing our agent count, expanding our network of franchises and their agents, and increasing franchise and agent fees, which could adversely affect our brand, our financial performance, and results of operations. \n\nWe generally face strong competition in the residential real estate services business from other franchisors and brokerages (i.e., national, regional, independent, boutique, discount, and web-based brokerages). We also face competition from web-based companies focused on real estate that have made substantial investments in new technology aimed at disrupting the real estate market and making more aspects of the real estate industry digital.\nUpon the expiration of a franchise agreement, a franchisee may choose to renew their franchise with us, operate as an independent broker or to franchise with or join one of our competitors. Motto franchise agreements generally have a seven-year term. As Motto was founded in October 2016, 2024 was the first full year Motto has offices up for renewal. Competing businesses may offer fees that are lower than those we charge, or that are perceived as more attractive. Further, some of our largest competitors may have greater financial resources and larger budgets than we do to enhance their value proposition to agents, franchisees and consumers. To remain competitive in the sale of franchises and to retain our existing franchisees at the time of renewal of their franchise agreements, we may have to reduce the cost of renewals and/or the recurring monthly fees we charge our franchisees. We may have to offer incentives to encourage franchisees to recruit new agents and successfully manage teams of agents. In addition, even with these measures, franchisees may choose not to renew their franchise, or may not recruit new agents.\n\nAs a result of this competition, we may face challenges in adding franchises and attracting agents and loan originators in new and existing markets to expand our network, as well as other challenges such as: \n\n\n●   selection and availability of suitable markets;\n---------------------------------------------------\n\n●   finding qualified franchisees in these markets who are interested in opening franchises on terms that are favorable to us;\n------------------------------------------------------------------------------------------------------------------------------\n\n●   increasing our local brand awareness in new markets; and\n------------------------------------------------------------\n\n●   attracting and educating qualified local agents.\n----------------------------------------------------\n\nOur results are tied to the residential real estate and mortgage markets, and we have been and likely will continue to be negatively impacted by downturns in these markets. \nThe residential real estate and mortgage markets tend to be cyclical and typically are affected by changes in general economic conditions which are beyond our control. These conditions include fluctuations in interest rates (and by extension, mortgage rates), inflation, wage and job growth, unemployment, home affordability, down payment requirements, inventory, consumer confidence, demographic changes, local or regional economic conditions, and the general condition of the U.S., Canadian, and global economies. The residential real estate and mortgage markets were negatively impacted by rising interest rates in 2022, which led to mortgage rates that more than doubled. Increased mortgage rates strained affordability, which resulted in a reduction in existing home sales that began in the second quarter of 2022 and continued throughout 2023 and 2024. The Federal Reserve Board began cutting interest rates in the third and fourth quarter of 2024, while the Bank of Canada began cutting interest rates in the second quarter of 2024. However, current interest rates remain higher than recent years which is likely to continue to adversely impact existing home sales and affordability. While the majority of our revenues are derived from recurring fees based on the number of affiliated agents, offices, or open Motto offices, rather than being directly tied to residential real estate transaction volumes, these declines in the residential real estate and mortgage markets have had and are likely to continue to have a negative effect on our financial condition and results of operations, and such effect may be material.\nThe residential real estate market also depends upon the strength of financial institutions, which are sensitive to changes in the general macroeconomic and regulatory environment. Lack of available credit or lack of confidence in the financial sector could impact the residential real estate market. \nThe residential real estate market could also be negatively impacted by acts of nature. Climate change may negatively affect the residential real estate market. Changes in local, state and federal laws or regulations that affect residential real estate transactions or encourage ownership, and potential future tax law changes could negatively impact the residential real estate market. Any of these aforementioned events – whether they be changes in general economic conditions or the regulatory environment or acts of nature – may lead us to grant fee concessions.\nA significant adoption by consumers of alternatives to full-service agents or loan originators could have a material adverse effect on our business, prospects and results of operations. \n\nA significant increase in consumer use of technology that eliminates or minimizes the role of the real estate agent could have a materially adverse effect on our business, prospects and results of operations. These options include cloud-based competitors such as direct-buyer companies that purchase directly from the seller, and online discounters who reduce the role of the agent in order to offer sellers a low commission or a flat fee while giving rebates to buyers. How consumers want to buy or sell houses will determine if these models reduce or replace the long-standing preference for full-service agents.\n\n\n\n\n\n\n\n\n\nOur operating results are subject to fluctuations due to existing home sales, and results for any quarter may not necessarily be indicative of the results that may be achieved for the full fiscal year. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHistorically, we have realized, and expect to continue to realize, lower profitability in the first and fourth quarters due primarily to the impact of lower broker fees and other revenue primarily as a result of lower overall home sale transactions, and higher selling, operating and administrative expenses in the first quarter for expenses incurred in connection with our RE/MAX annual agent convention. Accordingly, our results of operations may fluctuate on a quarterly basis, which would cause period to period comparisons of our operating results to not be necessarily meaningful and cannot be relied upon as indicators of future annual performance. \nRisks Related to Our Legal and Capital Structure\nRIHI has substantial influence over us including over decisions that require the approval of stockholders, and its interest in our business may conflict with yours. \n\n\nRIHI, a company controlled by David Liniger, our current Chairman and Co-Founder, and Gail Liniger, our Vice Chair Emerita and Co-Founder, respectively, owns all of our outstanding Class B common stock. Although RIHI no longer controls a majority of the voting power of RE/MAX Holdings’ common stock, RIHI remains a significant stockholder of the Company and through its ownership of the Class B common stock holds 39.8% of the voting power of the Company’s stock. Mr. Liniger also personally owns Class A common stock with an additional 1.1% of the voting power of the \n\n\n\n\n\nCompany’s stock. Therefore, RIHI has the ability to significantly influence all matters submitted to a vote of our stockholders.\n\nIn addition, RIHI’s entire economic interest in us is in the form of its direct interest in RMCO through the ownership of RMCO common units, the payments it may receive from us under its tax receivable agreement and the proceeds it may receive upon any redemption of its RMCO common units, including issuance of shares of our Class A common stock, upon any such redemption and any subsequent sale of such Class A common stock. As a result, RIHI’s interests may conflict with the interests of our Class A common stockholders. For example, RIHI may have a different tax position from us which could influence its decisions regarding certain transactions, especially in light of the existence of the tax receivable agreements, including whether and when we should terminate the tax receivable agreements and accelerate our obligations thereunder. In addition, RIHI could have an interest in the structuring of future transactions to take into consideration its tax or other considerations, even in situations where no similar considerations are relevant to us. \nRIHI directly (through ownership of our Class B common stock) and indirectly (through ownership of RMCO common units) owns interests in us, and RIHI has the right to redeem and cause us to redeem, as applicable, such interests pursuant to the terms of the RMCO, LLC agreement. We may elect to issue shares of Class A common stock upon such redemption, and the issuance and sale of such shares may have a negative impact on the market price of our Class A common stock.\nIn connection with our IPO, RMCO entered into the RMCO, LLC agreement, and subject to certain restrictions set forth therein, RIHI is entitled to potentially redeem the RMCO common units it holds for an aggregate of up to 12,559,600 shares of our Class A common stock, subject to customary adjustments. We also have entered into a registration rights agreement pursuant to which the shares of Class A common stock issued upon such redemption are eligible for resale, subject to certain limitations set forth therein.\nWe cannot predict the size of future issuances of our Class A common stock or the effect, if any, that future issuances and sales of shares of our Class A common stock may have on the market price of our Class A common stock. Sales or distributions of substantial amounts of our Class A common stock, including shares issued in connection with an acquisition, or the perception that such sales or distributions could occur, may cause the market price of our Class A common stock to decline.\n\n\n\n\nOur tax receivable agreements require us to make cash payments based upon future tax benefits to which we may become entitled. The amounts that we may be required to pay could be significant, may be accelerated or deferred in certain circumstances and could significantly exceed the actual tax benefits that we ultimately realize. \n\nIn connection with our IPO, we entered into tax receivable agreements that are currently held by RIHI and Parallaxes Rain Co-Investment, LLC (“Parallaxes” and together, the “TRA Parties”). The amount of the cash payments that we may be required to make under the tax receivable agreements could be significant and will depend, in part, upon facts and circumstances that are beyond our control. To the extent that we are unable to make timely payments under tax receivable agreements for any reason, the unpaid amounts generally will be deferred and will accrue interest until paid. \nThe tax receivable agreements provide that if certain mergers, asset sales, other forms of business combination, or other changes of control were to occur, or that if, at any time, we elect an early termination of the tax receivable agreements, then our obligations, or our successor’s obligations, to make payments under the tax receivable agreements would be based on certain assumptions, including an assumption that we would have sufficient taxable income to fully utilize all potential future tax benefits that are subject to the tax receivable agreements. \n\nAs a result, (i) we could be required to make cash payments to the TRA Parties that are greater than the specified percentage of the actual benefits we ultimately realize in respect of the tax benefits that are subject to the tax receivable agreements, and (ii) if we elect to terminate the tax receivable agreements early, we would be required to make an immediate cash payment equal to the present value of the anticipated future tax benefits that are the subject of the tax receivable agreements, which payment may be made significantly in advance of the actual realization, if any, of such future tax benefits. \n\nWe will also not be reimbursed for any cash payments previously made to the TRA Parties (or their predecessors) pursuant to the tax receivable agreements if any tax benefits initially claimed by us are subsequently challenged by a taxing authority and are ultimately disallowed. Instead, any excess cash payments made by us to either of the TRA Parties will be netted against any future cash payments that we might otherwise be required to make under the terms of the tax receivable agreements. However, we might not determine that we have effectively made an excess cash payment \n\n\n\n\n\nto either of the TRA Parties for a number of years following the initial time of such payment. As a result, it is possible that we could make cash payments under the tax receivable agreements that are substantially greater than our actual cash tax savings. \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWe have significant debt service obligations and may incur additional indebtedness in the future. \n\nWe have significant debt service obligations, including principal, interest and commitment fee payments due quarterly pursuant to RE/MAX, LLC’s Senior Secured Credit Facility. Our currently existing indebtedness, or any additional indebtedness we may incur, could require us to divert funds identified for other purposes for debt service and impair our liquidity position. If we cannot generate sufficient cash flow from operations to service our debt, we may need to refinance our debt, dispose of assets or issue additional equity to obtain necessary funds. We do not know whether we would be able to take such actions on a timely basis, on terms satisfactory to us, or at all. Future indebtedness may impose additional restrictions on us, which could limit our ability to respond to market conditions, to make capital investments or to take advantage of business opportunities. Our level of indebtedness has important consequences to you and your investment in our Class A common stock.\nWe face risks related to our cash position and liquidity if we are unable to access our line of credit or other sources of financing. \nHistorically, the resiliency of our operation model, which translates to the cash generative nature of our financial model, has allowed us to generate positive cash flows in periods of economic strength and weakness. However, given the recent litigation settlement and overall economic climate for the housing and mortgage markets, the risk of weakened cash generation has increased. Additionally, the current market conditions and allocating cash to the U.S. Settlement Agreement have reduced our cash balances while also facing a decrease in revenue. We could continue to face strains on cash flows until the markets improve notably. Lastly, lower stock prices also limit our ability to raise capital in the form of equity. If we are not able to access capital in the form of equity, we may be required to rely on other sources of financing to fund our business operations and there can be no assurance that such financing sources will be available or that the terms of such alternative financing will not have an adverse effect on our financial condition and results of operation. \nAnti-takeover provisions in our charter documents and Delaware law might discourage or delay acquisition attempts for us that you might consider favorable. \n\nOur certificate of incorporation and bylaws contain provisions that may make the acquisition of our Company more difficult without the approval of our Board of Directors. These provisions: \n\n\n●   establish a classified Board of Directors so that not all members of our Board of Directors are elected at one time;\n------------------------------------------------------------------------------------------------------------------------\n\n●   authorize the issuance of undesignated preferred stock, the terms of which may be established and the shares of which may be issued without stockholder approval, and which may include super voting, special approval, dividend or other rights or preferences superior to the rights of the holders of common stock;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   provide that our Board of Directors is expressly authorized to make, alter, or repeal our bylaws;\n-----------------------------------------------------------------------------------------------------\n\n●   delegate the sole power to our Board of Directors to fix the number of directors;\n-------------------------------------------------------------------------------------\n\n●   provide the power of our Board of Directors to fill any vacancy on our Board of Directors, whether such vacancy occurs as a result of an increase in the number of directors or otherwise;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   eliminate the ability of stockholders to call special meetings of stockholders; and\n---------------------------------------------------------------------------------------\n\n●   establish advance notice requirements for nominations for elections to our Board of Directors or for proposing matters that can be acted upon by stockholders at stockholder meetings.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nOur certificate of incorporation also contains a provision that provides us with protections similar to Section 203 of the Delaware General Corporation Law, and prevents us from engaging in a business combination with a person who acquires at least 15% of our common stock for a period of three years from the date such person acquired such common stock unless board or stockholder approval is obtained prior to the acquisition, except that David and Gail Liniger are deemed to have been approved by our Board of Directors, and thereby not subject to these restrictions. These anti-takeover provisions and other provisions under Delaware law could discourage, delay or prevent a transaction involving a change in control of our Company, even if doing so would benefit our stockholders. These provisions could also \n\n\n\n\n\ndiscourage proxy contests and make it more difficult for you and other stockholders to elect directors of your choosing and to cause us to take other corporate actions you desire.\nRisks Related to Governmental Regulations\nOur franchising activities are subject to a variety of laws and regulations regarding franchises, and any failure to comply with such existing or future laws and regulations could adversely affect our business. \n\nIn the U.S., the sale of franchises is regulated by various state laws as well as by the Federal Trade Commission (“FTC”). The FTC requires that franchisors make extensive disclosure to prospective franchisees but does not require registration. A number of states require registration and/or disclosure in connection with franchise offers and sales. In addition, several states have “franchise relationship laws” or “business opportunity laws” that limit the ability of franchisors to terminate franchise agreements or to withhold consent to the renewal or transfer of these agreements. \nIn Canada, the sale of franchises is regulated at the provincial level. Currently, seven of the 13 provinces and territories have passed legislation requiring franchisors to provide extensive disclosure in connection with franchise sales. Provincial laws also impose duties on the conduct of the franchisee-franchisor relationship. \nWe believe that our franchising procedures comply in all material respects with both the FTC guidelines and all applicable U.S. state and Canadian provincial laws regulating franchising in those jurisdictions in which we offer franchises. However, noncompliance could reduce anticipated revenue, which in turn may materially and adversely affect our business and operating results. \nThe real estate and mortgage businesses are highly regulated and any failure to comply with such regulations or any changes in such regulations could adversely affect our business. \n\nThe businesses of our franchisees are highly regulated and are subject to requirements governing the licensing and conduct of real estate and mortgage brokerages and brokerage-related businesses in the jurisdictions in which they do business. \nOur franchisees must comply with RESPA. RESPA and comparable state statutes, among other things, restrict payments which real estate brokers, agents, mortgage brokers, loan originators and other settlement service providers may receive for the referral of business to other settlement service providers in connection with the closing of real estate transactions. Such laws may to some extent restrict preferred vendor arrangements involving our franchisees. RESPA and similar state laws also require timely disclosure of certain relationships or financial interests that a broker has with providers of real estate settlement services.\nThere is a risk that we and our franchisees could be adversely affected by current laws, regulations or interpretations or that more restrictive laws, regulations or interpretations will be adopted in the future that could make compliance more difficult or expensive. \n\n\nWe, or our franchisees, are also subject to various other rules and regulations such as: \n\n\n●   the Gramm-Leach-Bliley Act, which governs the disclosure and safeguarding of consumer financial information;\n----------------------------------------------------------------------------------------------------------------\n\n●   The Mortgage Acts and Practices (“MAP”) Advertising Rule;\n-------------------------------------------------------------\n\n●   The Federal Trade Commission’s Franchise Rule;\n--------------------------------------------------\n\n●   State franchise laws and regulations;\n-----------------------------------------\n\n●   the European Union’s General Data Protection Regulation (“GDPR”), the California Consumer Privacy Act, the Personal Information Protection and Electronic Documents Act (Canada); and various other laws protecting consumer data;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the USA PATRIOT Act and the proceeds of Crime (Money Laundering) and Terrorist Financing Act (Canada);\n----------------------------------------------------------------------------------------------------------\n\n●   restrictions on transactions with persons on the Specially Designated Nationals and Blocked Persons list promulgated by the Office of Foreign Assets Control of the Department of the Treasury;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   federal, state, and provincial “Do Not Call,” “Do Not Fax,” and “Do Not E-Mail” laws;\n-----------------------------------------------------------------------------------------\n\n●   the Fair Housing Act and National Housing Act (Canada);\n-----------------------------------------------------------\n\n●   laws and regulations, including the Foreign Corrupt Practices Act, that impose sanctions on improper payments;\n------------------------------------------------------------------------------------------------------------------\n\n●   laws and regulations in jurisdictions outside the U.S. in which we do business;\n-----------------------------------------------------------------------------------\n\n●   federal, state, and provincial employment, workplace and taxation laws and regulations, including any changes that would require reclassification of independent contractors to employee status, and wage and hour regulations; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   consumer fraud statutes.\n----------------------------\nOur or our franchisees’ failure to comply with any of the foregoing laws and regulations may result in fines, penalties, injunctions and/or potential criminal charges. Any changes to these laws or regulations or any new laws or regulations may make it more difficult for us to operate our business and may have a material adverse effect on our operations.\nFinancing for homebuyers in the U.S. and Canada is regulated and a lack of residential real estate market financing at favorable rates and on favorable terms could have a material adverse effect on our financial performance and results of operations. \nOur business is significantly impacted by the availability of financing at favorable rates or on favorable terms for homebuyers, which may be affected by changing macro-economic conditions as well as government regulations and policies. \nThe monetary policy of the U.S. and Canadian governments, and particularly the Federal Reserve Board and the Bank of Canada, which regulate the supply of money and credit, significantly affects the availability of financing at favorable rates and on favorable terms, which in turn affects the real estate markets. Changes in the Federal Reserve Board’s and the Bank of Canada’s policies, as well as laws or regulations at the national, state, or provincial level are beyond our control, are difficult to predict, and could restrict the availability of financing on reasonable terms at favorable interest rates for homebuyers, which could have a material adverse effect on our business, results of operations and financial condition. \nIn addition, a reduction in government support for home financing, including the possible winding down or privatization of GSEs could further reduce the availability of financing for homebuyers in the U.S. residential real estate market. No consensus has emerged in Congress concerning potential reforms relating to Fannie Mae and Freddie Mac and a potential transition to alternative structures for the secondary market, so we cannot predict either the short or long term-effects of such regulation and its impact on homebuyers’ ability to finance and purchase homes. \nLenders may from time to time tighten their underwriting standards or cease to offer subprime and other alternative mortgage products in the marketplace. If mortgage loans are difficult to obtain, the ability and willingness of prospective buyers to finance home purchases or to sell their existing homes could be adversely affected, which would adversely affect our operating results. \nWhile we are continuing to evaluate all aspects of legislation, regulations and policies affecting the real estate market, we cannot predict whether or not such legislation, regulation and policies may increase down payment requirements, increase mortgage costs, or result in increased costs and potential litigation for housing market participants, any of which could have a material adverse effect on our financial condition and results of operations.\nGeneral Risks\nCyberattacks, security breaches and improper access to, disclosure or deletion of our data, personally identifiable information we collect, or business records could harm our business, damage our reputation and cause losses. \nOur information technologies and systems and those of our third-party hosted services are vulnerable to breach, damage or interruption from various causes, including: (i) natural disasters, war and acts of terrorism, (ii) power losses, computer systems failure, Internet and telecommunications or data network failures, operator error, losses and corruption of data, and similar events, and (iii) employee error, malfeasance or otherwise. Of particular risk and focus in recent years is the potential penetration of internal or outsourced systems by individuals seeking to disrupt operations or misappropriate information (aka, cyberattacks). Cyberattacks, including the use of phishing and malware, continue to grow in \n\n\n\n\n\nsophistication making it impossible for us to mitigate all of these risks. The use of emerging artificial intelligence technologies, which are becoming increasingly sophisticated, may further intensify these security risks. Any extended interruption of our systems or exposure of sensitive data to third parties could cause significant damage to our business or our brand, for which our business interruption insurance may be insufficient to compensate us for losses that may occur. \n\nIn addition, we rely on the collection and use of personally identifiable information from franchisees, agents and consumers to conduct our business and in certain instances such data may include social security numbers, payment card numbers, or customer financial information. Global privacy legislation (including the GDPR regulations in the European Union), enforcement and policy activity are rapidly expanding and creating a complex compliance environment. Changes in these laws may limit our data collection, use, and disclosure, and may require increased expenditures by us or may dictate that we not offer certain types of services. For example, several states in the U.S. such as California, Colorado, Connecticut, Virginia, and Utah, among others, have enacted comprehensive consumer privacy laws which require covered businesses to, among other things, provide disclosures to consumers regarding the collection, use and disclosure of such consumers’ personal information and afford such consumers new rights with respect to their personal information, including the right to opt out of the sale or sharing of personal information and targeted advertising. We believe that further increased regulation in additional jurisdictions is likely in the area of data privacy. We may be subject to legal claims and regulatory scrutiny if we misuse or improperly store the personally identifiable information that we collect, if we fail to timely honor consumer rights requests, or if we are the victim of a cyberattack that results in improper access to such personally identifiable information. Any legal claims, government action or damage to our reputation due to actions, or the perception that we are taking actions, inconsistent with the terms of our privacy statement, consumer expectations, or privacy-related or data protection laws and regulations, could expose us to liability and adversely impact our business and results of operations.\nExpectations of the Company relating to environmental, social and governance factors may impose additional costs and expose us to new risks.\nThere is an increasing focus from certain investors, employees and other stakeholders concerning corporate responsibility, specifically related to environmental, social and governance factors. Some investors may use these factors to guide their investment strategies and, in some cases, may choose not to invest in us if they believe our policies relating to corporate responsibility are inadequate. Third-party providers of corporate responsibility ratings and reports on companies have increased to meet growing investor demand for measurement of corporate responsibility performance. The criteria by which companies’ corporate responsibility practices are assessed may change, which could result in greater expectations of us and cause us to undertake costly initiatives to satisfy such new criteria. If we elect not to or are unable to satisfy such new criteria, investors may conclude that our policies with respect to corporate responsibility are inadequate. We may face reputational damage in the event that our corporate responsibility procedures or standards do not meet the standards set by various constituencies. Furthermore, if our competitors’ corporate responsibility performance is perceived to be greater than ours, potential or current investors may elect to invest with our competitors instead. In addition, in the event that we communicate certain initiatives and goals regarding environmental, social and governance matters, we could fail, or be perceived to fail, in our achievement of such initiatives or goals, or we could be criticized for the scope of such initiatives or goals. If we fail to satisfy the expectations of investors, employees and other stakeholders or our initiatives are not executed as planned, our reputation and financial results could be materially and adversely affected. \nFailure to maintain effective internal controls over financial reporting could have a material adverse effect on our business and stock price.\n​\nOur internal control over financial reporting may not prevent or detect misstatements because of its inherent limitations, including the possibility of human error. Even effective internal controls can provide only reasonable assurance with respect to the preparation and fair presentation of financial statements. If we fail to maintain adequate internal controls, including any failure to implement required new or improved controls, or if we experience difficulties in their implementation, our business and operating results could be harmed and we could fail to meet our financial reporting obligations.",
      "char_count": 66658
    }
  },
  "extracted_at": "2025-10-18T17:43:35.131797"
}