{
  "ticker": "SITE",
  "company_name": "SiteOne Landscape Supply, Inc.",
  "cik": 1650729,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-29",
  "fiscal_year": 2025,
  "accession_number": "0001650729-25-000004",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001650729&accession_number=000165072925000004&xbrl_type=v",
  "sic_code": "5040",
  "industry": "Wholesale-Professional & Commercial Equipment & Supplies",
  "sections": {
    "item1": {
      "text": "Item 1. Business\n    The following discussion of our business contains “forward-looking statements,” as discussed in “Special Note Regarding Forward-Looking Statements and Information” above. Our business, operations, and financial condition are subject to various risks as set forth in Part I, Item 1A., ‘‘Risk Factors’’ below. The following information should be read in conjunction with the Risk Factors, Management’s Discussion and Analysis of Financial Condition and Results of Operations, and the Financial Statements and Supplementary Data and related notes included elsewhere in this Annual Report on Form 10-K.\nCompany Overview\n    We are the largest and only national full product line wholesale distributor of landscape supplies in the United States and have a growing presence in Canada. Our customers are primarily residential and commercial landscape professionals who specialize in the design, installation, and maintenance of lawns, gardens, golf courses, and other outdoor spaces. As of December 29, 2024, we had over 690 branch locations in 45 U.S. states and six Canadian provinces. Through our expansive North American network, we offer a comprehensive selection of approximately 170,000 stock keeping units (“SKUs”) including irrigation supplies, fertilizer and control products (e.g., herbicides), hardscapes (including pavers, natural stone, and blocks), landscape accessories, nursery goods, outdoor lighting, and ice melt products to green industry professionals. We also provide value-added consultative services to complement our product offerings and to help our customers operate and grow their businesses. Our consultative services include assistance with irrigation project take-offs, commercial project planning, generation of sales leads, business operations, and product support services, as well as a series of technical and business management seminars that we call SiteOne University.\n    Our typical customer is a private landscape contractor that operates in a single market. We interact regularly with our customers because of the recurring nature of landscape services and because most contractors buy products on an as-needed basis. We believe our high-touch customer service model strengthens relationships, builds loyalty, and drives repeat business. In addition, our broad product portfolio, convenient branch locations, and nationwide fleet of over 2,800 delivery vehicles position us well to meet the needs of our customers and ensure timely delivery of products. We source our products from approximately 5,800 suppliers, including the major irrigation equipment manufacturers, turf and ornamental fertilizer/chemical companies, and a variety of suppliers who specialize in nursery goods, outdoor lighting, hardscapes, and other landscape products.\n    We have a balanced mix of sales across product categories, construction sectors, and end markets. We derived approximately 61% of our 2024 Fiscal Year Net sales from the residential construction sector, 31% from the commercial (including institutional) construction sector, and 8% from the recreational and other construction sector. By end market, we derived approximately 35% of our 2024 Fiscal Year Net sales from the sale of products relating to new construction of homes, commercial buildings and facilities, and recreational spaces. These products primarily include irrigation, hardscapes, landscape accessories, nursery, and outdoor lighting. The sale of products relating to maintenance of existing residential, commercial, and recreational properties accounted for approximately 35% of our 2024 Fiscal Year Net sales. The recurring nature of landscape maintenance demand helps to provide stability in our financial performance across economic cycles. Fertilizer and control products are the primary products used in maintenance. Approximately 30% of our 2024 Fiscal Year Net sales were derived from sales of products for the repair and upgrade of existing landscapes. These sales benefit from increases in existing home sales and rising consumer spending.\nNet Sales for the 2024 Fiscal Year\nOur History\n    Our company was established after Deere & Company (“Deere”) entered the wholesale landscape distribution market through the acquisitions of McGinnis Farms and Century Rain Aid in 2001, United Green Mark in 2005, and LESCO Inc. (“LESCO”) in 2007, each of which significantly expanded our geographic footprint and broadened our product portfolio. In December 2013, an affiliate of Clayton, Dubilier & Rice, LLC (“CD&R”) purchased a 60% interest in our company from Deere (“CD&R Acquisition”). On May 17, 2016, we completed the initial public offering of our common stock.\nOur Industry\n    Based on management’s estimates, we believe that our addressable market in North America for the wholesale distribution of landscape supplies represented approximately $25 billion in revenue in 2024. Growth in our industry is driven by a broad array of factors, including consumer spending, housing starts, existing home sales, home prices, mortgage interest rates, commercial, recreational, and residential construction, repair and remodeling spending, and demographic trends. Within the wholesale landscape supply industry, products sold for residential applications represent the largest construction sector, followed by the commercial, and recreational and other sectors. Based on management estimates, we believe that nursery products represent the largest product category in the industry, with sales accounting for more than one-third of industry sales, followed by landscape accessories with approximately one-fifth of industry sales, and each of control products, hardscapes, irrigation and outdoor lighting, and fertilizer and other products accounting for approximately one-tenth of industry sales.\n    The wholesale landscape supply industry is highly fragmented, consisting primarily of regional private businesses that typically have a small geographic footprint, a limited product offering, and limited supplier relationships. Wholesale landscape supply distributors primarily sell to landscape service firms, ranging from sole proprietorships to national enterprises. Landscape service firms include general landscape contractors and specialty landscape firms, who provide services such as lawn care and tree and foliage maintenance. Over the past decade, professional landscape contractors have increasingly offered additional products and services to meet their customers’ needs. These firms historically needed to make numerous trips to branches in various locations to source their products. Consequently, landscape professionals have come to value distribution partners who offer a larger variety of product categories and services, particularly given the recurring nature of landscape maintenance services.\nOur Strategies\n    Key elements of our strategy are as follows:\nBuild Upon Strong Customer and Supplier Relationships to Expand Organically\n    Our national footprint and broad supplier relationships, combined with our regular interaction with a large and diverse customer base, make us an important link in the supply chain for landscape products. Our suppliers benefit from access to our more than 430,000 customers, a single point of contact for improved production planning and efficiency, and our ability to bring new product launches quickly to market on a national scale. We intend to keep increasing our size and scale in customer, geographic, and product reach, which we believe will continue to benefit our supplier base. We will continue to work with new and existing suppliers to maintain the most comprehensive product offerings for our customers at competitive prices and enhance our role as a critical player in the supply chain.\nGrow at the Local Level\n    The vast majority of our customers operate at a local level. We believe we can grow market share in our existing markets with limited capital investment by systematically executing local strategies to expand our customer base, increase the amount of our customers’ total spending with us, optimize our network of locations, coordinate multi-site deliveries, partner with strategic local suppliers, introduce new products and services, increase our share of underrepresented products in particular markets, and improve sales force performance. We currently offer our full product line in only approximately 30% of the metropolitan statistical areas (“MSAs”) in the U.S. where we have a branch, and therefore believe we have the capacity to offer significantly more product lines and services in our geographic markets.\nPursue Value-Enhancing Strategic Acquisitions\n    Through acquisitions, we have added new markets in the U.S. and Canada, new product lines, talented associates, and operational best practices. In addition, we increased our sales by introducing products from our existing portfolio to customers of newly acquired companies. We intend to continue pursuing strategic acquisitions to better serve our customers, grow our market share, and enhance our local market leadership positions by taking advantage of our scale, operational experience, and acquisition know-how. We currently have branches in approximately 50% of the 387 U.S. MSAs and are focused on identifying and reviewing attractive new geographic markets for expansion through acquisitions. We will continue to apply a selective and disciplined acquisition strategy to maximize synergies obtained from enhanced sales and lower procurement and administrative costs.\nExecute on Identified Operational Initiatives \n    We continue to undertake operational initiatives, utilizing our scale to improve our profitability, enhance supply chain efficiency, strengthen our category management capabilities, streamline and refine our marketing process, and invest in more sophisticated information technology systems and data analytics. Additionally, we have continued to advance our digital initiative, to include the enhancement of our website and business-to-business (“B2B”) e-Commerce platform. The enhancements have increased connectivity with our customers and have resulted in better customer service as well as contributed to improvement in our profitability. We remain focused on delivering additional enhancements of our digital offering and believe we will continue to benefit from these and other operational initiatives.\nBe the Employer of Choice\n    We believe our associates are the key drivers of our success, and we aim to recruit, train, promote, and retain the most talented and success-driven personnel in the industry. Our size and scale enable us to offer structured training and career path opportunities for our associates. We have built a vibrant and entrepreneurial culture that rewards performance at the area and branch levels. We promote ongoing, open, and honest communication with our associates, including periodic engagement surveys, to ensure mutual trust, engagement, and performance improvement. We believe that high-performing local leaders coupled with creative, adaptable, and engaged associates are critical to our success and to maintaining our competitive position, and we are committed to being the employer of choice in our industry.\nOur Products and Services\n    Our comprehensive portfolio of landscape products consists of approximately 170,000 SKUs from approximately 5,800 suppliers. Our product portfolio includes irrigation supplies, fertilizer and control products, hardscapes, landscape accessories, nursery goods, and outdoor lighting products. Our customers value our product breadth and geographic reach, as well as our on-site expertise and consultative services. While pricing is important to our customers, availability, convenience, and expertise are also important factors in their purchase decisions. In addition to other capabilities, our ability to offer the significant yard space and special equipment required by items such as hardscapes and nursery goods provides us with a competitive advantage over many competitors who offer a more limited selection of product categories.\n    Refer to “Note 2. Revenue from Contracts with Customers” to our audited financial statements for information on our Net sales of landscaping products (irrigation supplies, hardscapes, landscape accessories, nursery goods, and outdoor lighting) and agronomic and other products (fertilizer, control products, ice melt, equipment, and other products).\nIrrigation Supplies\n    Our irrigation products include controllers, valves, sprinkler heads, irrigation pipe, and micro-irrigation or drip products. The market for irrigation products has historically provided stable growth and is driven primarily by new home and commercial construction and maintenance of existing irrigation systems.\nFertilizer and Other\n    Our fertilizer and other products include fertilizer, grass seed, and ice melt products. Fertilizer products are sold to the maintenance end market and accordingly are relatively stable through economic cycles.\nControl Products\n    Our control products are specialty products that include herbicides, fungicides, rodenticides, and other pesticides. Similar to fertilizer products, control products sales are strongly tied to the maintenance end market and accordingly are relatively stable through economic cycles.\nHardscapes\n    Our Hardscapes include pavers, natural stone, blocks, and other durable materials.\nLandscape Accessories\n    Our landscape accessories products include mulches, soil amendments, drainage pipe, tools, and sod. Landscape accessories are typically sold in combination with other landscape supply products. As a result, sales of these accessories are often tied to sales of fertilizers and control products, as well as sales of nursery goods and hardscapes.\nNursery Goods\n    Our nursery goods include deciduous and evergreen shrubs, ornamental, shade, and evergreen trees, both field-grown and container-grown nursery stock, roses, perennials, annuals, bulbs, and thousands of plant species and cultivars that are available in a number of container sizes, heights, forms, and bloom colors.\nOutdoor Lighting\n    Our outdoor lighting products include lighting fixtures (path, area, accent, up, down, well, hardscape, deck, underwater, bistro, and holiday), LED lamps, wire, transformers, and accessories.\nProprietary Branded Products\n    In addition to distributing branded products of third parties, we offer products under our proprietary brands. Sales of LESCO®, SiteOne Green Tech®, and Pro-Trade® together accounted for approximately 14% of our 2024 Fiscal Year Net sales, the large majority of which is attributable to LESCO®.\nLESCO®\n    LESCO® is a premium brand and maintains strong brand awareness with golf and professional landscape contractors. Under the LESCO® brand, we offer formulations of fertilizer (liquid and granular), combination products (pesticides on a fertilizer carrier), control products (liquid and granular pesticides), specialty chemicals, turf seed, application equipment (engine powered and walk behind or other non-engine powered), paint, maintenance products like engine oil, ice melt, trimmer line, and soil tests. LESCO® products are sold through our branches and retail outlets such as The Home Depot.\nSiteOne Green Tech®\n    We offer pre-packaged landscape and irrigation management solutions that are designed to help customers manage and conserve water under the SiteOne Green Tech® brand. The core SiteOne Green Tech® product lines include central irrigation control systems, solar assemblies, fertilizer injection systems, irrigation pumps, and hand-held remote control equipment.\nPro-Trade®\n    We offer a line of professional-grade landscape lighting fixtures, LED lamps, and transformers, as well as irrigation and landscape supplies, under our Pro-Trade® brand. The Pro-Trade® line of products is sold exclusively through our branches and website. During the 2024 Fiscal Year, we added synthetic turf, turf accessories, garden hoses, torches, irrigation testers, and clamp meters to the Pro-Trade® offering. We plan to continue expanding our Pro-Trade® line of products in the 2025 Fiscal Year.\nPortfolio\n    We offer a line of premium plant varieties under our Portfolio brand. The Portfolio line of products is sold exclusively through our branches and website, and currently includes products specialized for the market, exclusive to the brand, or are improvements to the current plant standards in the industry. There are currently over 150 unique items in the line, in various sizes, including shrubs, trees, perennials, annuals, and bulbs with plans to continue expanding our Portfolio offerings in the 2025 Fiscal Year.\nSolstice®\n    In 2024, we launched a line of premium imported natural stone under our Solstice® brand. The Solstice® line is sold exclusively through our branches and website, and includes three collections of products designed for hardscape, pool deck, and vertical masonry projects. The mix of products includes coping, caps, steps, treads, pavers, and stone veneer in a variety of materials that range from high grade versions already present in the market to materials exclusive to SiteOne in our target markets. We plan to expand our Solstice® line of products in the 2025 Fiscal Year.\nServices\n    We offer a variety of complementary, value-added services to support the sale of our products. We believe these services are an important differentiator in establishing our value proposition to our customers.\nProduct Knowledge and Technical Expertise\n    Consultative services provided by our local staff, many of whom are former landscape contractors or golf course superintendents, include product selection and support, assistance with design and implementation of landscape projects, and potential sales leads for new business opportunities. Our SiteOne University program provides customers with access to training and informational seminars that directly support the growth of their businesses. The program includes technical training, licensing, certifications, and business management seminars. In addition, our product category experts provide technical knowledge on the features and benefits of our products as well as installation techniques.\nProject Services\n    We partner with our customers by providing consultative services to help them save time, money, and effort in bidding for new projects and for new landscape installations. Our regionally based project services teams specialize in quoting, estimating, and completing sales for customers who compete in the commercial construction sector. Other services provided by our project services teams include assistance with specifications and irrigation project take-offs.\nPartners Program\n    We offer a loyalty rewards program, our Partners Program, which had approximately 52,000 enrolled customers as of December 29, 2024 and provides business and personal rewards, access to business services at preferred rates, and technical training and support. Reward points may be utilized, for example, for on-account credits, trips and special events, gift cards to major retailers, and SiteOne University courses and educational events. Access is also provided to preferred rate business services and includes, for example, payroll and select human resource services, cell phone services, office supplies, and fuel rebates. For the 2024 Fiscal Year, Partners Program participants accounted for approximately 60% of our Net sales.\nOperational Structure\n    Our operational philosophy is to create local area teams and branch networks specifically designed to best meet our customers’ needs at the local market level, while supporting these teams with the resources of a large company delivered through regional and divisional management, including company-wide support functions.\n    At the local market level, we organize our over 690 branches and approximately 630 outside sales representatives into 37 designated “areas” that each typically serve a defined geography, a large MSA, or a combination of MSAs in close proximity. Area Managers are responsible for the organization and talent planning, branch operations, sales and product delivery strategy, and financial performance of their respective areas. Area Managers are assisted by Area Business Managers and Area Sales Managers who are responsible for executing the local market and operating strategies as well as key initiatives to grow sales and profitability.\n    We support our area teams with regional and divisional management as well as company-wide support functions by providing: management of business performance, development and execution of local strategies, sharing of best practices, execution and integration of acquisitions, finance and accounting expertise (including financial planning and analysis, credit/collections, payables, and other shared services), category management and procurement, supply chain (including planners and buyers), pricing strategies, marketing, and information technology. Our integrated branches utilize a single technology platform, allowing us to leverage our full operational scale for procurement, inventory management, delivery, financial support, data analytics, and performance reporting.\n    Our outside sales force is organized by geographic area. Each area maintains a number of outside sales representatives who drive sales growth on behalf of several branches across a variety of accounts from landscape contractors to municipal agencies. We also maintain a sales force of agronomic sales representatives who are focused on growing sales with customers in the golf industry. Our agronomic sellers also focus on contractors in the lawn care operations, maintenance and development, and sports turf verticals.\n\n    We have a national account sales organization that leads sales strategy and execution for our largest national and regional customers. The national sales team is organized around nine different market verticals: facility management, golf, international, lawn care operators, maintenance and development, pest control, retail, sod, and tree service accounts. Each national account manager is responsible for a group of large accounts and coordinates our business with these customers both nationally and locally through our local sales representatives. National account managers negotiate national programs with our largest customers in order to increase our share of their business.\nDistribution Network\n    We use two distribution models to offer a comprehensive selection of products and meet the needs of each local market.\nBranches\n    Our branch network is the core of our operations and creates a valuable connection between our suppliers and our customers. Of our approximately 5,800 suppliers, few are set up to serve the shipping needs of our customers as their supply chains are typically focused on bulk quantity shipments. In contrast, many of our customers often require comparatively small quantities of products from numerous suppliers to complete a typical project, making it difficult to source directly from those suppliers. Our branch network provides significant value to our suppliers by maintaining local availability of core and complementary products in quantities our customers need.\n    The majority of our branches carry multiple product categories, but do not carry all. Branches that carry our full product lines combine our regular branch facilities with large 5-to-30 acre yards suitable for nursery goods and hardscape products. Yards are well-equipped to manage truckload-purchased landscape, nursery, and hardscape products and can maintain a diverse variety of greenhouse and nursery plants. All locations offering nursery goods have water distribution systems to maintain inventories, and many of these locations have access to municipal water supplies, wells, or ponds. Branches are strategically located near residential areas with convenient highway access. In-store merchandising displays are utilized to emphasize product features and seasonal promotions. We primarily lease 5,000 to 15,000 square foot facilities in both freestanding and multi-tenant buildings with secured outside storage yards averaging from 10,000 to 20,000 square feet.\nDirect Distribution\n    Our direct distribution business provides point-to-point logistics for bulk quantities of landscape products between suppliers and customers, providing customers with sourcing and logistics support services for inventory management and delivery, and in many cases, these services are more economical than the producers might otherwise provide. We believe that producers view us not as competitors, but as providers of a valuable service, brokering these large orders through the use of our network. We typically do not maintain inventory for direct distribution, but rather use our existing supplier relationships, marketing expertise, and ordering and logistics infrastructure to serve this demand, requiring less working capital investment for these sales. Approximately 6% of our 2024 Fiscal Year Net sales were from direct distribution.\n    Direct distribution is preferred for contractors with large projects, typically designed by professional landscape architects. Contractors work hand-in-hand with our outside sales and inside sales teams, including project planning support with material take-offs, product sourcing, and bid preparation. Using our large supplier network, our associates arrange convenient direct shipments to jobs, which are coordinated and staged according to each phase of the construction. This distribution channel primarily handles bulk nursery, agronomic, landscape, and hardscape products.\nCustomers\n    Our customers are primarily residential and commercial landscape professionals who specialize in the design, installation, and maintenance of lawns, gardens, golf courses, and other outdoor spaces. Our customer base consists of more than 430,000 firms and individuals, with our top 10 customers collectively accounting for less than 4% of our 2024 Fiscal Year Net sales, with no single customer accounting for more than 2% of Net sales. Small customers, with annual purchases of up to $25,000, made up 23% of our 2024 Fiscal Year Net sales. Medium customers, with annual purchases from $25,000 up to $150,000, made up 31% of our 2024 Fiscal Year Net sales. Large customers, with annual purchases over $150,000, made up 46% of our 2024 Fiscal Year Net sales. Some of our largest customers include BrightView, Weed Man, Aptive Environmental, Heartland, Yellowstone Landscape, The Home Depot, Sperber, and Davey Tree. Distribution of our LESCO® proprietary branded products on a wholesale basis to retailers represented less than 1% of our 2024 Fiscal Year Net sales.\nSuppliers\n    We source our products from approximately 5,800 suppliers, including the major irrigation equipment manufacturers, turf and ornamental fertilizer/chemical companies, and a variety of suppliers who specialize in nursery goods, outdoor lighting, hardscapes, and other landscape products. Some of our largest suppliers include Hunter Industries, Rain Bird, Oldcastle, Cresline, NDS, Turf Care Supply, Envu, Toro, Spears Manufacturing, and Techo-Bloc. Purchases from our top 10 suppliers accounted for approximately 31% of total purchases for the 2024 Fiscal Year.\n    We generally procure our products through purchase orders rather than under long-term contracts with firm commitments. We work to develop strong relationships with a select group of suppliers that we target based on a number of factors, including brand and market recognition, price, quality, product support, service levels, delivery terms, and their strategic positioning. We typically have annual supplier agreements, and while they generally do not provide for specific product pricing, many include volume-based financial incentives that we earn by meeting or exceeding purchase volume targets. Our ability to earn these volume-based incentives is an important factor in our financial results. In certain cases, we enter into supply contracts with terms that exceed one year for the manufacture of our LESCO® branded fertilizer, some nursery goods, grass seed, and hardscape products, which may require us to purchase products in the future.\nCompetition\n    The majority of our competition comes from other wholesale landscape supply distributors. Among wholesale distributors, we primarily compete against a small number of regional distributors and many small, local, privately-owned distributors. Some of our competitors carry several product categories, while others mainly focus on one product category such as irrigation, fertilizer and control products, nursery goods, or hardscapes. We are the only national wholesale distributor to carry a full product line of landscape supplies.\n    We believe our top nine largest competitors include Heritage Landscape Supply Group (a subsidiary of The Home Depot), Ewing, Harrell’s, Horizon Distributors (a subsidiary of Pool Corporation), Target Specialty Products, BWI, Outdoor Living Supply, Central Turf and Irrigation Supply, and Howard Fertilizer and Chemical.\n    We believe regional or local competitors comprise approximately 82% of the landscape supply industry based on 2024 Net sales. The principal competitive factors in our business include, but are not limited to, location, availability of materials and supplies, technical product knowledge and expertise, advisory or other service capabilities, delivery capabilities, pricing of products, and availability of credit.\nHuman Capital Management and Sustainability\n    At SiteOne, we believe our associates are our greatest asset and the safety, health, and wellness of our associates and their families is a top priority. The support we offer to our associates is an important part of our vision to be a great place to work and the employer of choice in the green industry.\n    As of December 29, 2024, we employed approximately 8,300 associates, none of whom were affiliated with labor unions. We periodically administer a company-wide associate engagement survey, the most recent of which occurred in November 2023, and we believe that we have good relations with our associates. Approximately 92% of our associates are employed on a full-time, year-round basis. Our associate count currently includes approximately 460 seasonal associates, who are temporarily employed due to the weather-dependent nature of our business. An associate is anyone employed by the Company.\nSafety\n    The first element of our SiteOne DNA is “Always Safe,” which means that we take personal responsibility for our own safety and for the safety of others. Our leadership team is focused on creating a culture of safety and evaluating ways to improve our operations that reduce the most common forms of on-the-job injuries. Our safety initiatives include:\n•Our Environmental, Health, and Safety team, which further enhances our safety efforts by establishing and monitoring safe work practices to prevent customer and associate injuries. As a result, we invest in safety equipment and practices at all branches with the goal of eliminating workplace injuries.\n•A designated Safety Champion in each of our branches. Our Safety Champions are high potential, well-respected associates who help demonstrate and influence our culture of safety. Our goal is a robust culture of safety with all associates committed to working safely, every task, every day, 100% of the time.\nBenefits\n    We offer a competitive benefits package with the goal of enabling our associates to get the most out of work and life. Among our benefits, we offer a paid military leave benefit that provides additional resources to our full-time associates as they continue to serve our country. We also offer a paid parental leave benefit for our full-time associates to help parents during the early days of parenthood. The parental leave benefit provides time away from work within the first year of the birth or adoption of a child with 100% of base pay.\n    In the 2022 Fiscal Year, we launched SiteOne CARES, a grant assistance program designed to help our associates cope with unexpected financial challenges arising from personal hardships. We made an initial contribution of $75,000 to the SiteOne Cares fund and matched 100% of every associate contribution up to the first $25,000 of associate donations. As of December 29, 2024, we reached over $170,000 in associate donations since inception and have assisted 54 associates in need. In 2024, we made another contribution of $75,000 to the SiteOne Cares fund, with a commitment to match the next $25,000 in associate donations.\n    In the 2022 Fiscal Year, we created a bonus program for our hourly associates and approximately 2,750 associates received payments under the program in 2022. In the 2024 Fiscal Year, approximately 3,300 associates received the bonus with payments totaling approximately $2.7 million. With the implementation of the program in 2022, all of our previously ineligible associates prior to program inception became eligible and continue to be eligible to receive a bonus. We continue to evaluate our compensation and benefits program to ensure we offer a competitive total rewards package.\nTraining and Development\n    We believe the training provided through our development programs and our entrepreneurial, performance-based culture delivers significant benefits to our associates. Targeted skills training is designed around an associate’s development and career interests. We offer certification programs that include instructor-led training, online learning, in-field work, and exit exams. We also facilitate leadership training to develop an understanding of leadership style, our values, and key coaching techniques.\nEngagement\n    We administer associate engagement surveys to determine how we are doing in our mission to be the employer of choice in the green industry. We review the survey results with all of our associates and seek their involvement in developing and executing action plans to continue our workplace improvements. We monitor associate satisfaction and aim to strengthen our pipeline of top talent by conducting talent reviews and succession planning for all critical roles in the organization. We identify, communicate, and utilize career development paths for key roles. This includes not only an upward path for associates, but exposure to parallel roles across the organization.\n    At SiteOne, we believe in the power of teamwork and in creating a great place to work for all our associates. We focus on creating a work environment that is respectful and supportive of each of our associates and which places the team first. We have several Associate Resource Groups (“ARGs”), which are voluntary, associate-led groups open to all SiteOne associates. ARGs support business objectives, foster an inclusive culture, and offer an avenue of development for associates. Our ARGs include the following:\n•BR1DGE – BR1DGE provides a network for Black associates to be connected and supported.\n•INSP1RE – INSP1RE fosters an inclusive culture with a focus on our extended Asian community – South Asia, South-East Asia, East Asia, Asian Pacific Islander, Asian American, and beyond.\n•UN1DOS – UN1DOS attracts and retains engaged associates while enhancing SiteOne’s understanding of and relationships with Hispanic communities and customers.\n•VETS1 – VETS1 fosters an environment of engaged associates while developing SiteOne’s understanding of and relationships with veteran associates, customers, and communities.\n•W1GG – “Women in the Green Growing” promotes an environment of engaged associates while advocating female growth within SiteOne and the green industry.\nSustainability\n    We also believe it is important to provide our stockholders with important information about our sustainability-related performance. As part of this commitment, we published our annual corporate responsibility report (“IMPACT Report”) in November 2024, which details our programs and progress across a number of important sustainability topics. Our IMPACT Report follows the Sustainability Accounting Standards Board (“SASB”) and Task Force on Climate-Related Financial Disclosures (“TCFD”) frameworks and includes the disclosure of quantitative metrics relevant to our business and industry. Among other examples of such commitment, we have identified certain short-, medium-, and long-term climate-related risks and opportunities for the Company’s business, strategy, and financial planning. We have also engaged a leading sustainability consultant to review our greenhouse gas (“GHG”) emissions inventory, develop a management plan, and oversee data collection and gap analysis, as well as have made several investments in technology and processes that will allow us to gather data and track our usage, including with respect to our fleet management services and our utility expense management services.\nService Marks, Trademarks, and Trade Names\n    We hold various trademark registrations, including SiteOne®, LESCO®, SiteOne Green Tech®, Pro-Trade®, and Solstice®, which we consider important to our marketing activities. Generally, trademark rights have a perpetual life, provided they are renewed on a timely basis and continue to be used properly as trademarks. We intend to maintain these trademark registrations and the other trademarks associated with our business so long as they remain valuable to our business. In addition, other than commercially available software licenses, we do not believe that any of our licenses for third-party intellectual property are material to our business, taken as a whole.\nWeather Conditions and Seasonality\n    For a discussion regarding seasonality and weather, refer to Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations - Weather Conditions and Seasonality” of this Annual Report on Form 10-K.\nRegulatory Compliance\nGovernment Regulations\n    We are subject to various federal, state, provincial, and local laws and regulations, compliance with which increases our operating costs, limits or restricts the products and services we provide or the methods by which we offer and sell those products and services or conduct our business, and subjects us to the possibility of regulatory actions or proceedings. Noncompliance with these laws and regulations can subject us to fines or various forms of civil or criminal prosecution, any of which could have a material adverse effect on our reputation, business, financial position, results of operations, and cash flows.\n    These federal, state, provincial, and local laws and regulations include, but are not limited to, laws relating to consumer protection, wage and hour, deceptive trade practices, international trade, anti-bribery and anti-corruption, permitting and licensing, state contractor laws, workers’ safety, tax, healthcare reforms, collective bargaining and other labor matters, environmental, data privacy, cybersecurity, and employee benefits.\nEnvironmental, Health, and Safety Matters\n    We are subject to numerous federal, state, provincial, and local environmental, health and safety laws and regulations, including laws that regulate the emission or discharge of materials into the environment, govern the use, handling, treatment, storage, disposal, and management of hazardous substances and wastes, protect the health and safety of our associates and users of our products, and impose liability for investigating and remediating, and damages resulting from, present and past releases of hazardous substances at sites we have ever owned, leased or operated, or used as a disposal site.\n    In the United States, we are regulated under many environmental, health and safety laws, including, but not limited to, the Comprehensive Environmental Response, Compensation and Liability Act, the Federal Environmental Pesticide Control Act, the Federal Insecticide, Fungicide and Rodenticide Act, the Clean Air Act, the Clean Water Act, the Occupational Safety and Health Act, and the Consumer Product Safety Act, each as amended. Certain laws, such as those requiring the registration of herbicides and pesticides, and regulating their use, also involve the oversight of regulatory authorities and public health agencies. Although we strive to comply with such laws and have processes in place designed to achieve compliance, we may be unable to prevent violations of these or other laws from occurring. We could also incur significant investigation and clean-up costs for contamination at any currently or formerly owned or operated facilities, including LESCO’s manufacturing and blending facilities. Refer to “Note 10. Commitments and Contingencies” to our audited consolidated financial statements for additional information.\n    In addition, we cannot predict the effect of possible future environmental, health, or safety laws on our operations. Changes in, or new interpretations of, existing laws, regulations or enforcement policies, the discovery of previously unknown contamination, or the imposition of other environmental liabilities or obligations in the future, including obligations with respect to any potential health hazards of our products, may lead to additional compliance or other costs.\nAvailable Information\n    We make available free of charge on the “Investor Relations” page of our website, www.siteone.com, our filed and furnished reports on Forms 10-K, 10-Q, and 8-K, and all amendments thereto, as soon as reasonably practicable after the reports are filed with or furnished to the Securities and Exchange Commission (the “SEC”). We also use our website as a means of disclosing additional information, including for complying with our disclosure obligations under the SEC’s Regulation FD.\n    Our IMPACT Report, Corporate Governance Guidelines, Board of Directors Communication Policy, Business Code of Conduct and Ethics, Financial Code of Ethics, and the Charters of the Audit Committee, the Human Resources and Compensation Committee, and the Nominating and Corporate Governance Committee of the Board of Directors are also available on the “Investor Relations” page of our website. In addition, we include a Stakeholder Impact section on the “Investor Relations” page of our website. The information contained on our website is not incorporated herein by reference. Copies of these documents (without exhibits, when applicable) are also available free of charge upon request to us at 300 Colonial Center Parkway, Suite 600, Roswell, Georgia 30076, Attention: Investor Relations or by telephone at (404) 277-7000. The SEC maintains a website that contains reports, proxy, and information statements, and other information regarding issuers, including us, that file electronically with the SEC at www.sec.gov. We are required to disclose any change to, or waiver from, our Business Code of Conduct and Ethics for our executive officers and members of our Board of Directors. We use our website to disseminate this disclosure as permitted by applicable SEC rules.",
      "char_count": 43239
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nYou should carefully consider the factors described below, in addition to the other information set forth in this Annual Report on Form 10-K. These risk factors are important to understanding the contents of this Annual Report on Form 10-K and of other reports. Our reputation, business, financial position, results of operations, and cash flows are subject to various risks. The risks and uncertainties described below are not the only ones relevant to us. Additional risks and uncertainties not currently known to us or that we currently believe are immaterial may also adversely impact our reputation, business, financial position, results of operations, and cash flows.\nRisk Factor Summary\nThe following is a summary of the principal risks that could adversely affect our business, operations, and financial results:\nRisks Related to Our Business and Our Industry\n•Cyclicality in our business could result in lower Net sales and reduced cash flows and profitability. \n•Our business is affected by general business, financial market, and economic conditions.\n•Our operations are substantially dependent on weather and climate conditions.\n•Seasonality affects the demand for our products and services and our results of operations and cash flows.\n•The prices and costs of the products we purchase may be subject to large and significant price fluctuations.\n•Market variables and other events outside of our control could cause our Cost of goods sold and operating costs to grow more rapidly than Net sales.\n•Inflation and increases in operating costs have adversely impacted, and may in the future continue to adversely impact, our business.\n•Compliance with, or liabilities under, environmental, health and safety laws and regulations, including laws and regulations pertaining to the use and application of our products and climate change legislation, could result in significant costs.\n•Our business exposes us to risks associated with hazardous materials and related activities, not all of which are covered by insurance.\n•Laws and government regulations applicable to our business could increase our legal and regulatory expenses, and impact our business.\n•Public perceptions that the products we use and the services we deliver are not environmentally friendly or safe or that our practices are not sustainable may result in significant costs and adversely impact the demand for our products or services.\n•Increased competitive pressures could reduce our market share.\n•We may face supply chain delays or interruptions, product shortages, or the loss of key suppliers or fail to develop relationships with qualified suppliers.\n•We are subject to inventory management risks.\n•We may not successfully implement our business strategies, including achieving our growth objectives.\n•We may be unable to successfully acquire and integrate other businesses or increased competition for those businesses may result in less favorable acquisition terms.\n•We face risks associated with our labor force and our customers’ labor force.\n•We may not be able to attract or retain key executives.\n•We are exposed to construction defect and product liability claims as well as other legal proceedings.\n•An impairment of goodwill and/or other intangible assets could reduce Net income.\n•We may face adverse credit and financial market events and conditions.\n•We may be inefficient or ineffective in capital allocation.\n•We may fail to collect monies owed by our credit sale customers.\n•The operating results of individual branches may vary.\n•We could experience operational interruptions, incur substantial additional costs, become subject to legal or regulatory proceedings or suffer damage to our reputation in the event of a cybersecurity incident. \n•A large-scale malfunction or failure in our information technology systems could disrupt our business, create potential liabilities for us, or limit our ability to effectively monitor, operate, and control our operations.\n•We may fail to protect the security of personal information about our customers.\n•We may not be able to adequately protect our intellectual property and other proprietary rights that are material to our business.\n•We may be subject to unanticipated changes in our tax provisions.\n•We may face acts or threats of terrorism, public health emergencies, violence, or unfavorable or uncertain political conditions.\nRisks Related to Our Indebtedness\n•We have outstanding indebtedness and may incur substantial additional indebtedness, which could adversely affect our financial health and our ability to obtain financing in the future, react to changes in our business, or satisfy our obligations.\n•Significant or prolonged periods of higher interest rates would increase the costs of servicing our indebtedness and could reduce our profitability.\n•The agreements and instruments governing our indebtedness contain restrictions and limitations that could significantly impact our ability to operate our business.\n•Our ability to generate the significant amount of cash needed to pay interest and principal on our indebtedness and our ability to refinance all or a portion of our indebtedness or obtain additional financing depends on many factors beyond our control.\nRisks Related to Our Common Stock\n•The market price of our common stock may be volatile.\n•Holdings is a holding company with no operations of its own, and it depends on its subsidiaries for cash to fund all of its operations and expenses, including to make future dividend payments, if any.\n•Our organizational documents contain certain provisions that may discourage, delay, or prevent a change of control of our Company and may limit our stockholders’ ability to obtain favorable judicial forum for certain disputes.\nRisks Related to Our Business and Our Industry\nCyclicality in our business could result in lower Net sales and reduced cash flows and profitability. We have been, and in the future may be, adversely impacted by declines in the new residential and commercial construction sectors, as well as in spending on repair and upgrade activities.\nWe sell a significant portion of our products for landscaping activities associated with new residential and commercial construction sectors, which have experienced cyclical downturns in the past and may experience cyclical downturns in the future, some of which have been, or could in the future be, severe. The strength of these markets depends on, among other things, housing starts, consumer spending, non-residential construction spending activity and business investment, which are a function of many factors beyond our control, including interest rates, employment levels, changes in the tax laws, availability of credit, geopolitics, consumer confidence, and capital spending. Weakness or downturns in residential and commercial construction markets could have a material adverse effect on our business, operating results, or financial condition.\nSales of landscape supplies to contractors serving the residential construction sector represent a significant portion of our business, and demand for our products is highly correlated with residential construction, including repairs and upgrades. Housing starts are dependent upon a number of factors, including housing demand, housing inventory levels, housing affordability and mortgage rates, foreclosure rates, demographic changes, the availability of land, local zoning and permitting processes, the availability of construction financing, and the overall health of the economy. Unfavorable changes in any of these factors could adversely affect consumer spending, result in decreased demand for homes, and adversely affect our business. In the 2024 and 2023 Fiscal Years, we experienced a softening of the residential construction sector, including as a result of home price inflation and higher mortgage rates, which persisted through the 2024 Fiscal Year despite a 50-basis point reduction in interest rates in September 2024 and two additional 25-basis point rate cuts in the fourth quarter of 2024. If the softening of this sector continues to persist, the timing and extent of any such reduction in homebuilding activity and the resulting impact on demand for landscape supplies are uncertain.\nOur Net sales also depend, in significant part, on commercial construction, which is cyclical in nature and subject to downturns, which can be severe. Previously, downturns in the commercial construction market have typically lasted about two to three years, resulting in market declines of approximately 20% to 40%. Current market conditions, including the impacts that, among others, inflation and higher interest rates for prolonged periods may continue to have on the timing or strength of the recovery of commercial construction activity in our markets cannot be predicted.\nWe also rely, in part, on repair and upgrade of existing landscapes. High unemployment levels, high mortgage delinquency and foreclosure rates, lower home prices, limited availability of mortgage and home improvement financing, and significantly lower housing turnover, may restrict consumer spending, particularly on discretionary items such as landscape projects, and adversely affect consumer confidence levels and result in reduced spending on repair and upgrade activities.\nOur business is affected by general business, financial market, and economic conditions, which could adversely affect our financial position, results of operations, and cash flows.\nOur business and results of operations are significantly affected by general business, financial market, and economic conditions. General business, financial market, and economic conditions that could impact the level of activity in the wholesale landscape supply industry include the level of new home sales and construction activity, interest rate fluctuations, inflation, unemployment levels, geopolitics, tax rates, capital spending, bankruptcies, volatility in both the debt and equity capital markets, liquidity of the global financial markets, the availability and cost of credit, investor and consumer confidence, global economic growth, local, state and federal government regulation, and the strength of regional and local economies in which we operate. With respect to the residential construction sector in particular, spending on landscape projects is largely discretionary and lower levels of consumer spending or the decision by homeowners to perform landscape upgrades or maintenance themselves rather than outsource to contractors, or to focus less on outdoor projects may adversely affect our business. While the rate of inflation has stabilized since reaching historic levels in the 2022 and 2023 Fiscal Years, we continued to experience the adverse impact of an inflationary environment in the 2024 Fiscal Year, and we cannot predict whether adverse economic conditions such as these will continue, the impact that future economic developments will have on consumers, or the manner in which negative economic trends will impact consumer demand or preferences over the long term.\nOur operations are substantially dependent on weather and climate conditions.\nWe supply landscape, irrigation, and turf maintenance products, the demand for each of which is affected by weather conditions, including, without limitation, potential impacts, if any, from climate change. In particular, droughts could cause shortages in the water supply, which may have an adverse effect on our business. For instance, our supply of plants could decrease, or prices could rise, due to such water shortages, and customer demand for certain types of plants may change in ways in which we are unable to predict. Such water shortages may also make irrigation or the maintenance of turf uneconomical. Governments may implement limitations on water usage, such as those enacted in California, that make effective irrigation or turf maintenance unsustainable, which could negatively impact the demand for our products. There is a risk that demand for landscaping products will decrease overall due to persistent or severe drought conditions in some of the geographic markets we serve, or that demand will change in ways that we are unable to predict.\nFurthermore, natural disasters, adverse weather conditions and/or climate change-related events, such as droughts, severe storms, wildfires, hurricanes, and significant rain or snowfall, can adversely impact the demand for our products, availability of products, timing of product delivery, or our ability to deliver products at all. For example, during the third and fourth quarters of the 2024 Fiscal Year, demand for our products was negatively impacted by Hurricanes Helene and Milton in our southeastern market. Other types of unexpected severe weather conditions, such as excessive heat or cold, may result in certain applications in the maintenance product cycle being omitted for a season or damage to or loss of nursery goods, sod, and other green products in our inventory, which could result in losses requiring write-downs. In addition, our business and operating results could be impacted to a greater degree than we previously experienced to the extent that unfavorable weather conditions are exacerbated by global climate change or otherwise.\nSeasonality affects the demand for our products and services and our results of operations and cash flows.\nThe demand for our products and services and our results of operations are affected by the seasonal nature of our irrigation, outdoor lighting, nursery, landscape accessories, fertilizers, turf protection products, grass seed, turf care equipment, and golf course maintenance supplies. Such seasonality causes our results of operations to vary considerably from quarter to quarter. Typically, our Net sales and Net income are higher in the second and third quarters of each fiscal year due to favorable weather and longer daylight conditions during these quarters. Our Net sales and Net income are typically significantly lower in the first and fourth quarters due to lower landscaping, irrigation, and turf maintenance activities in these quarters. Accordingly, results for any quarter are not necessarily indicative of the results that may be achieved for the full fiscal year.\nThe prices and costs of the products we purchase may be subject to large and significant price fluctuations. We might not be able to pass cost increases through to our customers, and we may experience losses in a rising price environment. In addition, we might have to lower our prices in a declining price environment, which could also lead to losses.\nWe purchase and sell a wide variety of products, the price and availability of which may fluctuate, and may be subject to large and significant price increases, especially in periods of high inflation. For example, certain of our contracts with suppliers include prices for commodities such as grass seed and chemicals used in fertilizer that are not fixed or tied to an index, which allows our suppliers to change the prices of their products as the input prices fluctuate. Conversely, we may experience lower Net sales in a deflationary environment, including as a result of the commodity price deflation we experienced in the 2024 Fiscal Year. Our business is exposed to these fluctuations, as well as to fluctuations in our costs for transportation and distribution. Changes in prices for the products that we purchase, including, for example, as a result of changes to trade agreements or policies that result in increased tariffs on goods imported into the United States, affect our Net sales and Cost of goods sold, as well as our working capital requirements, levels of debt, and financing costs. We might not always be able to reflect increases in our costs in our own pricing, especially in times of extreme price volatility. Any inability to pass cost increases on to customers may adversely affect our business, financial condition, and results of operations. In addition, if market prices for the products that we sell decline, we may realize reduced profitability levels from selling such products and lower revenues from sales of existing inventory of such products.\nMarket variables and other events outside of our control could cause our Cost of goods sold and operating costs to grow more rapidly than Net sales, which could result in lower Gross profit and gross margin as well as lower Net income.\nMarket variables, such as inflation of product costs, labor and fuel rates, and freight and energy costs, as well as other events outside of our control, such as supply shortages, geopolitical conflicts, trade disputes, or public health emergencies, could adversely impact the management of our Cost of goods sold and operating costs in a manner that would prevent us from leveraging our Net sales growth into higher Net income. For example, the ongoing conflict between Russia and Ukraine, the conflict in the Gaza Strip, and other unrest in the Middle East, as well as the international responses related thereto (e.g., sanctions, export controls, etc.), has created and may continue to create, economic instability, including, among other things, inflationary pressures causing increases in fuel and other energy costs. In addition, our inability to pass on such increases in costs to customers in a timely manner, or at all, could cause our Cost of goods sold and operating costs to grow, which could result in lower Gross profit and gross margin as well as lower Net income.\nInflation and increases in operating costs have adversely impacted, and may in the future continue to adversely impact, our business, financial position, results of operations, and cash flows.\nOur financial performance is affected by the level of our operating expenses, such as occupancy costs associated with the leases for our branch locations and costs of fuel, vehicle maintenance, equipment, parts, wages and salaries, employee benefits, health care, self-insurance costs and other insurance premiums, as well as various regulatory compliance costs, all of which may be subject to inflationary pressures. In particular, our financial performance is adversely affected by increases in these operating costs. Given the elevated inflation rates over the past few years, we have, and may continue to, experience higher operating costs.\nMost of our facilities are located in leased premises. Many of our current leases are non-cancelable and typically have terms ranging from three to five years, with options to renew for specified periods of time. We believe that leases we enter into in the future will likely be long-term and non-cancelable and have similar renewal options. However, we may be unable to renew our current or future leases on favorable terms or at all, which could have an adverse effect on our operations and costs. In addition, if we close a location, we generally remain committed to perform our obligations under the applicable lease, which include, among other things, payment of the base rent for the balance of the lease term.\nWe deliver a substantial volume of products to our customers by truck. Petroleum prices have continued to fluctuate significantly in recent years. Prices and availability of petroleum products are subject to political, economic, and market factors that are outside our control. Political and military events in petroleum-producing regions, including the Middle East, U.S. energy policy, and hurricanes and other weather-related events may cause the price of fuel to increase. Our operating profit will be adversely affected if we are unable to obtain the fuel we require or to fully offset the anticipated impact of higher fuel prices through increased prices or fuel surcharges to our customers. We have not entered into any hedging arrangements that protect against fuel price increases and we do not have any long-term fuel purchase contracts. If shortages occur in the supply of necessary petroleum products and we are not able to pass along the full impact of increased petroleum prices to our customers, our results of operations would be adversely affected.\nWe cannot predict the extent to which we may experience future increases in costs of occupancy, fuel, vehicle maintenance, equipment, parts, wages and salaries, employee benefits, health care, self-insurance costs and other insurance premiums, as well as various regulatory compliance costs and other operating costs. To the extent such costs increase as a result of inflation or otherwise, we may be prevented, in whole or in part, from passing these cost increases through to our existing and prospective customers, and the rates we pay to our suppliers may increase, any of which could have a material adverse impact on our business, financial position, results of operations, and cash flows.\nCompliance with, or liabilities under, environmental, health and safety laws and regulations, including laws and regulations pertaining to the use and application of our products as well as climate change legislation, could result in significant costs that adversely impact our reputation, business, financial position, results of operations, and cash flows.\nWe are subject to federal, state, provincial, and local environmental, health and safety laws and regulations, including laws that regulate the emission or discharge of materials into the environment, govern the use, packaging, labeling, transportation, handling, treatment, storage, disposal, and management of chemicals and hazardous substances and waste, and protect the health and safety of our associates and users of our products. Such laws also impose liability for investigation and remediation failures, and damages resulting from, present and past releases of hazardous substances, including releases at sites we have ever owned, leased or operated, or used as a disposal site. We could be subject to fines, penalties, civil or criminal sanctions, personal injury, property damage, or other third-party claims as a result of violations of, or liabilities under, these laws and regulations. We could also incur significant investigation and cleanup costs for contamination at any currently or formerly owned or operated facilities, including LESCO’s manufacturing and blending facilities. In addition, changes in, or new interpretations of, existing laws, regulations, or enforcement policies, the discovery of previously unknown contamination, or the imposition of other environmental liabilities or obligations in the future, including obligations with respect to any potential health hazards of our products, may lead to additional compliance or other costs that could have a material adverse effect on our business, financial position, results of operations, and cash flows.\nIn addition, in the United States, products containing herbicides and pesticides generally must be registered with the U.S. Environmental Protection Agency (“EPA”) and similar state agencies before they can be sold or distributed. The failure to obtain or the cancellation of any such registration, or the withdrawal from the marketplace of such products, could have an adverse effect on our business, the severity of which would depend in part on the products involved, whether other products could be substituted, and whether our competitors were similarly affected. The herbicides and pesticides we use are manufactured by independent third parties and are evaluated by the EPA as part of its ongoing exposure risk assessment. The EPA may decide that a herbicide or pesticide we use will be limited or will not be re-registered for use in the United States. We cannot predict the outcome or the severity of the effect of the EPA’s continuing evaluations.\nThe use of certain herbicide and pesticide products is also regulated by various federal, state, provincial, and local environmental and public health agencies. We may be unable to prevent violations of these or other regulations from occurring. Even if we are able to comply with all such regulations and obtain all necessary registrations and licenses, the herbicides and pesticides or other products we supply could be alleged to cause injury to the environment, to people or to animals, or such products could be banned in certain circumstances. We are subject to such allegations from time to time. The regulations may also apply to customers who may fail to comply with environmental, health and safety laws and subject us to liabilities. Costs to comply with environmental, health and safety laws, or to address liabilities or obligations thereunder, could have a material adverse impact on our reputation, business, financial position, results of operations, and cash flows.\nFurther, new legislation or regulatory change in response to the perceived effects of climate change has been, or is expected to be, adopted at the state and/or federal level. These changes in environmental and climate change laws or regulations, including laws relating to greenhouse gas emissions, could lead to additional operational and compliance burdens, and collecting, measuring, and analyzing information relating to such matters can be costly, time-consuming, dependent on third-party cooperation, and unreliable. Such changes in climate change laws or regulations could further subject us to additional costs and restrictions, including additional investment in product designs and increased energy and raw material costs, as well as increased risk of litigation concerning our disclosures related thereto. We cannot predict how managing our climate change-related reporting obligations, as well as the consumer and retail impacts of climate change, could have a material adverse effect on our financial condition, results of operations, or cash flows.\nOur business exposes us to risks associated with hazardous materials and related activities, not all of which are covered by insurance.\nBecause our business includes managing, handling, storing, selling and transporting, and disposing of certain hazardous materials, such as fertilizers, herbicides, pesticides, fungicides, and rodenticides, we are exposed to environmental, health, safety, and other risks. We carry insurance to protect us against many accident-related risks involved in the conduct of our business and we maintain insurance coverage in accordance with our assessment of the risks involved, the ability to bear those risks, and the cost and availability of insurance. Each of these insurance policies is subject to exclusions, deductibles, and coverage limits. We do not insure against all risks and may not be able to insure adequately against certain risks and may not have insurance coverage that will pay any particular claim. We also may be unable to obtain adequate insurance coverage at commercially reasonable rates in the future for the risks we currently insure against, and certain risks are or could become completely uninsurable or eligible for coverage only to a reduced extent. Our business, financial condition, and results of operations could be materially impaired by environmental, health, safety, and other risks that reduce our revenues, increase our costs, or subject us to other liabilities in excess of available insurance.\nLaws and government regulations applicable to our business could increase our legal and regulatory expenses, and impact our business, financial position, results of operations, and cash flows.\nOur business is subject to significant federal, state, provincial, and local laws and regulations. These laws and regulations include laws relating to consumer protection, wage and hour requirements, the employment of immigrants, labor relations, permitting and licensing, building code requirements, workers’ safety, the environment, employee benefits, marketing and advertising, and the application and use of herbicides, pesticides, and other chemicals. In particular, we anticipate that various federal, state, provincial, and local governing bodies may propose additional legislation and regulation that may be detrimental to our business, may decrease demand for the products we supply, or may substantially increase our operating costs, including proposed legislation, such as environmental regulations related to chemical or nutrient use, water use, climate change, equipment efficiency standards, and other environmental matters; other consumer protection laws or regulations; or health care coverage. It is difficult to predict the future impact of the broad and expanding legislative and regulatory requirements affecting our businesses and changes to such requirements may adversely affect our business, financial position, results of operations, and cash flows. In addition, if we were to fail to comply with any applicable law or regulation, we could be subject to substantial fines or damages, be involved in litigation, suffer losses to our reputation, or suffer the loss of licenses, or incur penalties that may affect how our business is operated, which, in turn, could have a material adverse impact on our business, financial position, results of operations, and cash flows.\nPublic perceptions that the products we use and the services we deliver are not environmentally friendly or safe or that our practices are not sustainable may result in significant costs and adversely impact the demand for our products or services.\nWe sell, among other things, fertilizers, herbicides, fungicides, pesticides, rodenticides, and other chemicals. Public perception that the products we use and the services we deliver are not environmentally friendly or safe or are harmful to humans or animals, whether justified or not, or the improper application of these chemicals, could reduce demand for our products and services, increase regulation or government restrictions or actions, result in fines or penalties, impair our reputation, involve us in litigation that may result in significant costs, damage our brand names, and otherwise have a material adverse impact on our business, financial position, results of operations, and cash flows. Customers are also using social media to provide feedback and information about our Company and products and services in a manner that can be quickly and broadly disseminated. To the extent a customer has a negative experience with, or view of, our Company and shares it over social media, it may adversely impact our brand and reputation.\nIn addition, companies across many industries are facing increasing interest from stakeholders related to their environmental, social, and governance practices, particularly as it relates to perceived effects of climate change. Investor advocacy groups, certain institutional investors, investment funds and other influential investors are also increasingly focused on these practices and have placed increasing importance on the implications and social cost of their investments. While we believe that we currently hold a favorable view from stakeholders related to our practices, there can be no assurance that we will be able to meet the future expectations of our stakeholders, which are evolving rapidly. As a result, we may suffer from reputational damage and our business or financial condition could be adversely affected.\nOur industry and the markets in which we operate are highly competitive and fragmented, and increased competitive pressures could reduce our share of the markets we serve and adversely affect our business, financial position, results of operations, and cash flows.\nWe operate in markets with relatively few large competitors, but barriers to entry in the landscape supply industry are generally low, and we may have several competitors within a local market area. Competition varies depending on product line, type of customer, and geographic area. Some local competitors may be able to offer higher levels of service, lower prices, or a broader selection of inventory than we can in particular local markets. As a result, we may not be able to continue to compete effectively with our competitors. Any of our competitors may foresee the course of market development more accurately than we do, provide superior service, sell or distribute superior products, have the ability to supply or deliver similar products and services at a lower cost, or on more favorable credit terms, develop stronger relationships with our customers and other consumers in the landscape supply industry, adapt more quickly to evolving customer requirements than we do, develop a superior network of distribution centers in our markets, or access financing on more favorable terms than we can obtain. As a result, we may not be able to compete successfully with our competitors.\nIn addition, we may face increased competition from new market entrants or companies in adjacent industries expanding into the landscape supply industry. Such competition may result in the diminution of our market share or the loss of one or more of our major customers, either of which would adversely affect our business, financial position, results of operations, and cash flows. Further, existing and future competitors, and private equity firms, increasingly compete with us for acquisitions, which can increase prices and reduce the number of suitable opportunities available to us; the acquisitions they make may also adversely impact our market position.\nCompetition can also reduce demand for our products and services, negatively affect our product sales and services or cause us to lower prices. Consolidation of professional landscape service firms may result in increased competition for their business. Certain product manufacturers that sell and distribute their products directly to landscapers may increase the volume of such direct sales. Our suppliers may also elect to enter into exclusive supplier arrangements with other distributors.\nWe also face increased competition for our talent base from other employers, particularly competitors. If we are unable to retain our talent or lose talent to a competitor, our ability to achieve our strategic objectives may be adversely affected. In addition, former associates may start landscape supply businesses similar to ours, in competition with us. Given the low barriers to entry in our industry, the possibility of former associates starting similar businesses may be more likely. Increased competition from businesses started by former associates may reduce our market share and adversely affect our business, financial position, results of operations, and cash flows.\nOur customers consider the performance of the products we distribute, our customer service, and price when deciding whether to use our services or purchase the products we distribute. Excess industry capacity for certain products in several geographic markets could lead to increased price competition. We may be unable to maintain our operating costs or product prices at a level that is sufficiently low for us to compete effectively. If we are unable to compete effectively with our existing competitors or new competitors enter the markets in which we operate, our financial condition, operating results, and cash flows may be adversely affected.\nSupply chain delays or interruptions, product shortages, loss of key suppliers, failure to develop relationships with qualified suppliers or dependence on third-party suppliers and manufacturers could affect our financial health.\nOur ability to offer a wide variety of products to our customers is dependent upon our ability to obtain adequate product supply from manufacturers and other suppliers. Any disruption in our sources of supply, particularly of the most commonly sold items, could result in a loss of revenues, reduced margins, and damage to our relationships with customers. Supply shortages may occur as a result of unanticipated increases in demand or difficulties in production or delivery. In addition, we may be materially adversely impacted by disruptions within our supply chain network. Such disruptions may result from weather-related events, natural disasters, international trade disputes or trade policy changes or restrictions, tariffs or import-related taxes, third-party strikes, lock-outs, work stoppages or slowdowns, shortages of supply chain labor and truck drivers, shipping capacity constraints, military conflicts, acts of terrorism, public health emergencies, civil unrest, or other factors beyond our control. For example, in the 2022 Fiscal Year, our supply chains were negatively impacted by the COVID-19 pandemic, especially with respect to freight and labor availability. Although our supply chains have since stabilized, when shortages occur, our suppliers often allocate products among distributors. The loss of, or a substantial decrease in the availability of, products from our suppliers or the loss of key supplier arrangements could adversely impact our financial condition, operating results, and cash flows, as well as our ability to benefit from ongoing supply chain initiatives.\nOur ability to continue to identify and develop relationships with qualified suppliers who can comply with our Supplier Code of Conduct and satisfy our high standards for quality and our need to be supplied with products in a timely and efficient manner is a challenge. Our suppliers’ ability to provide us with products can also be adversely affected in the event they become financially unstable, fail to comply with applicable laws, encounter supply disruptions, shipping interruptions, trade restrictions, tariffs or increased costs, or face other factors beyond our control, including, for example, as a result of the conflict between Russia and Ukraine, the conflict in the Gaza Strip, and other unrest in the Middle East.\nOur agreements with suppliers are generally terminable by either party on limited notice, and in some cases we do not have written agreements with our suppliers. If market conditions change or worsen, suppliers may stop offering us favorable terms, including volume-based incentive terms. Our suppliers may increase prices or reduce discounts on the products we distribute and we may be unable to pass on any cost increase to our customers, thereby resulting in reduced margins and profits. Failure by our suppliers to continue to supply us with products on favorable terms, commercially reasonable terms, or at all, could put pressure on our operating margins or have a material adverse effect on our financial condition, results of operations, and cash flows.\nWe are subject to inventory management risks; insufficient inventory may result in lost sales opportunities or delayed revenue, while excess inventory may harm our gross margins.\nWe balance the need to maintain inventory levels that are sufficient to ensure competitive lead times against the risk of inventory obsolescence because of changing customer requirements, fluctuating commodity prices, or the life-cycle of nursery goods, sod, and other green products. In order to successfully manage our inventories, including grass seed, chemicals used in fertilizers, and nursery goods, sod, and other green products, we must estimate demand from our customers and purchase products that substantially correspond to that demand. If we overestimate demand and purchase too much of a particular product, we face a risk that the price of that product will fall, leaving us with inventory that we cannot sell profitably. In addition, we may have to write down such inventory if we are unable to sell it for its recorded value. Contracts with certain suppliers require us to take on additional inventory or pay a penalty, even in circumstances where we have excess inventory. By contrast, if we underestimate demand and purchase insufficient quantities of a product and the price of that product were to rise, we could be forced to purchase that product at a higher price and forego profitability in order to meet customer demand. Insufficient inventory levels may lead to shortages that result in delayed revenue or loss of sales opportunities altogether as potential end-customers turn to competitors’ products that are readily available. Our business, financial condition, and results of operations could suffer a material adverse effect if either or both of these situations occur frequently or in large volumes.\nMany factors, such as weather conditions, agricultural limitations and restrictions relating to the management of pests and disease, affect the supply of nursery goods, grass seed, sod, and other green products. If the supply of these products available is limited, prices could rise, which could cause customer demand to be reduced and our revenues and gross margins to decline. For example, nursery goods, sod, and grass seed are perishable and have a limited shelf life. Should we be unable to sell our inventory of nursery goods, grass seed, sod, and other green products within a certain time frame, we may face losses requiring write-downs. In contrast, we may not be able to obtain high-quality nursery goods and other green products in an amount sufficient to meet customer demand. Even if available, nursery goods from alternate sources may be of lesser quality or may be more expensive than those currently grown or purchased by us. If we are unable to effectively manage our inventory and that of our distribution partners, our business, financial condition, and results of operations could be adversely affected.\nWe may not successfully implement our business strategies, including achieving our growth objectives.\nWe may not be able to fully implement our business strategies or realize, in whole or in part within the expected time frames, the anticipated benefits of our various growth objectives. Our various business strategies and initiatives, including our category management, supply chain, sales force, marketing, digital and operational initiatives, are subject to significant business, economic, and competitive uncertainties and contingencies, many of which are beyond our control. The execution of our business strategy and our financial performance will continue to depend in significant part on our executive management team and other key management personnel, and our executive management team’s ability to execute the initiatives that they are undertaking. In addition, we may incur certain costs as we pursue our initiatives, and we may not meet anticipated implementation timetables or stay within budgeted costs. As these initiatives are undertaken, we may not fully achieve our expected efficiency improvements or growth rates, or these initiatives could adversely impact our customer retention, supplier relationships, or operations. Also, our business strategies may change from time to time in light of our ability to implement our business initiatives, competitive pressures, economic uncertainties or developments, or other factors.\nWe may be unable to successfully acquire and integrate other businesses.\nOur historical growth has been driven in part by acquisitions, and future acquisitions are an important element of our business strategy. We may be unable to continue to grow our business through acquisitions. We may not be able to continue to identify suitable acquisition targets and may face increased competition for these acquisition targets by both existing competitors as well as new market entrants. In addition, acquired businesses may not perform in accordance with expectations, and our business judgments concerning the value, strengths, and weaknesses of acquired businesses may not prove to be correct. We may also be unable to achieve expected improvements or achievements in businesses that we acquire. Further, systems integration challenges can delay synergy realization and result in margin dilution. These risks are particularly acute with larger acquisitions that operate across multiple markets. \nAt any given time, we may be evaluating or in discussions with one or more acquisition targets, including entering into non-binding letters of intent. Future acquisitions may result in the incurrence of debt and contingent liabilities, legal liabilities, goodwill impairments, increased interest and amortization expense, and significant integration costs.\nAcquisitions involve a number of special risks, including:\n•our inability to manage acquired businesses or control integration costs and other costs relating to acquisitions;\n•potential adverse short-term effects on operating results from increased costs or otherwise;\n•diversion of management’s attention;\n•failure to retain existing customers or key personnel of the acquired business and recruit qualified new associates at the location;\n•failure to successfully implement infrastructure, logistics, and systems integrations which could, among other things, increase the risk of a cybersecurity incident;\n•potential impairment of goodwill;\n•our inability to obtain financing necessary to complete acquisitions on attractive terms or at all;\n•risks associated with the internal controls of acquired companies;\n•exposure to legal claims for activities of the acquired business prior to acquisition and inability to realize on any indemnification claims, including with respect to environmental and immigration claims; and\n•the risks inherent in the systems of the acquired business and risks associated with unanticipated events or liabilities.\nOur strategy could be impeded if we do not identify, or face increased competition for, suitable acquisition targets, and such increased competition could result in higher purchase price multiples we have to pay for acquisition targets or reduce the number of suitable targets. Our business, financial condition, results of operations, and cash flows could be adversely affected if any of the foregoing factors were to occur.\nRisks associated with our labor force and our customers’ labor force could have a significant adverse effect on our business.\nWe have an employee base of approximately 8,300 associates. Various federal and state labor laws govern our relationships with our associates and affect our operating costs. These laws include employee classifications as exempt or non-exempt, minimum wage requirements, unemployment tax rates, workers’ compensation rates, overtime, family leave, anti-discrimination laws, safety standards, payroll taxes, citizenship requirements, and other wage and benefit requirements for employees classified as non-exempt. As our associates may be paid at rates that relate to the applicable minimum wage, further increases in the minimum wage could increase our labor costs. Associates may make claims against us under federal or state laws, which could result in significant costs. Significant additional government regulations, including the Employee Free Choice Act, the Paycheck Fairness Act, and the Arbitration Fairness Act, could materially affect our business, financial condition, and results of operations. Changes in immigration laws and policies could also affect labor market conditions and workforce availability in our operating regions, potentially increasing competition for workers and related labor costs. In addition, we compete with other companies for many of our associates in hourly positions, and we invest significant resources to train and motivate our associates to maintain a high level of job satisfaction. Like many companies in our industry, our hourly employment positions have historically had high turnover rates, which can lead to increased spending on training and retention and, as a result, increased labor costs. If we are unable to effectively retain highly qualified associates in our key positions to deliver the customer experience, particularly our transportation and supply chain associates, it could adversely impact our business, financial position, results of operations, and cash flows.\nNone of our associates are currently covered by collective bargaining or other similar labor agreements. However, if a larger number of our associates were to unionize, including as a result of any future legislation that makes it easier for associates to unionize, our business could be negatively affected. Any inability by us to negotiate collective bargaining arrangements could cause strikes or other work stoppages, and new contracts could result in increased operating costs. If any such strikes or other work stoppages occur, or if other associates become represented by a union, we could experience a disruption of our operations and higher labor costs.\nIn addition, certain of our suppliers have unionized work forces and certain of our products are transported by unionized truckers. Strikes, work stoppages, or slowdowns could result in slowdowns or closures of facilities where the products that we sell are manufactured or could affect the ability of our suppliers to deliver such products to us. Any interruption in the production or delivery of these products could delay or reduce availability of these products and increase our costs.\nFurther, a large portion of our customers are in the landscape services industry, which is labor intensive. Demand for our products may be impacted by our customers’ ability to attract, train, and retain workers. Changes in immigration laws and regulations, trends in labor migration, and increases in our customers’ personnel costs or the inability of our customers to hire sufficient personnel, which may be amplified in tight labor market conditions, could adversely impact our business, financial position, results of operations, and cash flows.\nWe depend on a limited number of key personnel. We may not be able to attract or retain key executives, which could adversely impact our business and inhibit our ability to operate and grow successfully.\nWe depend upon the ability and experience of a number of our executive management and other key personnel who have substantial experience with our operations and within our industry, including Doug Black, our Chairman, President, and Chief Executive Officer. The loss of the services of one or a combination of our senior executives or key employees could have a material adverse effect on our results of operations. Our business may also be negatively impacted if one of our senior executives or key employees is hired or recruited by a competitor. Our success also depends on our ability to continue to identify, attract, manage, motivate, and retain other qualified management personnel as we grow. We may not be able to continue to attract or retain such personnel in the future.\nThe nature of our business exposes us to construction defect and product liability claims as well as other legal proceedings.\nWe rely on manufacturers and other suppliers to provide us with the products we sell and distribute. As we do not have direct control over the quality of the products manufactured or supplied by such third-party suppliers, we are exposed to risks relating to the quality of the products we distribute. It is possible that inventory from a manufacturer or supplier could be sold to our customers and later be alleged to have quality problems or to have caused personal injury, subjecting us to potential claims from customers or third parties. We are subject to such claims from time to time.\nWe operate a large fleet of trucks and other vehicles. From time to time, the drivers of these vehicles are involved in accidents which could result in material personal injuries and property damage claims and in which goods carried by these drivers may be lost or damaged. We cannot make assurances that we will be able to obtain insurance coverage to address a portion of these types of liabilities on acceptable terms in the future, if at all, or that any such insurance will provide adequate coverage against potential claims. Further, while we seek indemnification against potential liability for products liability claims from relevant parties, including but not limited to manufacturers and suppliers, we do not have written indemnification agreements from all of our suppliers and we may be unable to recover under such indemnification agreements that exist. An unsuccessful product liability defense could be highly costly and accordingly result in a decline in revenues and profitability. Finally, even if we are successful in defending any claim relating to the products we distribute, claims of this nature could negatively impact customer confidence in our products and our company.\nDue to the highly regulated nature of certain of our products, from time to time, we may be involved in government inquiries and investigations, as well as tort proceedings, including toxic tort and product liability actions, and employment and other litigation. We cannot predict with certainty the outcomes of these legal proceedings and other contingencies, including environmental investigation, remediation, and other proceedings commenced by government authorities. The outcome of some of these legal proceedings and other contingencies could require us to take, or refrain from taking, actions which could adversely affect our operations or could require us to pay substantial amounts of money. Additionally, defending against lawsuits and proceedings may involve significant expense and diversion of management’s attention and resources from other matters regardless of the ultimate outcome.\nAn impairment of goodwill and/or other intangible assets could reduce Net income.\nAcquisitions frequently result in the recording of goodwill and other intangible assets. As of December 29, 2024, goodwill represented approximately 17% of our total assets. Goodwill is currently not amortized for financial reporting purposes and is subject to impairment testing at least annually using a fair-value based approach. The identification and measurement of goodwill impairment involves the estimation of the fair value of our reporting units. Our accounting for impairment contains uncertainty because management must use its judgment in determining appropriate assumptions to be used in the measurement of fair value. We determine the fair values of our reporting units by using both a market and income approach.\nWe evaluate the recoverability of goodwill for impairment in between our annual tests when events or changes in circumstances, including a sustained decline in our market capitalization, indicate that the carrying amount of goodwill may not be recoverable. Any impairment of goodwill or other intangible assets, including as a result of market dynamics beyond our control, will reduce Net income in the period in which the impairment is recognized.\nAdverse credit and financial market events and conditions could, among other things, impede access to, or increase the cost of, financing or cause our customers to incur liquidity issues that could lead to some of our products not being purchased or orders being canceled, or result in reduced operating revenue and Net income, any of which could have an adverse impact on our business, financial position, results of operations, and cash flows.\nDisruptions in credit or financial markets could, among other things, lead to impairment charges, make it more difficult for us to obtain, or increase our cost of obtaining, financing for our operations or investments or to refinance our indebtedness, cause our lenders to depart from prior credit industry practice and not give technical or other waivers under the Credit Facilities (as defined under “—Risks Related to Our Current Indebtedness” below), to the extent we may seek them in the future, thereby causing us to be in default under one or more of the Credit Facilities. These disruptions could also cause our customers to encounter liquidity issues that could lead to a reduction in the amount of our products purchased or services used, could result in an increase in the time it takes our customers to pay us, or could lead to a decrease in pricing for our products, any of which could adversely affect our accounts receivable, among other things, and, in turn, increase our working capital needs. In addition, adverse developments at federal, state, and local levels associated with budget deficits resulting from economic conditions could result in federal, state, and local governments increasing taxes or other fees on businesses, including us, to generate more tax revenues, which could negatively impact spending by customers on our products.\nInefficient or ineffective allocation of capital could adversely affect our operating results and/or stockholder value.\nWe strive to allocate capital in a manner that enhances stockholder value, lowers our cost of capital, and demonstrates our commitment to return excess capital to stockholders, while maintaining our ability to invest in strategic acquisition opportunities. In October 2022, our Board of Directors approved a share repurchase authorization for up to $400.0 million of the Company’s common stock. The Company has, and intends to continue to, purchase shares under the repurchase authorization from time to time on the open market at the discretion of management, subject to strategic considerations, market conditions, and other factors. Repurchases under our share repurchase program will reduce the market liquidity for our stock, potentially affecting its trading volatility and price. Future share repurchases will also diminish our cash reserves, which may impact our ability to pursue attractive strategic opportunities. Therefore, if we do not properly allocate our capital, including with respect to returning value to our stockholders through this share repurchase authorization, we may fail to produce optimal financial results and experience a reduction in stockholder value.\nThe majority of our Net sales are derived from credit sales, which are made primarily to customers whose ability to pay is dependent, in part, upon the economic strength of the geographic areas in which they operate, and the failure to collect monies owed from customers could adversely affect our working capital and financial condition.\nThe majority of our Net sales in our 2024 Fiscal Year were derived from the extension of credit to our customers whose ability to pay is dependent, in part, upon the economic strength of the areas where they operate. We offer credit to customers, generally on a short-term basis, either through unsecured credit that is based solely upon the creditworthiness of the customer, or secured credit for materials sold for a specific project where we establish a security interest in the material used in the project. The type of credit we offer depends on the customer’s financial strength. If any of our customers are unable to repay the credit that we have extended in a timely manner, or at all, our working capital, financial condition, operating results, and cash flows would be adversely affected. Further, our collections efforts with respect to non-paying or slow-paying customers could negatively impact our customer relations going forward.\nBecause we depend on certain of our customers to repay extensions of credit, if the financial condition of our customers declines, our credit risk could increase as a result. Significant contraction in the residential and non-residential construction markets, coupled with limited credit availability and stricter financial institution underwriting standards, could adversely affect the operations and financial stability of certain of our customers. Should one or more of our larger customers declare bankruptcy, it could adversely affect the collectability of our accounts receivable, bad debt reserves, and Net income.\nBecause we operate our business through highly dispersed locations across the United States and Canada, our operations may be materially adversely affected by inconsistent practices and the operating results of individual branches may vary.\nWe operate our business through a network of highly dispersed locations throughout the United States and Canada, supported by executives and services from our headquarters, with local area and branch management retaining responsibility for day-to-day operations and adherence to applicable local laws. Our operating structure could make it difficult for us to coordinate procedures across our operations in a timely manner or at all. We may have difficulty attracting and retaining local personnel. In addition, our branches may require significant oversight and coordination from headquarters to support their growth. From time to time, we may need to consolidate or close branches and other locations, which can result in significant charges and costs. For example, in the fourth quarter of 2024, we consolidated or closed certain branches and other locations, and, based on a long-lived asset impairment test that we performed, recorded impairment and other related charges of approximately $11.4 million. These actions may not achieve their intended benefits and could result in reduced sales, unexpected costs, and disruption to our operations and customer relationships. Inconsistent implementation of corporate strategy and policies at the local level could materially and adversely affect our overall profitability, prospects, business, results of operations, financial condition, and cash flows. In addition, the operating results of an individual branch may differ from that of another branch for a variety of reasons, including market size, management practices, competitive landscape, regulatory requirements, and local economic conditions. As a result, certain of our branches may experience higher or lower levels of growth and profitability than other branches.\nIn the event of a cybersecurity incident, we could experience operational interruptions, incur substantial additional costs, become subject to legal or regulatory proceedings, or suffer damage to our reputation.\nIn addition to the disruptions that may occur from interruptions in our information technology systems, cybersecurity threats and sophisticated and targeted cyberattacks pose a risk to our information technology systems, as well as those of our third-party service providers and other third parties with whom we do business and communicate. In connection with the increase in work-from-home arrangements, there has been a spike in cybersecurity attacks as work-from-home measures have led businesses to increase reliance on virtual environments and communications systems, which have been subject to increasing third-party vulnerabilities and security risks. In addition, the technology systems of businesses that we have acquired or may acquire, as well as their practices related to the collection, use, maintenance, and disclosure of data, could present issues that we were not able to identify prior the acquisition or other issues that continue to pose risk to use, such as cybersecurity vulnerabilities or past cybersecurity or privacy incidents. We have established security policies, processes, and defenses designed to help identify and protect against intentional and unintentional misappropriation or corruption of our information technology systems and information and disruption of our operations. Despite these efforts, and especially in light of increasingly sophisticated techniques used in cybersecurity attacks, our information technology systems and those of third parties with whom we do business or communicate may be damaged, disrupted, or shut down due to attacks by unauthorized access, malicious software, computer viruses, undetected intrusion, hardware failures, or other events, and in these circumstances where we cannot fully anticipate, detect, repel, or implement fully effective preventative measures, our disaster recovery plans may be ineffective or inadequate. These breaches or intrusions could lead to business interruption, exposure of proprietary or confidential information, data corruption, damage to our reputation, exposure to legal and regulatory proceedings, and other costs. A security breach might also lead to violations of privacy laws, regulations, trade guidelines or practices related to our customers and associates, and could result in potential claims from customers, associates, shareholders, or regulatory agencies. Such events could adversely impact our reputation, business, financial position, results of operations, and cash flows. In addition, we could be adversely affected if any of our significant customers or suppliers experiences any similar events that disrupt their business operations or damage their reputation. Furthermore, our increased use of mobile and cloud technologies, including as a result of changes in working environments such as work-from-home arrangements, has heighted these cybersecurity and privacy risks, including risks from cyber-attacks such as phishing, spam emails, hacking, social engineering, and malicious software.\nAdditionally, to the extent artificial intelligence capabilities continue to evolve and are increasingly adopted, they may be used to identify vulnerabilities and craft increasingly sophisticated cybersecurity attacks. Attachments crafted with artificial intelligence tools could directly attack information systems with greater speed and/or efficiency than a human threat actor or create more effective phishing emails. Vulnerabilities may also be introduced from the use of artificial intelligence by us, our customers, suppliers, and other business partners and third-party providers. Use of artificial intelligence by us or such third parties, whether authorized or unauthorized, increases the risk that our intellectual property and other proprietary information will be unintentionally disclosed.\nWhile we maintain monitoring practices and protections of our information technology to reduce these risks and test our systems on an ongoing basis for potential threats, there can be no assurance that these efforts will prevent a cyber-attack or other security breach. We have not always been able in the past and may be unable in the future to anticipate or prevent techniques used to obtain unauthorized access or to compromise our systems because the techniques used change frequently and are generally not detected until after an incident has occurred.\nIn July 2020, we experienced a ransomware attack on our information technology systems. There can be no guarantees that the attack will not lead to the disclosure of customer data, our trade secrets, or other intellectual property, or personal information of our employees. There can be no guarantee that the release of any of this information will not have a material adverse effect on our business, reputation, financial condition, and results of operations. In addition, the July 2020 ransomware attack could result in potential claims from customers, associates, stockholders, or regulatory agencies, which could result in significant judgements against us, penalties, and fines. The cost of investigating, mitigating, and responding to potential data security breaches and complying with applicable breach notification obligations to individuals, regulators, partners, and others could be significant.\nWe carry cybersecurity insurance to help mitigate the financial exposure and related notification procedures in the event of intentional intrusion, including the July 2020 ransomware attack; however, there can be no assurance that our insurance will adequately protect against potential losses that could adversely affect our business.\nWe rely on our computer and data processing systems, and a large-scale malfunction or failure in our information technology systems could disrupt our business, create potential liabilities for us, or limit our ability to effectively monitor, operate, and control our operations and adversely impact our reputation, business, financial position, results of operations, and cash flows.\nOur ability to keep our business operating effectively depends on the functional and efficient operation of our enterprise resource planning, telecommunications, inventory tracking, billing, and other information systems. We rely on these systems and the systems of certain third-party vendors to track transactions, billings, payments, and inventory, as well as to make a variety of day-to-day business decisions. We may experience system malfunctions, interruptions, or security breaches from time to time. Some of our systems run older generations of software that may be unable to perform as efficiently as, and fail to communicate well with, newer systems. As we implement or develop new systems in the future, we may elect to modify, replace, or discontinue certain technology initiatives. Changes or modifications to our information technology systems could cause disruptions to our operations or cause challenges with respect to our compliance with laws, regulations, or other applicable standards.\nA significant or large-scale malfunction or interruption of our systems or the systems of third-party vendors could adversely affect our ability to manage and keep our operations running efficiently and damage our reputation. A malfunction that results in a wider or sustained disruption to our business could have a material adverse effect on our business, financial condition, and results of operations, as well as on the ability of management to align and optimize technology to implement business strategies. If our disaster recovery plans do not work as anticipated, or if any third-party vendors to which we have outsourced certain information technology or other services fail to fulfill their obligations to us, our operations may be adversely impacted and any of these circumstances could adversely impact our reputation, business, financial position, results of operations, and cash flows.\nIf we fail to protect the security of personal information about our customers, we could be subject to interruption of our business operations, private litigation, reputational damage, and costly penalties.\nWe rely on, among other things, commercially available systems, software, tokenization, tools, and monitoring to provide security for collecting, processing, transmitting, and storing confidential customer information, such as payment card and personally identifiable information. The systems we currently use for payment card transactions, and the technology utilized in payment cards themselves, all of which can put payment card data at risk, are central to meeting standards set by the payment card industry, or PCI. We continue to evaluate and modify our systems and protocols for PCI compliance purposes; however, PCI data security standards may change from time to time. Activities by third parties, advances in computer and software capabilities and encryption technology, new tools and discoveries, and other events or developments may facilitate or result in a compromise or breach of our systems. Any compromises, breaches, or errors in applications related to our systems or failures to comply with data security standards set by the PCI, could cause damage to our reputation and interruptions in our operations, including our customers’ ability to pay for our products and services by credit card or their willingness to purchase our products and services, and could further result in a violation of applicable laws, regulations, orders, industry standards, or agreements and subject us to costs, penalties, litigation, and liabilities which could have a material adverse impact on our reputation, business, financial position, results of operations, and cash flows.\nWe may not be able to adequately protect our intellectual property and other proprietary rights that are material to our business.\nOur ability to compete effectively depends in part on our rights to service marks, trademarks, trade names, and other intellectual property rights we own or license, particularly our registered trademarks SiteOne®, LESCO®, SiteOne Green Tech®, and Pro-Trade®. We have not sought to register or protect every one of our marks or brand names either in the United States or in every country in which they are or may be used. Furthermore, because of the differences in foreign trademark, patent, and other intellectual property or proprietary rights laws, we may not receive the same protection in other countries as we would in the United States. If we are unable to protect our proprietary information and brand names, we could suffer a material adverse impact on our reputation, business, financial position, results of operations, and cash flows. Litigation may be necessary to enforce our intellectual property rights and protect our proprietary information, or to defend against claims by third parties that our products, services, or activities infringe their intellectual property rights.\nWe may be subject to unanticipated changes in our tax provisions, including further changes to applicable U.S. tax laws.\nWe are subject to income and other taxes in U.S. federal and state jurisdictions, as well as Canada. Changes in applicable U.S. or Canadian tax laws and regulations, or their interpretation and application, including the possibility of retroactive effect, could impact our tax expense and profitability. There may also be technical corrections or superseding legislation proposed with respect to tax laws, the risk of which is uncertain in light of the 2024 election results, and the effect and timing cannot be predicted and may be adverse to us or our business, financial position, results of operations, and cash flows. We are unable to predict the full extent to which potential changes in the tax laws or changes in their interpretation could have a material adverse impact on our operating results. We have filed our tax returns in prior years based upon certain filing positions we believe are appropriate. If the Internal Revenue Service or state taxing authorities disagree with these filing positions, we may owe additional taxes.\nActs or threats of terrorism, public health emergencies, violence, or unfavorable or uncertain political conditions could harm our business.\nActs of terrorism or war, public health emergencies, political or civil unrest and uncertainty, public health emergencies, and other catastrophes may disrupt commerce and undermine consumer confidence, which could negatively affect our sales by causing consumer spending to decline. Also, an act of terrorism or war, or the threat thereof, political or civil unrest or uncertainty, public health emergencies, and other catastrophes, could negatively affect our business by interfering with our ability to obtain products from our suppliers or distribute products to our customers.\nRisks Related to Our Current Indebtedness\nWe have outstanding indebtedness and may incur substantial additional indebtedness, which could adversely affect our financial health and our ability to obtain financing in the future, react to changes in our business, or satisfy our obligations.\nAs of December 29, 2024, we had $393.3 million of total long-term consolidated indebtedness outstanding and $130.6 million of finance lease obligations excluding interest.\nSiteOne Landscape Supply Holding, LLC (“Landscape Holding”) and SiteOne Landscape Supply, LLC (“Landscape”) are parties to (i) a credit agreement dated December 23, 2013, providing for an asset-based loan facility in the amount of up to $600.0 million, subject to availability under a borrowing base (as so amended, the “ABL Facility”) and (ii) a second amended and restated credit agreement dated March 23, 2021, providing for a syndicated senior secured term loan facility, which had an outstanding balance of $392.7 million as of December 29, 2024 (as so amended, “the Tranche B Term Loans” and, together with the ABL Facility, the “Credit Facilities”).\nOur current indebtedness could have important consequences. Because of our current indebtedness:\n•our ability to engage in acquisitions without raising additional equity or obtaining additional debt financing is limited;\n•our ability to obtain additional financing for working capital, capital expenditures, acquisitions, debt service requirements, or general corporate purposes, and our ability to satisfy our obligations with respect to our indebtedness may be impaired in the future;\n•a large portion of our cash flow from operations must be dedicated to the payment of principal and interest on our indebtedness, thereby reducing the funds available to us for other purposes;\n•although we enter into interest rate hedging transactions periodically, we are exposed to the risk of increased interest rates because borrowings under the Credit Facilities and certain floating rate operating and finance leases are at variable rates of interest;\n•it may be more difficult for us to satisfy our obligations to our creditors, resulting in possible defaults on, and acceleration of, such indebtedness;\n•we may be more vulnerable to general adverse economic and industry conditions;\n•we may be at a competitive disadvantage compared to our competitors with proportionately less indebtedness or with comparable indebtedness on more favorable terms and, as a result, they may be better positioned to withstand economic downturns;\n•our ability to refinance indebtedness may be limited or the associated costs may increase;\n•our flexibility to adjust to changing market conditions and ability to withstand competitive pressures could be limited; and\n•we may be prevented from carrying out capital spending and restructurings that are necessary or important to our growth strategy and efforts to improve operating margins of our businesses.\nAlthough the Credit Facilities contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to a number of qualifications and exceptions, and additional indebtedness incurred in compliance with these restrictions may be significant. If additional indebtedness is added to our current debt levels, the risks to our financial health, our ability to react to changes in our business, or satisfy our obligations may intensify.\nSignificant or prolonged periods of higher interest rates would increase the cost of servicing our indebtedness and could reduce our profitability.\nOur indebtedness under the Credit Facilities bears interest at variable rates, and as a result, significant or prolonged periods of higher interest rates would increase the cost of servicing our indebtedness and could materially reduce our profitability and cash flows. The impact of significant or prolonged periods of higher interest rates could be more significant for us than it would be for some other companies because of our current indebtedness. As of December 29, 2024, an increase of one percentage point in interest rates would result in an increase of approximately $4.0 million in projected interest payments for the 2025 Fiscal Year based on the amounts outstanding under the ABL Facility and the Tranche B Term Loans that were not covered by our interest rate swap contracts.\nWe may use interest rate risk management techniques in an effort to limit our exposure to interest rate fluctuations. Such techniques may include various interest rate hedging activities to the extent permitted by the Investment Company Act of 1940. Additionally, we cannot assure you that financing will be available on acceptable terms, if at all. Deterioration in the credit markets, which could delay our ability to sell certain of our loan investments in a timely manner, could also negatively impact our cash flows.\nThe agreements and instruments governing our indebtedness contain restrictions and limitations that could significantly impact our ability to operate our business.\nOur Credit Facilities contain customary representations and warranties and customary affirmative and negative covenants that restrict some of our activities. The negative covenants limit the ability of Landscape Holding and Landscape to: incur additional indebtedness; pay dividends, redeem stock, or make other distributions; repurchase, prepay or redeem subordinated indebtedness; make investments; create restrictions on the ability of Landscape Holding’s restricted subsidiaries to pay dividends or make other intercompany transfers; create liens; transfer or sell assets; make negative pledges; consolidate, merge, sell, or otherwise dispose of all or substantially all of Landscape Holding’s assets; enter into certain transactions with affiliates; and designate subsidiaries as unrestricted subsidiaries.\nIn addition, the ABL Facility is subject to various covenants requiring minimum financial ratios, and our additional borrowings may be limited by these financial ratios. Our ability to comply with the covenants and restrictions contained in the Credit Facilities, may be affected by economic, financial, and industry conditions beyond our control including credit or capital market disruptions. The breach of any of these covenants or restrictions could result in a default that would permit the applicable lenders to declare all amounts outstanding thereunder to be due and payable, together with accrued and unpaid interest. If we are unable to repay indebtedness, lenders having secured obligations, such as the lenders under the Credit Facilities, could proceed against the collateral securing the indebtedness. In any such case, we may be unable to borrow under the Credit Facilities and may not be able to repay the amounts due under such facilities. This could have serious consequences to our financial position and results of operations and could cause us to become bankrupt or insolvent.\nOur ability to generate the significant amount of cash needed to pay interest and principal on our indebtedness and our ability to refinance all or a portion of our indebtedness or obtain additional financing depends on many factors beyond our control.\nOur ability to make scheduled payments on, or to refinance our obligations under, our indebtedness depends on the financial and operating performance of our subsidiaries, which, in turn, depends on their results of operations, cash flows, cash requirements, financial position, and general business conditions, and any legal and regulatory restrictions on the payment of dividends to which they may be subject, many of which may be beyond our control.\nWe may be unable to maintain a level of cash flows from operating activities sufficient to permit us to pay the principal and interest on our indebtedness. If our cash flow and capital resources are insufficient to fund our debt service obligations, we may be forced to reduce or delay capital expenditures, sell assets, seek to obtain additional equity capital, or restructure our indebtedness. In the future, our cash flow and capital resources may not be sufficient for payments of interest on and principal of our indebtedness, and such alternative measures may not be successful and may not permit us to meet our scheduled debt service obligations.\nThe final maturity date of the ABL Facility is July 22, 2027. The final maturity date of the Tranche B Term Loans is March 22, 2030. We may be unable to refinance any of our indebtedness or obtain additional financing, particularly because of our high levels of indebtedness. Market disruptions, such as those experienced in 2020, as well as our significant indebtedness levels, may increase our cost of borrowing or adversely affect our ability to refinance our obligations as they become due. If we are unable to refinance our indebtedness or access additional credit, or if short-term or long-term borrowing costs dramatically increase, our ability to finance current operations and meet our short-term and long-term obligations could be adversely affected.\nRisks Related to Our Common Stock\nThe market price of our common stock may be volatile.\nThe stock market in general and our common stock in particular have recently experienced significant volatility and the market price of our common stock may continue to fluctuate significantly. Among the factors that could affect our stock price are:\n•industry or general market conditions;\n•domestic and international economic and political factors unrelated to our performance;\n•changes in our customers’ or their end-users’ preferences;\n•new regulatory pronouncements and changes in regulatory guidelines;\n•lawsuits, enforcement actions, and other claims by third parties or governmental authorities;\n•actual or anticipated fluctuations in our quarterly operating results;\n•changes in securities analysts’ estimates of our financial performance;\n•action by institutional stockholders or other large stockholders, including future sales;\n•comments by public figures or other third parties, including blogs, articles, message boards, and social and other media;\n•failure to meet any guidance given by us or any change in any guidance given by us, or changes by us in our guidance practices;\n•announcements by us of significant impairment charges;\n•speculation in the press or investment community;\n•investor perception of us and our industry;\n•changes in market valuations or earnings of similar companies;\n•announcements by us or our competitors of significant contracts, acquisitions, dispositions, or strategic partnerships;\n•novel and unforeseen trading strategies adopted by retail investors or other market participants;\n•war, civil unrest, terrorist acts, and epidemic disease, including the ongoing conflict between Russia and Ukraine, the conflict in the Gaza Strip, and other unrest in the Middle East;\n•any future repurchases or sales of our common stock or other securities; and\n•additions or departures of key personnel.\nIn particular, we cannot assure that you will be able to resell your shares at or above your purchase price. The stock markets have experienced significant volatility in recent years that has been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the trading price of our common stock. In the past, following periods of volatility in the market price of a company’s securities, class action litigation has often been instituted against the affected company. Any litigation of this type brought against us could result in substantial costs and a diversion of our management’s attention and resources, which would harm our business, results of operations, financial condition, and cash flows.\nHoldings is a holding company with no operations of its own, and it depends on its subsidiaries for cash to fund all of its operations and expenses, including to make future dividend payments, if any.\nOur operations are conducted entirely through our subsidiaries, and our ability to generate cash to fund operations and expenses, to pay dividends, or to meet debt service obligations is highly dependent on the earnings, and the receipt of funds from our subsidiaries through dividends or intercompany loans. Deterioration in the financial condition, earnings, or cash flow of Landscape and its subsidiaries for any reason could limit or impair their ability to pay such distributions. Additionally, to the extent that Holdings needs funds, and its subsidiaries are restricted from providing funding or capital under applicable law or regulation or under the terms of our Credit Facilities, or are otherwise unable to provide such funds, it could materially adversely affect our business, financial condition, results of operations, and cash flows.\nWe do not currently expect to declare or pay dividends on our common stock for the foreseeable future. Payments of dividends, if any, will be at the sole discretion of our Board of Directors after taking into account various factors, including general and economic conditions, our financial condition and operating results, our available cash and current and anticipated cash needs, capital requirements, our ability and plans to fund future share repurchases, contractual, legal, tax, and regulatory restrictions, and implications of the payment of dividends by us to our stockholders or by our subsidiaries (including Landscape) to us, and such other factors as our Board of Directors may deem relevant. In addition, Delaware law may impose requirements that may restrict our ability to pay dividends to holders of our common stock. To the extent that we determine in the future to pay dividends on our common stock, none of our subsidiaries will be obligated to make funds available to us for the payment of dividends.\nOur organizational documents contain certain provisions that may discourage, delay, or prevent a change of control of our Company and may limit our stockholders’ ability to obtain a favorable judicial forum for certain disputes.\nOur fourth amended and restated certificate of incorporation (“Charter”) and third amended and restated by-laws (“By-laws”) include a number of provisions that may discourage, delay, or prevent a change in control over us that stockholders may consider favorable. For example, our Charter and By-laws, collectively:\n•authorize the issuance of “blank check” preferred stock that could be issued by our Board of Directors to thwart a takeover attempt;\n•provide for a classified board of directors, which divides our Board of Directors into three classes, with members of each class serving staggered three-year terms, which prevents stockholders from electing an entirely new board of directors at an annual meeting;\n•limit the ability of stockholders to remove directors;\n•provide that vacancies on our Board of Directors, including vacancies resulting from an enlargement of our Board of Directors, may be filled only by a majority vote of directors then in office;\n•prohibit stockholders from calling special meetings of stockholders;\n•prohibit stockholder action by written consent, thereby requiring all actions to be taken at a meeting of the stockholders; and\n•establish advance notice requirements for nominations of candidates for election as directors or to bring other business before an annual meeting of our stockholders.\nThese provisions may prevent our stockholders from receiving the benefit from any premium to the market price of our common stock offered by a bidder in a takeover context. Even in the absence of a takeover attempt, the existence of these provisions may limit the price that investors might be willing to pay in the future for shares of our common stock and/or adversely affect the prevailing market price of our common stock if the provisions are viewed as discouraging takeover attempts in the future.\nIn addition, our Charter provides that the Court of Chancery of the State of Delaware is, to the fullest extent permitted by law, the sole and exclusive forum for (i) any derivative action or proceeding brought on our behalf, (ii) any action asserting a claim of breach of a fiduciary duty owed to us or our stockholders by any of our directors, officers, other employees, agents, or stockholders, (iii) any action asserting a claim arising out of or under the General Corporation Law of the State of Delaware (the “DGCL”), or as to which the DGCL confers jurisdiction on the Court of Chancery of the State of Delaware (including, without limitation, any action asserting a claim arising out of or pursuant to our Charter or By-laws), or (iv) any action asserting a claim that is governed by the internal affairs doctrine. By becoming a stockholder in our company, you will be deemed to have notice of and have consented to the provisions of our Charter related to choice of forum. The choice of forum provision in our Charter may limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or any of our directors, officers, other employees, agents, or stockholders, which may discourage lawsuits with respect to such claims. Alternatively, if a court were to find the choice of forum provision contained in our Charter to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could harm our business, results of operations, and financial condition.",
      "char_count": 92186
    }
  },
  "extracted_at": "2025-10-18T17:45:11.015984"
}