{
  "ticker": "SPG",
  "company_name": "SIMON PROPERTY GROUP INC /DE/",
  "cik": 1063761,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001558370-25-001271",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001063761&accession_number=000155837025001271&xbrl_type=v",
  "sic_code": "6798",
  "industry": "Real Estate Investment Trusts",
  "sections": {
    "item1": {
      "text": "\nItem 1.   Business\n------------------\nSimon Property Group, Inc. is a Delaware corporation that operates as a self-administered and self-managed real estate investment trust, or REIT, under the Internal Revenue Code of 1986, as amended, or the Internal Revenue Code. REITs will generally not be liable for U.S. federal corporate income taxes as long as they distribute not less than 100% of their REIT taxable income. Simon Property Group, L.P. is our majority-owned Delaware partnership subsidiary that owns directly or indirectly all of our real estate properties and other assets. Unless stated otherwise or the context otherwise requires, references to \"Simon\" mean Simon Property Group, Inc. and references to the \"Operating Partnership\" mean Simon Property Group, L.P. References to \"we,\" \"us\" and \"our\" mean collectively Simon, the Operating Partnership and those entities/subsidiaries owned or controlled by Simon and/or the Operating Partnership. According to the amended and restated Operating Partnership's partnership agreement, the Operating Partnership is required to pay all expenses of Simon.\nWe own, develop and manage premier shopping, dining, entertainment and mixed-use destinations, which consist primarily of malls, Premium Outlets®, and The Mills®. As of December 31, 2024, we owned or held an interest in 194 income-producing properties in the United States, which consisted of 92 malls, 70 Premium Outlets, 14 Mills, six lifestyle centers, and 12 other retail properties in 37 states and Puerto Rico. We also own an 88% noncontrolling interest in The Taubman Realty Group, LLC, or TRG, which has an interest in 22 regional, super-regional, and outlet malls in the U.S. and Asia. Internationally, as of December 31, 2024, we had ownership interests in 35 Premium Outlets and Designer Outlet properties primarily located in Asia, Europe and Canada. As of December 31, 2024, we also owned a 22.4% equity stake in Klépierre SA, or Klépierre, a publicly traded, Paris-based real estate company, which owns, or has an interest in, shopping centers located in 14 countries in Europe. We also have interests in investments in retail operations (such as Catalyst Brands LLC); an e-commerce venture (Rue Gilt Groupe, or RGG, which operates shop.simon.com), and Jamestown (a global real estate investment and management company), collectively, our other platform investments.\nFor a description of our operational strategies and developments in our business during 2024, see Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of this Form 10-K.\n\nOther Policies\nThe following is a discussion of our investment policies, financing policies, conflict of interest policies and policies with respect to certain other activities. One or more of these policies may be amended or rescinded from time to time without a stockholder vote.\nInvestment Policies\nWhile we emphasize equity real estate investments, we may also provide secured financing to or invest in equity or debt securities of other entities engaged in real estate activities or securities of other issuers consistent with Simon’s qualification as a REIT. However, any of these investments would be subject to the percentage ownership limitations and gross income tests necessary for REIT qualification. These REIT limitations mean that Simon cannot make an investment that would cause its real estate assets and certain other qualifying assets (such as cash) to be less than 75% of its total assets. Simon must also derive at least 75% of its gross income directly or indirectly from investments relating to real property or mortgages on real property, including “rents from real property,” dividends from other REITs and, in certain circumstances, interest from certain types of temporary investments. In addition, Simon must also derive at least 95% of its gross income from such real property investments, and from dividends, interest and gains from the sale or dispositions of stock or securities or from other combinations of the foregoing.\nSubject to Simon’s REIT limitations, we may invest in the securities of other issuers in connection with acquisitions of indirect interests in real estate. Such an investment would normally be in the form of general or limited partnership or membership interests in special purpose partnerships and limited liability companies that own one or more properties. We may, in the future, acquire all or substantially all of the securities or assets of other REITs, management companies or similar entities where such investments would be consistent with our investment policies. Additionally we have and may in the future make investments in entities engaged in non-real estate activities, primarily through a taxable REIT subsidiary, similar to the investments we currently hold in certain retail operations.\n\n\n5\n\n\n\nFinancing Policies\nBecause Simon’s REIT qualification requires Simon to distribute at least 90% of its REIT taxable income, we regularly access the debt markets to raise the funds necessary to finance acquisitions, develop and redevelop properties, and refinance maturing debt. We must comply with the covenants contained in our financing agreements that limit our ratio of debt to total assets or market value, as defined. The Operating Partnership has a $5.0 billion unsecured revolving credit facility, or the Credit Facility, and a $3.5 billion supplemental unsecured revolving credit facility, or Supplemental Facility, or together, the Credit Facilities. The Credit Facilities and the indentures for the Operating Partnership’s debt securities contain covenants that restrict the total amount of debt of the Operating Partnership to 65%, or 60% in relation to certain debt, of total assets, as defined under the related agreements, and secured debt to 50% of total assets. In addition, these agreements contain other covenants requiring compliance with financial ratios. Furthermore, the amount of debt that we may incur is limited as a practical matter by our desire to maintain acceptable ratings for the debt securities of the Operating Partnership. We strive to maintain investment grade ratings at all times for various business reasons, including their effect on our ability to access attractive capital, but we cannot assure you that we will be able to do so in the future.\nIf Simon’s Board of Directors determines to seek additional capital, we may raise such capital by offering equity or incurring debt, creating joint ventures with existing ownership interests in properties, entering into joint venture arrangements for new development projects, retaining cash flows or a combination of these methods. If Simon’s Board of Directors determines to raise equity capital, it may, without stockholder approval, issue additional shares of common stock or other capital stock. Simon’s Board of Directors may issue a number of shares up to the amount of our authorized capital or may issue units in any manner and on such terms and for such consideration as it deems appropriate. We may also raise additional capital by issuing common units of partnership interest in the Operating Partnership, or units. Such securities also may include additional classes of Simon’s preferred stock or preferred units of partnership interest in the Operating Partnership, or preferred units, which may be convertible into common stock or units, as the case may be. Existing stockholders and unitholders have no preemptive right to purchase shares or units in any subsequent issuances of securities by us. Any issuance of equity could dilute a stockholder’s investment in Simon or a limited partner’s investment in the Operating Partnership.\nWe expect most future borrowings will be made through the Operating Partnership or its subsidiaries. We might, however, incur borrowings through other entities that would be reloaned to the Operating Partnership. Borrowings may be in the form of bank borrowings, publicly and privately placed debt instruments, or purchase money obligations to the sellers of properties. Any such indebtedness may be secured or unsecured. Any such indebtedness may also have full or limited recourse to the borrower or be cross-collateralized with other debt, or may be fully or partially guaranteed by the Operating Partnership. We issue unsecured debt securities through the Operating Partnership, but we may issue other debt securities which may be convertible into common or preferred stock or be accompanied by warrants to purchase common or preferred stock. We also may sell or securitize our lease receivables. Although we may borrow to fund the payment of dividends, we currently have no expectation that we will regularly do so.\nThe Credit Facility can be increased in the form of additional commitments in an aggregate amount not to exceed $1.0 billion, for a total aggregate size of $6.0 billion, subject to obtaining additional lender commitments and satisfying certain customary conditions precedent. The initial maturity date of the Credit Facility is June 30, 2027. The Credit Facility can be extended for two additional six-month periods to June 30, 2028, at our sole option, subject to satisfying certain customary conditions precedent. \nBorrowings under the Credit Facility bear interest, at our election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment and if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by our corporate credit rating of between 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the federal funds effective rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by our corporate credit rating of between 0.000% and 0.400%. The Credit Facility includes a facility fee determined by our corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Credit Facility. Based upon our current credit ratings, the interest rate on the Credit Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR. \nThe Supplemental Facility’s initial borrowing capacity of $3.5 billion may be increased to $4.5 billion during its term subject to obtaining additional lender commitments and satisfying certain customary conditions precedent. The initial maturity date of the Supplemental Facility is January 31, 2029 and can be extended for an additional year to January 31, 2030 at our sole option, subject to our continued compliance with the terms thereof.\n\n\n6\n\n\n\nBorrowings under the Supplemental Facility bear interest, at the Company’s election, at either (i) (x) for Term Benchmark Loans, the Adjusted Term SOFR Rate, the applicable Local Rate, the Adjusted EURIBOR Rate, the Adjusted Term CORRA Rate, or the Adjusted TIBOR Rate, (y) for RFR Loans, if denominated in Sterling, SONIA plus a benchmark adjustment, if denominated in Dollars, Daily Simple SOFR plus a benchmark adjustment, and if denominated in Canadian Dollars, Daily Simple CORRA plus a benchmark adjustment or (z) for Daily SOFR Loans, the Adjusted Floating Overnight Daily SOFR Rate, in each case of clauses (x) through (z) above, plus a margin determined by the Company’s corporate credit rating of between 0.650% and 1.400% or (ii) for loans denominated in U.S. Dollars only, the base rate (which rate is equal to the greatest of the prime rate, the NYFRB Rate plus 0.500% or Adjusted Term SOFR Rate for one month plus 1.000%) (the “Base Rate”), plus a margin determined by the Company’s corporate credit rating of between 0.000% and 0.400%. The Supplemental Facility includes a facility fee determined by the Company’s corporate credit rating of between 0.100% and 0.300% on the aggregate revolving commitments under the Supplemental Facility. Based upon our current credit ratings, the interest rate on the Supplemental Facility is SOFR plus 72.5 basis points, plus a spread adjustment to account for the transition from LIBOR to SOFR.\nThe Operating Partnership also has available a global unsecured commercial paper note program, or Commercial Paper program, of $2.0 billion, or the non-U.S. dollar equivalent thereof. The Operating Partnership may issue unsecured commercial paper notes, denominated in U.S. dollars, Euro and other currencies. Notes issued in non-U.S. currencies may be issued by one or more subsidiaries of the Operating Partnership and are guaranteed by the Operating Partnership. Notes are sold under customary terms in the U.S. and Euro commercial paper note markets and rank (either by themselves or as a result of the guarantee described above) pari passu with the Operating Partnership’s other unsecured senior indebtedness. The Commercial Paper program is supported by the Credit Facilities and, if necessary or appropriate, we may make one or more draws under the Credit Facilities to pay amounts outstanding from time to time on the Commercial Paper program.\nWe may also finance our business through the following:\n\n●   issuance of shares of common stock or preferred stock or warrants to purchase the same;\n-------------------------------------------------------------------------------------------\n\n●   issuance of additional units;\n---------------------------------\n\n●   issuance of preferred units;\n--------------------------------\n\n●   issuance of other securities, including unsecured notes and mortgage debt;\n------------------------------------------------------------------------------\n\n●   draws on our Credit Facilities;\n-----------------------------------\n\n●   borrowings under the Commercial Paper program; or\n-----------------------------------------------------\n\n●   sale or exchange of ownership interests in properties.\n----------------------------------------------------------\nThe Operating Partnership may also issue units to contributors of properties or other partnership interests which may permit the contributor to defer tax gain recognition under the Internal Revenue Code.\nWe do not have a policy limiting the number or amount of mortgages that may be placed on any particular property. \nMortgage financing instruments, however, typically limit additional indebtedness on such properties. Additionally, the Credit Facilities, our unsecured note indentures and other contracts may limit our ability to borrow and contain limits on mortgage indebtedness we may incur as well as certain financial covenants we must maintain.\nTypically, we invest in or form special purpose entities to assist us in obtaining secured permanent financing at attractive terms. Permanent financing may be structured as a mortgage loan on a single property, or on a group of properties, and generally requires us to provide a mortgage lien on the property or properties in favor of an institutional third party, as a joint venture with a third party, or as a securitized financing. For securitized financings, we create special purpose entities to own the properties. These special purpose entities, which are common in the real estate industry, are structured so that they would not be consolidated in a bankruptcy proceeding involving a parent company. We decide upon the structure of the financing based upon the best terms then available to us and whether the proposed financing is consistent with our other business objectives. For accounting purposes, we include the outstanding securitized debt of special purpose entities owning consolidated properties as part of our consolidated indebtedness.\n\nConflict of Interest Policies\nWe maintain policies and have entered into agreements designed to reduce or eliminate potential conflicts of interest. Simon has adopted governance principles governing the function, conduct, selection, orientation and duties of its \n\n\n7\n\n\n\nsubsidiaries and Simon’s Board of Directors and the Company, as well as written charters for each of the standing Committees of Simon’s Board of Directors. In addition, Simon’s Board of Directors has a Code of Business Conduct and Ethics, which applies to all of its officers, directors, and employees and those of its subsidiaries. At least a majority of the members of Simon’s Board of Directors must qualify, and do qualify, as independent under the listing standards of the New York Stock Exchange, or NYSE, and cannot be affiliated with the Simon family, who are significant stockholders in Simon and/or unitholders in the Operating Partnership. In addition, the Audit and Compensation and Human Capital Committees of Simon’s Board of Directors are comprised entirely of independent members who meet the additional independence and financial expert requirements of the NYSE as required. \nThe sale by the Operating Partnership of any property that it owns may have an adverse tax impact on the Simon family or other limited partners of the Operating Partnership. Any transaction between us and the Simon family, including property acquisitions, service and property management agreements and retail space leases, must be approved by the Company’s Audit Committee.\nIn order to avoid any conflict of interest, the Simon charter requires that at least three-fourths of Simon’s independent directors must authorize and require the Operating Partnership to sell any property it owns. Any such sale is subject to applicable agreements with third parties. A noncompetition agreement executed by Herbert Simon, Simon’s Chairman Emeritus, and a noncompetition agreement executed by David Simon, Simon’s Chairman, Chief Executive Officer and President, which remains in effect notwithstanding the expiration of David Simon’s employment agreement in 2019, contain covenants limiting their ability to participate in certain shopping center activities.\nPolicies With Respect To Certain Other Activities\nWe intend to make investments which are consistent with Simon’s qualification as a REIT, unless Simon’s Board of Directors determines that it is no longer in Simon’s best interests to so qualify as a REIT. Simon’s Board of Directors may make such a determination because of changing circumstances or changes in the REIT requirements. Simon has authority to issue shares of its capital stock or other securities in exchange for property. We also have authority to repurchase or otherwise reacquire Simon’s shares, the Operating Partnership’s units, or any other securities. On May 9, 2022, Simon’s Board of Directors authorized a common stock repurchase plan commencing on May 16, 2022.  Under the program, the Company could purchase up to $2.0 billion of its common stock during the two-year period ending May 16, 2024 in open market or privately negotiated transactions, at prices that the Company deemed appropriate and subject to market conditions, applicable law, and other factors deemed relevant in the Company’s sole discretion.  On February 8, 2024, Simon’s Board of Directors authorized a new common stock repurchase program which replaced the prior repurchase program immediately, where the Company may purchase up to $2.0 billion of its common stock over the next 24 months.  As Simon repurchases shares under these programs, the Operating Partnership repurchases an equal number of units from Simon. Simon may also issue shares of its common stock, or pay cash at its option, to holders of units in future periods upon exercise of such holders’ rights under the partnership agreement of the Operating Partnership. Our policy prohibits us from making any loans to the directors or executive officers of Simon for any purpose. We may make loans to the joint ventures in which we participate. Additionally, we may make or buy interests in loans secured by real estate properties owned by others or make investments in companies that own real estate assets.\nCompetition\nThe retail real estate industry is dynamic and competitive. We compete with numerous merchandise distribution channels, including malls, outlet centers, community/lifestyle centers, and other shopping centers in the United States and abroad. We also compete with internet retailing sites and catalogs, including our tenants, which provide retailers with distribution options beyond existing brick and mortar retail properties. The existence of competitive alternatives could have a material adverse effect on our ability to lease space and on the level of rents we can obtain. This results in competition for both the tenants to occupy the properties that we develop and manage as well as for the acquisition of prime sites (including land for development and operating properties). We believe that there are numerous factors that make our properties highly desirable to retailers, including:\n\n●   the quality, location and variety of tenants of our properties;\n-------------------------------------------------------------------\n\n●   our management and operational expertise;\n---------------------------------------------\n\n●   our extensive experience and relationships with tenants, lenders and suppliers;\n-----------------------------------------------------------------------------------\n\n●   our marketing initiatives and consumer focused strategic corporate alliances; and\n-------------------------------------------------------------------------------------\n\n●   the efficiency and immediacy of physical retail.\n----------------------------------------------------\n8\n\n\n\nCertain Activities\nDuring the past three years, we have:\n\n●   issued 57,680 shares of Simon common stock upon the exchange of units in the Operating Partnership;\n-------------------------------------------------------------------------------------------------------\n\n●   issued 871,680 restricted shares of Simon common stock and 689,202 long-term incentive performance units, or LTIP units, net of forfeitures, under the Simon Property Group, L.P. 2019 Stock Incentive Plan, or the 2019 Plan;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   purchased 3,103,755 shares of Simon common stock in the open market at an average price of $103.42 per share for $321.0 million pursuant to our repurchase program;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   issued 3,297,500 units in the Operating Partnership as part of the consideration for the acquisition of additional interests in TRG, bringing our noncontrolling ownership interest in TRG to 88%;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   redeemed 417,331 units in the Operating Partnership for $57.7 million at an average price of $138.18 per unit in cash;\n--------------------------------------------------------------------------------------------------------------------------\n\n●   amended, restated, extended, and increased our existing $4.0 billion unsecured revolving credit facility on March 14, 2023 with a new $5.0 billion unsecured revolving credit facility.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   amended, restated, and extended our existing $3.5 billion unsecured revolving credit facility on September 19, 2024;\n------------------------------------------------------------------------------------------------------------------------\n\n●   borrowed a maximum amount of $325.1 million under the Credit Facilities; the outstanding amount of borrowings under the Credit Facility was $323.7 million as of December 31, 2024. There were no borrowings under the Supplemental Facility as of December 31, 2024;\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   there were no outstanding borrowings of Commercial Paper notes as of December 31, 2024; and\n-----------------------------------------------------------------------------------------------\n\n●   provided annual reports containing financial statements audited by our independent registered public accounting firm and quarterly reports containing unaudited financial statements to our security holders.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nHuman Capital\nAt December 31, 2024, we and our affiliates employed approximately 3,000 persons at various properties and offices throughout the United States, of which approximately 400 were part-time. Approximately 1,000 of these employees were located at our corporate headquarters in Indianapolis, Indiana.\nWe believe our employees are the driving force behind our success. To ensure we continue to attract, develop and retain the best talent across the organization, we invest in our employees and provide equal opportunities. We offer a variety of ongoing talent programs that foster continual development, high performance and overall organizational effectiveness, including a series of leadership development programs. We conduct an annual talent-assessment process for selected business functions within our corporate and field organizations that includes plans for individual employee career development and long-term leadership succession, and also conduct an annual performance appraisal process for all regular employees. \nWe are focused on providing a work environment that is free from any form of discrimination or harassment for any protected class and also embraces a code of conduct. We have an internal policy of targeted solutions for employees and an annual process of assessment, action and evaluation led by our human resources department.\nOur compensation program is designed to, among other things, attract, retain and motivate talented and experienced individuals using a mix of competitive salaries, bonuses, equity based awards and other benefits.\nGovernment Regulations Affecting Our Properties\nWe are subject to federal, state and local environmental regulations that apply generally to the ownership of real property and the operations conducted on real property. As of December 31, 2024, we are not aware of any environmental conditions or material costs of complying with environmental or other regulations that would have a material adverse effect on our overall business, financial condition, or results of operations. However, it is possible that we are not aware of, or may become subject to, potential environmental liabilities or material costs of complying with governmental regulations that could be material. See further discussion in Item 1A. Risk Factors.\n\n\n9\n\n\n\nCorporate Headquarters\nOur corporate headquarters are located at 225 West Washington Street, Indianapolis, Indiana 46204, and our telephone number is (317) 636-1600.\nAvailable Information\nSimon is a large accelerated filer (as defined in Rule 12b-2 of the Securities Exchange Act of 1934, as amended, or the Exchange Act) and is required, pursuant to Item 101 of Regulation S-K, to provide certain information regarding our website and the availability of certain documents filed with or furnished to the Securities and Exchange Commission, or the SEC. Our Internet website address is www.simon.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available or may be accessed free of charge through the “About Simon/Investor Relations” section of our Internet website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC. Our Internet website and the information contained therein or connected thereto are not, and are not intended to be, incorporated into this Annual Report on Form 10-K.\nThe following corporate governance documents are also available through the “About Simon/Investor Relations/ Governance” section of our Internet website or may be obtained in print form by request of our Investor Relations Department: Governance Principles, Code of Business Conduct and Ethics, Audit Committee Charter, Compensation and Human Capital Committees Charter, and Governance and Nominating Committee Charter.\nIn addition, we intend to disclose on our Internet website any amendments to, or waivers from, our Code of Business Conduct and Ethics that are required to be publicly disclosed pursuant to rules of the SEC and the NYSE.\nInformation about our Executive Officers\nThe following table sets forth certain information with respect to Simon’s executive officers as of February 21, 2025.\n\n       ​          ​    ​    ​                                ​                              \n--------------------------------------------------------------------------------------------\nName                  Age       Position                                                    \nDavid Simon            63       Chairman of the Board, Chief Executive Officer and President\nJohn Rulli             68       Chief Administrative Officer                                \nSteven E. Fivel        64       General Counsel and Secretary                               \nBrian J. McDade        45       Executive Vice President and Chief Financial Officer        \nAdam J. Reuille        50       Senior Vice President and Chief Accounting Officer          \nDonald G. Frey    ​    49   ​   Treasurer and Executive Vice President                      \nKevin M. Kelly    ​    44   ​   Assistant General Counsel and Assistant Secretary           \n​\nThe executive officers of Simon serve at the pleasure of Simon’s Board of Directors.\nMr. Simon has served as the Chairman of Simon’s Board of Directors since 2007, Chief Executive Officer of Simon or its predecessor since 1995 and assumed the position of President in 2019. Mr. Simon has also been a director of Simon or its predecessor since its incorporation in 1993. Mr. Simon was the President of Simon’s predecessor from 1993 to 1996. \nMr. Rulli serves as Simon’s Chief Administrative Officer. Mr. Rulli joined Melvin Simon & Associates, Inc., or MSA, in 1988 and held various positions with MSA and Simon thereafter. Mr. Rulli became Chief Administrative Officer in 2007 and was promoted to Senior Executive Vice President in 2011. \nMr. Fivel serves as Simon’s General Counsel and Secretary. Prior to rejoining Simon in 2011 as Assistant General Counsel and Assistant Secretary, Mr. Fivel served as Executive Vice President, General Counsel and Secretary of Brightpoint, Inc. Mr. Fivel was previously employed by MSA from 1988 until 1993 and then by Simon from 1993 to 1996. Mr. Fivel was promoted to General Counsel and Secretary in 2017.\nMr. McDade serves as Simon’s Executive Vice President and Chief Financial Officer. Mr. McDade joined Simon in 2007 as the Director of Capital Markets and was promoted to Senior Vice President of Capital Markets in 2013 and Treasurer in 2014. He was promoted to Executive Vice President and Chief Financial Officer in 2018.\nMr. Reuille serves as Simon’s Senior Vice President and Chief Accounting Officer and prior to that as Simon’s Vice President and Corporate Controller. Mr. Reuille joined Simon in 2009 and was promoted to Senior Vice President and Chief Accounting Officer in 2018.\n\n\n10\n\n\n\nMr. Frey serves as Simon’s Treasurer and Executive Vice President.  Mr. Frey joined Simon in 2010 and most recently served as Simon’s Assistant Treasurer and Senior Vice President prior to his current position which he was promoted to in 2022.  Before joining Simon, Mr. Frey was an attorney with Alston & Bird LLP and Dechert LLP.\nMr. Kelly serves as Simon’s Assistant General Counsel and Assistant Secretary.  Mr. Kelly joined Simon in 2015 as Senior Finance Counsel and was promoted to Senior Associate, General Counsel in 2020 prior to his current position which he was promoted to in 2022.  Prior to joining Simon, Mr. Kelly was an attorney with Sidley Austin, LLP and Fried, Frank, Harris, Shriver & Jacobson. \n​",
      "char_count": 32925
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nThe following factors, among others, could cause our actual results to differ materially from those expressed or implied in forward-looking statements made in this Annual Report on Form 10-K and presented elsewhere by our management from time to time. These factors may have a material adverse effect on our business, financial condition, liquidity, results of operations, funds from operations, or FFO, and prospects, which we refer to herein as a material adverse effect on us or as materially and adversely affecting us, and you should carefully consider them. Additional risks and uncertainties not presently known to us or which are currently not believed to be material may also affect our actual results. We may update these factors in our future periodic reports.\nSummary of Risk Factors\nThe following summarizes our material risk factors. However, this summary is not intended to be a comprehensive and complete list of all risk factors identified by the Company. Refer to the following pages of this section for additional details regarding these summarized risk factors and other additional risk factors identified by the Company.\n\n●   Conditions that adversely affect the general retail environment could materially and adversely affect us.\n-------------------------------------------------------------------------------------------------------------\n\n●   Some of our properties depend on anchor stores or other large nationally recognized tenants to attract shoppers and we could be materially and adversely affected by the loss of one or more of these anchors or tenants.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We face potential adverse effects from tenant bankruptcies.\n---------------------------------------------------------------\n\n●   Vacant space at our properties could materially and adversely affect us.\n----------------------------------------------------------------------------\n\n●   We may not be able to lease newly developed properties to or renew leases and relet space at existing properties with an appropriate mix of tenants or at desired rents, if at all.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Acts of violence, civil unrest or criminal activity, actual or threatened terrorist attacks and inappropriate and unacceptable behavior by consumers at our properties could adversely affect our business operations.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We face a wide range of competition that could affect our ability to operate profitably, including e-commerce, and the evolution of consumer preferences and purchasing habits.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Epidemics, pandemics or other public health crisis, and governmental reactions thereto, could have a significant negative impact on our and our tenants’ business, financial condition, results of operations, cash flow and liquidity and our ability to access the capital markets, satisfy our debt service obligations and make distributions to our shareholders.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Some of our properties are subject to potential natural or other disasters.\n-------------------------------------------------------------------------------\n\n●   We face risks associated with climate change.\n-------------------------------------------------\n\n●   Some of our potential losses may not be covered by insurance.\n-----------------------------------------------------------------\n\n●   As owners of real estate, we can face liabilities for environmental contamination, and our efforts to identify environmental liabilities may not be successful.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We face risks associated with the acquisition, development, redevelopment and expansion of properties.\n----------------------------------------------------------------------------------------------------------\n\n●   Real estate investments are relatively illiquid.\n----------------------------------------------------\n\n●   Simon and certain subsidiaries of the Operating Partnership have elected to be taxed as REITs in the United States. The failure to maintain Simon’s or the Subsidiary REITs’ qualifications as REITs or changes in applicable tax laws or regulations could result in adverse tax consequences.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   If the Operating Partnership fails to qualify as a partnership for federal income tax purposes, Simon will cease to qualify as a REIT and suffer other adverse consequences.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n11\n\n\n\n\n●   Complying with REIT requirements might cause us to forgo otherwise attractive acquisition opportunities or liquidate otherwise attractive investments.\n----------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our ownership of TRSs is subject to certain restrictions, and we will be required to pay a 100% penalty tax on certain income or deductions if our transactions with our TRSs are not conducted on arm’s-length terms.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Dividends payable by REITs generally do not qualify for the reduced tax rates available for some dividends, which may negatively affect the value of our shares.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The tax imposed on REITs engaging in “prohibited transactions” may limit our ability to engage in transactions which would be treated as sales for U.S. federal income tax purposes.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   REIT distribution requirements could adversely affect our liquidity and our ability to execute our business plan.\n---------------------------------------------------------------------------------------------------------------------\n\n●   Partnership tax audit rules could have a material adverse effect on us.\n---------------------------------------------------------------------------\n\n●   Legislative, administrative, regulatory or other actions affecting REITs, including positions taken by the IRS, could have a material adverse effect on us and our investors.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Provisions in Simon’s charter and by-laws and in the Operating Partnership’s partnership agreement could prevent a change of control.\n-----------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have a substantial debt burden that could affect our future operations.\n------------------------------------------------------------------------------\n\n●   The agreements that govern our indebtedness contain various covenants that impose restrictions on us that might affect our ability to operate freely.\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Disruption in the capital and credit markets may increase the cost of capital and may adversely affect our ability to access external financings for our growth and ongoing debt service requirements.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Adverse changes in our credit ratings could affect our borrowing capacity and borrowing terms.\n--------------------------------------------------------------------------------------------------\n\n●   An increase in interest rates would increase our interest costs on variable rate debt and could adversely impact our ability to refinance existing debt on attractive terms, or at all; our hedging interest rate protection arrangements may not effectively limit our interest rate risk.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We have limited control with respect to some properties that are partially owned or managed by third parties, which may adversely affect our ability to sell or refinance them.\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   The Operating Partnership guarantees debt or otherwise provides support for a number of joint venture properties.\n---------------------------------------------------------------------------------------------------------------------\n\n●   Our success depends, in part, on our ability to attract, motivate, retain and develop talented employees, and our failure to do so, including the loss of any one of our key personnel, could adversely impact our business.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Artificial generative intelligence technologies present risks related to the control of our proprietary business information, keeping such information confidential, and emerging regulatory risk, any or all of which may adversely affect our business and results of operations.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   We face risks associated with security breaches through cyber-attacks, cyber intrusions or otherwise, as well as other significant disruptions of our computer systems, hardware, technology infrastructure, online sites and related systems.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   Our international activities may subject us to risks that are different from or greater than those associated with our domestic operations.\n-----------------------------------------------------------------------------------------------------------------------------------------------\nRisks Related to Tenant Operations at Our Properties\nConditions that adversely affect the general retail environment could materially and adversely affect us.\nOur primary source of revenue is derived from retail tenants which means that we could be materially and adversely affected by conditions that materially and adversely affect the retail environment generally, including, without limitation: \n\n●   domestic issues, such as government policies and regulations, tariffs, energy prices, market dynamics, rising interest rates, inflation and limited growth in consumer income as well as from actual or perceived changes in economic conditions, which can result from global events such as international trade disputes, a foreign debt crisis, foreign currency volatility, natural disasters, war, such as the war in Ukraine and the conflict in Israel,\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n12\n\n\n\n\nGaza and surrounding areas, epidemics and pandemics, the fear of spread of contagious diseases, civil unrest and terrorism;\n---------------------------------------------------------------------------------------------------------------------------\n\n●   levels of consumer spending, changes in consumer confidence, income levels, and fluctuations in seasonal spending in the United States and internationally;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   supply chain disruptions and labor shortages;\n-------------------------------------------------\n\n●   consumers avoiding in-person shopping generally, or at certain properties, due to a heightened level of concern for safety in public places, whether due to consumer perception of increased risk of criminal activity and civil unrest, including acts of terrorism, riots, random acts of violence, mass shootings, organized retail crime or inappropriate or unacceptable behavior of other patrons, or due to heightened sensitivity to risks associated with transmission of disease;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   consumer perceptions of the safety, convenience and attractiveness of our properties;\n-----------------------------------------------------------------------------------------\n\n●   the impact on our retail tenants and demand for retail space at our properties from the increasing use of the Internet by retailers and consumers;\n------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the creditworthiness of our retail tenants and the availability of new creditworthy tenants and the related impact on our occupancy levels and lease income;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   local real estate conditions, such as an oversupply of, or reduction in demand for, retail space or retail goods, decreases in rental rates and declines in real estate values;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the willingness of retailers to lease space in our properties at attractive rents, or at all;\n-------------------------------------------------------------------------------------------------\n\n●   changes in regional and local economies, which may be affected by increased rates of unemployment, increased foreclosures, higher taxes, decreased tourism, industry slowdowns, adverse weather conditions, and other factors;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   increased operating costs and capital expenditures, whether from acquisitions, developments, redevelopments, replacing tenants or otherwise;\n------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   reductions in international travel and tourism, resulting in fewer international retail consumers;\n------------------------------------------------------------------------------------------------------\n\n●   changes in government policies and applicable laws and regulations, including tax, environmental, safety and zoning and political inefficiencies; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   epidemics, pandemics or other public health crises and the governmental reaction thereto.\n---------------------------------------------------------------------------------------------\nTo the extent that any or a portion of these conditions occur, they are likely to impact the retail industry, our retail tenants, the emergence of new tenants, our own investments in certain retailers and brands, the demand for retail space, market rents and rent growth, the vacancy levels at our properties, the value of our properties, which could directly or indirectly materially and adversely affect our financial condition, operating results and overall asset value.\nAdditionally, a portion of our lease income is derived from overage rents based on reported sales over a stated base amount that directly depend on the reported sales volume of our retail tenants. Accordingly, declines in our tenants’ reported sales performance could reduce the income produced by our properties. Over time, declines in our tenants’ reported sales performance can also negatively impact our ability to sign new and renewal leases at desired rents.\nSome of our properties depend on anchor stores or other large nationally recognized tenants to attract shoppers and we could be materially and adversely affected by the loss of one or more of these anchors or tenants.\nOur properties are typically anchored by department stores and other large nationally recognized tenants. Certain of our anchors and other tenants have ceased their operations, downsized their brick-and-mortar presence or failed to comply with their contractual obligations to us and others. \nSustained adverse pressure on the results of department stores and other national retailers may have a similarly sustained adverse impact upon our own results. Certain department stores and other national retailers have experienced, and may continue to experience for the foreseeable future (given uncertainty with respect to current and future macroeconomic conditions and consumer confidence levels), considerable decreases in customer traffic in their retail stores, increased competition from alternative retail options such as those accessible via the Internet and other forms of pressure on their business models. As pressure on these department stores and other national retailers increases, their ability to maintain their stores, meet their obligations both to us and to their external lenders and suppliers, withstand takeover attempts or avoid bankruptcy and/or liquidation may be impaired and result in closures of their stores or their \n\n\n13\n\n\n\nseeking of a lease modification with us. Any lease modification could be unfavorable to us as the lessor and could decrease current or future effective rents or expense recovery charges. Certain other tenants are entitled to modify the economic or other terms of, or terminate, their existing leases with us in the event of such closures. Additionally, corporate merger or consolidation activity among department stores and other national retailers typically results in the closure of duplicate or geographically overlapping store locations.\nIf a department store or large nationally recognized tenant were to close its stores at our properties, we may experience difficulty and delay and incur significant expense in re-tenanting the space, as well as in leasing spaces in areas adjacent to the vacant store, at attractive rates, or at all. Additionally, department store or tenant closures may result in decreased customer traffic, which could lead to decreased sales at our properties. If the reported sales of stores operating in our properties were to decline significantly due to the closing of anchor stores or other national retailers, adverse economic conditions or other reasons, tenants may be unable to pay their minimum rents or expense recovery charges. In the event of any default by a tenant, we may not be able to fully recover, and/or may experience delays and costs in enforcing our rights as landlord to recover, amounts due to us under the terms of our leases with such parties.\nWe face potential adverse effects from tenant bankruptcies.\nBankruptcy filings by retailers can occur regularly in the course of our operations. Although we have not seen a significant increase in tenant bankruptcies in the last few years, in previous years a number of companies in the retail industry, including certain of our tenants, declared bankruptcy. If a tenant files for bankruptcy, the tenant may have the right to reject and terminate one or more of its leases with us, and we cannot be sure that it will affirm one or more of its leases and continue to make rental payments to us in a timely manner. A bankruptcy filing by, or relating to, one of our tenants would generally prohibit us from evicting this tenant, and bar all efforts by us to collect pre-bankruptcy debts from that tenant, or from their property, unless we receive an order permitting us to do so from the bankruptcy court. In addition, we cannot evict a tenant solely because of its bankruptcy. If a lease is assumed by the tenant in bankruptcy, all pre-bankruptcy balances due under the lease must be paid to us in full. If a lease is rejected, the unsecured claim we hold against a bankrupt tenant might be paid only to the extent that funds are available and only in the same percentage as is paid to all other holders of unsecured claims, and there are restrictions under bankruptcy laws that limit the amount of the claim we can make if a lease is rejected. As a result, it is likely that we would recover substantially less than the full value of any unsecured claims we hold. In addition, we may make lease modifications either pre- or post-bankruptcy for certain tenants undergoing significant financial distress in order for them to continue as a going concern. Furthermore, we may be required to incur significant expense in re-tenanting the space formerly leased to the bankrupt tenant. We continually seek to re-lease vacant spaces resulting from tenant terminations. The bankruptcy of a tenant, particularly an anchor tenant or a national tenant with multiple locations, may require a substantial redevelopment of its space, the success of which cannot be assured, and may make the re-tenanting of its space difficult and costly. Any such bankruptcies also make it more difficult to lease the remainder of the space at the affected property or properties. Future tenant bankruptcies may strain our resources and impact our ability to successfully execute our re-leasing strategy and could materially and adversely affect us.\nVacant space at our properties could materially and adversely affect us.\nCertain of our properties have had vacant space available for prospective tenants, and those properties may continue to experience, and other properties may commence experiencing, such oversupply in the future. Among other causes, (1) an increased number of bankruptcies of anchor stores and other national retailers, as well as store closures may occur, and (2) there may be lower demand from retail tenants for space, due to certain retailers increasing their use of e-commerce websites to distribute their merchandise. As a result of the increased bargaining power of creditworthy retail tenants, there may be downward pressure on our rental rates and occupancy levels, and this increased bargaining power may also result in us having to increase our spend on tenant improvements and potentially make other lease modifications in order to attract or retain tenants, any of which, in the aggregate, could materially and adversely affect us.\nWe may not be able to lease newly developed properties to or renew leases and relet space at existing properties with an appropriate mix of tenants or at desired rents, if at all.\nWe may not be able to lease new properties to an appropriate mix of tenants that generates optimal customer traffic. Also, when leases for our existing properties expire, the premises may not be relet or the terms of reletting, including the cost of allowances and concessions to tenants, may be less favorable than the current lease terms. Tenant preferences for properties may also change over time, like recent trends towards right-sizing portfolios, repositioning space and locations and pursuing new store concepts, and our properties may no longer align with such preferences. If we fail to identify and secure the right blend of tenants at our newly developed and existing properties that offer diversified categories and uses, such as retail, specialty entertainment, restaurants, and health and wellness, and that keep up with evolving customer preferences, our properties may not appeal to the communities they serve. If we elect to pursue a “mixed use” \n\n\n14\n\n\n\nredevelopment we expose ourselves to risks associated with each non-retail use (e.g., office, residential, hotel and entertainment), and the performance of our retail tenants in such properties may be negatively impacted by delays in opening and/or the performance of such non-retail uses. Additionally, an oversupply of space in the trade areas in which our properties operate could reduce market rents, negatively impacting the terms upon which we lease our properties. To the extent that our leasing goals are not achieved, we could be materially and adversely affected. \nActs of violence, civil unrest or criminal activity, actual or threatened terrorist attacks and inappropriate and unacceptable behavior by consumers at our properties could adversely affect our business operations.\nBecause our properties are open to the public, they are exposed to risks related to acts of violence, civil unrest and criminal activity as well as actual or threatened terrorist attacks that may be beyond our control or ability to prevent, and recently there has been an increased risk of organized retail crime and physical violence, the severity and frequency of which varies by market and location. If any of these incidents were to occur, the relevant property could face material damage physically and reputationally, and the revenue generated by such property could be negatively impacted. Consumers may also perceive a heightened threat of these risks due to increased crime in certain markets and negative media attention. Concern around safety risk may impact the willingness of consumers, tenants and tenants’ employees to shop and/or work at our properties, which could result in decreased consumer foot traffic and decreased reported sales at our properties, directly and indirectly impacting our revenue and overall asset value.\nWe face a wide range of competition that could affect our ability to operate profitably, including e-commerce, and the evolution of consumer preferences and purchasing habits.\nOur properties compete with other forms of retailing such as pure online retail websites as well as other types of retail properties such as single user freestanding discounters (Costco, Walmart and Target). In addition, many of our tenants are omni-channel retailers who also distribute their products through online sales and provide options to consumers like buy online pick up in store, buy online ship to store or buy online return to store. Our business currently is predominantly reliant on consumer demand for shopping at physical stores, and our business could be materially and adversely affected if we are unsuccessful in adapting our business to evolving consumer purchasing habits. The increased popularity of digital and mobile technologies has accelerated the transition of a percentage of market share from shopping at physical stores to web-based shopping. Although a brick-and-mortar presence may have a positive impact on retailers’ online sales, the increased utilization of pure online shopping may lead to the closure of underperforming stores by retailers, which could impact our occupancy levels and the rates that tenants are willing to pay to lease our space. Additionally, the increase in online shopping may result in certain tenants underreporting sales at our properties which may materially and adversely impact our collection of overage rent. Examples may include, retailers and restaurants not reporting curbside pick-up sales or online sales fulfilled with store inventory, and tenants reducing reported store sales by including online returns processed in the store\nEpidemics, pandemics or other public health crisis, and governmental reactions thereto, could have a significant negative impact on our and our tenants’ business, financial condition, results of operations, cash flow and liquidity and our ability to access the capital markets, satisfy our debt service obligations and make distributions to our shareholders.\nEpidemics, pandemics or other health crises could have, a material negative impact on economic and market conditions around the world and an adverse impact on economic activity in retail real estate. Governments and other authorities could respond to epidemics, pandemics or other health crises, by imposing or re-imposing measures intended to control the spread of disease, including restrictions on freedom of movement, group gatherings and business operations such as travel bans, border closings, business closures, quarantines, stay-at-home, shelter-in-place orders, density limitations and social distancing measures. Although we cannot determine the severity of any such measures in the future, which depend on the government's recognition of the negative impacts on local communities and infrastructure resulting from future mandates and associated government responses, any restrictions could negatively impact us, our tenants and consumer behavior.\nDemand for retail space and the profitability of our properties depends, in part, on the ability and willingness of tenants to enter into and perform obligations under leases, and the willingness of customers to visit our properties. Even without strict governmental restrictions, the willingness of consumers to visit our properties may be reduced and our tenants’ businesses adversely affected, based upon many factors, including local transmission rates of disease, the development, availability, distribution, effectiveness and acceptance of existing and new vaccines, the effectiveness and availability of cures or treatments, and overall sensitivity to risks associated with the transmission of diseases. In addition, some of our properties are located at or within a close proximity to tourist destinations, and these properties and our tenants’ businesses may be heavily and adversely impacted by reductions in travel and tourism resulting from travel bans or restrictions and general concern regarding the risk of travel.\n\n\n15\n\n\n\nAdditionally, the impact of epidemics, pandemics or other public health crises, and governmental reactions thereto, on our business, financial condition, results of operations, cash flows, liquidity and ability to satisfy our debt service obligations and make distributions to our shareholders could depend on additional factors, including:\n\n●   the financial condition and viability of our tenants, and their ability or willingness to pay rent in full;\n---------------------------------------------------------------------------------------------------------------\n\n●   state, local, federal and industry-initiated tenant relief efforts that may adversely affect landlords, including us, and their ability to collect rent and/or enforce remedies for the failure to pay rent;\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the increased popularity and further utilization of e-commerce;\n-------------------------------------------------------------------\n\n●   our ability to renew leases or re-lease available space in our properties on favorable terms or at all, including as a result of a deterioration in the economic and market conditions in the markets in which we own properties or due to restrictions intended to prevent the spread of disease, including any government mandated closures of businesses that frustrate our leasing activities;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   a severe and prolonged disruption and instability in the global financial markets, including the debt and equity capital markets, which may affect our or our tenants' ability to access capital necessary to fund our or their respective business operations or repay, refinance or renew maturing liabilities on a timely basis, on attractive terms, or at all and may adversely affect the valuation of financial assets and liabilities, any of which could affect our and our tenants' ability to meet liquidity and capital expenditure requirements;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   a refusal or failure of one or more lenders under our existing or future credit facilities to fund their respective financing commitment to us may affect our ability to access capital necessary to fund our business operations and to meet our liquidity and capital expenditure requirements;\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   a reduction in the cash flows generated by our properties and the values of our properties that could result in impairments or limit our ability to dispose of them at attractive prices or obtain debt financing secured by our properties;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   the complete or partial closure of one or more of our tenants' manufacturing facilities or distribution centers, temporary or long-term disruption in our tenants' supply chains from local and international suppliers and/or delays in the delivery of our tenants' inventory, any of which could reduce or eliminate our tenants' sales, cause the temporary closure of our tenants' businesses, and/or result in their bankruptcy or insolvency;\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   a negative impact on consumer discretionary spending caused by high unemployment levels, reduced economic activity or a severe or prolonged recession;\n----------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   our and our tenants' ability to manage our respective businesses to the extent our and their management or personnel (including on-site employees) are impacted in significant numbers or are otherwise not willing, available or allowed to conduct work, including any impact on our tenants' ability to deliver timely information to us that is necessary for us to make effective decisions; and\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   our and our tenants' ability to ensure business continuity in the event our or our tenants' continuity of operations plan is (i) not effective or improperly implemented or deployed or (ii) compromised due to increased cyber and remote access activity during such epidemic, pandemic or other public health crisis.\n----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nTo the extent any of these risks and uncertainties adversely impact us in the ways described above or otherwise, they may also have the effect of heightening many of the other risks described herein.\nRisks Related to Real Estate Holdings and Operations\nSome of our properties are subject to potential natural or other disasters.\nA material amount of our share of NOI is derived in states such as Florida, California, Texas and New York which are located in areas which may be subject to a higher risk of natural disasters such as tornados, floods, blizzards, hurricanes, heatwaves, fires, drought, earthquakes or tsunamis. The occurrence of natural disasters at any of our properties, which could occur more frequently, increase in intensity and may become more volatile in light of climate change, can adversely impact operations and development/redevelopment projects at our properties, increase investment costs to repair or replace damaged properties, increase future property insurance costs and negatively impact our tenants and the tenant demand for lease space. If insurance is unavailable to us or is unavailable on acceptable terms, or our insurance is not adequate to cover losses from these events, we could be materially and adversely affected. Additionally, the occurrence of natural disasters at our corporate headquarters or one of our satellite offices could affect our ability to carry on business functions that are critical to our financial and operational viability. \n\n\n16\n\n\n\nWe face risks associated with climate change.\nDue to changes in weather patterns caused by climate change, our properties in certain markets including Florida, California, Texas and New York, where we derive a material amount of our share of NOI could experience increases in storm intensity, storm frequency and be impacted by rising sea levels. Over time, climate change could result in population migration or volatile or decreased demand for retail space at certain of our properties or, in extreme cases, our inability to operate the properties at all. Climate change may also have indirect effects on our business by increasing the cost of (or making unavailable) insurance on favorable terms, or at all, increasing the cost of energy at our properties or requiring us to spend funds to repair and protect our properties against such risks. \nSome of our potential losses may not be covered by insurance.\nWe maintain insurance coverage with third-party carriers who provide a portion of the coverage for specific layers of potential losses, including commercial general liability, fire, flood, extended coverage and rental loss insurance on all of our properties in the United States as well as cyber coverage. The initial portion of coverage, excess of policy deductibles, not provided by third-party carriers is either insured through our wholly-owned captive insurance company or other financial arrangements controlled by us. A third party carrier has, in turn, agreed to provide, if required, evidence of coverage for this layer of losses under the terms and conditions of the carrier’s policy. A similar policy either written through our captive insurance company or other financial arrangements controlled by us also provides initial coverage for property insurance and certain windstorm risks at the properties located in coastal windstorm locations.\nThere are some types of losses, including lease and other contract claims, which generally are not insured or are subject to large deductibles. Additionally, insurance costs and availability may be impacted in the future by factors outside of our control, like inflationary pressures or cybersecurity events. If an uninsured loss or a loss in excess of insured limits occurs, we could lose all or a portion of the capital we have invested in a property, as well as the anticipated future revenue it could generate but may remain obligated for any mortgage debt or other financial obligation related to the property.\nWe currently maintain insurance coverage against acts of terrorism on all of our properties in the United States on an “all risk” basis in the amount of up to $1 billion. Despite the existence of this insurance coverage, any threatened or actual terrorist attacks where we operate could materially and adversely affect our property values, revenues, consumer traffic and tenant sales.\nAs owners of real estate, we can face liabilities for environmental contamination, and our efforts to identify environmental liabilities may not be successful.\nMany of our properties contain, or at one time contained, asbestos containing materials or underground storage tanks (primarily related to auto service center establishments or emergency electrical generation equipment), and as a result we may be subject to regulatory action in connection with U.S. federal, state and local laws and regulations relating to hazardous or toxic substances. We may also be held liable to third parties for personal injury or property damage incurred by the parties in connection with any such substances. The costs of investigation, removal or remediation of hazardous or toxic substances, and related liabilities, may be substantial and could materially and adversely affect us. The presence of hazardous or toxic substances, or the failure to remediate the related contamination, may also adversely affect our ability to sell, lease or redevelop a property or to borrow money using a property as collateral.\nAlthough we believe that our portfolio is in substantial compliance with U.S. federal, state and local environmental laws and regulations regarding hazardous or toxic substances, this belief is based on limited testing. Nearly all of our U.S. properties have been subjected to Phase I or similar environmental audits. These environmental audits have not revealed, nor are we aware of, any environmental liability that we believe is reasonably likely to have a material adverse effect on us. However, we cannot assure you that:\n\n●   previous environmental studies with respect to the portfolio reveal all potential environmental liabilities;\n----------------------------------------------------------------------------------------------------------------\n\n●   any previous owner, occupant or tenant of a property did not create any material environmental condition not known to us;\n-----------------------------------------------------------------------------------------------------------------------------\n\n●   the current environmental condition of the portfolio will not be affected by tenants and occupants, by the condition of nearby properties, or by other unrelated third parties; or\n--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   future uses or conditions (including, without limitation, changes in applicable environmental laws and regulations or the interpretation thereof) will not result in environmental liabilities.\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n17\n\n\n\nWe face risks associated with the acquisition, development, redevelopment and expansion of properties.\nWe regularly acquire and develop new properties and redevelop and expand existing properties, and these activities are subject to various risks. Acquisition or construction costs of a project may be higher than projected, potentially making the project unfeasible or unprofitable, and development, redevelopment or expansions may take considerably longer than expected, delaying the commencement and amount of income from the property. These risks, and the potential impact thereof, may be exacerbated by the volume and complexity of such activity, as well as inflationary pressures, rising interest rates, supply chain disruptions and labor shortages. We may not be successful in pursuing acquisition, development or redevelopment/expansion opportunities. In addition, newly acquired, developed or redeveloped/expanded properties may not perform as well as expected, impacting our anticipated return on investment. We are subject to other risks in connection with any acquisition, development and redevelopment/expansion activities, including the following:\n\n●   we may not be able to obtain financing or to refinance loans on favorable terms, or at all;\n-----------------------------------------------------------------------------------------------\n\n●   we may be unable to obtain zoning, occupancy or other governmental approvals;\n---------------------------------------------------------------------------------\n\n●   occupancy rates and rents may not meet our projections and the project may not be accretive;\n------------------------------------------------------------------------------------------------\n\n●   we may need the consent of third parties such as department stores, anchor tenants, mortgage lenders and joint venture partners, and those consents may be withheld;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   development, redevelopment or expansions may fail to appeal to the demographics of the communities they are intended to serve, including a failure to incorporate the appropriate blend of available space for tenants;\n---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   we may not be able to integrate an acquisition into our existing operations successfully; and\n-------------------------------------------------------------------------------------------------\n\n●   acquisitions of new properties will expose us to the liabilities of those properties, some of which we may not be aware of at the time of the acquisition.\n--------------------------------------------------------------------------------------------------------------------------------------------------------------\nIf a development or redevelopment/expansion project is unsuccessful, either because it is not meeting our expectations when operational or was not completed according to the project planning, we could lose our investment in the project. Further, if we guarantee the property’s financing, our loss could exceed our investment in the project.\nIn the event that these risks were realized at the same time at multiple properties, we could be materially and adversely affected.\nReal estate investments are relatively illiquid.\nOur properties represent a substantial portion of our total consolidated assets. These investments are relatively illiquid. As a result, our ability to sell one or more of our properties or investments in real estate in response to any changes in economic, industry, or other conditions may be limited. The real estate market is affected by many factors, such as general economic conditions, availability and terms of financing, interest rates and other factors, including supply and demand for space, that are beyond our control. If we want to sell a property, we cannot assure you that we will be able to dispose of it in the desired time period, or at all, or that the sales price of a property will be attractive at the relevant time or exceed the carrying value of our investment. Moreover, if a property is mortgaged, we may not be able to obtain a release of the lien on that property without the payment of the associated debt and/or a substantial prepayment penalty, which could restrict our ability to dispose of the property, even though the sale might otherwise be desirable.\nRisks Relating to Income Taxes and REIT Rules\nSimon and certain subsidiaries of the Operating Partnership have elected to be taxed as REITs in the United States. The failure to maintain Simon’s or the Subsidiary REITs’ qualifications as REITs or changes in applicable tax laws or regulations could result in adverse tax consequences. \nIn the United States, Simon and certain subsidiaries of the Operating Partnership have elected to be taxed as REITs under Sections 856 through 860 of the Internal Revenue Code. We believe that Simon and these subsidiaries, or the Subsidiary REITs, have been organized and have operated in a manner which allows them to qualify for taxation as REITs under the Internal Revenue Code. We intend to continue to operate in this manner. However, qualification and taxation as REITs depend upon the ability of Simon and the Subsidiary REITs to satisfy several requirements (some of which are outside our control), including tests related to our annual operating results, asset diversification, distribution levels and stock ownership. The various REIT qualification tests required by the Internal Revenue Code are highly technical and complex. Accordingly, there can be no assurance that Simon or any of the Subsidiary REITs has operated in accordance with these requirements or will continue to operate in a manner so as to qualify or remain qualified as a REIT.\n\n\n18\n\n\n\nIf Simon or any of the Subsidiary REITs fail to comply with those provisions, Simon or any such Subsidiary REIT may be subject to monetary penalties or ultimately to possible disqualification as REITs. If such events occur, and if available relief provisions do not apply:\n\n●   Simon or any such subsidiary will not be allowed a deduction for distributions to stockholders in computing taxable income;\n-------------------------------------------------------------------------------------------------------------------------------\n\n●   Simon or any such subsidiary will be subject to corporate-level income tax on taxable income at the corporate rate;\n-----------------------------------------------------------------------------------------------------------------------\n\n●   Simon may be subject to the one-percent excise tax on stock repurchases imposed by the 2022 Inflation Reduction Act;\n------------------------------------------------------------------------------------------------------------------------\n\n●   Simon or any such subsidiary could be subject to a federal alternative minimum tax for taxable years prior to 2018 or for taxable years commencing after December 31, 2022; and\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   unless entitled to relief under relevant statutory provisions, Simon or any such subsidiary will also be disqualified from treatment as a REIT for the four taxable years following the year during which qualification was lost.\n-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nAny such corporate tax liability could be substantial and would reduce the amount of cash available for, among other things, our operations and distributions to stockholders. In addition, if Simon fails to qualify as a REIT, it will not be required to make distributions to its stockholders. Moreover, a failure by any Subsidiary REIT could also cause Simon to fail to qualify as a REIT, and the same adverse consequences would apply to such Subsidiary REIT and its stockholders. Failure by Simon or any of the Subsidiary REITs to qualify as a REIT also could impair our ability to expand our business and raise capital, which could materially and adversely affect us. Additionally, we are subject to certain income-based taxes, both domestically and internationally, and other taxes, including state and local taxes, franchise taxes, and withholding taxes on dividends from certain of our international investments. We currently follow local tax laws and regulations in various domestic and international jurisdictions. Should these laws or regulations change, the amount of taxes we pay may increase accordingly.\nIf the Operating Partnership fails to qualify as a partnership for federal income tax purposes, Simon will cease to qualify as a REIT and suffer other adverse consequences.\nWe believe that the Operating Partnership is treated as a partnership for federal income tax purposes. As a partnership, the Operating Partnership is not subject to federal income tax on its income. Instead, each of its partners, including Simon, is allocated, and may be required to pay tax with respect to, such partner’s share of its income. We cannot assure you that the Internal Revenue Service, or the IRS, will not challenge the status of the Operating Partnership, or any other subsidiary partnership or limited liability company in which we own an interest, as a disregarded entity or partnership for federal income tax purposes, or that a court would not sustain such a challenge. If the IRS were successful in treating the Operating Partnership or any such other subsidiary as an entity taxable as a corporation for federal income tax purposes, we would fail to meet the gross income tests and certain of the asset tests applicable to REITs and, accordingly, Simon would likely cease to qualify as a REIT. Also, the failure of the Operating Partnership or any subsidiary partnership or limited liability company to qualify as a disregarded entity or partnership for applicable income tax purposes could cause it to become subject to federal and state corporate income tax, which would reduce significantly the amount of cash available for debt service and for distribution to its partners or members, including Simon.\nComplying with REIT requirements might cause us to forgo otherwise attractive acquisition opportunities or liquidate otherwise attractive investments.\nTo qualify to be taxed as REITs for U.S. federal income tax purposes, Simon and the Subsidiary REITs must ensure that, at the end of each calendar quarter, at least 75% of the value of their respective assets consist of cash, cash items, government securities and “real estate assets” (as defined in the Internal Revenue Code), including certain mortgage loans and securities. The remainder of their respective investments (other than government securities, qualified real estate assets and securities issued by a taxable REIT subsidiary, or TRS) generally cannot include more than 10% of the outstanding voting securities of any one issuer or more than 10% of the total value of the outstanding securities of any one issuer.\nAdditionally, in general, no more than 5% of the value of Simon’s and the Subsidiary REITs’ total assets (other than government securities, qualified real estate assets and securities issued by a TRS) can consist of the securities of any one issuer, and no more than 20% of the value of their respective total assets can be represented by securities of one or more TRSs. If Simon or any of the Subsidiary REITs fails to comply with these requirements at the end of any calendar quarter, Simon or any such Subsidiary REIT must correct the failure within 30 days after the end of the calendar quarter or qualify for certain statutory relief provisions to avoid losing its REIT qualification and suffering adverse tax consequences. As a \n\n\n19\n\n\n\nresult, we might be required to liquidate or forgo otherwise attractive investments. These actions could have the effect of reducing our income and amounts available for distribution to equity holders. Moreover, if Simon or the Subsidiary REITs are compelled to liquidate their investments to meet any of the asset, income or distribution tests, or to repay obligations to lenders, Simon or such subsidiaries may be unable to comply with one or more of the requirements applicable to REITs or may be subject to a 100% tax on any resulting gain if such sales constitute prohibited transactions.\nIn addition to the asset tests set forth above, to qualify to be taxed as REITs, Simon and the Subsidiary REITs must continually satisfy tests concerning, among other things, the sources of their respective income, the amounts they distribute to equity holders and the ownership of their respective shares. We might be unable to pursue investments that would be otherwise advantageous to us in order to satisfy the source-of-income or asset-diversification requirements for qualifying as REITs. Thus, compliance with the REIT requirements may hinder our ability to make certain attractive investments.\nOur ownership of TRSs is subject to certain restrictions, and we will be required to pay a 100% penalty tax on certain income or deductions if our transactions with our TRSs are not conducted on arm’s-length terms.\nWe own securities in TRSs and may acquire securities in additional TRSs in the future. A TRS is a corporation other than a REIT in which a REIT directly or indirectly holds stock, and that has made a joint election with such REIT to be treated as a taxable REIT subsidiary. If a TRS owns more than 35% of the total voting power or value of the outstanding securities of another corporation, such other corporation will also be treated as a TRS. Other than some activities relating to lodging and health care facilities, a TRS may generally engage in any business, including the provision of customary or non-customary services to tenants of its parent REIT. A TRS is subject to federal income tax as a regular C corporation. In addition, a 100% excise tax will be imposed on certain transactions between a TRS and its parent REIT that are not conducted on an arm’s-length basis.\nA REIT’s ownership of securities of a TRS is not subject to the 5% or 10% asset tests applicable to REITs. Not more than 25% of the value of Simon’s or any Subsidiary REIT’s total assets may be represented by securities (including securities of TRSs), other than those securities includable in the 75% asset test, and not more than 20% of the value of our total assets or the assets of any Subsidiary REIT may be represented by securities of TRSs. We anticipate that the aggregate value of the stock and securities of any TRS and other nonqualifying assets that Simon or each such Subsidiary REIT owns will be less than 25% (or, in the case of securities of TRSs, 20%) of the value of Simon’s or such subsidiary’s total assets, and we will monitor the value of these investments to ensure compliance with applicable ownership limitations. In addition, we intend to structure transactions with any TRSs that we own to ensure that they are entered into on arm’s-length terms to avoid incurring the 100% excise tax described above. There can be no assurance, however, that we will be able to comply with the above limitations or to avoid application of the 100% excise tax discussed above.\nDividends payable by REITs generally do not qualify for the reduced tax rates available for some dividends, which may negatively affect the value of our shares.\nIncome from “qualified dividends” payable to U.S. stockholders that are individuals, trusts and estates are generally subject to tax at preferential rates, currently at a maximum federal rate of 20%. Dividends payable by REITs, however, generally are not eligible for the preferential tax rates applicable to qualified dividend income. U.S. stockholders that are individuals, trusts and estates generally may deduct up to 20% of the ordinary dividends (e.g., dividends not designated as capital gain dividends or qualified dividend income) received from a REIT for taxable years beginning before January 1, 2026. Although this deduction reduces the effective tax rate applicable to certain dividends paid by REITs (generally to 29.6% assuming the shareholder is subject to the 37% maximum rate), such tax rate is still higher than the tax rate applicable to corporate dividends that constitute qualified dividend income. Accordingly, investors who are individuals, trusts and estates may perceive investments in REITs to be relatively less attractive than investments in the stocks of non-REIT corporations that pay dividends, which could materially and adversely affect the value of the shares of REITs, including the per share trading price of our common stock.\nThe tax imposed on REITs engaging in “prohibited transactions” may limit our ability to engage in transactions which would be treated as sales for U.S. federal income tax purposes.\nA REIT’s net income from prohibited transactions is subject to a 100% penalty tax. In general, prohibited transactions are sales or other dispositions of property, other than foreclosure property, held primarily for sale to customers in the ordinary course of business. Although we do not intend to hold any properties that would be characterized as held for sale to customers in the ordinary course of our business, such characterization is a factual determination (unless a sale or disposition qualifies under certain statutory safe harbors), and no guarantee can be given that the IRS would agree with our characterization of our properties or that we will always be able to make use of the available safe harbors.\n\n\n20\n\n\n\nREIT distribution requirements could adversely affect our liquidity and our ability to execute our business plan.\nIn order for Simon and the Subsidiary REITs to qualify to be taxed as REITs, and assuming that certain other requirements are also satisfied, each such entity generally must distribute at least 90% of its REIT taxable income, determined without regard to the dividends paid deduction and excluding any net capital gains, to their respective equity holders each year. To the extent that Simon or any such Subsidiary REIT satisfies this distribution requirement and qualifies for taxation as a REIT, but distributes less than 100% of its REIT taxable income, Simon or such subsidiary will be subject to U.S. federal corporate income tax on its undistributed net taxable income and could be subject to a 4% nondeductible excise tax if the actual amount that is distributed to equity holders in a calendar year is less than the minimum required distribution amount. We intend to make distributions to the equity holders of Simon and the Subsidiary REITs to comply with the REIT requirements of the Internal Revenue Code.\nFrom time to time, Simon and the Subsidiary REITs might generate taxable income greater than their respective cash flow as a result of differences in timing between the recognition of taxable income and the actual receipt of cash or the effect of nondeductible capital expenditures, the creation of reserves, or required debt or amortization payments. If the applicable REIT does not have other funds available in these situations, it could be required to access capital on unfavorable terms (the receipt of which cannot be assured), sell assets at disadvantageous prices, distribute amounts that would otherwise be invested in future acquisitions, capital expenditures or repayment of debt, or make taxable distributions of capital stock or debt securities to make distributions sufficient to enable it to pay out enough of its REIT taxable income to satisfy the REIT distribution requirement and avoid corporate income tax and the 4% excise tax in a particular year. These alternatives could increase costs or reduce our equity. Further, amounts distributed will not be available to fund the growth of our business. Thus, compliance with the REIT requirements may adversely affect our liquidity and our ability to execute our business plan.\nPartnership tax audit rules could have a material adverse effect on us.\nUnder the rules applicable to U.S. federal income tax audits of partnerships, subject to certain exceptions, any audit adjustment to items of income, gain, loss, deduction, or credit of a partnership (and any partner’s distributive share thereof) is determined, and taxes, interest, or penalties attributable thereto could be assessed and collected, at the partnership level. Absent available elections, it is possible that a partnership in which we directly or indirectly invest could be required to pay additional taxes, interest and penalties as a result of an audit adjustment, and we, as a direct or indirect partner of these partnerships, could be required to bear the economic burden of those taxes, interest, and penalties even though Simon and the Subsidiary REITs, as REITs, may not otherwise have been required to pay additional corporate-level taxes had they owned the assets of the partnership directly. The partnership tax audit rules apply to the Operating Partnership and its subsidiaries that are classified as partnerships for U.S. federal income tax purposes. There can be no assurance that these rules will not have a material adverse effect on us. \nLegislative, administrative, regulatory or other actions affecting REITs, including positions taken by the IRS, could have a material adverse effect on us and our investors.\nThe rules dealing with U.S. federal income taxation are constantly under review by persons involved in the legislative process, and by the IRS and the U.S. Department of the Treasury, or the Treasury. Changes to the tax laws or interpretations thereof by the IRS and the Treasury, with or without retroactive application, could materially and adversely affect us and our investors. We cannot predict how changes in the tax laws might affect our investors and us. New legislation, Treasury regulations, administrative interpretations or court decisions could significantly and negatively affect the ability of Simon and the Subsidiary REITs to qualify to be taxed as REITs and/or the U.S. federal income tax consequences to us and our investors of such qualification. Moreover, the law relating to the tax treatment of other entities, or an investment in other entities, could change, making an investment in such other entities more attractive relative to an investment in a REIT.\nProvisions in Simon’s charter and by-laws and in the Operating Partnership’s partnership agreement could prevent a change of control.\nSimon’s charter contains a general restriction on the accumulation of shares in excess of 8% of its capital stock. The charter permits the members of the Simon family and related persons to own up to 18% of Simon’s capital stock. Ownership for such purpose is determined based on the number of outstanding shares, voting power or value controlled, whichever is most restrictive. Simon’s Board of Directors may, by majority vote, permit exceptions to those levels in circumstances where it determines that Simon’s ability to qualify as a REIT will not be jeopardized. These restrictions on ownership may have the effect of delaying, deferring or preventing a transaction or a change in control that might otherwise be in the best interest of Simon’s stockholders or the Operating Partnership’s unitholders or preferred unitholders. Other \n\n\n21\n\n\n\nprovisions of Simon’s charter and by-laws could have the effect of delaying or preventing a change of control even if some of Simon’s stockholders or the Operating Partnership’s unitholders or preferred unitholders deem such a change to be in their best interests. These include provisions preventing holders of Simon’s common stock from acting by written consent and requiring that up to four directors in the aggregate may be elected by holders of Class B common stock. In addition, certain provisions of the Operating Partnership’s partnership agreement could have the effect of delaying or preventing a change of control. These include a provision requiring the consent of a majority in interest of units in order for Simon, as general partner of the Operating Partnership, to, among other matters, engage in a merger transaction or sell all or substantially all of its assets. \nRisks Related to Indebtedness and the Financial Markets\nWe have a substantial debt burden that could affect our future operations.\nAs of December 31, 2024, our consolidated mortgages and unsecured indebtedness, excluding related premium, discount and debt issuance costs, totaled $24.5 billion. As a result of this indebtedness, we are required to use a substantial portion of our cash flows for debt service, including selected repayment at scheduled maturities, which limits our ability to use those cash flows to fund the growth of our business. We are also subject to the risks normally associated with debt financing, including the risk that our cash flows from operations will be insufficient to meet required debt service or that we will be able to refinance such indebtedness on acceptable terms, or at all. Our debt service costs generally will not be reduced if developments at the applicable property, such as the entry of new competitors or the loss of major tenants, cause a reduction in the income from the property. Our indebtedness could also have other adverse consequences on us, including reducing our access to capital or increasing our vulnerability to general adverse economic, industry and market conditions. In addition, if a property is mortgaged to secure payment of indebtedness and income from such property is insufficient to pay that indebtedness, the property could be foreclosed upon by the mortgagee resulting in a loss of income and a decline in our total asset value. If any of the foregoing occurs, we could be materially and adversely affected.\nThe agreements that govern our indebtedness contain various covenants that impose restrictions on us that might affect our ability to operate freely.\nWe have a variety of unsecured debt, including the Credit Facilities, senior unsecured notes and commercial paper, and secured property level debt. Certain of the agreements that govern our indebtedness contain covenants, including, among other things, limitations on our ability to incur secured and unsecured indebtedness, sell all or substantially all of our assets and engage in mergers and certain acquisitions. In addition, certain of the agreements that govern our indebtedness contain financial covenants that require us to maintain certain financial ratios, including certain coverage ratios. These covenants may restrict our ability to pursue certain business initiatives or certain transactions that might otherwise be advantageous to us. In addition, our ability to comply with these provisions might be affected by events beyond our control. Failure to comply with any of our financing covenants could result in an event of default, which, if not cured or waived, could accelerate the related indebtedness as well as other of our indebtedness, which could have a material adverse effect on us.\nDisruption in the capital and credit markets may increase the cost of capital and may adversely affect our ability to access external financings for our growth and ongoing debt service requirements.\nWe depend on external financings, principally debt financings, to fund the growth of our business, execute on our business model, and to ensure that we can meet ongoing maturities of our outstanding debt. Our access to financing depends on our credit ratings, the willingness of lending institutions and other debt investors to grant credit to us and conditions in the capital markets in general, which can impact both our cost of capital and, to a lesser degree, our ability to access capital. An economic recession may cause extreme volatility and disruption in the capital and credit markets. We rely upon the Credit Facilities as sources of funding for numerous transactions. Our access to these funds is dependent upon the ability of each of the participants to the Credit Facilities to meet their funding commitments to us. When markets are volatile, access to capital and credit markets could be disrupted over an extended period of time and one or more financial institutions may not have the available capital to meet their previous commitments to us. The failure of one or more participants to the Credit Facilities to meet their funding commitments to us could have a material adverse effect on us, including as a result of making it difficult to obtain the financing we may need for future growth and/or meeting our debt service requirements. Additionally, a high interest rate environment, as we are currently experiencing, and which the Company believes will continue in 2025, could prevent us from accessing capital at attractive interest rates, which could adversely impact our ability to refinance existing debt at maturity as well as our ability to fund development and/or opportunistic acquisition activities. We cannot assure you that we will be able to obtain the financing we need for the future growth of our business, execution on our business model or to meet our debt service requirements, or that a sufficient amount of financing will be available to us on favorable terms, or at all.\n\n\n22\n\n\n\nAdverse changes in our credit ratings could affect our borrowing capacity and borrowing terms.\nThe Operating Partnership’s outstanding senior unsecured notes, the Credit Facilities, the Commercial Paper program, and Simon’s preferred stock are periodically rated by nationally recognized credit rating agencies. The credit ratings are based on our operating performance, liquidity and leverage ratios, financial condition and prospects, and other factors viewed by the credit rating agencies as relevant to us and our industry and the economic outlook in general. Our credit ratings can affect the amount of capital we can access, as well as the terms of any financing we obtain. Since we depend primarily on debt financing to fund the growth of our business, an adverse change in our credit ratings, including actual changes and changes in outlook, or even the initiation of a review of our credit ratings that could result in an adverse change, could have a material adverse effect on us.\nAn increase in interest rates would increase our interest costs on variable rate debt and could adversely impact our ability to refinance existing debt on attractive terms, or at all; our hedging interest rate protection arrangements may not effectively limit our interest rate risk.\nAs of December 31, 2024, we had approximately $229.4 million of outstanding consolidated indebtedness that bears interest at variable rates, and we may incur more variable rate indebtedness in the future. When interest rates increase, then so does the interest costs on our unhedged variable rate debt, which could adversely affect our cash flows and our ability to pay principal and interest on our debt and our ability to make distributions to our stockholders. Further, rising interest rates could limit our ability to refinance existing debt when it matures or significantly increase our future interest expense.\nWe selectively manage our exposure to interest rate risk by a combination of interest rate protection agreements to effectively fix or cap all or a portion of our variable rate debt. In addition, we refinance fixed rate debt at times when we believe rates and other terms are appropriate. Our efforts to manage these exposures may not be successful.\nOur use of interest rate hedging arrangements to manage risk associated with interest rate volatility may expose us to additional risks, including a risk that a counterparty to a hedging arrangement may fail to honor its obligations or that we could be required to fund our contractual payment obligations under such arrangements in relatively large amounts or on short notice. Developing an effective interest rate risk strategy is complex and no strategy can completely insulate us from risks associated with interest rate fluctuations. There can be no assurance that our hedging activities will have the desired beneficial impact on our results of operations, liquidity and financial condition. Termination of these hedging agreements typically involves costs, such as transaction fees or breakage costs.\nRisks Related to Joint Ventures\nWe have limited control with respect to some properties that are partially owned or managed by third parties, which may adversely affect our ability to sell or refinance them.\nAs of December 31, 2024, we owned interests in 99 income-producing properties with other parties. Of those, 20 properties are included in our consolidated financial statements. We apply the equity method of accounting to the other 79 properties (the joint venture properties) and our investments in Klépierre (a publicly traded, Paris-based real estate company), The Taubman Realty Group, LLC, or TRG, as well as our investments in certain entities involved in retail operations, such as Catalyst Brands LLC; an e-commerce venture Rue Gilt Groupe, or RGG, and Jamestown (a global real estate investment and management company), collectively, our other platform investments. We serve as general partner or property manager for 48 of these 79 joint venture properties; however, certain major decisions, such as approving the operating budget and selling, refinancing, and redeveloping the properties, require the consent of the other owners. Of the joint venture properties for which we do not serve as general partner or property manager, 24 are in our international joint ventures. These international properties are managed locally by joint ventures in which we share control of the properties with our partner. The other owners have participating rights that we consider substantive for purposes of determining control over the joint venture properties’ assets. The remaining joint venture properties, Klépierre, TRG, and our other platform investments are managed by joint ventures in which we share control.\nThese investments, and other future similar investments, could involve risks that would not be present were a third party not involved, including the possibility that partners or other owners might become bankrupt, suffer a deterioration in their creditworthiness, or fail to fund their share of required capital contributions. If one of our partners or other owners in these investments were to become bankrupt, we may be precluded from taking certain actions regarding our investments without prior court approval, which at a minimum may delay the actions we would or might want to take. Additionally, partners or other owners could have economic or other business interests or goals that are inconsistent with our own business interests or goals, and could be in a position to take actions contrary to our policies or objectives.\n\n\n23\n\n\n\nThese investments, and other future similar investments, also have the potential risk of creating impasses on decisions, such as a sale, financing or development, because neither we nor our partner or other owner has full control over the partnership or joint venture. Disputes between us and partners or other owners might result in litigation or arbitration that could increase our expenses and prevent Simon’s officers and/or directors from focusing their time and efforts on our business. Consequently, actions by, or disputes with, partners or other owners might result in subjecting properties owned by the partnership or joint venture to additional risk. In addition, we risk the possibility of being liable for the actions of our partners or other owners. \nThe Operating Partnership guarantees debt or otherwise provides support for a number of joint venture properties.\nJoint venture debt is the liability of the joint venture and is typically secured by a mortgage on the joint venture property, which is non-recourse to us. Nevertheless, the joint venture’s failure to satisfy its debt obligations could result in the loss of our investment therein. As of December 31, 2024, the Operating Partnership guaranteed joint venture-related mortgage indebtedness of $109.8 million. A default by a joint venture under its debt obligations would expose us to liability under a guaranty. We may elect to fund cash needs of a joint venture through equity contributions (generally on a basis proportionate to our ownership interests), advances or partner loans, although such fundings are not typically required contractually or otherwise.\nGeneral Risk Factors\nOur success depends, in part, on our ability to attract, motivate, retain and develop talented employees, and our failure to do so, including the loss of any one of our key personnel, could adversely impact our business.\nThe success of our business depends, in part, on the leadership and performance of our executive management team and key employees, including our CEO, who operate without the existence of employment agreements. Many of our senior executives have extensive experience and strong reputations in the real estate industry, which aid us in identifying opportunities and negotiating with tenants. Our ability to attract, motivate and retain talented employees, and develop talent internally, could significantly impact our future performance. Competition for these individuals is intense, and we cannot assure you that we will retain our executive management team and other key employees or that we will be able to attract, motivate, retain and/or develop other highly qualified individuals for these positions in the future. Additionally, the compensation and benefits packages we may need to offer to remain competitive for these individuals could increase the cost of replacement and retention. Losing any one or more of these persons could adversely affect our business, disrupt short-term operational performance, diminish our opportunities and weaken our relationships with lenders, business partners, existing and prospective tenants and others, which could have a material adverse effect on us.\nArtificial generative intelligence technologies present risks related to the control of our proprietary business information, keeping such information confidential, and emerging regulatory risk, any or all of which may adversely affect our business and results of operations.\nThere are risks associated with artificial intelligence (“AI\"), any or all of which could adversely affect our business. Issues in the development and use of AI, combined with an uncertain regulatory environment, may result in reputational harm, liability, or other adverse consequences to our business operations. We have adopted certain generative AI tools into our systems for specific use cases reviewed by legal and information security. Where a generative AI or machine learning model ingests our proprietary information and makes connections using such data, those technologies may reveal other sensitive, proprietary, or confidential information generated by the model. Additionally, our vendors may incorporate generative AI tools into their services and deliverables without disclosing this use to us, and the providers of these generative AI tools may not meet existing or rapidly evolving regulatory or industry standards with respect to privacy and data protection and may inhibit our or our vendors’ ability to maintain an adequate level of service and experience or confidentiality. Sensitive, proprietary, or confidential information of the Company, our tenants and employees, could be used in a generative AI or machine learning application and we may be unable to control, safeguard, or prevent the use or misuse of such information Moreover, generative AI or machine learning models may create incomplete, inaccurate, or otherwise flawed outputs, some of which may be difficult to detect. Because of these issues, these models could lead us to make flawed decisions that could result in adverse consequences to us, including exposure to reputational and competitive harm, customer loss, and legal liability. Further, bad actors around the world use increasingly sophisticated methods, including the use of AI, to engage in illegal activities involving the theft and misuse of personal information, confidential information, and intellectual property. In addition, uncertainty in the legal regulatory regime relating to AI, including as a result of inconsistent interpretation or application, may require significant resources to modify and maintain business practices to comply with applicable law, the nature of which cannot be determined at this time. Laws or regulations may prevent or limit our ability to use AI in our business, lead to regulatory fines or penalties, or require us to change our business practices. If we cannot use AI, or if our use is restricted, our business may be less efficient, or we may be at a \n\n\n24\n\n\n\ncompetitive disadvantage. Any of these outcomes could damage our reputation, result in the loss of valuable property and information, and adversely impact our business.\nWe face risks associated with security breaches through cyber-attacks, cyber intrusions or otherwise, as well as other significant disruptions of our computer systems, hardware, technology infrastructure, online sites and related systems.\nWe rely on computer systems, hardware, software, technology infrastructure and online sites for the operation of our business and our ability to perform day-to-day operations (collectively, “IT Systems”) and, in some cases, our IT Systems may be critical to the operations of certain of our tenants. We own and manage some of these IT Systems but also rely on third parties for a range of IT Systems and related products and services. And we collect, maintain and process confidential, sensitive, and proprietary information about investors, tenants, partners, businesses, our employees, and others, including personally identifiable information, as well as confidential, sensitive, and proprietary information belonging to our business such as trade secrets (collectively, “Confidential Information”). We face numerous and evolving cybersecurity risks that threaten the confidentiality, integrity and availability of our IT Systems and Confidential Information. The risk of a cyber incident has generally increased as the number, intensity and sophistication of attempted attacks have increased globally, including by computer hackers, foreign governments, information service interruptions and cyber terrorists, opportunistic hackers and hacktivists, as well as through various attack vectors, such as social engineering/phishing, malware (including ransomware), malfeasance by insiders, human or technological error, and as a result of bugs, misconfigurations or exploited vulnerabilities in software or hardware. Techniques used in cyber incidents evolve frequently, may originate from less regulated and remote areas of the world and be difficult to detect and may not be recognized until launched against a target. Accordingly, we may be unable to anticipate these techniques or to implement adequate security barriers or other preventative measures, and thus it is impossible for us to entirely mitigate this risk. For example, unauthorized parties, whether within or outside the Company, may disrupt or gain access to our IT Systems, those of our tenants, or those of other third parties with whom we do business, through human error, misfeasance, fraud, trickery, or other forms of deceit, including break-ins, use of stolen credentials, social engineering, phishing, computer viruses or other malicious codes, and similar means of unauthorized and destructive tampering. \nThe risk of a security breach or significant disruption has generally increased due to our increased reliance on technology, a rise in the number, intensity, and sophistication of attempted attacks globally, and the permanent nature of remote work as business travel has resumed and people now routinely work remotely outside of normal business hours. A breach or significant and extended disruption in the functioning of our systems, including our primary website, could damage our reputation and cause us to lose customers, tenants and revenues, generate third party claims, cause operational disruption, result in the unintended and/or unauthorized public disclosure or the misappropriation of Confidential Information, and require us to incur significant expenses to address and remediate or otherwise resolve these kinds of issues. We may not be able to recover these expenses in whole or in any part from our service providers or responsible parties, or their or our insurers. \nAdditionally, cyber-attacks perpetrated against our tenants, including unauthorized access to customers’ credit card data and other confidential information, could diminish consumer confidence and spending at our tenants, or negatively impact consumer perception of shopping at our properties, all of which could materially and adversely affect us.\nAs have many companies, we and our third party vendors have been impacted by security incidents in the past and will likely continue to experience security incidents of varying degrees. While we do not believe these incidents have had a material impact to date, as our reliance on technology increases, so do the risks of a security incident. The occurrence of any of the foregoing risks could have a material adverse effect on us. \nIn addition, our processing of Confidential Information, including personally identifiable information, subjects us to various federal, state and local laws, regulations and industry standards governing the collection, use, storage, sharing, transmission and other processing of personal information. The regulatory environment surrounding information security and privacy is increasingly demanding, with frequent imposition of new and changing requirements that are subject to differing interpretations. Any failure or perceived failure by us to comply with laws, regulations, policies or regulatory guidance relating to privacy or data security may result in governmental investigations and enforcement actions, litigation, fines and penalties or adverse publicity and could cause our investors to lose trust in us, which could have an adverse effect on our reputation and business.\nThere can be no assurance that our cybersecurity risk management program and processes, including our policies, controls or procedures, will be fully implemented, complied with or effective in protecting our systems and information.\n\n\n25\n\n\n\nOur international activities may subject us to risks that are different from or greater than those associated with our domestic operations.\nAs of December 31, 2024, we held interests in consolidated and joint venture properties that operate in Austria, Canada, France, Italy, Germany, Japan, Malaysia, Mexico, the Netherlands, South Korea, Spain, Thailand, and the United Kingdom. We also have an equity stake in Klépierre, a publicly traded European real estate company which operates in 14 countries in Europe, and in TRG, which has an interest in certain retail properties in Asia. Accordingly, our operating results and the value of our international operations may be impacted by any unhedged movements in the foreign currencies in which those operations transact and in which our net investment in those international operations is held. While we occasionally enter into hedging agreements to manage our exposure to changes in foreign exchange rates, these agreements may not eliminate foreign currency risk entirely. \nWe may pursue additional investment, ownership, development and redevelopment/expansion opportunities outside the United States. Such international activities carry risks that are different from those we face with our domestic properties and operations. These risks include, but are not limited to:\n\n●   adverse effects of changes in exchange rates for foreign currencies;\n------------------------------------------------------------------------\n\n●   changes in foreign political and economic environments, regionally, nationally, and locally;\n------------------------------------------------------------------------------------------------\n\n●   impact from international trade disputes and the associated impact on our tenants’ supply chain and consumer spending levels;\n---------------------------------------------------------------------------------------------------------------------------------\n\n●   challenges of complying with a wide variety of foreign laws, including corporate governance, operations, taxes and litigation;\n----------------------------------------------------------------------------------------------------------------------------------\n\n●   the risk that we, our employees and/or agents could violate anti-bribery, anti-corruption and international trade laws in the U.S., such as the U.S. Foreign Corrupt Practices Act, and certain foreign countries, such as the U.K. Bribery Act, which could result in criminal or civil sanctions and/or fines, negatively impact our reputation, or require us to incur significant expenses to investigate;\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n\n●   differing lending practices;\n--------------------------------\n\n●   differences in cultures and consumer retail behavior;\n---------------------------------------------------------\n\n●   changes in applicable laws and regulations in the United States that affect international operations;\n---------------------------------------------------------------------------------------------------------\n\n●   changes in applicable laws and regulations in these foreign jurisdictions;\n------------------------------------------------------------------------------\n\n●   difficulties in managing international operations;\n------------------------------------------------------\n\n●   obstacles to the repatriation of earnings and cash; and\n-----------------------------------------------------------\n\n●   labor discord, political or civil unrest, acts of terrorism, epidemics and pandemics, the fear of spread of contagious diseases, supply chain disruptions or the threat of international boycotts.\n------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\nOur international activities represented approximately 5.4% of consolidated net income and 9.0% of our net operating income, or NOI, for the year ended December 31, 2024. To the extent that we expand our international activities, the above risks could increase in significance, which in turn could have a material adverse effect on us.",
      "char_count": 98273
    }
  },
  "extracted_at": "2025-10-18T17:45:35.395440"
}