{
  "ticker": "SVV",
  "company_name": "Savers Value Village, Inc.",
  "cik": 1883313,
  "form_type": "10-K",
  "filing_date": "2025-02-21",
  "period_of_report": "2024-12-28",
  "fiscal_year": 2025,
  "accession_number": "0001883313-25-000013",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001883313&accession_number=000188331325000013&xbrl_type=v",
  "sic_code": "5900",
  "industry": "Retail-Miscellaneous Retail",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nCompany Overview\nSavers Value Village, Inc. (the “Company”, “we”, “us”, or “our\") is the largest for-profit thrift operator in the United States (“U.S.”) and Canada based on number of stores. With approximately 22,700 team members, we operate a total of 351 stores under the Savers®, Value Village®, Value Village Boutique™, Village des Valeurs™, Unique® and 2nd Ave.® banners. As of December 28, 2024, we had 172 stores in the U.S., 165 stores in Canada and 14 stores in Australia.\nOur mission\nOur mission is to champion reuse and inspire a future where secondhand is second nature.\nFrom the thrill of the hunt to the joy of decluttering, we help communities harness the power of pre-loved stuff to keep reusable items around for years to come.\nWho we are\nWe are committed to redefining secondhand shopping by providing one-of-a-kind, low-priced merchandise ranging from quality clothing to home goods in an exciting treasure-hunt shopping environment. We purchase secondhand textiles (e.g., clothing, bedding and bath items), shoes, accessories, housewares, books and other goods from our non-profit partners (“NPPs”). We then process, select, price, merchandise and sell these items in our stores. Items that are unsuited for or unsold at retail stores are marketed to wholesale customers who reuse or repurpose the items they purchase from us. We believe our hyper-local and socially responsible procurement model, industry-leading and innovative operations, differentiated value proposition and deep relationships with our customers distinguish us from other secondhand and value-based retailers. \nWe offer a dynamic, ever-changing selection of items, with an average unit retail price (“AUR”) of approximately $5. We have a highly engaged customer base, with over 5.9 million active loyalty program members in the U.S. and Canada who shopped with us during fiscal year 2024, driving 72.4% of retail sales for the year. Our business model is rooted in sustainability and contributing to the communities we serve, with a mission to positively impact our stakeholders—thrifters, NPPs and their donors, our team members and our stockholders. As a leader and pioneer of the for-profit thrift category, we seek to positively impact the environment by reducing waste and extending the life of reusable goods. The vast majority of the clothing and textiles we source is sold to our retail or wholesale customers. \nWe have innovated and invested in the development of significant operational expertise in order to integrate the three highly-complex parts of thrift operations—supply and processing, retail, and sales to wholesale markets. Our business model enables us to provide value to our NPPs and our customers, while driving attractive profitability and cash flow.\nSupply and Processing",
      "char_count": 2806
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nRisk Factor Summary\nBelow is a summary of the principal factors that we believe make an investment in the Company speculative or risky. This summary does not address all of the risks that we face. Additional discussion of the risks summarized in this risk factor summary, and other risks that we face, can be found after this summary, and should be carefully considered, together with other information in this Annual Report and our other filings with the SEC, before making an investment decision.\nRisks Related to Our Business and Industry\n•The success of our business model depends on our ability to source quality secondhand items at attractive prices.\n•The sourcing and other logistics of processing secondhand items, especially from local communities, can be subject to fluctuating costs and can have other risks that could negatively impact our business.\n•Our growth and performance depend on the efforts of our store and processing center team members and may be negatively affected by the labor market and employee relations.\n•Our extensive operations domestically and internationally are subject to global economic conditions, require us to manage different retail and wholesale environments and subject us to exchange rate risks. \n•Our ability to grow may be negatively affected by perceptions of thrift, trends in consumer discretionary spending, our operational ability to manage growth and the availability of new store locations.\n•Highly disruptive events such as natural disasters, global health crises and pandemics, geo-political events or workplace violence can negatively impact our logistics network and our sales.\n•Our success and growth is affected by our operational efficiency, including how successfully we implement our offsite processing strategy, our use of technology, and our ability to manage acquisitions.\n•Our reputation and brands may be adversely affected by actions of wholesale customers and our ability to maintain and report on our sustainability commitments. \n•Competition in the secondhand market and from sellers of new items may adversely impact our revenue, profitability, market share, and partnerships.\nRisks Relating to Information Technology, Intellectual Property, Data Security and Privacy\n•We could be, and have in the past been, subject to cyber-attacks or data breaches, which may cause significant business disruption and require us to incur additional costs and suffer reputational harm.\n•We process significant amounts of personal information and data and operate in multiple countries and jurisdictions, many of which are implementing new or updating existing privacy and information security requirements. As a result, we may experience increased compliance costs and any failure or perceived failure to comply with requirements may result in financial or reputational harm.\n•We may be unable to adequately protect our intellectual property or be accused of infringing on others’ intellectual property rights and may be required to spend significant resources to defend or enforce our rights.\nRisks Relating to Legal, Regulatory, Accounting and Tax Matters\n•We have a material weakness and may be unable to establish or maintain an effective system of internal control over financial reporting or maintain effective disclosure controls and procedures.\n•An actual or alleged failure to comply with the laws, rules and regulations that we are subject to could negatively affect our growth or increase our costs.\n•We may incur losses due to the payment methods we accept, including credit cards.\n•We may be exposed to a greater risk of litigation or claims as our business grows.\n•Our financial condition and operating results may be negatively affected by inaccurate estimates or judgments, changes in tax legislation and limited ability to utilize our net operating loss carryforwards.",
      "char_count": 3865
    }
  },
  "extracted_at": "2025-10-18T17:45:48.064852"
}