{
  "ticker": "TRIP",
  "company_name": "TripAdvisor, Inc.",
  "cik": 1526520,
  "form_type": "10-K",
  "filing_date": "2025-02-20",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0000950170-25-023736",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001526520&accession_number=000095017025023736&xbrl_type=v",
  "sic_code": "7370",
  "industry": "Services-Computer Programming, Data Processing, Etc.",
  "sections": {
    "item1": {
      "text": "Item 1. Business\nOverview\nThe Tripadvisor group operates as a family of brands with the purpose of connecting people to experiences worth sharing. The Company's vision is to be the world’s most trusted source for travel and experiences. The Company operates across three business segments: Brand Tripadvisor, Viator, and TheFork. We leverage our brands, technology platforms, and capabilities to connect our large, global audience with partners by offering rich content, travel guidance products and services, and two-sided marketplaces for experiences, accommodations, restaurants, and other travel categories.\nBrand Tripadvisor’s purpose is to empower everyone to be a better traveler by serving as the world’s most trusted and essential travel guidance platform. Since Tripadvisor’s founding in 2000, the Tripadvisor brand has developed a relationship of trust and community with travelers and experience seekers by providing an online global platform for travelers to discover, generate, and share authentic user-generated content (“UGC”) in the form of reviews and opinions for destinations, points-of-interest (“POIs”), experiences, accommodations, restaurants, and cruises in over 40 countries and in more than 20 languages across the world. Tripadvisor offers more than 1 billion user-generated reviews and opinions on over 9 million experiences, accommodations, restaurants, airlines, and cruises. Tripadvisor’s online platform attracts one of the world’s largest travel audiences, with hundreds of millions of visitors annually.\nViator’s purpose is to bring extraordinary, unexpected, and forever memorable experiences to more people, more often, wherever they are traveling. In doing so, Viator elevates tens of thousands of businesses, large and small. Viator delivers on its purpose by enabling travelers to discover and book iconic, unique and memorable experiences from operators around the globe. Our online marketplace is comprehensive and easy-to-use, connecting millions of travelers to the world’s largest supply of bookable tours, activities and attractions—nearly 400,000 experiences from more than 65,000 operators. Viator is a pure-play experiences online travel agency (“OTA”) singularly focused on the needs of both travelers and operators with the largest supply of bookable experiences available to travelers.\n TheFork’s purpose is to deliver happiness through amazing dining experiences as the leading online restaurant booking platform in Europe. At the forefront of championing restaurant culture, TheFork harnesses technology to promote real life connections between diners and restaurateurs. With a network of approximately 55,000 partner restaurants across 11 countries, nearly 40 million app downloads and more than 20 million reviews, TheFork is a go-to platform for all food lovers to enjoy unforgettable restaurant experiences. Through TheFork, users can easily find restaurants according to their preferences, check real-time availability, instantly book online 24/7, benefit from special offers and pay directly to the restaurants. For restaurateurs, TheFork's technology enables them to optimize reservation management and occupancy rates, increase bookings and visibility, limit the impacts of no-shows, manage payments and streamline operations, all while accessing the broadest community of loyal diners.\n Our Industry and Market Opportunity\nWe are one of the world’s largest online travel companies and our consolidated annual revenue in 2024 represents a small fraction of total worldwide travel spending, which highlights the potential size of our global market opportunity. Phocuswright, an independent travel, tourism and hospitality research firm, estimated global travel spending, exclusive of experiences, vacation rentals, and dining, at approximately $1.6 trillion in 2024. Phocuswright estimates global travel spending will reach approximately $1.9 trillion by 2027, with an expected increasing share booked through online channels each year.\n We believe that we are a compelling leader in the global experiences industry and well positioned to capture increased share in a large and growing market that we estimate to reach approximately $365 billion by 2028 based on data from Arival’s October 2022 report (the “Arival Report”), a leading research provider on the in-destination experiences industry, and internal company projections. Moreover, we believe we are poised to benefit from\n\n\nincreased online adoption in the global experiences industry. Based on data from Phocuswright and Arival, we estimate online penetration in experiences is approximately half of other major travel categories, such as hotel accommodations, and we anticipate the total size of the online experiences market will continue to grow as travelers become increasingly aware of the category online and operators continue to shift their business online. In addition, OTAs are the fastest growing channel in the travel experiences market and are expected to undergo significant growth going forward, with the OTA channel expected to experience a compounded annual growth rate (“CAGR”) of 37% from 2022 to the end of 2025 according to the Arival Report.\n Based on information in Euromonitor's February 2022 report, a leading provider of global business intelligence, market research data and analysis, we estimate the full-service European restaurants industry may reach approximately $250 billion by the end of 2025. In addition, based on this same data, this industry is exhibiting a similar trend as the experiences’ industry in terms of online adoption; the majority of restaurant reservation bookings still take place offline, but an increasing share is booked through online channels each year. We believe that we are still early in the global shift in consumer adoption towards booking experiences and restaurants online, which provides an exciting future market opportunity for our business.\nOur Business Strategy\nThe Tripadvisor group operates in a unique position in the travel and experiences ecosystem as a result of the following:\n•We operate in large, global, and growing addressable markets including travel, experiences, and digital advertising;\n •We have a large, global, and engaged audience making meaningful contributions that reinforces a relationship of trust and community; and\n •We possess a wealth of high-intent data that comes from serving our audience of travelers and experience seekers at different points along their journey - whether they are engaging on our platforms for inspiration on their next experience, planning a trip, or making a purchasing decision. \n In the Brand Tripadvisor segment, we offer a compelling value proposition to both travelers and partners across a number of key offerings that include accommodations, experiences, dining, and media. This value proposition is delivered through a collection of durable assets that we believe are difficult to replicate: a trusted brand, authentic UGC, a large community of contributors, and one of the largest global travel audiences. Our strategy in this segment is to leverage these core assets as well as our technology capabilities to provide travelers with a compelling user experience to help make the best decisions in each phase of the travel journey, including pre-trip planning, in-destination, and post-trip sharing. We intend to drive new traveler acquisition and repeat audience engagement on our platform by offering meaningful travel guidance solutions and services that reduce friction in the traveler journey and create a deeper, more persistent relationship with travelers. We evaluate investment opportunities across data, product, marketing, and technology that we believe will improve and diversify the monetization of our audience through deeper engagement, which, we expect will, in turn, drive more value to our partners.\nThe Brand Tripadvisor segment plays an important role in our portfolio. For over two decades, we believe we have built difficult to replicate assets such as a trusted brand, authentic content, a large community of contributors, and one of the largest global travel audiences. Our long-term strategy for the Brand Tripadvisor segment builds on our heritage and the reasons hundreds of millions of travelers come to Tripadvisor each year. Fundamental to this strategy will be: (1) innovating and enhancing world-class travel guidance and planning products to help travelers make confident decisions in a world where it is hard to find advice you can trust; (2) prioritizing deeper engagement with travelers, increasing members, and repeat customers by leveraging our rich data and technology assets to provide more relevant, curated, and contextual content throughout the traveler journey; and (3) driving a step change in the value we can deliver to our partners by accelerating and diversifying the monetization of our valuable audience across key categories, including hotel meta, media advertising, experiences, and restaurants. As we continue to focus on offering a more compelling product and experience that better meets travelers’ needs across\n\n\ntheir end-to-end travel journey, we believe we will be better able to drive deeper engagement through direct channel growth, including via our mobile app. As this direct engagement with users improves and scales, we will be able to collect valuable data and create more relevant opportunities to monetize, which we believe will result in a meaningfully higher average revenue per user over time.\nIn the Viator and TheFork segments, we provide two-sided marketplaces that connect travelers and diners to operators of bookable experiences and restaurants, respectively. Within the Viator and TheFork segments, we are investing in growth, future scale, and market share gains to accelerate our market leadership position, while working to improve unit economics on both sides of the marketplace with the goal of sustainable future profitability. This means driving awareness and higher quality audience engagement, which we believe will drive greater repeat bookings, more direct traffic, and translate into improved unit economics over time. Our investments on both sides of our marketplace, as well as in our primary offerings, are intended to deliver a differentiated value proposition that we believe will drive sustainable market leadership as our partners, operators, and travelers find themselves in an increasingly competitive marketplace environment. We are focused on continuing to grow both our supplier base and our user base by offering innovative tools and features on our branded platforms, and through continued awareness of our brand through marketing efforts.\n We are focused on executing initiatives across Tripadvisor group through organic investment in data, products, marketing and technology to further enhance the value we deliver to travelers and partners across our brands, platforms, and segments. In addition, we may accelerate growth inorganically by opportunistically pursuing strategic acquisitions.\n Our Business Models\n We manage the Brand Tripadvisor segment primarily through the following revenue sources and related business models:\n•Tripadvisor-branded Hotels Revenue. The largest source of Brand Tripadvisor segment revenue is generated from click-based advertising on our hotel meta platform (also referred to as our hotel auction), which consists primarily of contextually-relevant booking links to partner websites, which predominantly include OTAs and hotels. Click-based advertising is generally priced on a cost-per-click (“CPC”) basis, with payments from partners determined by the number of clicks generated on a commerce link multiplied by the CPC rate for each particular click. CPC rates are determined in a dynamic, competitive auction bidding process. We also generate click-based advertising revenue on a cost-per-acquisition (“CPA”) basis, with payments from partners determined by a contractual commission rate based on a traveler click generated on our platform that ultimately results in a hotel booking and stay via the partners’ websites. \n We provide additional business-to-business (“B2B”) offerings to hotels and related accommodation partners that deliver other unique opportunities to further promote, advertise, and operate their businesses as well as merchandise their inventory on our platform. These include a subscription-based advertising solution, with revenue determined by a contractual fee and time duration, or other CPC-based advertising solutions through hotel sponsored placements on our platform.\n•Media and Advertising Revenue. We offer endemic and non-endemic advertisers opportunities to promote their brands primarily through display-based advertising (or “media advertising”) placements across our brands on our platform. Our advertising clients are predominantly direct suppliers of hotels, airlines and cruises, as well as destination marketing organizations (“DMOs”), OTAs, and other travel related businesses. Display-based advertising placements are predominantly sold on a cost per thousand impressions (“CPM”) basis. \n •Tripadvisor Experiences and Dining Revenue. We merchandise, on the Tripadvisor platform, bookable experiences available on Viator and bookable dining reservations available on TheFork and earn affiliate marketing commission revenue on bookings that are driven by our platform, which are fulfilled by Viator and TheFork, respectively. These transactions generate intercompany (intersegment) revenue which is eliminated on a consolidated basis. The nature and \n \n\neconomics of these transactions are consistent with the Viator segment and TheFork segment, as described below.\n We provide additional B2B offerings to restaurant partners that deliver other unique opportunities to further promote, advertise, and operate their businesses as well as merchandise their businesses on our platform. These offerings can be subscription-based, with revenue determined by a contractual fee and time duration, or CPC-based advertising solutions through restaurant sponsored placements on our platform.\n•Other Revenue. We provide travelers additional offerings across various other travel categories, including cruises, vacation rentals, flights, and rental cars. We provide these offerings across a collection of brands that complement and reinforce our segment strategy of providing differentiated guidance that helps travelers reduce friction and make better decisions. Our vacation rentals platform displays and promotes vacation rentals inventory, including contextually-relevant booking links to third-party booking partners, in exchange for which, we earn a commission when travelers complete a booking on the third-party booking partner's website. Our cruise, flight, and rental cars offerings generate revenue primarily through click-based and display-based advertising solutions. \n The Viator segment offers travelers a comprehensive online marketplace that provides access to nearly 400,000 experiences and more than 65,000 experience operators. These experiences are instantly bookable online in over 200 countries. Viator's business model relies on the success of travelers and operators who join our marketplace and generate consistent bookings over time. As experience operators become more successful on our platform and as travelers return over time, we benefit from the recurring activity on our marketplace. We generate revenue through commissions for each booking transaction we facilitate directly and indirectly through our platform. Through Viator, we also power traveler experience bookings on behalf of third-party distribution partner websites, including the Tripadvisor platform as well as many of the world’s major OTAs, airlines, hotels, online and offline travel agencies, and other prominent content and eCommerce brands. For the majority of experience bookings, we collect the full amount charged to the traveler at the time of booking and remit the operator’s portion after the booked experience occurs. In addition, Viator offers our “Reserve Now, Pay Later” payment option, which allows our travelers the option to reserve certain experiences and defer payment until a date no later than two days before the experience date.\nTheFork segment offers travelers and diners a comprehensive online marketplace that provides access to approximately 55,000 restaurants to discover and book reservations in 11 countries across the U.K., western and central Europe. We primarily generate revenue for each booking reservation we facilitate on our platform, calculated on a per seated diner fee basis and paid for by the restaurant partner. We also generate revenue on a subscription basis from restaurant partners by providing, for a fee, access to premium online reservation booking software and related services offerings to help them more effectively and efficiently manage their business, as well as, partnerships with non-restaurant partners providing dining experiences to elevate and unlock benefits for their users and members.\nSeasonality\nConsumer travel expenditures have historically followed a seasonal pattern. Correspondingly, travel partner advertising investments, and therefore our revenue and operating profits, have also historically followed a seasonal pattern. Our financial performance tends to be highest in the second and third quarters of a given year, which includes the seasonal peak in consumer demand, including traveler accommodation stays, and travel experiences taken, compared to the first and fourth quarters, which represent seasonal low points. In addition, during the first half of the year, experience bookings typically exceed the amount of completed experiences, resulting in higher cash flow related to working capital; while during the second half of the year, particularly in the third quarter, this pattern reverses and cash flows from these transactions are typically negative. Other factors may also impact typical seasonal fluctuations, such as significant shifts in our business mix, adverse economic conditions, public health-related events, as well as other factors.\nMarketing\nWe have established world-renowned, widely used, and recognized brands through the innovative and efficient implementation of marketing and promotional campaigns. Particularly, we believe we have been successful with the strategic use of a number of cost effective online and offline marketing channels to reach travelers and diners, including our own platform channels (i.e., websites and apps), online search engines (primarily Google), social media, email, generative artificial intelligence (“AI”) platforms (i.e., chatgpt), media via public relations, partnerships, and content distribution. Our omni-channel marketing programs are intended to showcase the value of our industry-leading travel brands; increase user traffic; efficiently drive transactions and engagement; optimize ongoing traveler acquisition costs; and strategically position our brands in relation to one another as we continue to differentiate our offering versus those of our competitors. Our sustained scale and profitability depend on our ability to effectively maintain our costs and increase the overall number of users engaged on our platforms and their subsequent transactions. We continue to focus on our ability to attract and engage new and repeat users and encourage users to directly visit our websites and apps. We have the ability to manage our marketing investments across our portfolio of brands to optimize results for the Company. Our flexibility enables us to make decisions on a brand-by-brand, market-by-market, travel segment and customer basis that we think are appropriate based on the relative growth opportunity, the expected returns and the competitive environment.\nCompetition\nWe operate in a very competitive set of market environments that constantly evolve and change. Some of our current and potential competitors, listed below, have significantly more customers, data, and financial and other resources than we do, and may be able to leverage those strengths to compete more aggressively with us.\n Across our three segments, we primarily compete, and in some cases partner, with the following businesses:\n•General OTAs, such as Expedia, Booking Holdings Inc. (“Booking”), Airbnb, Traveloka, Despegar, Trip.com, and their respective subsidiaries and operating companies;\n •Experiences OTAs, such as GetYourGuide, Klook, and TUI Musement;\n •Hotel metasearch providers, such as trivago, Kayak and Skyscanner;\n •Online search, social media, and marketplace platforms for advertising spend, such as Google, Facebook, X, Pinterest, and Snap;\n •Global and regional travel, experiences, and restaurant brands seeking to promote direct bookings;\n •Emerging online advertising businesses, such as ad-supported retail and entertainment platforms like Amazon, Spotify, and Walmart;\n •AI driven travel curators;\n •Traditional offline travel agencies; and \n •Global and regional restaurant technology providers for reservation management and related services, such as OpenTable, Resy, and Tock.\n Commercial Relationships\nWe have commercial relationships with a majority of the world’s leading OTAs, as well as thousands of other travel partners, pursuant to which these companies primarily purchase traveler leads from us, generally on a click-based advertising basis. Although these relationships are memorialized in agreements, many of these agreements are for limited terms or are terminable at will or on short notice. As a result, we seek to ensure the mutual success of these relationships.\nFor the year ended December 31, 2024, Booking (and its subsidiaries) accounted for 10% or more of our consolidated revenue, and together with Expedia (and its subsidiaries), our two most significant travel partners, accounted for approximately 22% of our consolidated revenue. For the years ended December 31, 2023 and 2022, Expedia and Booking each accounted for 10% or more of our consolidated revenue, and together accounted for approximately 25% and 31%, respectively. Nearly all of this concentration of revenue is recorded in our Brand Tripadvisor segment during these reporting periods.\n \n\nAdditionally, our business is dependent on relationships with third-party service operators that we rely on to fulfill service obligations to our customers where we are the merchant of record, such as our experience providers. However, no single operator’s inventory resulted in more than 10% of our revenue on a consolidated basis or at a reportable segment level in any period presented.\nOperations and Technology\nWe have assembled a team of highly skilled software engineers, computer scientists, data scientists, network engineers and systems engineers whose expertise spans a broad range of technical areas, including a wide variety of open source operating systems, databases, languages, analytics, networking, scalable web architecture, operations and warehousing technologies. We make significant investments in product and feature development, data management, personalization technologies, scalable infrastructures, networking, data warehousing, and search engine technologies.\nOur systems infrastructure for Tripadvisor-branded websites is in a \"hybrid-cloud\" configuration in which parts of it are housed at a colocation facility and managed by our operations team, while the rest is hosted on Amazon Web Services. Our infrastructure installations have multiple communication links as well as continuous monitoring and engineering support. The co-location facility is protected with both network-level and application-level defenses, using well known commercial solutions specifically tailored for such purposes. We make use of Amazon Web Services availability zones to provide redundancy for the cloud portions of our infrastructure. Substantially all of our software components, data, and content are replicated in multiple data centers and development centers, as well as backed up at offsite locations. Our systems are monitored and protected through multiple layers of security. Several of our individual subsidiaries and businesses have their own technology teams to support business growth while leveraging common assets, tools and processes for scale across the group.\n Intellectual Property\nOur intellectual property is an important component of our business. We rely on our intellectual property rights covering a number of assets, including our content, proprietary technology, software code, ratings indexes, and databases of reviews, forum content and other types of user-generated content. We have acquired some of our intellectual property rights through licenses and content agreements with third parties and these arrangements may place restrictions on the use of our intellectual property.\nWe protect our intellectual property by relying on our terms of use, confidentiality agreements and contractual provisions, as well as on international, national, federal, state and common law rights. We protect our brands by pursuing the trademark registration of our core brands, as appropriate, maintaining our trademark portfolio, securing contractual trademark rights protection when appropriate, and relying on common law trademark rights when appropriate. We also register copyrights and domain names as deemed appropriate. Additionally, we protect our trademarks, domain names and copyrights with the use of intellectual property licenses and an enforcement program.\nWe have considered, and will continue to consider, the appropriateness of filing for patents to protect future inventions, as circumstances may warrant. However, many patents protect only specific inventions and there can be no assurance that others may not create new products or methods that achieve similar results without infringing upon patents owned by us.\nIn connection with our copyrightable content, we post and institute procedures under the U.S. Digital Millennium Copyright Act and similar “host privilege” statutes worldwide to gain immunity from copyright liability for photographs, text and other content loaded on our platform by consumers. However, differences between statutes, limitations on immunity, political and regulatory efforts to amend relevant statutes, and moderation efforts in the many jurisdictions in which we operate may affect our ability to claim immunity.\n From time to time, we may be subject to legal proceedings and claims in the ordinary course of our business, including claims of alleged infringement by us of the trademarks, copyrights, patents, and other intellectual property rights of third parties. In addition, litigation may be necessary in the future to enforce our intellectual property rights,\n\n\nprotect our trade secrets or determine the validity and scope of proprietary rights claimed by others. Any such litigation, regardless of outcome or merit, could result in substantial costs and diversion of management and technical resources, any of which could materially harm our business.\n Regulation\nWe are subject to a number of laws and regulations that affect companies conducting business on the internet as well as some relating to the travel industry, the provision of travel services and the vacation rental industry. As we continue to expand the reach of our brands into additional international markets and expand our product offerings, we are increasingly subject to additional laws and regulations. This includes laws and regulations regarding privacy and data protection, libel and defamation, content, digital services, intellectual property, distribution, electronic contracts and other communications, consumer protection, taxation, online payment services and competition, among others. These laws and regulations are constantly evolving and can be subject to significant change. Many of these laws and regulations are being tested in courts, and could be interpreted by regulators and courts in ways that could harm our business. In addition, the application and interpretation of these laws and regulations is often uncertain, particularly in the new and rapidly-evolving industry in which we operate. In addition, we provide advertising services and conduct marketing activities that are subject to consumer protection laws that regulate unfair and deceptive practices, domestically and internationally, including, in some countries, pricing display requirements, licensing and registration requirements and industry specific value-added tax regimes. The U.S. (as well as individual states), the E.U. (as well as member states) and other countries have adopted legislation that regulates certain aspects of the internet, including online editorial and user-generated content, data privacy, behavioral targeting and online advertising, taxation, and liability for third-party activities. It is difficult to accurately predict how such legislation will be interpreted and applied or whether new taxes or regulations will be imposed on our services, and whether or how we might be affected. Increased regulation of the internet could increase the cost of doing business or otherwise materially adversely affect our business, financial condition or operating results.\nWe are subject to laws that require protection of user privacy and user data. As our business has evolved, we continue to receive and store a greater volume of personal information. This data is increasingly subject to laws and regulations in numerous jurisdictions around the world. For example, in 2018, both the E.U. and United Kingdom adopted the General Data Protection Regulation, or GDPR. GDPR, which imposes stringent requirements on the processing of health and other sensitive data.\nIn the U.S., at the federal level, failing to take appropriate steps to keep consumers’ personal information secure may constitute unfair acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C § 45(a). Regulators and legislators in the U.S. are also increasingly scrutinizing and restricting certain sensitive personal data transfers and transactions involving foreign countries. Also, in the U.S., an increasing number of state laws govern privacy and security of personal information. For example, in California, the California Consumer Protection Act, or CCPA, establishes a comprehensive privacy framework for covered businesses similar to those established under GDPR. Similar laws have been passed in numerous other states. These new laws will add complexity, variation in requirements, restrictions and potential legal risks; require additional investment of resources in compliance programs; impact data practices and the availability of previously useful data; and could result in increased compliance costs and/or changes in business practices and policies.\nCompliance with these laws, rules and regulations has not had, and is not expected to have, a material effect on our business, results of operations and financial condition. However, there are, and will likely continue to be, an increasing number of laws and regulations pertaining to the internet and online commerce and/or information retrieved from or transmitted over the internet, online editorial and user-generated content, user privacy, behavioral targeting and online advertising, liability for third-party activities. Likewise, the SEC, Department of Justice (“DOJ”) and Office of Foreign Assets Controls (“OFAC”), as well as foreign regulatory authorities, have continued to increase the enforcement of economic sanctions and trade regulations, anti-money laundering, and anti-corruption laws, across industries. As regulations continue to evolve and regulatory oversight continues to increase, we cannot guarantee that our programs and policies will be deemed compliant by all applicable regulatory authorities.\nFor additional information about the Regulation risks, see “Risk Factors” under the section entitled “A failure to comply with existing or new laws, rules and regulations or changes to such laws, rules and regulations and other\n\n\nlegal uncertainties may adversely affect our business or financial results” in Part I, Item 1A of this Annual Report on Form 10-K.\nCorporate History, Equity Ownership and Voting Control\n Tripadvisor was founded in February 2000. In April 2004, Tripadvisor was acquired by IAC/InterActiveCorp, or IAC. In August 2005, IAC spun-off its portfolio of travel brands, including Tripadvisor, into Expedia, at the time a separate newly-formed Delaware corporation. On December 20, 2011 Expedia completed a spin-off of Tripadvisor into a separate publicly-traded Delaware corporation. We refer to this second spin-off transaction as the “Spin-Off.” Following the Spin-Off, on December 21, 2011, Tripadvisor began trading on The Nasdaq Global Select Market, or Nasdaq, as an independent public company under the trading symbol “TRIP.”\n On December 11, 2012, Liberty Interactive Corporation, or Liberty, purchased an aggregate of approximately 4.8 million shares of common stock of Tripadvisor from Barry Diller, our former Chairman of the Board of Directors and Senior Executive, and certain of his affiliates. As a result, Liberty beneficially owned approximately 18.2 million shares of our common stock and 12.8 million shares of our Class B common stock.\nOn August 27, 2014, the entire beneficial ownership of our common stock and Class B common stock held by Liberty was acquired by Liberty TripAdvisor Holdings, Inc., or LTRIP. Simultaneously, Liberty, LTRIP’s former parent company, distributed, by means of a dividend, to the holders of its Liberty Ventures common stock, Liberty’s entire equity interest in LTRIP. We refer to this transaction as the “Liberty Spin-Off.” As a result of the Liberty Spin-Off, effective August 27, 2014, LTRIP became a separate, publicly traded company holding 100% of Liberty’s interest in Tripadvisor.\nAs a result of these transactions, and as of December 31, 2024, LTRIP beneficially owned approximately 14.0 million shares of our common stock and approximately 12.8 million shares of our Class B common stock, which constitute approximately 11% of the outstanding shares of common stock and 100% of the outstanding shares of Class B common stock. Assuming the conversion of all of LTRIP’s shares of Class B common stock into common stock, LTRIP would beneficially own approximately 19% of the outstanding common stock. However, because each share of Class B common stock is entitled to ten votes per share and each share of common stock is entitled to one vote per share, LTRIP may be deemed to beneficially own equity securities representing approximately 56% of our voting power.\n On December 18, 2024, the Company, LTRIP and Telluride Merger Sub Corp., a Delaware corporation (“Merger Sub”) and an indirect wholly-owned subsidiary of the Company, entered into an Agreement and Plan of Merger (the “Merger Agreement”), pursuant to which, and subject to the terms and conditions, (i) Merger Sub will be merged with and into LTRIP (the “Merger”), with LTRIP surviving the Merger as the surviving corporation and an indirect, wholly-owned subsidiary of the Company, and (ii) immediately following the Merger, LTRIP (as the surviving corporation in the Merger) will be merged with and into TellurideSub LLC, a Delaware limited liability company and a direct wholly-owned subsidiary of the Company (“ParentSub LLC”) (such merger, the “ParentSub LLC Merger”), with ParentSub LLC surviving the ParentSub LLC Merger as the surviving company and a wholly-owned subsidiary of the Company.\nIn connection with the Merger, (i) the shares of LTRIP Series A Common Stock and Series B Common Stock issued and outstanding immediately prior to the effective time of the Merger will be converted into the right to receive $0.2567 per share in cash (without interest), totaling approximately $20 million in the aggregate; (ii) all of the shares of LTRIP's 8% Series A Cumulative Redeemable Preferred Stock issued and outstanding immediately prior to the effective time of the Merger will be converted into the right to receive, in the aggregate, approximately $42 million in cash, without interest, and 3,037,959 validly issued, fully paid and non-assessable shares of the Company's common stock; and (iii) LTRIP's 0.50% Exchangeable Senior Debentures of approximately $330 million will be repaid in accordance with their terms. Pursuant to the Merger Agreement, the Company will provide a loan facility (the “TRIP Loan Facility”) to LTRIP of approximately $330 million, to repay LTRIP debentures prior to the closing of the Merger. The TRIP Loan Facility will be repaid on the earlier of (i) the closing of the Merger, and (ii) 15 business days after the valid termination of the Merger Agreement or (b) such later date as jointly agreed to by LTRIP and the Company.\n \n\nAssets held by LTRIP substantially consist of the shares of the Company’s common stock described above. As a result, the Company views this transaction effectively as a repurchase of the Company's common stock held by LTRIP and, as such, the Merger will be substantially accounted for as a treasury stock repurchase transaction. Upon consummation of the Merger, the Company plans to retire the approximately 26.8 million shares of the Company's common stock held by LTRIP as reported on LTRIP's Form 13-D/A filed on December 20, 2024. Following the closing of the Merger, the Company will no longer have a controlling shareholder or be considered a “controlled company”.\n The transaction is subject to various closing conditions, including LTRIP stockholder approval, regulatory clearances, and other customary conditions. There can be no assurance that the conditions to closing will be satisfied or that the transactions contemplated by the Merger Agreement will be completed on the contemplated terms or timeline, or at all.\n\nHuman Capital Management\nEmployees\n As of December 31, 2024, the Company had approximately 2,860 employees, with approximately 60%, 35%, and 5% of employees based in Europe, the U.S., and the rest of world, respectively. Additionally, we use independent contractors to supplement our workforce. Our employees and independent contractors are subject to our Code of Business Conduct and Ethics, which sets forth a commitment to operate in accordance with the highest ethical, professional, and legal standards. We believe we have good relationships with our employees and contractors, including relationships with employees represented by international works councils or other similar organizations. Our Board of Directors, Compensation Committee, and Section 16 Committee have oversight of our human capital management.\nTalent Acquisition and Development\n We believe our employees are essential to our success and that the Company’s success depends on our ability to attract, develop and retain key talent. The skills, experience and industry knowledge of key employees significantly benefit our operations and performance. Competition for qualified personnel is intense, particularly for software engineers, computer scientists, and other technical staff, and constrained labor markets have increased competition for personnel across other parts of our business. The Company's management and Board of Directors oversee various initiatives for talent acquisition, retention and development.\n Our talent philosophy is to both develop talent from within and to strategically recruit key external talent. This approach has yielded a deep understanding, among our employee base, of our business, our products, and our customers, while adding new employees and ideas in support of our continuous improvement mindset. Our overall talent acquisition and retention strategy is designed to attract and retain qualified candidates to enable the success of the Company and achievement of our performance goals. We recruit the best people for the job without regard to gender, ethnicity or other protected traits and it is our policy to comply fully with all domestic, foreign and local laws relating to discrimination in the workplace. Our talent acquisition team uses internal and external resources to recruit highly skilled and talented workers, and we encourage employee referrals for open positions.\nWe support and develop our employees through global training and development programs that build and strengthen employees’ leadership and professional skills. Leadership development includes programs for new leaders as well as programs designed to support more experienced leaders. We also partner with external training organizations to help provide current and future workers with the knowledge and skills they need to succeed.\nIt is important that our employees represent a mix of experiences and backgrounds in order to make our company stronger, more innovative and more inclusive. Inclusion is one of our core values. Our inclusion initiatives support our goal that everyone throughout the Company is engaged in creating an inclusive workplace. We offer leadership training and support to ensure that all employees are supported in their careers. Additionally, we also support a network of active Employee Resource Groups, which are open to all employees.\nTotal Rewards\n As part of our compensation philosophy, we believe that we must offer and maintain market competitive total rewards programs for our employees in order to attract, motivate and retain superior talent. These programs not only include base wages and incentives in support of our pay for performance culture, but also health, welfare, and retirement benefits.\nWe design our benefit programs to meet the needs of our employees’ health while managing program costs for escalation rates at or below industry trend factors. Our programs include but are not limited to wellness, mental health services, telemedicine, and partnerships with service providers that support diverse family-care need solutions. We continuously refine, develop and implement proactive health care strategies and solutions that allow us to enhance employee health and well-being while curbing costs.\nHealth and Safety\n \nThe health and safety of our employees is of utmost importance to us. We conduct regular self-assessments and audits designed to ensure compliance with our health and safety guidelines and regulatory requirements.\nFor additional information about Human Capital Management risks, see “Risk Factors” under the section entitled “Our future success depends on the performance of our key employees and our ability to attract, retain and engage senior management and a highly skilled workforce” in Part I, Item 1A of this Annual Report on Form 10-K.\nAdditional Information\nWe maintain an Investor Relations website at http://ir.tripadvisor.com/investor-relations. Except as explicitly noted, the information on our website, as well as the websites of our various brands, is not incorporated by reference in this Annual Report on Form 10-K, or in any other filings with, or in any information furnished or submitted to, the SEC.\nOn our Investor Relations website (http://ir.tripadvisor.com/investor-relations), we provide our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, and amendments to these reports free of charge. These reports are available on our website as soon as reasonably practicable after we electronically file or furnish these reports to the SEC or publish through press releases, public conference calls and certain webcasts. All documents filed electronically with the SEC (including reports, proxy and information statements and other information) are also available at www.sec.gov. Investors and others should be aware that in addition to required filings with the SEC, we use our Investor Relations website (http://ir.tripadvisor.com/investor-relations) to announce material financial information to our investors as well as communicate with the public about our company, our results of operations and other information.\n We post our code of business conduct and ethics, which applies to all directors, officers, employees, contractors, and consultants, on our Investor Relations website at http://ir.tripadvisor.com/corporate-governance. We intend to disclose any amendments or waivers of the code of ethics for our executive officers, senior financial officers or directors, on our Investor Relations website.",
      "char_count": 44510
    },
    "item1a": {
      "text": "Item 1A. Risk Factors\nYou should consider carefully the risks described below together with all of the other information included in this Annual Report as they may impact our business, results of operations and/or financial condition. The risks and uncertainties described below are not the only ones we face. Additional risks and uncertainties not presently known to us or that we currently believe are immaterial may also impair our business, results of operations or financial condition. If any of the following risks occur, our business, financial condition, operating results and cash flows could be materially and adversely affected.\nRisk Factors Summary\n The following is a summary list of the principal risks that make an investment in our securities speculative or risky. For additional information, please refer to the detailed descriptions following the summary.\n •Declines or disruptions in the worldwide travel industry, including health concerns, natural disasters, terrorist attacks, civil or political unrest or other events outside our control;\n •Our performance marketing efficiency and the general effectiveness of our advertising and marketing efforts;\n •Any change by our search and metasearch partners in how they present travel search results or conduct their auctions for search placement in a manner that is competitively disadvantageous to us;\n •Consummation of the Merger with LTRP, or failure to do so, could have material impacts on our stock price and financial performance;\n •Our ability to adjust to consumer adoption of mobile devices and/or new technologies and product offerings; \n •Our ability to attract and retain qualified personnel;\n •Our ability to successfully manage growth and expand our global business;\n •Our ability to respond to and keep up with the rapid pace of technological and market changes;\n •IT systems-related failures or security breaches and data privacy risks and obligations;\n •Tax, legal and regulatory risks;\n •Risks associated with the facilitation of payments from consumers, including fraud and compliance with evolving rules and regulations and reliance on third parties;\n •Fluctuations in foreign currency exchange rates and other risks associated with doing business in multiple currencies and jurisdictions;\n •Success of strategic initiatives, investments and acquisitions, including integration; and\n •Financial risks including increased debt levels and stock price volatility.\n Risks Related to Our Business and Industry\n If we are unable to continue to attract a significant number of visitors to our platform, to cost-effectively convert these visitors into revenue-generating customers and to continue to engage consumers, our business and financial performance could be harmed. Our traffic and user engagement could be adversely affected by a number of factors including, but not limited to, inability to provide quality content, lack of inventory or supply in amounts or of sufficient quality to be attractive to our consumers, increasing use of metasearch engines which may impact the amount of traffic to our platform, declines or inefficiencies in traffic acquisition and reduced awareness of our brands. Certain of our competitors have advertising campaigns expressly designed to drive traffic directly to their websites, and these campaigns may negatively impact traffic to our platform. There can be no assurances that we will continue to provide content and products in a manner that meets rapidly changing demand. Any failure to obtain and manage content and products in a cost-effective manner that will engage consumers, or any failure to provide content and products that are perceived as useful, reliable and trustworthy, could adversely affect user experiences and their repeat behavior, reduce traffic to our platform and negatively impact our business and financial performance.\nWe rely on internet search engines, metasearch engines and application marketplaces to drive traffic to our platform, certain providers of which offer products and services that compete directly with ours. If we are unable to drive traffic cost-effectively, traffic to our platform could decline and our business would be negatively affected. The number of consumers we attract to our platform is due in large part to how and where information from, and links to, our platform are displayed on search engine results pages, or SERPs, and search aggregators, or\n\n\nmetasearch engines. The display, including rankings, of search results can be affected by a number of factors, many of which are not in our control. Search engines (including travel metasearch engines) frequently change the logic that determines the placement and display of the results of a user’s search, such that the purchased or algorithmic placement of links to our platform can be negatively affected. A search engine could alter its search algorithms or results causing our websites to place lower in search query results. For example, Google, a significant source of traffic to our platform, frequently promotes its own competing products in its search results, which has negatively impacted placement of references to our company and our platform on the SERP. If a major search engine changes its algorithms in a manner that negatively affects the search engine ranking of our websites or those of our travel partners, or if competitive dynamics impact the cost or effectiveness of Search Engine Optimization (“SEO”) or Search Engine Marketing (“SEM”) in a negative manner, our business and financial performance would be adversely affected. Furthermore, our failure to successfully manage our SEO and SEM strategies and/or other traffic acquisition strategies could result in a substantial decrease in traffic to our platform, as well as increased costs to the extent we replace free traffic with paid traffic.\nWe also rely on application marketplaces, or app stores such as Apple’s App Store and Google’s Play, to drive downloads of our apps. In the future, Apple, Google or other marketplace operators may make changes that make access to our products more difficult or may limit our access to information that would restrict our ability to provide the best user experience. For example, Google’s online travel offerings have continued to grow rapidly by linking travel search services to its dominant search functionality through flight, hotel and alternative accommodations meta-search products. Our apps may receive unfavorable treatment compared to the promotion and placement of competing apps, such as the order in which they appear within marketplaces. In addition, the app stores, including Apple, continue to issue privacy enhancing policies including requirements on developers to provide enhanced descriptions regarding their data handling practices and enhanced permission requirements for in-app tracking. These policies may negatively impact the effectiveness of our data tracking capabilities. Similarly, if problems arise in our relationships with providers of application marketplaces, traffic to our platform and our user growth could be harmed.\nOur strategy may be unsuccessful and may expose us to additional risks. If our strategy does not achieve its expected benefits, there could be negative impacts to our business, financial condition and results of operations. We are implementing discrete strategies across each segment which are connected and reinforce a cohesive strategy across the Tripadvisor group as described in “Our Business Strategy” herein. There are no assurances that we will be successful in executing our strategies. Our efforts may prove more difficult than we currently anticipate. Further, we may not succeed in realizing the benefits of these efforts on our anticipated timeline or at all. In addition, as we implement our strategies, the macroeconomic environment, including but not limited to, inflationary pressures, higher labor costs, and changes in consumer and merchant behavior may make it more difficult to effectively execute our strategy. Even if fully implemented, our strategy may not result in growth or the other anticipated benefits to our business, financial condition and results of operations. If we are unable to effectively execute our strategy and realize its anticipated benefits, it could negatively impact our business, financial condition and results of operations.\n We derive a substantial portion of our revenue from advertising and any significant reduction in spending by advertisers on our platform could harm our business. Our ability to grow advertising revenue with our existing or new travel partners is dependent in large part on our ability to provide value to them relative to other alternatives. Our ability to provide value to our travel partners depends on a number of factors, including, but not limited to, the following:\n•Our ability to increase or maintain user engagement; \n •Our ability to increase or maintain the quantity and quality of ads shown to consumers; \n •The development of technologies that can block the display of our ads or our ad measurement tools; \n •The effectiveness of our advertising and the extent to which it generates sales leads, customers, bookings or financial results on a cost-effective basis, including our mobile transaction conversion rate; \n •The competitiveness of our products, traffic quality, perception of our platform, including mobile applications, and availability and accuracy of analytics and measurement solutions to demonstrate our value; and \n •Adverse government actions or legal developments relating to advertising, including limitations on our ability to deliver targeted advertising. \n \n\nAny of these or other factors could result in a reduction in demand for our ads, which may reduce the prices we receive for our ads, or cause marketers to stop advertising with us altogether, any of which would negatively affect our revenue and financial results.\nClick-based advertising revenue accounts for the majority of our advertising revenue. Our pricing for click-based advertising depends, in part, on competition between advertisers. If our large advertisers become less competitive with each other, merge with each other or with our competitors, focus more on cost-per-click, or CPC, profit than on traffic volume, or are able to reduce CPCs, this could have an adverse impact on our advertising revenue which would, in turn, have an adverse effect on our business, financial condition and results of operations.\nWe rely on a relatively small number of significant travel partners and any reduction in spending by or loss of these partners could seriously harm our business. For the year ended December 31, 2024, our two most significant travel partners, Expedia and Booking (and their subsidiaries), accounted for a combined 22% of total revenue, with most of this revenue recorded within our Brand Tripadvisor segment. If any of our significant travel partners were to cease or significantly curtail advertising on our platform, we could experience a rapid decline in our revenue over a relatively short period of time which would have a material impact on our business. Similarly, if we are unable to identify or expand our relationships with new or existing travel partners, it could harm our ability to attract and engage visitors on our platform.\n Our business depends on strong brands and any failure to maintain, protect or enhance our brands could hurt our ability to retain and expand our base of consumers and partners, the frequency with which consumers utilize our products and services and our ability to attract partners. Our ability to maintain and protect our brands depends, in part, on our ability to maintain consumer trust in our products and services and in the quality, integrity, reliability and usefulness of the content and other information found on our platform. If consumers do not view the content on our platform to be useful and reliable, they may seek other sources to obtain the information they are looking for and may not return to our platform as often or at all. We dedicate significant resources to protecting the quality of our content, primarily through our content guidelines, computer algorithms and human moderators that are focused on identifying and removing inappropriate, unreliable or deceptive content.\nMedia, legal, or regulatory scrutiny of our user content, advertising practices, and other issues may adversely affect our reputation and brand. Negative publicity about our company, including our content, technology and business practices, could diminish our reputation and confidence in our brand, thereby negatively affecting the use of our products and our financial performance. For example, in the past, certain media outlets have alleged that we have improperly filtered or screened reviews, that we have not properly verified reviews, or that we manipulate reviews, ranking and ratings in favor of our advertisers. We expend significant resources to ensure the integrity of our reviews and to ensure that the most relevant reviews are available to our consumers; we do not establish rankings and ratings in favor of our advertisers. Regulatory inquiries or investigations require management time and attention and could result in further negative publicity, regardless of their merits or ultimate outcomes.\nIn addition, unfavorable publicity regarding, for example, our practices relating to privacy and data protection could adversely affect our reputation with our consumers and our partners. Such negative publicity also could have an adverse effect on the size, engagement, and loyalty of our user base and result in decreased revenue.\n Weak economic conditions, including those that cause declines or disruptions in the travel industry or reduce consumer discretionary spending have, in the past, had a material adverse impact on the Company’s business and financial performance and could have a material adverse impact on our businesses, financial performance and the market price of our common stock. Our business and financial performance are affected by the health of the worldwide travel industry, including macroeconomic conditions and events beyond our control. Events beyond our control, such as macroeconomic factors (including tightening of credit markets, elevated levels of inflation, and declines in consumer confidence), health concerns (including epidemics or pandemics), unusual or extreme weather or natural disasters, travel-related health concerns, restrictions related to travel, trade or immigration policies, regional hostilities or instability, wars, terrorism, sources of political uncertainty, foreign policy changes, regional hostilities, natural disasters, imposition of taxes or surcharges by regulatory authorities, significant increases in energy costs, labor unrest or travel-related accidents, can disrupt travel globally or otherwise result in declines in travel demand. For example, recent conflicts between Ukraine and Russia and Israel and Hamas have impacted travel to those regions and the surrounding regions.\n Governments worldwide are increasingly implementing restrictive travel policies and enhanced border controls that could limit international mobility. These developments include, but are not limited to, the introduction\n\n\nof digital travel authorization systems and increased visa requirements, enhanced security screening and background check requirements, regional travel blocks and reciprocal entry restrictions, health-related entry requirements and screening protocols, and environmental impact restrictions. These restrictions could reduce travel demand, increase the complexity and cost of international travel, or make certain destinations inaccessible to travelers from specific regions.\n Sales of travel and/or leisure products tend to decline or grow more slowly during economic downturns and times of inflation when consumers engage in less discretionary spending, are concerned about unemployment or economic weakness, have reduced access to credit or experience other concerns that reduce their ability or willingness to travel. In addition, the uncertainty of macroeconomic factors and their impact on consumer behavior makes it more difficult to forecast industry and consumer trends, which in turn has in the past and could in the future adversely affect our ability to effectively manage our business. Leisure travel, which accounts for a substantial majority of our current business, is particularly dependent on discretionary consumer spending levels. For example, the United States and other countries have continued to experience elevated inflation which has created economic uncertainty and has impacted and may impact consumer demand in the travel industry. Economic downturn and adverse market conditions may also negatively impact our partners, our partners’ access to capital, cost of capital and ability to meet liquidity needs. These challenges faced in a prolonged economic downturn or deterioration in the travel industry could adversely impact our business, financial performance and share price. The extent and duration of such impacts remain largely uncertain and dependent on future developments that cannot be accurately predicted at this time.\nWe operate in a competitive global environment and our failure to compete effectively could reduce our market share and harm our financial performance. We compete with different types of companies in the various markets and geographies where we operate, including large and small companies in the travel and leisure space as well as broader service providers. We face competition for content, consumers, advertisers, online travel search and price comparison services and online reservations. We compete globally with both online and offline, established and emerging, providers of travel, lodging, experiences and restaurant reservation and related services. Current and new competitors can launch new services at a relatively low cost. More specifically:\n•General OTAs, such as Expedia, Booking, Airbnb, Traveloka, Despegar, Trip.com, and their respective subsidiaries and operating companies;\n •Experiences OTAs, such as GetYourGuide, Klook, and TUI Musement;\n •Hotel metasearch providers, such as trivago, Kayak and Skyscanner;\n •Online search, social media, and marketplace platforms for advertising spend, such as Google, Facebook, X, Pinterest, and Snap;\n •Global and regional travel, experiences, and restaurant brands seeking to promote direct bookings;\n •Emerging online advertising businesses, such as ad-supported retail and entertainment platforms like Amazon, Spotify, and Walmart;\n •Artificial intelligence (\"AI\") driven travel curators, such as Travel Plan AI, Aitinerary, Wonderplan, Roam Around and similar websites;\n •Traditional offline travel agencies; and \n •Global and regional restaurant technology providers for reservation management and related services, such as OpenTable, Resy, and Tock. \n There has been a proliferation of new channels through which service providers can offer accommodations, experiences and restaurant reservations. Metasearch services may lower the cost for new companies to enter the market by providing a distribution channel without the cost of promoting the new entrant’s brand to drive consumers directly to its website. Some of our competitors offer a variety of online services and, in some cases, are willing to make little or no profit on a transaction, or offer travel services at a loss, in order to gain market share. Many of our competitors have significantly greater financial, technical, marketing and other resources and have more expertise in developing online commerce and facilitating internet traffic as well as larger client bases. They also have the ability to leverage other aspects of their business to enable them to compete more effectively.\nIn addition, Google and other large, established companies with substantial resources and expertise have launched travel or travel-related search, metasearch and/or reservation booking services and may create additional inroads into online travel. Many of our competitors continue to expand their voice and AI capabilities, which may provide them with a competitive advantage in travel.\n\n\nWe compete with certain companies that we also do business with, including certain of our travel partners and related parties. The consolidation of our competitors and travel partners may affect our relative competitiveness and our travel partner relationships. Competition and consolidation could result in higher traffic acquisition costs, reduced margins on our advertising services, loss of market share, pricing pressure, reduced customer traffic to our platform and reduced advertising by travel companies on our platform.\nWe rely on information technology to operate our business and remain competitive, and any failure to adapt to technological developments or industry trends could harm our businesses. Our future success depends on our ability to continuously improve and upgrade our systems and infrastructure to meet rapidly evolving consumer trends and demands while at the same time maintaining the reliability and integrity of our systems and infrastructure. We may not be able to maintain or replace our existing systems or introduce new technologies and systems as quickly as we would like or in a cost-effective manner. We may not be successful, or as successful as our competitors, in developing technologies and systems that operate effectively across multiple devices and platforms in a way that is appealing to our consumers.\nThe markets in which we operate are characterized by rapidly changing technology, evolving industry standards, frequent new service announcements and enhancements, and changing consumer demands and preferences. Our future success will also depend on our ability to adapt to emerging technologies such as tokenization; chatbot; new authentication technologies, such as biometrics, distributed ledger and blockchain technologies; new and emerging payment methods, such as Alipay, Paytm and WeChat Pay; AI; virtual and augmented reality; and cloud technologies. For example, we incorporate AI in certain of our operations. In July 2023, we launched an AI-powered travel itinerary generator which creates personalized travel itineraries using OpenAI’s generative AI technology. AI-generated content and recommendations may contain errors, biases, or inappropriate content that could damage our brand reputation and user trust. The use of AI presents risks and challenges because in some instances we may make use of third-party foundational models that have been pre-trained on data which may be insufficient, erroneous, stale, contain biased information, or infringe IP rights. Additionally, the output produced by these models may be inaccurate, misleading, discriminatory, offensive, illegal or otherwise harmful. Such risks are heightened if we or third-party developers or vendors lack sufficient responsible AI development or governance practices. These deficiencies and other failures of AI systems could subject us to competitive harm, regulatory action, legal liability, and brand or reputational harm. In addition, there is no guarantee that our itinerary generator or other AI focused initiatives will be competitive or attract more consumers to our platform.\n The emergence of alternative or new devices and the emergence of niche competitors who may be able to optimize products, services or strategies for such platforms will require additional investments in technology. New developments in other areas could also make it easier for competitors to enter our markets due to lower up-front technology costs. Many of our competitors, including major technology companies, are developing or deploying AI-powered travel planning and booking tools that could reduce reliance on traditional travel platforms. We may not be able to keep up with these rapid changes and our ability to integrate and develop new and evolving technologies will require increased financial and personnel investments that could have an adverse impact on our operations unless and until we achieve expected return on these investments. Our future success will depend on our ability to adapt to rapidly changing technologies, to adapt our services and platform to evolving industry standards and local preferences, and to continually innovate and improve the performance, features, and reliability of our services and online platforms in response to competitive service offerings and the evolving demands of the marketplace.\nIf we are unable to adapt to the evolving demands of our customers, we may not remain competitive, and our business and financial performance could suffer. Our competitors are continually developing innovations in services and features. As a result, we are continually working to improve the user experience on our platform in order to engage our consumers and drive user traffic and conversion rates for our partners and provide our business partners with the tools they need to succeed. We have invested, and expect to continue to invest, significant resources in developing and marketing these innovations. We can give no assurances that the changes we make will yield the benefits we expect and will not have unintended or adverse impacts. If we are unable to continue offering innovative products and services and quality features that customers want to use, existing customers may become dissatisfied and use competitors’ offerings and we may be unable to attract additional customers, which could adversely affect our business and financial performance.\nOur dedication to making the consumer experience our highest priority may cause us to prioritize rapid innovation and consumer experience over short-term financial results. We strive to create the best experience for\n\n\nour consumers. We believe that in doing so we will increase our traffic conversion (i.e., visitors converting into clicks and/or bookings), revenue and financial performance. We have taken actions in the past, and may continue to take actions in the future, that have the effect of reducing our short-term financial results if we believe the actions benefit the overall consumer experience. These decisions may not produce the long-term benefits we expect, new or enhanced products may fail to engage consumers and/or we may be unsuccessful in our efforts to monetize these initiatives, in which case our relationships with consumers and partners, and our business and financial performance could be harmed.\nWe are dependent upon the quality of traffic in our network to provide value to our partners, and any failure in our ability to deliver quality traffic and/or the metrics to demonstrate the value of the traffic could have a material and adverse impact on the value of our platform to our partners and adversely affect our revenue. We use technology and processes to monitor the quality of the internet traffic that we deliver to our partners and have identified metrics to demonstrate the quality of that traffic and identify low quality clicks such as non-human processes, including robots, spiders, the mechanical automation of clicking and other types of invalid clicks or click fraud. Even with such monitoring in place, there is a risk that a certain amount of low-quality traffic will be delivered to such online advertisers. The proliferation of AI technologies could significantly impact the quality of traffic to our platform and we face increasing risks related to automated and artificial traffic generation. Such low-quality or invalid traffic may be detrimental to our relationships with partners and could adversely affect our advertising pricing and revenue.\nWe rely on assumptions and estimates and data to calculate certain of our key metrics, and real or perceived inaccuracies in such metrics may harm our reputation and negatively affect our business. Certain metrics are key to our business; as both the industry in which we operate and our businesses continue to evolve, so too might the metrics by which we evaluate our businesses. While the calculation of the metrics we use is based on what we believe to be reasonable estimates, our internal tools are not independently verified by a third-party and have a number of limitations; furthermore, our methodologies for tracking these metrics may change over time. For example, a single person may have multiple accounts or browse the internet on multiple browsers or devices, some consumers may restrict our ability to accurately identify them across visits, some mobile apps automatically contact our servers for regular updates with no user action, and we are not always able to capture user information on our platform. As such, the calculations of our unique users may not accurately reflect the number of people actually visiting our platform. If the internal tools we use to track these metrics under-count or over-count performance or contain algorithms or other technical errors, the data we report may not be accurate. We continue to improve upon our tools and methodologies to capture data; however, the improvement of our tools and methodologies could cause inconsistency between current data and previously reported data, which could confuse investors or lead to questions about the integrity of our data. Finally, we may, in the future, identify new or other metrics that enable us to more accurately evaluate our business. Accordingly, investors should not place undue reliance on these metrics.\n Our future success depends on the performance of our key employees and our ability to attract, retain and engage senior management and a highly skilled workforce. In particular, we are highly dependent on the services of our leadership team for the development of and our execution on our vision and strategy. Over the last few years, we have made several changes to our senior leadership group. Our future performance will depend, in part, on the successful integration of these new senior level executives into their roles. If we do not successfully manage these additions, it could be viewed negatively by our investors, employees, and partners, and could have an adverse impact on our business and results of operations. We also heavily rely on the continued service and performance of our senior management team, which provides leadership, contributes to the core areas of our business and helps us to efficiently execute on mission, vision and strategic initiatives. If we are unable to retain members of our senior management team, including our executive leadership, we may not be able to manage our business effectively and, as a result, our business and operating results could be harmed. If the senior management team fails to work together effectively and to execute our plans and strategies on a timely basis, then our business and future growth prospects could be harmed. Additionally, our ability to protect our competitive position may be limited by restrictions on the enforceability of non-competition provisions we have entered into with certain of our employees (including officers) in various jurisdictions, which could enable our former employees to more readily compete with us or use our confidential information at competing enterprises, potentially harming our business relationships and operational results.\n The success of our operations and the quality of our services are also highly dependent on our ability to attract, retain and engage skilled personnel. For employees, we compete with companies that have far greater financial resources than we do as well as companies that promise short-term growth opportunities and/or other\n\n\nbenefits. If we do not succeed in attracting a well-qualified workforce or retaining or motivating existing talent, our business would be adversely affected.\n The composition of our work force, in terms of geographic location, in person or remote and full-time employees or independent contractors, creates challenges and risks and failure to properly manage those risks could have a negative impact on our business. In response to the COVID-19 pandemic, much of our work force began working remotely and continue to work remotely today. In addition, following the COVID-19 pandemic, our work force has increasingly shifted outside the U.S. and to independent contractors versus full-time employees. Managing a remote and independent work force can give rise to cybersecurity, legal and regulatory issues and training and compliance issues, as well as create operational or other challenges, any of which could harm our business. For example, our workers are classified as either employees or non-employees (including as independent contractors or agency workers). Our employees in the U.S. are classified as either exempt from overtime or non-exempt (and therefore overtime eligible) and if we are found to have misclassified employees including as independent contractors, agency workers or independent contractors, agency workers or non-exempt employees as exempt, we could face penalties and have additional exposure under U.S. federal and state tax, workers’ compensation, unemployment benefits, labor, employment and tort laws, as well as similar international laws, including for prior periods, as well as potential liability for employee overtime and benefits and tax withholdings.\n Acquisitions, investments, significant commercial arrangements and/or new business strategies could present new challenges and risks and disrupt our ongoing business. We have acquired, invested in and/or entered into significant commercial arrangements with a number of businesses in the past and our future growth may depend, in part, on future acquisitions, investments, commercial arrangements and/or changes in business strategies. Such endeavors have in the past and may in the future involve significant risks and uncertainties, including, but not limited to, the following:\n•Costs incurred to identify, pursue and fund these endeavors that may or may not be successful and may limit other potential uses of cash;\n •Diversion of management’s attention or other resources from our existing business; \n •Difficulties and expenses in integrating the operations, products, technology or personnel; \n •Difficulties in implementing and retaining uniform standards, controls, procedures, governance structure, policies and information systems;\n •Assumption of debt and liabilities, including costs associated with litigation, cybersecurity risks, and other claims; \n •Failure of any such strategy or target to achieve anticipated objectives, revenues or earnings; \n •Limited management or operational control and heightened reputational risk with respect to minority investments;\n •Entrance into markets in which we have no prior experience; \n •Amortization expenses related to acquired intangible assets and other adverse accounting consequences; and \n •Adverse market reaction to the transaction. \n We have in the past invested, and may in the future invest, in privately-held companies. Such investments are inherently risky and our ability to liquidate any such investments is typically difficult. Valuations of such privately-held companies are inherently complex and uncertain due to the lack of liquid market for the companies’ securities. We cannot assure you that these investments will be successful or that such endeavors will result in the realization of the synergies, cost savings and innovation that may be possible within a reasonable period of time, if at all. We could lose the full amount of our investments; any impairment of our investments could have a material adverse effect on our financial results.\n Risks Related to Legal and Regulatory Matters\n We are a global company that operates in many different jurisdictions inside and outside the U.S. and these operations expose us to additional risks. Many regions have different economic conditions, languages, currencies, legislation, regulatory environments, levels of political stability, and consumer expectations. We are subject to risks typical of global businesses, including, but not limited to, the following:\n•Compliance with additional laws and regulations, including but not limited to, those regarding data privacy, AI, labor and employment, advertising, anti-competition and tax;\n \n\n•Difficulties in managing our human capital and operations due to distance, time zones, language, status as an independent contractor or agency worker versus employee and cultural differences;\n •Restrictions on repatriation of cash and on investments in operations; \n •Uncertainty regarding liability for services, content and intellectual property rights;\n •Increased risk and limits on enforceability of intellectual property rights; \n •Diminished ability to legally enforce contractual rights;\n •Currency exchange rate fluctuations; \n •Economic or political instability or laws involving economic or trade prohibitions, sanctions or travel restrictions; and\n •Threatened or actual acts of terrorism.\n Our strategy includes continued expansion in existing markets and potentially new markets. In addition to the risks mentioned above, international markets have strong local competitors with established brands and travel service providers or relationships that may make expansion in certain markets difficult and costly and take more time than anticipated. In some markets, legal and other regulatory requirements may prohibit or limit participation by foreign businesses, such as by making foreign ownership or management of internet or travel-related businesses illegal or difficult or may make direct participation in those markets uneconomic, which could make our entry or expansion in those markets difficult or impossible, require that we work with a local partner or result in higher operating costs. If we are unsuccessful in expanding in existing and potentially new markets and effectively managing that expansion, our business and financial results could be adversely affected.\nWe are regularly subject to claims, lawsuits, government investigations, and other proceedings which may result in adverse outcomes and, regardless of the outcome, result in legal costs, diversion of management resources, injunctions or damage awards, and other negative results. It is possible that a resolution of one or more such proceedings could result in substantial damages, fines or penalties that could adversely affect our business, financial results or financial position. These proceedings could also result in reputational harm, criminal sanctions or consent decrees, the release of confidential information or orders preventing us from offering certain features, functionalities, products, or services, requiring a change in our business practices. Any of these consequences could adversely affect our business and financial results.\nA failure to comply with existing or new laws, rules and regulations or changes to such laws, rules and regulations and other legal uncertainties may adversely affect our business or financial results. Our business and financial results could be adversely affected by unfavorable changes in or interpretations of existing laws, rules and regulations or the promulgation of new laws, rules and regulations applicable to us and our business, including, but not limited to, those relating to internet and online commerce, internet advertising, consumer protection, intermediary liability, cybersecurity, data protection and privacy. These laws continue to evolve. For example, there is, and will likely continue to be, an increasing number of laws and regulations pertaining to internet and online commerce and payments, cybersecurity and privacy, artificial intelligence, and liability for information retrieved from or transmitted over the internet, online editorial and user-generated content, behavioral targeting and online advertising and liability for third-party activities. The use of AI in our operations also subjects us to evolving regulations and potential liability related to algorithmic decision-making, automated content generation, and AI governance requirements. Likewise, the SEC, DOJ and OFAC, as well as foreign regulatory authorities, have continued to increase the enforcement of economic sanctions and trade regulations, anti-money laundering, and anti-corruption laws, across industries. Operating in this dynamic regulatory environment requires significant management attention and financial resources. As regulations continue to evolve and regulatory oversight continues to increase, we cannot guarantee that our programs and policies will be deemed compliant by all applicable regulatory authorities. The failure of our businesses to comply with these laws and regulations could result in fines and/or proceedings against us by governmental agencies, regulatory authorities, courts and/or consumers, which, if material, could adversely affect our business and financial results.\nThe promulgation of new laws, rules and regulations, or the applicability or new interpretations of existing laws, rules and regulations, could require us to change certain aspects of our business, operations and relationships to ensure compliance, which could decrease demand for services, reduce revenues, increase costs and/or subject the Company to additional liabilities. For example, many jurisdictions have adopted, and many jurisdictions are considering adopting, privacy rights and consumer protections for their residents, which legislation will continue to change the landscape for the use and protection of data and could increase the cost and complexity of delivering our services. In addition, in the event we redomesticate, by conversion, from a corporation organized under the laws of\n\n\nthe State of Delaware to a corporation organized under the laws of the State of Nevada (the “Redomestication”), such Redomestication will result in changes to our charter documents and may result in changes to certain aspects of our corporate governance practices. Unfavorable changes could limit our marketing methods and capabilities, decrease demand for our products and services, impede development of new products, require significant management time, increase costs and/or subject us to additional liabilities. Violations of these laws and regulations could result in penalties, criminal sanctions and/or negative publicity against us, our officers or our employees and/or restrictions on the conduct of our business. Regardless of election results in any particular country, it is unknown at this time to what extent new legislation will be passed into law or pending or new regulatory proposals will be adopted, or the effect that such passage or adoption will have, positively or negatively, on our business.\nWe face risks related to our intellectual property. We rely on content, brands and technology, much of which is proprietary. We protect our content, brands and technology by, among other things, a combination of maintenance and enforcement of registered and unregistered intellectual property rights (e.g. trademarks, copyrights and trade secrets), technological solutions and contractual protections. Even with these precautions, it may be possible for another party to copy or otherwise obtain and use our intellectual property, without authorization or to independently develop similar content, brands or technology. Any misappropriation or violation of our rights could have a material adverse effect on our business.\nEffective intellectual property protection may not be available in every jurisdiction in which our platform or services are made available and policing unauthorized use of our intellectual property can be difficult and expensive. Therefore, in certain jurisdictions, we may be unable to adequately protect our intellectual property against unauthorized third-party copying or use. We cannot be sure that the steps we have taken will prevent misappropriation or infringement of our intellectual property. Furthermore, we may need to go to court or other tribunals in order to enforce our rights or the proprietary rights that we have lawfully obtained from others. These proceedings might result in substantial costs and diversion of resources and management attention, and we cannot accurately predict the likelihood of success in such proceedings. Our failure to protect our intellectual property in an effective manner could have a material adverse effect on our business.\nWe currently license some of the intellectual property displayed on our platform from third parties. As we continue to introduce new services that incorporate new intellectual property, we may be required or elect to license additional intellectual property. We cannot be sure that such licenses will be available on commercially reasonable terms, if at all.\nFrom time to time, in the ordinary course of our business, we have been subject to, and are currently subject to, legal proceedings and claims relating to third-party intellectual property rights, often related to user-generated content, and we expect that third parties will continue to assert intellectual property claims against us, particularly as we expand the complexity and scope of our platform and services. Successful intellectual property claims against us could result in significant monetary liability or prevent us from operating our business, or portions of our business, or require us to change business practices or develop non-infringing intellectual property, which could require significant effort and expense. In addition, resolution of claims may require us to obtain releases or licenses to use intellectual property assets belonging to third-parties, which may be expensive to procure, or possibly to cease using those assets altogether. Any of these events could have a material adverse effect on our business, results of operations and financial condition.\n Greenhouse gas emissions are driving global climate change that is expected to have various impacts on travel, including the world’s transportation infrastructure and tourist destinations, and such impact could have a negative impact on our operations. The long-term effects of climate change on the global economy and the industry in which we operate and our business, in particular, are unclear; however, we recognize that there are inherent climate-related risks wherever business is conducted. For example, as climate change continues to warm the planet and make weather more extreme, much of the world’s transportation infrastructure will become less safe and reliable. Some of today’s popular tourist destinations may become intolerable as heat waves make some places unbearable and increase the chance of forest fires. Some may disappear altogether as rising seas flood low-lying islands and coastal areas. Venice, a UNESCO World Heritage site, has always been vulnerable to flooding, but in the last 20 years, there have been almost as many “high water” floods as during the previous 100 years. In other major cities, such as Amsterdam, Tokyo, Cape Town, Rio de Janeiro and New York, extreme flooding could also become a regular occurrence.\nCruise ship tourism has a larger carbon footprint than any other kind of travel and extreme weather such as intense hurricanes and storms is making cruising more dangerous. Rising sea levels can make it difficult for cruise\n\n\nships to dock at coastal ports because they are vulnerable to changing sea levels, as well as extreme weather. Rising seas also degrade beaches and pose significant risks to the very viability of some low-lying cruise destinations, such as Key West, Fla., Fiji, Palau, Seychelles, and the Maldives. Coastal tourism, the largest component of the tourism industry, is threatened also by the acidification of oceans. Half of the world’s coral reefs, which contribute billions annually to global tourism income each year, have already been lost or seriously damaged. Australia’s Great Barrier Reef, which has sustained serious damage from ocean acidification caused by the ocean’s uptake of CO2, coral bleaching, pollution, overfishing—and too much tourism—has lost more than half of its corals since 1995.\n Shifts in consumer preferences and governmental policy developments have the potential individually or collectively to significantly disrupt travel and impact our business as well as negatively affect our suppliers, business partners and members. Experiencing or addressing the various physical, regulatory and adaptation/transition risks from climate change may impact our revenues and profitability.\n Increased focus on environmental, social, and governance (\"ESG\") matters and our inability to meet expectations with respect to ESG may have an adverse impact on our reputation, employee retention and business. Certain institutional, individual, and other investors, consumers, employees and other stakeholders are increasingly focused on ESG practices of companies, which includes practices surrounding climate change, greenhouse gas emissions, human and civil rights, diversity, equity and inclusion, and a company’s overall corporate governance profile. Some investors may use these non-financial performance factors to guide their investment strategies and, in some cases, may choose not to invest in us if they believe our policies and actions relating to ESG are inadequate. Our disclosures on these matters, or a failure to meet evolving stakeholder expectations for ESG practices and reporting, may potentially harm our reputation and customer relationships. Organizations implementing ESG programs may face pushback from ESG opponents regarding their sustainability efforts or any modifications to these programs. There is also potential exposure to unfavorable reactions from regulatory bodies, such as anti-ESG legislation or regulatory measures, or from the public through means like consumer boycotts or negative press coverage, which could impact our standing, operations, and financial performance.\n As ESG best practices and reporting standards continue to develop, we may incur increasing costs relating to ESG monitoring and reporting and complying with ESG initiatives. Ensuring there are systems and processes in place to comply with the various ESG tracking and reporting obligations may require management time and expense. As we look to respond to evolving standards for identifying, measuring, and reporting ESG metrics, our efforts may result in a significant increase in costs and may nonetheless not meet investor or other stakeholder expectations, which may negatively impact our financial results, our reputation, our ability to attract or retain employees, our attractiveness as a service provider, investment, or business partner, or expose us to, private litigation, and actions by stockholders or stakeholders. In addition, if our competitors’ ESG performance is perceived to be better than ours, potential or current investors may elect to invest with our competitors.\nRisks Related to Information Security, Cybersecurity and Data Privacy\n Our processing of personal information and other data subjects us to risks and laws and regulations and could give rise to cyberattacks and other risks, including damage to our reputation and value of our brands. Respecting user privacy and protecting personal information is essential to maintaining consumer and service provider confidence in our services and brands. We are subject to a variety of laws in the U.S. and abroad regarding privacy and the processing and protection of personal information, the scope of which are changing, subject to differing interpretations, and may be inconsistent between countries or conflict with other existing laws. The existence of comprehensive privacy laws in different states around the country would make our compliance obligations more complex and costly and may increase the likelihood that we could become subject to enforcement actions or otherwise incur liability for noncompliance.\n All of these rapidly evolving compliance and operational requirements impose significant costs, which are likely to increase over time, such as costs related to organizational changes, implementing additional protection technologies, training employees and engaging consultants and legal advisors. In addition, such requirements may obligate us to modify our data processing practices and policies, utilize management’s time and/or divert resources from other initiatives and projects. Implementing and complying with these laws and regulations may be more costly or take longer than we anticipate, or could otherwise affect our operations. Any failure or perceived failure by us to comply with our privacy and information security policies, privacy-related obligations to consumers or other third parties, or privacy-related legal obligations, may result in fines, litigation or governmental enforcement actions that\n\n\ncould harm our reputation and cause our consumers and partners to lose trust in us, any of which could have an adverse effect on our business, brands, market share and financial results.\n System security issues, data protection breaches, cyberattacks and system outage issues could disrupt our operations or services provided to our consumers, and any such disruption could damage our reputation and adversely affect our business, financial results and share price. Our reputation and ability to attract, retain and service our consumers and partners is dependent upon the reliable performance and security of our computer systems and those of third parties we utilize in our operations. Significant security issues, data breaches, cyberattacks and outages, interruptions or delays, in our systems or third-party systems upon which we rely, could impair our ability to display content or process transactions and significantly harm our business. Breaches of our security measures and those of our partners or the accidental loss, inadvertent disclosure or unapproved dissemination of proprietary information or sensitive or confidential data about us, our consumers or our partners, could expose us, our consumers and partners to a risk of loss or misuse of this information, damage our brand and reputation or otherwise harm our business and financial performance and could result in government enforcement actions and litigation and potential liability for us. The costs of enhancing infrastructure to attain improved stability and redundancy may be time consuming and expensive and may require resources and expertise that are difficult to obtain. In addition, to the extent that we do experience a data breach, remediation may be costly and we may not have adequate insurance to cover such costs.\n We and our third party partners and vendors are at constant risk of cyber-attacks or cyber intrusions via viruses, worms, break-ins, malware, ransomware, phishing attacks, hacking, denial-of-service attacks or other attacks and similar disruptions from the unauthorized use of or access to computer systems (including from internal and external sources) that attack our products or otherwise exploit any vulnerabilities in our systems or those of our third party partners and vendors, or attempt to fraudulently induce our employees, consumers, third party partners and vendors or others to disclose passwords or other sensitive information or unwittingly provide access to our systems or data. Our increased use of AI products may create new attack methods for adversaries. These types of incidents continue to be prevalent and pervasive across industries, including in our industry, and such attacks on our systems have occurred in the past and are expected to occur in the future. In addition, we expect the amount and sophistication of the perpetrators of these attacks to continue to expand, which could include nation-state actors. Any such incident could lead to interruptions, delays or website outages, causing loss of critical data or the unauthorized disclosure or use of personally identifiable or other confidential information. In addition, sophisticated hardware and operating system software and applications that we produce or procure from third parties may contain defects in design or manufacture, including “bugs” and other problems that could unexpectedly interfere with the operation of the system. We have in the past and may in the future need to expend significant resources to protect against security breaches or to investigate and address problems caused by cyber or other security problems. There are no assurances that our programs and actions taken to protect against security breaches or to investigate and address problems related to cyber or other security problems will be sufficient to prevent or limit the impact of any cyber intrusion or related attack. Failure to adequately protect against attacks or intrusions, whether for our own systems or systems of vendors, could expose us to security breaches that could have an adverse impact on our financial performance. Our business policies and internal security controls may not keep pace as new threats and regulations emerge in jurisdictions worldwide.\n Much of our business is conducted with third-party partners and vendors. A security breach at such third-party could be perceived by consumers as a security breach of our systems and could result in negative publicity or reputational damage, expose us to risk of loss or litigation and subject us to regulatory penalties and sanctions. In addition, such incidents may also result in a decline in our user base and client base or engagement levels.\nMedia coverage of data breaches and public exposure of consumer data rights has increased, in part because of the rise of enforcement actions, investigations and lawsuits. Similarly, the increase in privacy activist groups is likely to give rise to further scrutiny, investigative actions and publicity. Security breaches or the perceived threat of a breach or perceived breach could result in interruptions in service, negative publicity, damage to reputation, cause our users, suppliers and/or partners to cease doing business with us or do business with us less frequently, exposure to risk of loss and possible liability due to lawsuits, enforcement actions, investigations, regulatory penalties and sanctions. As this focus and attention on privacy and data protection increases, we also risk exposure to potential liabilities and costs resulting from the compliance with, or any failure to comply with, applicable legal requirements, conflicts among these legal requirements or differences in approaches to privacy and security. Security breaches could also cause travelers and consumers to lose confidence in our data security, which would have a negative effect on the value of our brand.\n\n\nEvolving regulations, guidance and practices on the use of “pixels,” “cookies” and similar tracking technologies could negatively impact the way we do business. Pixels, cookies and similar technologies are common tools used by websites and apps, including ours, to store or gather information, improve site security, improve and personalize the customer experience, market to consumers and increase conversion. Companies such as Apple and Google continue to introduce new policies governing developers’ use of pixels, cookies and similar tracking technologies, including enhanced disclosure and opt in requirements. Similarly, many states and countries have adopted data protection laws and regulations governing the use of cookies and other similar tracking technologies by websites and app developers. Recent trends have included litigation by individual and class action plaintiffs focused on the use of such tracking technologies. Such regulations and litigation trends could limit our ability to serve certain customers in the manner we currently do, including with respect to retargeting or personalized advertising, impair our ability to improve and optimize performance on our platform, negatively affect a consumer's experience using our platform, which, in turn, could negatively impact our business.\nEqually, privacy has been the impetus behind a move towards a cookie-less online ecosystem which poses a potential risk to our data practices and online advertising strategy.\nWe are subject to risks associated with processing payment transactions and failure to manage those risks may subject us to fines, penalties and/or additional costs and could have a negative impact on our business. We accept payments from consumers and our business partners using a variety of methods, including credit, debit and invoicing. As we offer new payments options to customers, we may be subject to additional regulations, compliance requirements and fraud. We rely on third parties to provide certain payment methods and payment processing services and our business could be disrupted if these companies become unwilling or unable to provide these services to us. We are subject to laws, regulations and compliance requirements relating to payments, international money transfers, privacy and information security and money laundering, including obligations to implement enhanced authentication processes. We are also subject to payment card association operating rules, including data security rules, certification requirements, and rules governing electronic funds transfers, which could change or be reinterpreted to make it difficult or impossible for us to comply. These laws, regulations and/or requirements result in significant costs. If we fail to comply or if our data security systems are breached or compromised, we may be liable for card issuing banks’ costs, subject to fines, penalties and higher transaction fees, and/or lose our ability to accept credit and debit card payments, process electronic funds transfers, or facilitate other types of online payments. In addition, for certain payment methods, including credit and debit cards, we pay interchange and other fees and we are subject to receivable holdbacks, which may increase over time and raise our operating costs and lower profitability.\n Additionally, our marketplace activities in the U.K. and the European Union require us to obtain or operate under a payment institution license under the Payment Services Directive Two (“PSD2”). PSD2 requires a license to perform certain defined “payment services” in a European Economic Area (“EEA”) member state. Conditions for obtaining and complying with the license include minimum capital requirements, establishment of procedures for safeguarding funds, and certain governance and reporting requirements. Certain obligations relating to internal controls and the conduct of business, in particular, consumer disclosure requirements and certain rules regarding the timing and settlement of payments, must be met. We have obtained a payment institution license in the U.K. As a result of Brexit, we are no longer able to passport our U.K. license to the EEA. Although our EU application has been submitted during 2023 and currently under consideration by the EU, we may not receive the EU license on a timely basis if at all.\nIt is possible that we could become subject to regulatory enforcement or other proceedings in those states or other jurisdictions with money transmission, or other similar statutes or regulatory requirements, including an EEA member state, related to the handling or moving of money, which could in turn have a significant impact on our business, even if we were to ultimately prevail in such proceedings. If we are ultimately deemed to be in violation of one or more money transmitter or other similar statutes or regulatory requirements related to the handling or moving of money in the U.S., the EEA or other jurisdictions, we may be subject to the imposition of fines or restrictions on our business, our ability to offer some or all of our services in the relevant jurisdiction may be suspended, and we may be subject to civil or criminal liability and our business, results of operations and financial position could be materially adversely affected.\n \n\nRisks Related to Financial Matters\nWe may fail to meet our publicly announced guidance or other expectations about our business and future operating results, which could cause our stock price to decline. From time to time, we release earnings guidance in our quarterly and annual earnings conference calls, quarterly and annual earnings releases, or otherwise, regarding our future performance that represents our management’s estimates as of the date of release. This guidance includes forward-looking statements based on projections prepared by our management. Projections are based upon a number of assumptions and estimates that are based on information known when they are issued, and, while presented with numerical specificity, are inherently subject to significant business, economic and competitive uncertainties and contingencies relating to our business, many of which are beyond our control and are based upon specific assumptions with respect to future business decisions, some of which will change. Guidance is necessarily speculative in nature, and some or all of the assumptions underlying the guidance furnished by us may not materialize or may vary significantly from actual outcomes. Accordingly, our guidance is only an estimate of what management believes is realizable as of the date of release. Actual results may vary from our guidance and the variations may be material. In light of the foregoing, investors are urged not to rely upon our guidance in making an investment decision regarding our common stock.\n Our financial results are difficult to forecast; they have fluctuated in the past and will likely fluctuate in the future. Our financial results in any given quarter can be influenced by numerous factors, many of which we are unable to predict or are outside of our control, including:\n•Our ability to maintain and grow our consumer base and to increase user engagement; \n •Increases in marketing, sales and other expenses that we will incur to grow and expand our operations and to remain competitive; \n •Fluctuations in the marketing spend of our travel partners due to seasonality, global or regional events or other factors; \n •User behavior or product changes that may reduce traffic to features or products that we successfully monetize; \n •System failure or outages, which would prevent us from serving ads for any period of time; \n •Breaches of security or privacy and the costs associated with any such breaches and remediation; \n •Fees paid to third parties for content or promotion of our products and services; \n •Adverse litigation judgments, settlement or other litigation related costs; \n •Changes in the legislative or regulatory environment or engagement by regulators; \n •Changes in tax laws, which may significantly affect our tax rates and taxes due; \n •Tax obligations that may arise from resolutions of tax examinations that may materially differ from the amounts we have anticipated; \n •Fluctuations in currency exchange rates and changes in the proportion of our revenue and expenses denominated in foreign currencies;\n •Changes in GAAP; and \n •Changes in global business and macroeconomic conditions. \n As a result, you should not rely upon our quarterly financial results as indicators of future performance.\n If we are unable to successfully maintain effective internal control over financial reporting, investors may lose confidence in our reported financial information and our business and our share price may be adversely impacted. As a public company, we are required to maintain internal control over financial reporting and our management is required to evaluate the effectiveness of our internal control over financial reporting as of the end of each fiscal year. If we are not successful in maintaining effective internal control over financial reporting, there could be inaccuracies or omissions in the financial information we file with the SEC. Additionally, even if there are no inaccuracies or omissions, we could be required to publicly disclose our management’s conclusion that our internal control over financial reporting or disclosure controls and procedures are not effective. These events could cause investors to lose confidence in our reported financial information, result in increased costs to remediate any deficiencies, attract regulatory scrutiny or lawsuits that could be costly to resolve and distract management’s attention, limit our ability to access the capital markets, adversely impact our stock price, or cause our stock to be delisted from The Nasdaq or any other securities exchange on which we are then listed.\n\n\nWe have indebtedness which could adversely affect our business and financial condition. With respect to the 2026 Senior Notes and Term Loan B Facility, we are subject to risks relating to our existing or potential indebtedness that include:\n•Requirement to dedicate a portion of our cash flow to principal and interest payments, thereby reducing the availability of cash to fund working capital, capital expenditures, acquisitions and investments and other general corporate purposes; \n •Difficulties to optimally capitalize and manage the cash flow for our businesses; \n •Possible competitive disadvantage compared to our competitors that have less debt; \n •Limitations on our ability to borrow additional funds on acceptable terms or at all; and \n •Exposure to increased interest rates to the extent our outstanding debt is subject to variable rates of interest. \n Failure to comply with the various covenants contained in our Credit Agreement could have a material adverse effect on our business. The various covenants contained in the Credit Agreement include those that limit our ability to, among other things:\n•Incur indebtedness; \n •Grant additional liens;\n •Make certain investments, acquisitions, dispositions, distributions and other payments;\n •Pay dividends on, redeem or repurchase our capital stock; \n •Effect share repurchases; \n •Effect investments;\n •Enter into secured financing arrangements; \n •Enter into sale and leaseback transactions; and \n •Enter into unrelated businesses. \n These covenants may limit our ability to optimally operate our business. The Credit Facility contains customary events of default and modifies the cross-default provision so that the Term Loan B Facility includes a customary cross-acceleration event of default with the Credit Facility. If an event of default occurs and is continuing, then, among other things, the lenders under the Credit Facility and/or the Term Loan B Facility, as applicable, may declare any outstanding Credit Facility and/or Term Loan B Facility obligations, as applicable, to be immediately due and payable and exercise their rights and remedies against the collateral.\n We are subject to risks relating to our 2026 Senior Notes. If any of the conditions to the conversion of the 2026 Senior Notes is satisfied, then we may be required under applicable accounting standards to reclassify the liability carrying value of the 2026 Senior Notes as a current, rather than a long-term, liability, thereby materially reducing our reported working capital. This reclassification could be required even if no noteholders exchange their 2026 Senior Notes. Holders of our 2026 Senior Notes may convert the 2026 Senior Notes after the occurrence of certain dates or events. Settlement of the 2026 Senior Notes could adversely affect our liquidity. In addition, any failure to comply with the restrictions of our Credit Facility, Term Loan B Facility, or our 2026 Senior Notes may result in an event of default under the agreements governing such debt instruments and such default may allow the creditors to accelerate the debt incurred thereunder.\n We are subject to risks relating to the Capped Calls. In connection with the issuance of the 2026 Senior Notes, we entered into privately negotiated capped call transactions (the “Capped Calls”) to reduce potential dilution to our common stock and/or offset cash payments we must make in excess of the principal amount, in each case, upon any conversion of the 2026 Senior Notes, with such offset subject to a cap. We are subject to the risk that one or more of the hedge counterparties may default under the Capped Calls. If any of the hedge counterparties become subject to insolvency proceedings, we will become an unsecured creditor with a claim equal to our exposure at that time under our transactions with such counterparties. Our exposure will depend on many factors but, generally, the increase in our exposure will be correlated to the increase in the market price and in the volatility of our common stock. In addition, upon a default by a hedge counterparty, we may suffer adverse tax consequences and more dilution than we currently anticipate with respect to our common stock.\n We may have future capital needs and may not be able to obtain additional financing on acceptable terms. Pursuant to the Credit Facility, we agreed to pledge substantially all of our assets, including the equity interests of our subsidiaries. This agreement also includes restrictive covenants that may limit our ability to secure additional financing in the future on favorable terms, if at all. Our ability to secure additional financing will also depend upon\n\n\nour future operating performance, which is subject to then prevailing general economic and credit market conditions, and financial, business and other factors, many of which are beyond our control.\n Risks Relating to Pending Merger\n In December 2024, we announced a plan to acquire and cancel all of the controlling shares that LTRIP currently holds in us. The consummation of the Merger, or failure to do so, could have material impacts on our stock price and financial performance. The proposed transactions contemplated by the Merger Agreement, which will ultimately result in eliminating LTRIP’s controlling interest, may not be completed, and if completed, may not achieve its anticipated benefits. The transaction is subject to various closing conditions, including LTRIP stockholder approval, regulatory clearances, and other customary conditions. There can be no assurance that the conditions to closing will be satisfied or that the transactions contemplated by the Merger Agreement will be completed on the contemplated terms or timeline, or at all. If the transaction is not completed, we would remain a controlled company with the associated governance implications, and we would remain obligated under our commitments to make available the Parent Loan Facility if needed by LTRIP. Failure to complete the Merger within the timeframe anticipated could adversely affect our business and the market price of our stock in a number of ways, including: a decline in the price of our stock, negative publicity, not realizing the benefits of the Merger related to the substantial time and resources the management team made and the payment of expenses for professional services in connection with the Merger. Our efforts to complete the Merger could cause substantial disruptions in, and create uncertainty surrounding, our business, which may materially adversely affect our business, financial condition or results of operations, or the price of our stock. For example, employee retention may be challenging, management and employees’ attention may be diverted from our regular operations and uncertainty could adversely affect our business and relationship with our business partners.\nFollowing the closing of the Merger, we will no longer be a “controlled company” within the meaning of the Nasdaq Stock Market rules and will be subject to additional Nasdaq rules and requirements to which we are currently not subject. Subject to consummation of the Merger, LTRIP will no longer have a controlling interest in Tripadvisor and Tripadvisor will cease to be a “controlled company” within the meaning of the Nasdaq rules. The Nasdaq rules require that, subject to limited exceptions, within 90 days of the date we no longer qualified as a “controlled company,” we have a compensation committee consisting of a majority of independent directors and a director nominations process whereby directors are selected by a nominations committee consisting of a majority of independent directors or by a vote of the board of directors in which only independent directors participate, and that, within one year of the date we no longer qualify as a “controlled company,” we have a majority of independent directors on our board of directors as well as a compensation committee consisting solely of independent directors, and a director nominations process whereby directors are selected by a nominations committee consisting solely of independent directors or by a vote of the board of directors in which only independent directors participate. During these transition periods, we may continue to utilize the available exemptions from certain corporate governance requirements as permitted by the Nasdaq rules, and our compensation committee may not consist solely of independent directors. Accordingly, you may not have the same protections afforded to stockholders of companies that are subject to all of the Nasdaq rules during the transition period. In addition, even after the transition period, we may elect to rely on the Exceptional and Limited Circumstances exception under Nasdaq rules to permit one non-independent director to serve on our committees that would otherwise be required to solely have independent directors. In the event we do not have committees composed solely of independent directors in accordance with the Nasdaq rules due to the transition period from loss of controlled company status or the Exceptional and Limited Circumstances exception provided under the Nasdaq rules, our common stock may be less attractive to some investors or our trading price may be adversely affected.\n We may provide a significant loan facility in connection with the Merger. Pursuant to the Merger Agreement, under certain circumstances, the Company will provide a loan facility (the “TRIP Loan Facility”) to LTRIP of approximately $330 million, to repay the Debentures prior to Closing, which facility, among other things: (i) will be a term loan, (ii) will have an interest rate equal to (A) the secured overnight financing rate as administrated by the Federal Reserve Bank of New York plus (B) 6.00%, which shall be repayable in kind (in lieu of payment in cash) on a quarterly basis (or such other time period as jointly agreed to by LTRIP and the Company), (iii) will mature on the earlier of (A) the Termination Date under the Merger Agreement and (B) 15 business days after the valid termination of the Merger Agreement (for reasons other than the Termination Date having been reached), or such later date as jointly agreed to by LTRIP and the Company, (iv) will not be prepayable without the prior written consent of TRIP and must be repaid at maturity in cash, (v) subject to customary exceptions and\n\n\nexclusions, will be secured by substantially all of the assets of LTRIP and its subsidiaries, and (vi) shall contain customary rights and remedies of TRIP in connection with customary events of default to be agreed between LTRIP and TRIP.\n We and LTRIP are and may continue to be targets of securities class action, derivative, and other stockholder lawsuits that could result in substantial costs and may delay or prevent the Merger from being completed. We and LTRIP are and may continue to be targets of securities class action, derivative, and other stockholder lawsuits as a result of our agreement to enter into the Merger transaction. For example, on January 28, 2025, a purported stockholder of the Company filed a complaint in the Court of Chancery of the State of Delaware seeking books and records of the Company relating to the Merger and, on January 30, 2025, a purported stockholder of LTRIP filed a complaint in the United States District Court for the Northern District of Illinois alleging claims under the federal securities laws relating to the preliminary proxy statement issued by LTRIP concerning the Merger. Securities class action, derivative, and other stockholder lawsuits are often brought against public companies that have entered into merger agreements. The outcome of litigation is uncertain and we may not be successful in defending against any present or future claims brought against us even if they are without merit. Regardless of the outcome of any lawsuits brought against us, such lawsuits could delay or prevent the Merger, divert the attention of our management and employees from our day-to-day business, result in substantial costs and otherwise adversely affect us financially. A potential adverse judgment could result in monetary damages, which could have a negative impact on our liquidity and financial condition. Additionally, if a plaintiff is successful in obtaining an injunction prohibiting completion of the Merger, that injunction may delay or prevent the Merger from being completed, or from being completed within the anticipated timeframe, which may adversely affect our business, financial condition or results of operations.\n Risks Related to Tax Matters\n Our effective income tax rate is impacted by a number of factors that could have a material impact on our financial results and could increase the volatility of those results. Due to the global nature of our business, we are subject to income taxes in the U.S. and other foreign jurisdictions. In the event we incur taxable income in certain jurisdictions but incur losses in other jurisdictions, we generally cannot offset the income from one jurisdiction with the loss from another. This lack of flexibility could affect our effective income tax rate. Furthermore, significant judgment is required to calculate our worldwide provision for income taxes and depends on our ability to operate our business in a manner consistent with our corporate structure and intercompany arrangements. In the ordinary course of our business, there are many transactions and calculations where the ultimate tax determination is uncertain. Our future income tax rates could be affected by a number of matters outside of our control, including but not limited to changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets or accounting for share-based compensation. If our effective income tax rates were to increase, our financial results and cash flows would be adversely affected.\nApplication of U.S. state and local or international tax laws, changes in tax laws or tax rulings, or the examination of our tax positions, could materially affect our financial position and results of operations. As an international business, we are subject to income taxes and non-income-based taxes in the U.S. and various other international jurisdictions. Tax laws are subject to change as new laws are passed and new interpretations of the laws are issued or applied. Due to economic and political conditions, tax rates and tax regimes may be subject to significant change and the tax benefits that we intend to eventually derive could be undermined due to changing tax laws. Governments are increasingly focused on ways to increase tax revenues, which has contributed to more aggressive positions taken by tax authorities and an increase in tax legislation. Any such additional taxes or other assessments may be in excess of our current tax provisions or may require us to modify our business practices in order to reduce our exposure to additional taxes going forward, any of which could have a material adverse effect on our business, results of operations and financial condition. Any changes to international tax laws or any additional reporting requirements may increase the complexity and costs associated with tax compliance and adversely affect our cash flows and results of operations.\n Over recent years, the Organization for Economic Cooperation and Development (“OECD”) through its “Inclusive Framework” has been working on a “two-pillar” global tax consensus project that, if implemented, would result in certain changes to the current global tax regulatory framework. The OECD’s “Pillar One” initiative proposes to reallocate certain profits from the largest and most profitable multinational businesses to countries where the customers of those businesses are located, and the “Pillar Two” initiative proposes a global minimum income tax rate on corporations of 15%. In response to these proposals, certain jurisdictions have enacted legislation\n\n\nto implement a global minimum income tax of 15%, which currently has no impact on our financial results, as well as legislation to impose new forms of gross receipts taxes, such as digital services taxes imposed on digital advertising and online marketplace platforms/services. If consensus is reached on Pillar One, unilateral digital services taxes should be repealed, however until such time we continue to be subject to these taxes. We are currently subject to unilateral digital services taxes, and during the years ended December 31, 2024, 2023 and 2022, we recorded $18 million, $18 million and $9 million, respectively, of digital service taxes to cost of sales on our consolidated statements of operations. While the future of the global tax regulatory landscape remains uncertain, we continue to monitor the OECD’s and members ongoing discussions to determine the current and potential impact on our consolidated financial statements.\n We are routinely under audit by federal, state and foreign taxing authorities. The ultimate outcome of these examinations (including the Internal Revenue Service (“IRS”) audit described below) cannot be predicted with certainty but could be materially different from our income tax provisions and accruals and could have a material effect on our results of operations or cash flows in the period or periods for which that determination is made. Should the IRS or other taxing authorities assess additional taxes as a result of examinations, we may be required to record charges to our results of operations, which could harm our operating results and financial condition.\nChanges in the tax treatment of companies engaged in e-commerce may adversely affect the commercial use of our platform and our financial results. Tax authorities at the international, federal, state and local levels are currently reviewing the appropriate treatment of companies engaged in e-commerce and it is possible that various jurisdictions may attempt to levy additional or new sales, income or other taxes relating to our activities. For example, Congress is considering various approaches to legislation that would require companies engaged in e-commerce to collect sales tax on internet revenue and a growing number of U.S. states and certain foreign jurisdictions have adopted or are considering proposals to impose obligations on remote sellers and online marketplaces to collect taxes on their behalf. An increasing number of states have considered or adopted laws that attempt to impose tax collection obligations on out-of-state companies. Additionally, the U.S. Supreme Court ruled in South Dakota v. Wayfair Inc. that remote sellers are not required to collect state and local sales taxes. In response to Wayfair or otherwise, state or local governments have adopted and may continue to adopt, or begin to enforce, laws requiring us to calculate, collect and remit taxes on sales in their jurisdictions. Also, as described in more detail above, certain U.S. states and countries in which we do business have enacted or proposed digital services tax initiatives. In addition, we are subject to taxes in foreign jurisdictions, such as value-added tax and goods and services tax, in connection with certain foreign sales transactions. New or revised international, federal, state or local tax regulations or court decisions may subject us or our customers to additional sales, occupancy, income and other taxes. We cannot predict the effect of these and other attempts to impose sales, income or other taxes on e-commerce; however, new or revised taxes and, in particular, sales taxes, occupancy taxes, value added taxes (“VAT”), and similar taxes would likely increase the cost of doing business online and decrease the attractiveness of selling products and services over the internet. New taxes could also create significant increases in internal costs necessary to capture data and collect and remit taxes. A successful assertion by one or more tax authorities requiring us to collect taxes where we presently do not do so, or to collect more taxes in a jurisdiction in which we currently do collect some taxes, could result in substantial tax liabilities, including taxes on past sales, as well as penalties and interest that we otherwise would have not accounted for in our financial statements. Any of these events could have a material adverse effect on our business, financial results and financial condition.\n Taxing authorities have in the past and may successfully in the future assert that we should have collected or in the future should collect sales and use, occupancy, VAT or similar taxes, and we could be subject to liability with respect to past or future sales, which could adversely affect our operating results. We do not collect and remit sales and use, occupancy, VAT or similar taxes in all jurisdictions in which we have sales, based on our belief that such taxes are not applicable or legally required. Several states and other taxing jurisdictions have presented or threatened us with assessments, alleging that we are required to collect and remit certain taxes there. While we do not believe that we are subject to such taxes and intend to vigorously defend our position in these cases, we cannot be sure of the outcome of our discussions and/or appeals with these states. In the event of an adverse outcome, we could face assessments, plus any additional interest and penalties. We also expect additional jurisdictions may make similar assessments or pass similar new laws in the future, and any of the jurisdictions where we have sales may apply more rigorous enforcement efforts or take more aggressive positions in the future that could result in greater tax liability allegations. Such tax assessments, penalties and interest or future requirements may materially adversely affect our business, financial condition and operating results.\n\n\nWe face risks associated with fluctuations in foreign currency exchange rates. As a result, we face exposure to movements in foreign currency exchange rates including, but not limited to, re-measurement of gains and losses from changes in the value of foreign denominated assets and liabilities; translation gains and losses on foreign subsidiary financial results that are translated into U.S. dollars upon consolidation; and planning risk related to changes in exchange rates between the time we prepare our annual and quarterly forecasts and when actual results occur. For example, in the event that one or more European countries were to replace the Euro with another currency, our sales into such countries, or into Europe generally, would likely be adversely affected until stable exchange rates are established. Accordingly, fluctuations in foreign currency exchange rates, such as the strengthening of the U.S. dollar against the Euro or the British pound, have in the past and could in the future adversely affect our revenue growth in future periods.\n In the event of severe volatility in exchange rates, the impact of these exposures can increase and the impact on results of operations can be more pronounced. In addition, the current environment and the increasingly global nature of our business have made hedging these exposures more complex. We hedge certain short-term foreign currency exposures with the purchase of forward exchange contracts. These forward exchange contracts only help mitigate the impact of changes in foreign currency rates that occur during the term of the related contract period and carry risks of counter-party failure. There can be no assurance that our forward exchange contracts will have their intended effects.\nRisks Related to Ownership of our Common Stock\n Liberty TripAdvisor Holdings, Inc. currently is a controlling stockholder. Liberty TripAdvisor Holdings, Inc., or LTRIP, effectively controls the outcome of all matters submitted to a vote or for the consent of our stockholders (other than with respect to the election by the holders of our common stock of 25% of the members of our Board of Directors and matters as to which Delaware law requires separate class votes). Our Chairman, Gregory Maffei, and Director Albert Rosenthaler, also serve as officers and directors of LTRIP. LTRIP may have interests that differ from those of our other stockholders and may vote in a way with which our other stockholders may not agree or that may be adverse to other stockholders’ interests. LTRIP is not restricted from investing in other businesses related to our business. LTRIP’s control of us, as well as the provisions of our organizational documents and Delaware law, may discourage or prevent a change of control that might otherwise be beneficial, which may reduce the market price of our common stock.\nThe market price and trading volume of our common stock has experienced, and could continue to experience in the future, substantial volatility. The market price of our common stock is affected by a number of factors, including:\n•Quarterly variations in our or our competitors’ results of operations; \n •Changes in earnings estimates or recommendations by securities analysts; \n •Failure to meet market expectations; \n •The announcement of new products or product enhancements by us or our competitors; \n •Repurchases of our common stock;\n •Developments in our industry, including changes in governmental regulations; and \n •General market conditions and other factors, such as macroeconomic conditions and geopolitical events. \n In the past, the stock market has experienced price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many companies. These fluctuations often have been unrelated or disproportionate to the operating performance of those companies. These broad market and industry fluctuations and general economic, political and market conditions, such as recessions, interest rate changes or foreign currency exchange fluctuations, may negatively impact the market price of our common stock regardless of our actual operating performance.\nWe are currently relying on the “controlled company” exemption under Nasdaq Stock Market Listing Rules, pursuant to which “controlled companies” are exempt from certain corporate governance requirements otherwise applicable under Nasdaq listing rules. The Nasdaq Stock Market Listing Rules exempt “controlled companies,” or companies of which more than 50% of the voting power is held by an individual, a group or another company, from certain corporate governance requirements. We currently rely on the controlled company exemption for certain of the above requirements, including the requirement that director nominees be selected or recommended to the Board of Directors by a majority of its independent directors or by a nominating committee that is composed\n\n\nentirely of independent directors. Accordingly, our stockholders will not be afforded the same protections generally as stockholders of other Nasdaq-listed companies with respect to corporate governance for so long as we rely on these exemptions from the corporate governance requirements.\n We do not pay regular quarterly or annual cash dividends on our stock. Any determination to pay dividends is at the discretion of our Board of Directors and will depend on our results of operations, earnings, capital requirements, financial condition, future prospects, contractual restrictions and other factors deemed relevant by our Board of Directors. Therefore, investors should not rely on regular quarterly or annual dividend income from shares of our common stock and investors should not rely on special dividends with any regularity or at all.\nFuture sales of shares of our common stock in the public market, or the perception that such sales may occur, may depress our stock price. Sales of substantial amounts of our common stock in the public market, particularly sales by our directors, officers, employees and significant stockholders, or the perception that these sales might occur, could depress the market price of our common stock and could impact our ability to raise capital through the sale of additional securities. In addition, certain stockholders have rights, subject to some conditions, to require us to file registration statements covering their shares or to include their shares in registration statements that we may file for ourselves or other stockholders. A decline in the price of shares of our common stock might impede our ability to raise capital through the issuance of additional shares of our common stock or other equity securities.\nAnti-takeover provisions in our organizational documents and Delaware law may discourage or prevent a change of control, even if an acquisition would be beneficial to our stockholders, which could affect our stock price adversely and prevent attempts by our stockholders to replace or remove our current management.\nThese provisions include:\n•Authorization and issuance of Class B common stock that entitles holders to ten votes per share; \n •Authorization of the issuance of preferred stock which can be created and issued by the Board of Directors without prior stockholder approval, with rights senior to those of our common stock; \n •Prohibition of our stockholders to fill board vacancies or call special stockholder meetings; and\n •Limitations on who may call special meetings of stockholders.\n These and other provisions in our certificate of incorporation, bylaws and Delaware law, including differences in law if we effect the Redomestication to become organized under the laws of the State of Nevada, could make it more difficult for stockholders or potential acquirers to obtain control of our Board of Directors or initiate actions that are opposed by our then-current Board of Directors, including a merger, tender offer or proxy contest involving our company. In addition, in connection with the closing of the Merger, the anti-takeover provisions included in our organizational documents may be removed or changed or additional anti-takeover provisions may be added which could further delay or prevent a change of control transaction or changes in our Board of Directors. Any delay or prevention of a change of control transaction or changes in our Board of Directors could cause the market price of our common stock to decline.\n We cannot guarantee that we will repurchase our common stock pursuant to our share repurchase programs or that our share repurchase programs will enhance long-term stockholder value. On September 7, 2023, our Board of Directors authorized the repurchase of $250 million in shares of our common stock under a new share repurchase program. The share repurchase program has a term of two years and does not obligate the Company to acquire any particular number of shares and may be modified, suspended or discontinued at any time. The Executive Committee of our Board of Directors will determine the price, timing, amount and method of such repurchases based on its evaluation of market conditions and other factors, and at prices determined to be attractive and in the best interests of both the Company and its stockholders.\nAlthough our Board of Directors has authorized the share repurchase programs, the share repurchase programs do not obligate the Company to repurchase any specific dollar amount or to acquire any specific number of shares. The timing and amount of repurchases, if any, will depend upon several factors, including market and business conditions, the trading price of the Company’s common stock and the nature of other investment opportunities. In August 2022, Congress passed the Inflation Reduction Act, which imposes a one percent tax on stock repurchases, subject to certain adjustments, after December 31, 2022 by publicly traded U.S. companies, including us, which may also impact our decision to engage in share repurchases. The repurchase programs may be limited, suspended or discontinued at any time without prior notice. In addition, repurchases of our common stock pursuant to our share repurchase programs could affect our stock price and increase its volatility. The existence of a share repurchase\n\n\nprogram could cause our stock price to be higher than it would be in the absence of such a program. Additionally, our share repurchase programs could diminish our cash reserves, which may impact our ability to finance future growth, and to pursue possible future strategic opportunities and acquisitions. There can be no assurance that any share repurchases will enhance stockholder value because the market price of our common stock may decline below the levels at which we repurchased shares of stock. Although our share repurchase programs are intended to enhance long-term stockholder value, there is no assurance that they will do so and short-term stock price fluctuations could reduce the program’s effectiveness.",
      "char_count": 101790
    }
  },
  "extracted_at": "2025-10-18T18:01:41.692895"
}