{
  "ticker": "TROX",
  "company_name": "Tronox Holdings plc",
  "cik": 1530804,
  "form_type": "10-K",
  "filing_date": "2025-02-19",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001530804-25-000004",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001530804&accession_number=000153080425000004&xbrl_type=v",
  "sic_code": "2810",
  "industry": "Industrial Inorganic Chemicals",
  "sections": {
    "item1": {
      "text": "Item 1.    Business\nOverview\nTronox is the world’s leading vertically integrated manufacturer of TiO2 pigment. We operate titanium-bearing mineral sand mines and beneficiation and smelting operations in Australia and South Africa to produce feedstock materials that can be processed into TiO2 for pigment, high purity titanium chemicals, including titanium tetrachloride, and ultrafine TiO2 used in certain specialty applications. Our strategy is to be vertically integrated and produce enough feedstock materials to be as self-sufficient as possible in the production of TiO2 at our nine pigment facilities located in the United States, Australia, Brazil, UK, France, the Netherlands, China and the Kingdom of Saudi Arabia. We believe that vertical integration is the best way to achieve our ultimate goal of delivering low cost, high-quality pigment to our approximately 1,200 TiO2 customers throughout the world. The mining, beneficiation and smelting of titanium bearing mineral sands also creates meaningful quantities of co-products including zircon, pig iron and the rare-earth bearing mineral, monazite, which we also supply to customers around the world.\n![alt  LGRY014 Tronox Flow Chart (002).jpg](https://www.sec.gov/Archives/edgar/data/1530804/000153080425000004/trox-20241231_g1.jpg)\nThe following chart highlights the TiO2 value chain we participate in.\nThe following sets forth the percentage of our revenue derived from sales of our products by geographic region for the year ended December 31, 2024. \n![alt  1386](https://www.sec.gov/Archives/edgar/data/1530804/000153080425000004/trox-20241231_g2.jpg)\n![alt  1499](https://www.sec.gov/Archives/edgar/data/1530804/000153080425000004/trox-20241231_g3.jpg)\nTABLE OF CONTENTS\n\n The below sets forth the percentage of our revenue derived from sales of our products for the year ended December 31, 2024. \nFor further financial information regarding our products and geographic regions, see the section entitled “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, as well as Notes 3 and 23 of notes to our consolidated financial statements, each included elsewhere in this Form 10-K.\n2024 Key Strategic Initiatives\nThe following sets forth the key strategic initiatives underway in 2024:\nBecome the Low Cost TiO Producer by Investing in our Business Processes and Strengthening Vertical Integration\nOur ability to compete effectively in the TiO2 industry is determined by many factors, including innovation, reliability, product quality, customer service and price. The business processes that allow us to maximize the benefit of our vertical integration and global footprint --- the so-called “hidden factory” --- needs to be optimized if we are to successfully meet the pricing and other competitive pressures that characterize our industry. During 2024, we continued to progress with our multi-year IT-enabled transformation program that includes both operational and business transformation.\n2\n\n\nTABLE OF CONTENTS\n\nIn addition, in terms of strengthening vertical integration, during 2024, the Company invested approximately $135 million in two key mining projects in South Africa - Namakwa East OFS and Fairbreeze extension - which are expected to replace existing mines in South Africa reaching end of life. We believe these new mining sites are abundant in natural rutile and zircon, and will be a significant source of high grade ilmenite suitable for direct use or slag processing. These investments are expected to generate returns above the Company's cost of capital. In addition, we also have a mine development project in the early stages of development in Australia which is intended to maintain our level of feedstock vertical integration. \nIn addition, we are also continuing to evaluate opportunities to leverage our expertise in mining and the exposure we have to rare earth materials, including monazite, through our operations. \nCapital Allocation \nIn addition to returning approximately $80 million in cash to shareholders in the form of dividends and investing $370 million of capital during 2024, we believe we continued to prudently manage liquidity and our balance sheet. During 2024, we executed several term loan refinancing transactions which extended the maturities in such instruments while also reducing the applicable interest rates thereunder. At the end of 2024, we had cash on hand of $151 million and untapped short-term borrowing capacity of $427 million. \nDevelop Our Position as a Significant Supplier of Rare Earth Oxides\nTronox’s existing mining operations and tailing piles in South Africa and Australia contain significant quantities of monazite, a mineral containing rare earth elements (REEs) widely recognized as a critical mineral for the energy transformation underway to decarbonize the world’s economy. For these applications, REE must first be processed into an oxide form --- rare earth oxides or “REO” --- that can then be metallized for the production of permanent magnets. Every step of the REE supply chain today is dominated by China. China’s dominance of the processing of REO and production of permanent magnets is widely recognized as a serious strategic challenge by democratic governments around the world. \nThe separation, beneficiation and processing technologies that Tronox uses to turn titanium-bearing ores into TiO2 are applicable for turning monazite into REO. In the past, we sold our monazite in unconcentrated form as a waste product but given the increased value associated with REE, we are now seeking to maximize the value of our existing geologic resources and deploy our substantial technical know how and human capital to become a significant supplier of REO to non-Chinese producers of metals and permanent magnets.\nOur Principal Products \nTiO2\nTiO2 Pigment \nTiO2 pigment is used in a wide range of products due to its ability to impart whiteness, brightness, and opacity. TiO2 pigment is used extensively in the manufacture of paint and other coatings, plastics and paper, and in a wide range of other applications. Moreover, it is a critical component of everyday consumer applications due to its superior ability to cover or mask other materials effectively and efficiently relative to alternative white pigments and extenders. TiO2 pigment is considered to be a quality of life product. At present, it is our belief that there is no effective substitute for TiO2 pigment because no other white pigment has the physical properties for achieving comparable opacity and brightness or can be incorporated as cost effectively. \nUltrafine Specialty TiO2\nWe produce ultrafine TiO2 at our manufacturing facility in Thann, France. We market ultrafine TiO2 products under the CristalActiv® trademark. Ultrafine TiO2 has highly catalytic properties due to the relatively high surface area of each TiO2 molecule. The principal use of ultrafine TiO2 products is in NOx emission control products utilized in stationary, mobile and marine applications. \nIn 2024, we generated $2.4 billion in revenue from sales of TiO.\nZircon\nZircon (ZrSiO4) is a co-product of mining mineral sands deposits for titanium feedstock. Zircon is used as an additive in ceramic glazes, which makes the ceramic glaze more water, chemical and abrasion resistant. It is also used for the production of zirconium metal and zirconium chemicals, in refractories, as molding sand in foundries, and for TV screen glass, where it adds its structural stability at high temperatures and resistance to abrasive and corrosive conditions. Zircon typically represents a relatively \nTABLE OF CONTENTS\n\nlow proportion of the in-situ heavy mineral sands deposits we mine, but has a relatively high value compared to other heavy mineral products. Refractories containing zircon are expensive and are only used in demanding, high-wear and corrosive applications in the glass, steel and cement industries. Foundry applications use zircon when casting articles of high quality and value where accurate sizing is crucial, such as aerospace, automotive, medical, and other high-end applications. \nIn 2024, we generated $322 million in revenue from sales of zircon.\nOther Products\nHigh Purity Pig Iron\nDuring the process of smelting ilmenite at our smelters to increase the concentration of titanium and produce titanium slag, high purity pig iron is produced as a co-product. High purity pig iron is used as a raw material in foundries for the production of high-quality ductile iron castings. Ductile iron is used extensively throughout the world for the production of safety critical automotive parts, such as engine blocks, brake calipers and steering knuckles in cars and trucks. \nMonazite\nLike zircon, monazite is a co-product of mining mineral sands deposits for titanium feedstock. Monazite is concentrated and processed to remove contaminants, such as uranium and thorium, before being separated into specific rare earth oxides (REOs) such as neodymium (Nd), praseodymium (Pr), terbium (Tb), and dysprosium (Dy). These REOs can then be metallized and formed into permanent magnets, particularly NdFeB magnets, that are needed to manufacture electric vehicle motors, wind turbines and other green economy applications.\nFeedstock\nMost TiO2 products are derived from three naturally occurring minerals which are commonly referred to as heavy minerals or mineral sands: ilmenite, leucoxene and rutile. Ilmenite, rutile, leucoxene, as well as titanium slag and synthetic rutile which are processed from ilmenite, are the primary feedstock materials that we use for the production of TiO2 pigment. Titanium slag is produced by smelting ilmenite in an electric arc furnace to separate titanium-oxide from the iron and other impurities. Synthetic rutile is produced by reducing ilmenite in a rotary kiln, followed by leaching under various conditions to remove the metallic iron from the reduced ilmenite grains. The purpose of both processes is to increase the titanium concentration of the ilmenite. There is substantial overlap amongst each of the aforementioned with the primary differentiating factor being the level of titanium content. For instance, rutile has the highest titanium dioxide content of approximately 94% to 96%, while ilmenite has the lowest of approximately 45% to 65%. As a result of our continued pursuit of our vertical integration strategy, we currently do not expect to actively sell feedstock going forward. \nTitanium Tetrachloride\nWe sell titanium tetrachloride (“TiCl4”) from our facilities in Thann, France and Yanbu, KSA. At our Thann facility in France, we produce TiCl4 dedicated for merchant market sales to customers for use mainly in the production of various types of pigments and catalyst products. At our Yanbu facility, we produce excess TiCl4 which we both sell directly to a joint venture between Advanced Metal Industries Cluster and Toho Titanium Metal Co. Ltd. (\"ATTM\") for use at ATTM's titanium sponge plant facility that is adjacent to our Yanbu facility and in the merchant market.\nIn 2024, we generated $345 million in revenue from the sale of high purity pig iron, monazite, titanium tetrachloride and other products. \nThe demand for certain of our products during a given year is subject to seasonal fluctuations. See “Risk Factors – \nRisks Relating to our Business - The markets for many of our products have seasonally affected sales patterns”.\nMining and Beneficiation of Mineral Sands Deposits \nOur current operational mining and beneficiation of mineral sands deposits are comprised of the following:\n•KwaZulu-Natal (“KZN”) Sands operations located on the eastern coast of South Africa consisting of the Fairbreeze mine, a concentration plant, a mineral separation plant and two smelting furnaces that produce titanium slag;\n•Our Namakwa Sands operations located on the western coast of South Africa consisting of the Namakwa mine, two concentration plants, a mineral separation plant, as well as two smelting furnaces that produce titanium slag; \n4\n\n\nTABLE OF CONTENTS\n\n•Our Northern Operations complex in Western Australia consisting of the Cooljarloo dredge mine and floating heavy mineral concentration plant and the Chandala metallurgical site which includes a mineral separation plant and a synthetic rutile plant that produces synthetic rutile;\n•Eastern Australia operations consisting of the Atlas mine and a heavy mineral concentration plant located there and a mineral separation plant located at Broken Hill, New South Wales; and\n•Perth Basin operations in Western Australia consisting of the Wonnerup mine and a mineral separation plant.\nZircon and monazite are often, but not always, found in mineral sands deposits containing ilmenite. They are extracted, alongside ilmenite and rutile, as part of the initial mineral sands separation process. \nThe mining of mineral sands deposits is conducted either “wet,” by dredging or hydraulic water jets, or “dry,” by using earth-moving equipment to excavate and transport the sands. The type of mining operation we deploy is dependent upon the characteristics of the ore body. Dredge mining is generally the favored method of mining mineral sands, provided that the ground conditions are suitable, water is readily available and the deposit is low in slime content. Dry mining techniques are generally preferred in situations involving hard ground, discontinuous ore bodies, small tonnage, high slimes contents and/or very high grades.\nRegardless of the type of mining technique, the first step in the beneficiation process after the mineral sands have been mined is to utilize wet concentrator plants to produce a high grade of heavy mineral concentrate (typically approximately 90% to 98% heavy mineral content). Screened ore is first de-slimed, a process by which slimes are separated from larger particles of minerals, and then processed through a series of spiral separators that use gravity to separate the heavy mineral sands from lighter materials, such as quartz. Residue from the concentration process is pumped back into either the open pits or slimes dams for rehabilitation and water recovery. \nAfter producing heavy mineral concentrate in our wet concentrator plants, we separate the non-magnetic (rutile, zircon and monazite) and magnetic (ilmenite) fractions utilizing a variety of techniques. Through the separation process, we produce zircon which is sold directly to customers, rutile and leucoxene which can immediately be used as feedstock material to make TiO2 pigment, and monazite which we currently sell in a relatively unconcentrated form but which we plan on further processing before sale to extract greater value.\nIlmenite is generally further refined for use in our TiO2 pigment manufacturing processes. Depending on the characteristics of the ilmenite we use two fundamental processes to refine ilmenite. Both processes involve the removal of iron and other non-titanium material.\n•Titanium slag is made by smelting ilmenite in an electric arc furnace to separate titanium-oxide from the iron and other impurities. The result is two products: “slag” which contains 86% to 89% titanium dioxide and is considered a TiO2 feedstock material, and high purity pig iron which is ready for sale to end-use customers. \n•Synthetic rutile is made by reducing ilmenite in a rotary kiln, followed by leaching under various conditions to remove the iron from the reduced ilmenite grains. Activated carbon is a byproduct of this process. Our synthetic rutile has a titanium dioxide content of approximately 89% to 92% and is also considered a TiO2 feedstock material.\nOur current mining and beneficiation operations have an annual production capacity of approximately 832,000 metric tons (“MT”) of titanium feedstock, which is comprised of 182,000 MT of rutile and leucoxene, 240,000 MT of synthetic rutile and 410,000 MT of titanium slag. We currently have the capability to produce approximately 297,000 MT of zircon and 250,000 MT of pig iron per year.\nCompetitive Conditions of Mining and Feedstock Production\nGlobally, there are a large number of mining companies that mine mineral sand deposits containing ilmenite, as well as zircon. However, there is a smaller number of mining companies that are also involved in upgrading the underlying ilmenite to produce feedstock typically utilized by TiO2 producers. \nPigment producers procure a range of types of feedstocks from multiple feedstock producers to create varying blends of feedstock materials that maximize the efficiency and economic returns of their unique production technique under conditions applicable at the time of production. Pigment producers frequently switch the relative amount of each feedstock they procure based on a number of factors including: the relative cost of feedstocks, feedstock logistics costs, the cost of, and availability of, chemicals used to process feedstocks, as well as waste management costs. Hence, there is a high degree of substitutability between and among titanium feedstocks.\nProduction of TiO2 Pigment\n5\n\n\nTABLE OF CONTENTS\n\nTiO2 pigment is produced using a combination of processes involving the manufacture of base pigment particles through either the chloride or sulfate process followed by surface treatment, drying and milling (collectively known as finishing). Currently, approximately 87% of our TiO2 pigment production capacity is produced using the chloride process and approximately 13% of our TiO2 production capacity is produced using the sulfate process. \nWe use the sulfate process at our manufacturing facility in Thann, France to produce ultrafine TiO2 products.\nIn the chloride process, feedstock (slag, synthetic rutile, natural rutile or ilmenite ores) are reacted with chlorine (the chlorination step) and carbon to form TiCl4 in a continuous fluid bed reactor. Purification of TiCl4 to remove impurities is accomplished using selective condensation and distillation processes. The purified TiCl4 is then oxidized in a vapor phase form to produce raw pigment particles and chlorine gas. The latter is recycled back to the chlorination step for reuse. Raw pigment is then typically slurried with water and dispersants prior to entering the finishing step. Due to the nature of the production process, the final pigment product is not sensitive to the feedstocks used to create it, as substantially all substances other than TiO2 are removed during the process. The chloride process currently accounts for substantially all of the industry-wide TiO2 production capacity in North America, and approximately 41% of industry-wide capacity globally.\nIn the sulfate process, ilmenite and/or slag are dissolved in concentrated sulfuric acid. After removing impurities, dissolved titanium is hydrolyzed and separated from the remaining sulfuric acid. The titanium hydrolysate is subsequently calcined in a rotary kiln to produce a raw TiO2. The product is then further finished in a similar way to TiO2 produced through the chloride process.\nCommercial production of TiO2 pigment results in one of two different crystal forms: rutile, which is manufactured using either the chloride process or the sulfate process, or anatase, which is only produced using the sulfate process. Rutile TiO2 is preferred over anatase TiO2 for many of the largest end-use applications, such as coatings and plastics, because its higher refractive index imparts better hiding power at lower quantities than the anatase crystal form and it is more suitable for outdoor use because it is more durable. \nThe primary raw materials used in the production of chloride TiO2 pigment include titanium feedstock, chlorine and coke. As discussed above, we believe we are unique in the degree to which we produce our own high-grade titanium feedstock. Other chemicals used in the production of TiO2 are purchased from various companies under short and long-term supply contracts. In the past, we have been, and we expect that we will continue to be, successful in obtaining extensions to these and other existing supply contracts prior to their expiration. We expect the raw materials purchased under these contracts, and contracts that we enter into the near term, to meet our requirements over the next several years.\nMarketing of TiO2\nWe supply and market TiO2 under the brand name TIONA® and CristalActiv® to approximately 1,200 customers in approximately 120 countries, including market leaders in each of the key end-use markets for TiO2, and we have supplied each of our top ten customers with TiO2 for more than 10 years. We have implemented a margin stabilization program which we believe provides relative certainty over availability of product and price stability to customers who choose to participate, and have also initiated a long-term partnership strategy that we believe will strengthen the commitments from our customers across all regions and products. The long-term partnership strategy and margin stabilization programs are key parts of our TiO2 marketing and sales strategy, enabling us to focus on predictability and reliability of TiO2 delivery across the supply and demand cycle. \nThe following sets forth the percentage of our TiO2 sales volume by end-use market for the year ended December 31, 2024:\n6\n\n\n![alt  21459](https://www.sec.gov/Archives/edgar/data/1530804/000153080425000004/trox-20241231_g4.jpg)\nTABLE OF CONTENTS\n\nIn addition to price and product quality, we compete on the basis of technical support and customer service. We sell our products through both a direct sales force and third-party agents and distributors. Our direct sales, marketing and technical service organizations execute our sales and marketing strategy on a global basis. Due to the technical requirements of TiO2 applications, our technical service organization and direct sales offices are supported by a regional customer service staff located in each of our major geographic markets.\nOur sales and marketing strategy focuses on aligning ourselves with customers growing faster than the market and effective customer management through the development and maintenance of strong relationships. We develop customer relationships and manage customer contact across multiple contact points within the organization including our sales, technical service and marketing, research and development, and customer service teams. These primary points of contact are supplemented by direct contact with plant operations personnel, supply chain specialists, and senior management. We believe that multiple points of customer contact facilitate efficient problem solving, supply chain support, formula optimization and co-development of products.\nCompetitive Conditions of TiO2 Pigment\nThe global market in which our TiO2 pigment business operates is highly competitive. Competition is based on a number of factors such as price, product quality and service. We face competition from both chloride process pigment producers and sulfate process pigment producers. Moreover, because transportation costs are minor relative to the cost of our product, there is also competition between products produced in one region versus products produced in another region.\nWe face competition from global competitors with headquarters in Europe, the United States and China, including Chemours, LB Group, Kronos Worldwide Inc., INEOS, and Venator. In addition, we compete with numerous regional producers particularly in Eastern Europe and China.\nResearch and Development \nWe have research and development facilities that aim to develop new products, service our products, and focus on applied research and development of both new and existing processes. The majority of scientists supporting our TiO2 pigment product development and testing are located in Oklahoma City, Oklahoma, USA and Stallingborough, UK, while the majority of scientists supporting our TiO2 ultrafine specialty business are located in Thann, France. In addition, the research and development personnel relating to our mineral sands operations are located in Australia and South Africa. Our research and development initiatives for concentration and separation of REOs is centered in Perth, Australia. \nNew process developments are focused on increased throughput, efficiency gains and general processing-related improvements for our customers. Ongoing development of process technology contributes to cost reduction, enhanced production flexibility, increased capacity, and improved consistency of product quality. Process technology research also pertains to concentration and separation of monazite into neodymium (Nd), praseodymium (Pr), terbium (Tb), and dysprosium (Dy), the types of REOs that are most in demand for EV and wind turbine applications. \nDuring 2024, as a result of changes in certain regulations regarding a key treatment chemical used in the manufacturing of TiO2 products, we launched a new global coatings product. In addition, sustainable by design principals continue to be a focus of \n7\n\n\nTABLE OF CONTENTS\n\nour research and development activities to align with the Company’s stated sustainability goals. Moreover, we continued to focus on technology transfers across our pigment plants to help us realize the full potential of our global manufacturing footprint. During 2024, we also made progress on expanding our coatings and plastics capabilities in EMEA and APAC to support growth within those regions. In addition, we also continued to support rare earth initiatives which resulted in improvements in the characterization and transformation of raw materials that could be used in the rare earth space. With regards to our TiO2 ultrafine specialty business, in 2024, research and development activities focused on a broad array of areas including direct lithium extraction, carbon capture, catalysts for low carbon fuels and developing more effective DeNOx catalysts for use in automotive and power generation.\nPatents, Trademarks, Trade Secrets and Other Intellectual Property Rights\nProtection of our proprietary intellectual property is important to our business. At December 31, 2024, we held 73 patents and 4 patent applications in the U.S., and approximately 541 in foreign counterparts, including both issued patents and pending patent applications. Our U.S. patents have expiration dates ranging through 2044. Additionally, we have 11 trademark registrations in the U.S. and 3 trademark applications in the U.S., as well as 313 trademark counterpart registrations and applications in foreign jurisdictions.\nWe also rely upon our unpatented proprietary technology, know-how and other trade secrets. The substantial majority of our patents and trade secrets relate to our chloride products, surface treatments, chlorination expertise, and oxidation process technology, and this proprietary chloride production technology is an important part of our overall technology position. However, much of the fundamental intellectual property associated with both chloride and sulfate pigment production is no longer subject to patent protection. At Namakwa Sands, we rely on intellectual property for our smelting technology, which was granted to us in perpetuity by Anglo American South Africa Limited for use on a worldwide basis, pursuant to a non-exclusive license. \nWhile certain of our patents relating to our products and production processes are important to our long-term success, more important is the operational knowledge we possess. We also use and rely upon unpatented proprietary knowledge, continuing technological innovation and other trade secrets to develop and maintain our competitive position. We conduct research activities and protect the confidentiality of our trade secrets through reasonable measures, including confidentiality agreements and security procedures. We protect the trademarks that we use in connection with the products we manufacture and sell, and have developed value in connection with our long-term use of our trademarks. See “Risk Factors—If our intellectual property were compromised or copied by competitors, or if competitors were to develop similar intellectual property, our results of operations could be negatively affected. Further, third parties may claim that we infringe on their intellectual property rights which could result in costly litigation.\"\nHuman Capital \nTronox employs approximately 6,500 people across six continents, and we believe it is our rich diversity and exceptional operational and technical expertise that, combined with our vertical integration model, position Tronox as the world's leading vertically integrated manufacturer of titanium dioxide pigment. Recognizing the importance of our human capital, one of our core strategies is to foster a high-performance culture in which we strive for zero harm and operational excellence, while harnessing technology and encouraging innovation to create value, all while empowering our people. In addition, we have placed a priority around developing leaders who will help us effectively (i) acquire, develop and nurture our talent, and (ii) foster a culture that embodies the values that are important to us, starting with safety and operating our business responsibly.\nPeople\nBecause we operate both titanium ore mines and titanium dioxide pigment plants, and because our operations span the world, we require specialty skills in mining and TiO2 pigment manufacturing. We also need people who are willing to learn skills across both mining and chemicals operations and who can help us extract value from our integrated model. The below map sets forth the approximate number of employees as of December 31, 2024, in each of the global regions in which we operate.\n8\n\n\n![alt  021025_TRX_Employees_Map_Update_Released.jpg](https://www.sec.gov/Archives/edgar/data/1530804/000153080425000004/trox-20241231_g5.jpg)\nTABLE OF CONTENTS\n\nAccordingly, we place a high priority on knowledge transfer (including by relocating skilled leaders across countries and between mining and TiO2 pigment operations, by staffing high-potential employees in regions on global projects, and by enabling collaboration in global centers of excellence), and we place a high priority on fostering diversity, equity and inclusion. We are committed to creating an organization where leaders encourage a diverse workforce, where people feel valued and respected, have access to opportunities, and in which a variety of different voices are encouraged and heard. For instance, during 2024, we continued our cultural awareness program in which employees were invited to attend panel-style webinars to learn more about the cultures of the countries where we operate. In addition, in 2024, our D&I regional chapters focused on implementing global initiatives around improvements to our new employee onboarding process to ensure new hires are aware of our D&I programs and how they can participate.\nWe also place an uncompromising focus on operating safe, reliable, and responsible facilities, and we measure our progress with both safety metrics and leading indicators. We believe every employee and contractor has a responsibility for safety, and we proactively identify and manage risk, conduct ourselves responsibly, exercise good judgement, and take accountability for our actions. In 2024, our employees worked approximately 12 million hours with 20 recordable injuries and no fatalities from our operations, and our contractors worked approximately 12 million hours with 19 recordable injuries and no fatalities from our operations.\nCulture\nWe aim to create an organizational culture where employees unleash their full value through living our values, and fostering a high-performance culture. We apply an \"outward mindset\" by which we mean that each employee should be highly aware of the organization's goals and how his or her individual actions affect the entire organization. In 2024, we utilized focus groups around the organization to gain further insight into the results of a cultural survey initiated during 2023. As a result of the feedback from the survey, we developed and launched several new programs and initiatives. We believe we can have the most success fostering a high performance culture by setting high expectations for each other and modelling ways of work done well, enrolling our people into fulfilling our vision and strategy, and investing the success and fulfillment of our people.\nNearly all of our employees have been through training and development courses which instill the principles of working with an outward mindset. The consistent training and reinforcement of the importance of acting with an outward mindset has enabled us to transform our culture. We believe this cultural transformation is reflected in our results, starting with safety: our people truly care for one another, and not only other employees, but also our contractors, visitors and communities. Shaped by an outward mindset, our people have embraced our global diversity and are naturally inclusive. \nToday, we are a collaborative group of people who naturally want to be helpful to others, and we adjust our own efforts to make our colleagues’ work easier, however we can. \nBuilding on the foundation of applying an outward mindset, we have adopted a set of core values that describes our expectations of one another, starting with safety. Every performance review starts with a self-assessment and manager’s assessment of our consistency in living our values. Employees are encouraged – and provided a toolkit – to develop in the values where they are weak, and to help coach others in the values where they are strong.\nTronox Core Values\nTABLE OF CONTENTS\n\n•We have an uncompromising focus on operating safe, reliable and responsible facilities.\n•We honor our responsibility to create value for stakeholders.\n•We treat others with respect, and act with personal and organizational integrity.\n•We build our organization with diverse, talented people who make a positive difference and we invest in their success.\n•We are adaptable, decisive and effective.\n•We are trustworthy and reliable, and we build mutually rewarding relationships.\n•We share accountability, and have high expectations for ourselves and one another.\n•We do the right work the right way in every aspect of our business.\n•We celebrate the joy of working together to accomplish great things.\nCapabilities\nAt Tronox we lead with safety. To ensure we live this value with impact, a key focus of our strategy is to drive risk reduction with an updated safety program focused on leading indicators. This program is intended to help find areas for the Company to make improvements and make our business safer with initiatives that would not be accomplished otherwise. In 2024, we completed numerous projects to reduce risk and increase workplace pride. In 2025, we plan to broaden the scope of such activities as our teams continue to generate action items that we believe will make our operations safer. \nIn addition, our employees are further guided by our code of conduct and business ethics and we conduct annual global training to help them fully understand and comply with our code of conduct.\nWe also have a rigorous succession planning process with respect to key positions throughout the organization. We believe such process allows us to proactively develop the talent of the future and allows us to move with speed and agility when leadership changes are required. As part of the succession planning process, high potential leaders are identified and development plans are completed for each candidate. \nSustainability \nOur business requires an unwavering focus on sustainable operating practices, and our commitment to sustainability supports our overall vision to be the leader in shaping a sustainable, thriving world through enriched and refined minerals and a key pillar of our strategy to be the benchmark for sustainability. As such, we integrate sustainability into every aspect of our business—from our culture and our strategy to our operating practices. We believe sustainable operations enable us to better control costs and manage our environmental footprint. Sustainability also encompasses providing our employees with a safe, diverse workplace and offering them opportunities to grow and develop. Ultimately, safe, environmentally sustainable operations demonstrates our respect for our communities and supports our continued privilege to operate.\nOur sustainability efforts are also focused on reducing Tronox’s carbon footprint. Our detailed and actionable roadmap for reducing carbon emissions in the short-, medium- and long-term demonstrates Tronox’s commitment to mitigating the impact of climate change. Our roadmap covers 100% of our operations and is based on a thorough analysis of our carbon footprint and step-by-step plans to reduce it. The majority of our greenhouse gas (\"GHG\") emissions are generated from our TiO2 slag furnaces in South Africa, synthetic rutile kiln in Western Australia, and TiO2 pigment plants in the United States, United Kingdom, France, Brazil, China, Netherlands, Australia, and the Kingdom of Saudi Arabia. \nWe aim to reduce Scope 1 and Scope 2 emission intensity 25% by the end of 2025 and 50% by the end of 2030, in each case against a 2019 baseline. During 2024, a 200 MW solar energy project in South Africa we first announced in Q1 2022 became fully operational. This project is expected to reduce Tronox’s global Scope 1 and 2 emissions by approximately 13%. In addition, in June 2024, we announced a second large-scale renewable energy project in South Africa that is expected to be fully operational by the end of 2027. Upon completion of such project, the Company expects that approximately 70% of its South African needs will be satisfied by renewable energy. It remains our long-term goal to achieve “net zero” carbon emissions by 2050. We believe the Company’s dedication to these significant renewable energy projects are just two examples of how Tronox is committed to being a leader when it comes to corporate sustainability and protection of the environment.\nEnvironmental, Health and Safety Authorizations\nMining\nOur facilities and operations are subject to extensive general and industry-specific environmental, health and safety regulations in jurisdictions where we operate, but particularly South Africa and Australia. These regulations include those relating to mine rehabilitation, liability provision, water management, the handling and disposal of hazardous and non-hazardous materials, and occupational health and safety. The various legislation and regulations are subject to a number of internal and \nTABLE OF CONTENTS\n\nexternal audits. We believe our mineral sands operations are in compliance, in all material respects, with existing health, safety and environmental legislation and regulations.\nRegulation of the Mining Industry in South Africa\nThe South African mining regulatory regime is comprehensive and requires regular reporting to applicable government departments. A failure to, among other things, comply with any such reporting requirements or the conditions of any mining license could result in extended mandatory shutdown periods, license and/or mining right suspensions or revocations all of which could impact our business. \nIn South Africa, the primary legislative enactments with which our mines are required to comply are the Mineral and Petroleum Resources Development Act (“MPRDA”) which governs the acquisition and retention of prospecting and mining rights. In addition, the Mine Health and Safety Act governs the manner in which mining must be conducted from a health and safety perspective, while the National Environmental Management Act (and its subsidiary legislation) provides the underlying framework with respect to environmental rules and regulation for which our operations must comply. For additional details regarding other South African legislative enactments that govern our mining licenses please see the section entitled “Risk Factors” set forth elsewhere in this Form 10-K.\nRegulation of the Mining Industry in Australia \nEach Australian state and territory has its own legislation regulating the exploration for and mining of minerals. Our key exploration and mining operations are regulated by the Mining Act 1978 (WA), the Mining Act 1992 (NSW) and their related regulations.\nIn Western Australia, State Agreements are contracts between the State and the proponents of major resources projects within Western Australia, and are intended to foster resource development and related infrastructure investments. These agreements are approved and ratified by the Parliament of Western Australia. The State Agreement relevant to the development of certain of our Western Australian operations is the agreement authorized by the Mineral Sands (Cooljarloo) Mining and Processing Agreement Act 1988 (WA). This agreement concluded in March 2020 and Tronox's rights and obligations are now covered by the Western Australian Mining Act.\nRegulation of Finished Product Manufacturing\nOur business is subject to extensive regulation by federal, state, local and foreign governments. Governmental authorities regulate the generation and treatment of waste and air emissions at our operations and facilities. At many of our operations, we also comply with worldwide, voluntary standards developed by the International Organization for Standardization (“ISO”), a nongovernmental organization that promotes the development of standards and serves as a bridging organization for quality and environmental standards, such as ISO 9002 for quality management and ISO 14001 for environmental management.\nChemical Registration\nAs a chemical manufacturer with global operations, we are subject to a wide array of regulations regarding the import, export, labelling, use, storage and disposal of our products. We are obliged to comply with the regulation of chemical substances and inventories under the Toxic Substances Control Act in the United States and the Registration, Evaluation and Authorization of Chemicals (“REACH”) regulation in Europe, as well as a growing list of analogous regimes in other parts of the world, including China, South Korea and Taiwan. Manufacturers and importers of chemical substances must register information regarding the properties of their existing chemical substances with the European Chemicals Agency (“ECHA”). REACH regulations require chemical substances which are newly imported or manufactured in the EU to be registered before being placed on the market, assessed for human health or environmental risk and for registrations to be updated periodically such as when new information emerges relevant to human health or environmental risks associated with the production or use of the substance. For additional information on this topic, see section entitled \"Risk Factors - Risks Relating to our Legal and Regulatory Environment - Our TiO2 products are subject to increased regulatory scrutiny that may impede or inhibit widespread usage of TiO2 and / or diminish the Company's ability to sustain or grow its business or may add significant costs of doing business.\"\nGreenhouse Gas Regulation\nGlobally, our operations are subject to regulations that seek to reduce emissions of GHGs. We currently report and manage GHG emissions as required by law for sites located in jurisdictions requiring such managing and reporting of GHGs, primarily the European Union, United Kingdom and Australia. For additional information on this topic, see section entitled “Risk Factors – Risks Relating to our Legal and Regulatory Environment - ESG issues, including those related to climate change and \n11\n\n\nTABLE OF CONTENTS\n\nsustainability, may subject us to additional costs and restrictions, including increased energy and raw material costs, which could have an adverse effect on our business, financial condition and results of operations, as well as damage our reputation.”\nAvailable Information\nOur public internet site is http://www.tronox.com. The content of our internet site is available for information purposes only and is included as an inactive textual reference. It should not be relied upon for investment purposes, nor is it incorporated by reference into this annual report on Form 10-K unless expressly noted. We make available, free of charge, on or through the investor relations section of our internet site, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements and Forms 3, 4 and 5 filed on behalf of directors and executive officers, as well as any amendments to those reports filed or furnished pursuant to the U.S. Securities and Exchange Act of 1934, as amended (the “Exchange Act”) as soon as reasonably practicable after we electronically file such material with, or furnish it to, the U.S. Securities and Exchange Commission (the “SEC”).\nWe file current, annual and quarterly reports, proxy statements and other information required by the Exchange Act with the SEC. Our SEC filings are also available to the public from the SEC’s internet site at http://www.sec.gov. The content of the SEC's internet site is available for informational purposes only and is included as an inactive textual reference. It should not be relied upon for investment purposes, nor is it incorporated by reference into this annual report on Form 10-K unless expressly noted.",
      "char_count": 45469
    },
    "item1a": {
      "text": "Item 1A.    Risk Factors\nYou should carefully consider the risk factors set forth below, as well as the other information contained in this Form 10-K, including our consolidated financial statements and related notes. This Form 10-K contains forward-looking statements that involve risks and uncertainties. Any of the following risks could materially and adversely affect our business, financial condition and results of operations. Additional risks and uncertainties not currently known to us or those we currently view to be immaterial may also materially and adversely affect our business, financial condition and results of operations. The following risk factors are not necessarily presented in order of relative importance and should not be considered to represent a complete set of all potential risks that could affect our business, financial condition and results of operations.\nRISKS RELATING TO OUR BUSINESS\nMarket conditions, as well as global and regional economic downturns that adversely affect the demand for our end-use products, could adversely affect the results of our operations and the prices at which we can sell our products, thus, negatively impacting our financial results.\nOur revenue and results of operations are significantly dependent on sales of TiO2 products and zircon. Demand for these products historically have been linked to global, regional and local GDP and discretionary spending, which can be negatively impacted by regional and world events or economic and market conditions. Such events can cause a decrease in demand for our products and market prices to fall, which may have an adverse effect on our results of operations and financial condition. A substantial portion of our products and raw materials are commodities that reprice as market supply and demand fundamentals change. Accordingly, product margins and the results of operations tend to vary with changes in the business cycle. \nA significant portion of the demand for our TiO2 products comes from manufacturers of paint and plastics. A significant portion of the demand for zircon comes from the construction and other industrial end markets. Our customers may experience significant fluctuations in demand for their own end products because of economic conditions, changes in consumer demand, or increases in raw material and energy costs. In addition, with respect to the zircon market, we believe that China currently accounts for approximately 50% of the world’s demand for zircon. As such, any prolonged economic downturn in China could result in reduced zircon and TiO2 demand in China which could have a material adverse effect on our business and financial results.\nThe price of our products, in particular, TiO2, zircon, and pig iron, have been, and in the future may be, volatile. Price declines for our products will negatively affect our financial position and results of operations.\nHistorically, the global market for TiO2, zircon and pig iron have been volatile, and those markets are likely to remain volatile in the future. Prices for TiO2, zircon and pig iron may fluctuate in response to relatively minor changes in the supply of, and demand for, these products, market uncertainty and other factors beyond our control. Factors that affect the price of our products include, among other things:\n12\n\n\nTABLE OF CONTENTS\n\n•overall economic conditions;\n•the level of customer demand particularly in the paint, plastics and construction industries;\n•the level of production and exports of our products globally, including the impact of competitors increasing their capacity and exports;\n•the level of production and cost of materials, such as chlorine, sulfuric acid and anthracite, used to produce our products, including rising prices of raw materials due to inflation;\n•the cost of energy consumed in the production of TiO2 and zircon, including the price of natural gas, electricity and pet coke;\n•domestic and foreign governmental regulations, tariffs or other trade disputes, regulations and taxes; \n•political conditions or hostilities and unrest in regions where we manufacture and/or export our TiO2, zircon and feedstock/other products; and\n•major public health issues, such as COVID-19, which could cause, among other things, macroeconomic disruptions.\nPricing pressure, along with demand fluctuations, with respect to our TiO2 products, zircon and pig iron can make it difficult to predict the cash we may have on hand at any given time, and a prolonged period of price declines and/or demand declines may materially and adversely affect our financial position, liquidity, ability to service and repay our debt, pay dividends, operate our business, fund our liquidity and capital needs, including to finance planned capital expenditures and results of operations.\nOur industry and the end-use markets in which we compete are highly competitive and are characterized by excessive production capacity, particularly in China. Competition and excess production capacity may adversely affect our results of operations and operating cash flows.\nEach of our markets is highly competitive. Competition in the TiO2 industry is based on a number of factors such as price, product quality, and service. We face significant competition from major international and smaller regional competitors, especially producers in China. Chinese producers have significantly expanded their TiO2 production capacity in recent years and the volume of their exports and have publicly announced their intention to continue to expand their TiO2 production capacity and aggressive exports efforts. Moreover, the increased Chinese TiO2 production capacity, along with the prolonged economic downturn in China, is resulting in increasing quantities of TiO2 being exported to other regions of the world in which we compete typically at lower prices. \nWe compete with a large number of mining companies with respect to zircon. Zircon producers generally compete on the basis of price, quality, logistics, delivery, payment terms and consistency of supply. Moreover, increased Chinese production of zircon from heavy mineral concentrates imported from Africa and Australia, along with the prolonged economic downturn in China, is resulting in increasing quantities of zircon being exported by China to other regions of the world in which we compete. \nIn addition, we face substantial risk that our customers could switch to our competitors’ products in response to any number of developments including lower price offerings by our competitors for substantially the same products, new product development by competitors, or with respect to zircon customers, switching to lower priced substitute products. Our inability to develop, produce or market our products to compete effectively against our competitors could have a material adverse effect on our business, financial condition, results of operations and cash flow.\nAlthough certain jurisdictions have imposed anti-dumping duties or similar duties against TiO2 imports from China, there can be no assurance that such duties will benefit our business, and if such duties are reduced, removed or not extended, it could have a material adverse effect on our results of operations and financial position.\nThe European Commission and Brazilian governments have both imposed anti-dumping duties on the importation of TiO2 products originating in China. The anti-dumping duties imposed by the European Commission in January 2025 are definitive and will remain in effect for an initial period of five years until January 2030 with the possibility of an extension for an additional five years. The anti-dumping duties imposed by Brazil’s Chamber of Foreign Trade are provisional and will be in place until April 2025 with the possibility that they will become definitive on or around June 2025 for a five-year period. In addition, the trade defense agency in India has announced anti-dumping duties that, subject to approval by the Indian Ministry of Finance, will go into effect in the near future and the Kingdom of Saudi Arabia (KSA) has announced that it is investigating whether dumping of TiO2 products originating in China may be imposed in the Kingdom. \nWe may benefit from these duties due to the impact they may have on the price at which Chinese importers sell TiO2 in these jurisdiction as well as on the volume of exports of Chinese-made TiO2 to these jurisdictions. However, there can be no assurance that these duties will prove effective in increasing the price at which such Chinese producers sell TiO2 in the jurisdictions that \n13\n\n\nTABLE OF CONTENTS\n\nhave or will impose anti-dumping duties nor in decreasing the volume of TiO2 sold by Chinese exporters. Moreover, the Brazilian government may elect to allow the provisional duties to expire without imposing definitive duties; the Indian Ministry of Finance may not approve the anti-dumping duties recommended by the Indian trade defense agency; and KSA may determine that Chinese producers are not, in fact, dumping TiO2 in the KSA market or may impose duties that are insufficient to effect Chinese export behavior. Any of these outcomes could have a material adverse effect on our results of operations and financial position. Anti-dumping duties are generally subject to periodic reviews and, occasionally, legal challenges, which can result in their revocation, suspension or reduction. If these anti-dumping duties and tariffs were to be revoked or reduced in the future, or if they do not adequately combat China’s unfair trade practices, our results of operations and financial position could be adversely impacted.\nWe also benefit from the duties issued by the U.S. government pursuant to Section 301 of the Trade Act of 1974 on Chinese-origin TiO2 products, which are currently set at 25% (“Section 301 Duties”). Similar to anti-dumping duties, these duties impact the volume and price of Chinese TiO2 products originating in China imported into the United States. Section 301 Duties may be modified, removed, extended, reduced or increased by executive action, or TiO2 could be excluded from the Section 301 Duties in the future. Any such changes to the Section 301 Duties on TiO2 products could have a material adverse effect on our results of operations and financial position. \nAn increase in the price of energy or other raw materials, or an interruption in our energy or other raw material supply, could have a material adverse effect on our business, financial condition and results of operations.\nOur mining, beneficiation, smelting and production processes consume significant amounts of energy and raw materials, the costs of which can be subject to worldwide, as well as, local supply and demand, as well as other factors beyond our control. Fuel and energy linked to commodities, such as diesel, natural gas, heavy fuel oil and pet coke, and other consumables, such as chlorine, sulfuric acid, illuminating paraffin, electrodes, sulfur and anthracite, consumed in our TiO2 manufacturing and mining operations form an important part of our TiO2 operating costs. We have no control over the costs of these consumables, many of which are linked to some degree to the price of oil, and the costs of many of these raw materials may fluctuate widely for a variety of reasons, including changes in availability, major capacity additions or reductions, or significant facility operating problems. Moreover, the ongoing Russia and Ukraine conflict has resulted in, and may continue to result in, increased uncertainty with respect to the supply of energy and other energy-dependent commodities for our TiO2 production facilities located in the European Union and the United Kingdom, as well as other raw materials, such as anthracite, for our slag furnaces located in South Africa. Increased costs of electricity and disruptions in the supply of electricity due to long-standing operational issues at the sole, state-owned energy supplier in the Republic of South Africa, Eskom, could increase the costs of production, or disrupt operations, at our mines and beneficiation operations in that country. Availability of such consumables could also be impacted by transportation capacity constraints or other interruptions. These fluctuations could negatively affect our operating margins, our results of operations or planned capital expenditures. In addition, due to our global footprint and reliance on key raw materials from around the world, we are particularly reliant on shipping vessels to transport such raw materials as well as our finished goods. As a result of the current Middle East conflict, there is increasing pressure on shipping vessels to potentially avoid key shipping routes through the Red Sea and the Suez Canal which could result in a reduction of available shipping vessels and/or increased shipping costs. As the costs of raw materials, utilities, transportation and similar costs rise, our operating expenses will increase and could adversely affect our business, especially if we are unable to pass price increases relating to raw materials, utilities, transportation and similar costs through to our customers.\nThe markets for many of our products have seasonally affected sales patterns.\nHistorically, the demand for our products is subject to seasonal fluctuations. TiO2 is widely used in paint and other coatings where demand increases prior to the painting season in the Northern Hemisphere (spring and summer). Additionally, although zircon is generally a non-seasonal product, it is negatively impacted by the winter and Chinese New Year celebrations due to reduced zircon demand from China. We may be adversely affected by existing or future cyclical changes, and such conditions may be sustained or further aggravated by anticipated or unanticipated changes in regional weather conditions. For example, poor weather conditions in a region can lead to an abbreviated painting season, which can depress consumer sales of paint products that use TiO2.\nWe are dependent on, and compete with other mining and chemical businesses for, key human resources in the countries in which we operate, and our business will suffer if we are unable to hire or deploy highly skilled employees.\nWe compete with other chemical and mining companies, and other companies generally, in the countries in which we operate to attract and retain key human resources at all levels with the appropriate technical skills and operating and managerial experience necessary to continue operating and expanding our businesses. These operations use modern techniques and equipment and accordingly require various types of skilled workers. The success of our business will be materially dependent \n14\n\n\nTABLE OF CONTENTS\n\nupon the skills, experience and efforts of our key officers and skilled employees. Competition for skilled employees may cost us in terms of higher labor costs or reduced productivity. In addition, certain of our production facilities and mining operations are situated in remote locations which may make it more difficult to attract and retain the skilled workers required. As a result, we may not be able to attract, retain and deploy skilled and experienced employees. Should we lose any of our key personnel or fail to attract, retain and deploy key qualified personnel or other skilled employees, our business may be harmed and our operational results and financial condition could be affected.\nGiven the nature of our chemical, mining and smelting operations, we face a material risk of liability, production delays and additional expenditures from industrial accidents.\nOur business is exposed to, among other things, industrial accidents the occurrence of which could delay production, suspend operations, increase repair, maintenance or medical costs and, due to the vertical integration of our operations, could have an adverse effect on the productivity and results of operations of a particular manufacturing facility or on our business as a whole. Furthermore, during operational breakdowns resulting from any such industrial accident, the relevant facility may not be restored to full operations within the anticipated timeframe, which could result in further business losses. Over our operating history, we have incurred incidents of this nature. For instance, in 2023, as a result of a fire at the supplier of 100% of our Botlek, Netherlands TiO2 pigment plant's steam needs, such plant was forced to be taken offline for several months which impacted our 2023 financial results. If any of the equipment on which we depend were severely damaged or were destroyed by fire or otherwise, we may be unable to replace or repair it in a timely manner or at a reasonable cost, which would impact our ability to produce and ship our products, which would have a material adverse effect on our business, financial condition and results of operations.\nEquipment failures and deterioration of assets may lead to production curtailments, shutdowns or additional expenditures.\nOur operations depend upon critical equipment that must be periodically maintained and upgraded in order to avoid suffering unanticipated breakdowns or failures. The occurrence of equipment failures or deterioration of assets could delay production, suspend operations, increase repair, maintenance or medical costs and, due to the vertical integration of our operations, could have an adverse effect on the productivity and results of operations of a particular manufacturing facility or on our business as a whole. In addition, assets critical to our mining and chemical processing operations may deteriorate due to wear and tear or otherwise sooner than we currently estimate. Such deterioration may result in additional maintenance spending and additional capital expenditures. If these assets do not generate the amount of future cash flows that we expect, and we are not able to refurbish them or procure replacement assets in an economically feasible manner, our future results of operations may be materially and adversely affected.\nOur results of operations and financial condition could be seriously impacted by security breaches, including cybersecurity incidents.\nWe rely on information technology systems across our operations to manage our business including, but not limited to, our accounting, finance, and supply chain functions. Our information technology is provided by a combination of internal and external services and service providers. Further, our business involves the use, processing, storage and transmission of information about customers, suppliers and employees using such information technology systems. Our ability to effectively operate our business depends on the security, reliability and capacity of these systems.\nLike most major corporations, during the normal course of business, we have been the target of cyberattacks, including phishing or ransomware attacks, from time to time, and we expect to be the target of such cyberattacks in the future. For instance, the Cristal business we acquired in April 2019 was subject to a significant cybersecurity attack in 2017. Failure to effectively prevent, detect and recover from security breaches, including attacks on information technology and infrastructure by hackers; viruses; breaches due to employee error or actions; or other disruptions could seriously harm our operations as well as the operations of our customers and suppliers. Such serious harm can involve, among other things, misuse of our assets, business disruptions, loss of data, unauthorized access to trade secrets and confidential business information, unauthorized access to personal information, legal claims or proceedings, reporting errors, processing inefficiencies, negative media attention, reputational harm, loss of sales, remediation and increased insurance costs, and interference with regulatory compliance. We have experienced, and expect to continue to experience, these types of cybersecurity threats and incidents, which may be material.\nWe have put in place training and security measures designed to protect against cyberattacks, phishing, security breaches and misappropriation or corruption of our systems, intentional or unintentional disclosure of confidential information, or disruption of our operations. As these threats continue to evolve, particularly around cybersecurity, we may be required to expend significant resources to enhance our control environment, processes, practices and other protective measures. Despite these efforts, we may not be able to prevent cyberattacks and other security breaches and such events could materially adversely affect our business, financial condition and results of operations.\n15\n\n\nTABLE OF CONTENTS\n\nOur ore resources and reserve estimates are based on a number of assumptions, including mining and recovery factors, future cash costs of production and ore demand and pricing. As a result, ore resources and reserve quantities actually produced may differ from current estimates.\nThe mineral resource and reserve estimates are estimates of the quantity and ore grades in our mines based on the interpretation of geological data obtained from drill holes and other sampling techniques, as well as from feasibility studies. The accuracy of these estimates is dependent on the assumptions and judgments made in interpreting the geological data in accordance with established guidelines and standards. Our mineral reserves represent the amount of ore that we believe can be economically mined and processed, and are estimated based on a number of factors.\nThere is significant uncertainty in any mineral reserve or mineral resource estimate. Factors that are beyond our control, such as the ability to secure mineral rights, the sufficiency of mineralization to support mining and beneficiation practices and the suitability of the market may significantly impact mineral resource and reserve estimates. The actual deposits encountered and the economic viability of mining a deposit may differ materially from our estimates. Since these mineral resources and reserves are estimates based on assumptions, we may revise these estimates in the future as we become aware of new developments. To maintain TiO2 feedstock and zircon production beyond the expected lives of our existing mines or to increase production materially above projected levels, we will need to access additional reserves through exploration or discovery.\nIf we are unable to innovate and successfully introduce new products, or new technologies or processes reduce the demand for our products or the price at which we can sell products, our results of operations could be adversely affected.\nOur industries and the end-use markets into which we sell our products experience periodic technological change and product improvement. Our financial condition and results of operations could be adversely affected if we are unable to gauge the direction of commercial and technological progress in key end-use markets or if we fail to fund and successfully develop, manufacture and market products in such changing end-use markets.\nIn addition, new technologies or processes have the potential to replace or provide lower-cost alternatives to our products, such as new processes that reduce the amount of TiO2 or zircon content in consumer products which in turn could depress the demand and pricing for TiO2 or zircon, respectively. We cannot predict whether technological innovations will, in the future, result in a lower demand for our products or affect the competitiveness of our business. We may be required to invest significant resources to adapt to changing technologies, markets and competitive environments.\nRISKS RELATING TO THE GLOBAL NATURE OF OUR BUSINESS\nWe are exposed to the risks of operating a global business.\nWe have operations in jurisdictions around the globe which subjects us to a number of risks, including:\n•adapting to unfamiliar regional and geopolitical conditions and demands, including political instability, civil unrest, expropriation, nationalization of properties by a government, imposition of sanctions, changes to import or export regulations and fees, renegotiation or nullification of existing agreements, mining leases and permits;\n•increased difficulties with regard to political and social attitudes, laws, rules, regulations and policies within countries that favor domestic companies over non-domestic companies, including customer- or government-supported efforts to promote the development and growth of local competitors;\n•economic and commercial instability risks, including those caused by sovereign and private debt default, corruption, and new and unfamiliar laws and regulations at national, regional and local levels, including taxation regimes, tariffs and trade barriers, including any additional tariffs in the United States or retaliatory tariffs imposed by other governments, exchange controls, repatriation of earnings, and labor and environmental and health and safety laws and regulations;\n•implementation of additional technological and cybersecurity measures and cost reduction efforts, including restructuring activities, which may adversely affect our ability to capitalize on opportunities;\n•major public health issues, such as COVID-19, which could cause, and have caused, disruptions in our operations or workforce; \n•war, political conditions, hostilities, including, but not limited to, the ongoing Russia and Ukraine and Middle East conflicts, or terrorist activities;\n•difficulties enforcing intellectual property and contractual rights in certain jurisdictions; and\n•unexpected events, including fires or explosions at facilities, and natural disasters, including as a result of climate-related events.\n16\n\n\nTABLE OF CONTENTS\n\nSouth Africa, where we have large mining assets and derive a significant portion of our revenue and profit, poses distinct operational risks which could affect our business, financial condition and results of operations.\nIn South Africa, we currently operate two significant mining assets, as well as accompanying separation plants and smelting operations, and derive a significant portion of our profit from the sale of zircon. Our mining and smelting operations depend on the electrical grid operated by Eskom, the sole-state-owned energy supplier, as well as the electrical power generated by Eskom. In the past, Eskom has not been able to reliably provide electrical power and there is no assurance that such reliability of electrical power and the associated energy grid will continue in the future which could have a material adverse effect on our business, financial condition and results of operations. In addition, we have also experienced increased electricity prices in the past and future price increases are expected to occur.\nOur operations in South Africa are reliant on services provided by the State-owned, sole provider of rail transport, Transnet Freight Rail and ocean transport, Transnet National Port Authority (collectively \"Transnet\"). Furthermore, Transnet provides extensive dockside services at both the ports of Richards Bay and Saldanha Bay from where we export bulk quantities of TiO2 feedstock to our pigment plants worldwide and pig iron. Like Eskom, Transnet faces chronic operational and financial challenges. In 2021, Port of Richards Bay, which is owned and operated by Transnet, was impacted by two separate events, including a significant fire, which damaged part of the Port's infrastructure, causing increased shipment delays and costs to us. Currently, Transnet's rail transport services at the Port of Richards Bay is not operational, and as such, we are presently using trucking services to transport all of our raw material from our KZN operations to the port of Richards Bay. Shipment delays at the port of Richards Bay have persisted for the last several years, including 2024, and we believe such delays will continue in 2025 and beyond. Delays or interruptions at either the rail service or the ports in which we receive and/or export material could have a negative impact on our business, financial condition and results of operations.\nIn addition, our KZN Sands operations currently use approximately 348,000 gigajoules of Sasol gas annually, which is currently available only from Sasol Limited (Sasol). As such, an interruption in the supply of gas from Sasol could have a material adverse effect on our business, financial conditions and results of operations.\nIn addition, under South African law, our South African mining operations are subject to various environmental authorizations that govern each operation. These authorizations require, among other conditions, that mining operations maintain certain environmental standards, including air and water quality limits and post-rehabilitation obligations. Any changes by governmental authorities to these limits and license conditions could increase our costs of operations thereby affecting our operational results and financial condition.\nThe aforementioned operational risks, as well as any other foreseen or unforeseen operational risks primarily related to doing business in South Africa, could have a material adverse effect on our business, financial condition and results of operations.\nAs an emerging market, South Africa poses a challenging array of long-term political, social and economic risks.\nSouth Africa continues to undergo political, social and economic challenges. For example, in 2021, unprecedented and politically motivated civil unrest in South Africa resulted in significant damage to the national supply chains and logistics. The primary area of unrest was near to our KZN operations. Changes to, or instability in, the economic, social or political environment in South Africa which cause civil unrest, shortages of production materials, interruptions to transportation networks, or labor unrest could result in production delays and production shortfalls, and materially impact our production and results of operations.\nThe South African government has recently embarked on a process of identifying and securing land for persons who were previously dispossessed of such land as a result of Apartheid policies. In December 2019, the South African government released a draft land expropriation bill for public comment. The land expropriation bill contemplates that, where it is in the “public interest”, land may be expropriated by the South African government, without compensation being payable to the current owners. While the South African government has indicated that such measures will be applied initially to state-owned land, it is possible that such measures may extend to agricultural and mining areas. In the event that the land on which the Namakwa Sands and KZN Sands operations are situated become the subject of a land claim under any such proposed or future land expropriation bill, it may have a material adverse effect on our business, financial condition and results of operations.\nThe South African government's exchange control regulations require resident companies to obtain the prior approval of the South African Reserve Bank to raise capital in any currency other than the Rand, and restrict the export of capital from South Africa. While the South African government has relaxed exchange controls in recent years, it is difficult to predict whether or how it will further change or abolish exchange control measures in the future. These exchange control restrictions could hinder \n17\n\n\nTABLE OF CONTENTS\n\nour financial and strategic flexibility, particularly our ability to use South African capital to fund acquisitions, capital expenditures, and new projects outside of South Africa.\nOur South African operations have been affected by inflation in South Africa in recent years. Employment costs and wages in South Africa have increased in recent years, resulting in significant cost pressures for the mining industry. Prolonged or heightened inflation and associated cost pressures could have a material adverse effect on our business, financial condition and results of operations.\nOur South African operations have entered into various collective agreements with organized labor regulating wages and working conditions at our mines and smelter operations. There have been periods when various stakeholders have been unable to agree on dispute resolution processes, leading to threats of disruptive industrial action disputes. Due to the high level of employee union membership, our South African operations are at risk of production stoppages for indefinite periods due to strikes and other labor disputes. Although we believe that we have good labor relations with our South African employees, we may experience labor disputes in the future. \n In addition, although we believe that our relationships with our various local communities are good, the areas in which our South African operations are situated are the traditional homelands of various tribal groupings that are historically politically volatile. This volatility persists today and frequently results in violent, destructive behaviors. In addition, the physical security situation continues to deteriorate and we have been the victim of immaterial theft and are aware that other industrial mining operations near ours are frequently the target of sophisticated mineral syndicates capable of stealing industrial minerals on a relatively large scale. Increased volatility, related civil unrest and further deterioration in the security situation may result in production stoppages and/or the destruction and theft of assets, any of which could have a material adverse effect on our business, financial condition and results of operations.\nPolitical and social instability, and unrest, and actual, or potential, armed conflicts in the Middle East region may affect the Company's results of operations and financial position.\nOur operations in KSA have been affected in the past, and may be affected in the future, by political, social and economic conditions from time to time prevailing in, or affecting, KSA or the wider Middle East region, including by rocket attacks from armed rebel groups. For example, since 2011, a number of countries in the Middle East region have witnessed, and are currently witnessing, significant social unrest, including widespread public demonstrations, and, in certain cases, armed conflict, terrorist attacks, diplomatic disputes, foreign military intervention and a change of government. In addition, there has recently been an increasing number of attacks on commercial shipping vessels in and around the Red Sea which could ultimately impact the availability of shipping routes and/or ocean freight, as well as increase the shipping costs, for raw material to our Yanbu pigment plant as well as TiO2 exports out of our Yanbu plant. Specifically, KSA faces a number of challenges arising mainly from the relatively high levels of unemployment among the Saudi youth population, requests for political and social changes, and the security threat posed by certain groups. Should KSA experience similar political and social unrest as found in other countries in the Middle East, the Saudi Arabian economy could be adversely affected, our TiO2 plant located in Yanbu could be temporarily disrupted or materially adversely affected and our business and operating results could be materially adversely affected. \nOur results of operations may be adversely affected by fluctuations in currency exchange rates.\nThe financial condition and results of operations of our operating entities outside the U.S. are reported in various foreign currencies, primarily the South African Rand, Australian Dollars, Euros, Pound Sterling and Brazilian Real and then converted into U.S. dollars at the applicable exchange rate for inclusion in the financial statements. A significant portion of our costs are denominated in currencies other than the U.S. dollar. As a result, any volatility of the U.S. dollar against these foreign currencies creates uncertainty for, and may have a negative impact on, reported sales and operating margin. In addition, our operating entities often need to convert currencies they receive for their products into currencies in which they purchase raw materials or pay for services, which could result in a gain or loss depending on fluctuations in exchange rates. In order to manage this risk, we have from time to time, entered into forward contracts to buy and sell foreign currencies.\nRISKS RELATING TO OUR DEBT AND CAPITAL STRUCTURE\nWe are a holding company that is dependent on cash flows from our operating subsidiaries to fund our debt obligations, capital expenditures and ongoing operations.\nAll of our operations are conducted, and all of our assets are owned, by our operating companies, which are our subsidiaries. We intend to continue to conduct our operations at the operating company level. Consequently, our cash flow and our ability to \nTABLE OF CONTENTS\n\nmeet our obligations or make cash distributions depends upon the cash flow of our operating companies, and the payment of funds by our operating companies in the form of dividends or otherwise. The ability of our operating companies to make any payments to us depends on their earnings, the terms of their indebtedness, including the terms of any credit facilities, or indentures, and legal restrictions regarding the transfer of funds.\nOur ability to service our debt and fund our planned capital expenditures and ongoing operations will depend on our ability to generate and increase cash flow, and our access to additional liquidity sources. Our ability to generate and increase cash flow is dependent on many factors, including many of other risks described in this section entitled “Risk Factors”.\nThe agreements and instruments governing our debt contain restrictions and limitations that could affect our ability to operate our business, as well as impact our liquidity.\nAs of December 31, 2024, our total principal amount of debt was approximately $2.8 billion. Our credit facilities contain covenants that could adversely affect our ability to operate our business, our liquidity, and our results of operations. These covenants may restrict, among other things, our and our subsidiaries' ability to:\n•incur or guarantee additional indebtedness;\n•complete asset sales, acquisitions or mergers;\n•make investments and capital expenditures; \n•prepay other indebtedness;\n•enter into transactions with affiliates; and \n•fund additional dividends or repurchase shares.\nCertain of our indebtedness facilities and senior notes include requirements relating to the ratio of adjusted EBITDA to indebtedness or certain fixed charges. The breach of any covenants or obligations in our credit facilities, not otherwise waived or amended, could result in a default under the applicable debt obligations (and cross-defaults to certain other debt obligations) and could trigger acceleration of those obligations, which in turn could trigger other cross defaults under other existing or future agreements governing our long-term indebtedness. In addition, the secured lenders under the credit facilities could foreclose on their collateral, which includes equity interests in our subsidiaries, and exercise other rights of secured creditors. Any default under those credit facilities could adversely affect our growth, our financial condition, our results of operations and our ability to make payments on our credit facilities, and could force us to seek the protection of bankruptcy laws.\nWe may need additional capital in the future and may not be able to obtain it on favorable terms, and such capital expenditure projects may not realize expected investment returns.\nOur business is capital intensive, and our success depends to a significant degree on our ability to maintain our manufacturing operations and invest in those operations to expand capacity and remain competitive from a cost perspective. We may require additional capital in the future to finance capital investments, for a variety of purposes, including (i) replacement of mines that are end of life, (ii) expansion or optimization of existing production facilities or mining operations, (iii) ongoing research and development activities, (iv) business development opportunities in rare earth or other critical minerals, and (v) general working capital needs. For instance, in 2020 we began the implementation of a multi-year global business transformation that includes the acquisition and implementation of new operational and financial systems, technology and processes, including a global ERP system. The implementation of our business transformation involves numerous risks, including (i) new information and operational technologies and systems not being properly designed, integrated, managed and implemented or a delay in such implementation, (ii) diversion of management's attention away from normal daily business operations, (iii) significant or material weaknesses in our financial controls or delays in timely reporting our results of operations, and (iv) initial dependence on unfamiliar systems while training personnel to use new systems. Such risks could significantly increase the program’s costs, cause us to fail to achieve the anticipated benefits from the program, and negatively impact our operations, including, our plant’s system safety, functionality and effectiveness. Although we have taken, and will continue to take, significant steps to mitigate the potential negative impact of the implementation of such new digital systems, there can be no assurance that these procedures will be completely successful. \nAdditionally, if we undertake these projects, they may not be completed on schedule, at the budgeted cost, or at all. Moreover, our revenue may not increase immediately upon the expenditure of funds on a particular project. As a result, we may not be able to realize our expected investment return, which could adversely affect our results of operations and financial condition.\nRISKS RELATING TO OUR LEGAL AND REGULATORY ENVIRONMENT\nTABLE OF CONTENTS\n\nOur South African mining rights are subject to onerous regulatory requirements imposed by legislation and the Department of Mineral Resources and Energy, the compliance with which could have a material adverse effect on our business, financial condition and results of operations.\nBlack economic empowerment (BEE) legislation was introduced in South Africa to address inequalities from the Apartheid system by including historically disadvantaged South Africans in the mainstream economy. BEE legislation requires certain operations to be partially owned by historically disadvantaged South Africans and comply with provisions related to procurement and employment opportunities. On March 1, 2019, Mining Charter III came into effect requiring a 30% BEE shareholding structured through a special purpose vehicle as well as setting forth stringent requirements for procurement, employment quotas, and workers' living conditions. In September 2021, the South African High Court ruled certain provisions of Mining Charter III unconstitutional, creating uncertainty about its status. Prior to Mining Charter III, Mining Charter II governed BEE in the mining sector, with a 26% ownership obligation. Our two South African operating subsidiaries are considered \"once empowered always empowered\" meaning that those companies with the requisite shareholding base as of December 31, 2014, will always qualify as \"empowered\" for retaining existing mining rights. This principle was confirmed by the South African High Court and applies to the renewal and transfer of mining rights. However, there is no assurance that any new legislation won't undermine this ruling, potentially having a material adverse effect on the South African companies ownership regime, requiring re-empowerment which will impact our business, financial condition and results of operations. However, there is no assurance that new legislation will not be enacted that would undermine the court's ruling regarding the applicability of \"once empowered always empowered\" to the renewal and transfer of mining rights. In the event that \"once empowered always empowered\" does not ultimately apply to the renewal or transfer of mining rights it could have a material adverse effect on our business, financial condition and results of operations.\nOur failure to comply with the anti-corruption laws of the U.S. and various international jurisdictions could negatively impact our reputation and results of operations.\nDoing business on a global basis requires us to comply with the laws and regulations of the U.S. government and those of various international jurisdictions, and our failure to successfully comply with these rules and regulations may expose us to liabilities. In particular, our operations are subject to U.S. and foreign anti-corruption laws and regulations, such as the U.S. Foreign Corrupt Practices Act (“FCPA”), the U.K. Bribery Act 2010 (“U.K. Bribery Act”), as well as anti-corruption laws of the various jurisdictions in which we operate. Our global operations may expose us to the risk of violating, or being accused of violating, the foregoing or other anti-corruption laws. Such violations could be punishable by criminal fines, imprisonment, civil penalties, disgorgement of profits, injunctions, and exclusion from government contracts, as well as other remedial measures. Investigations of alleged violations can be very expensive, disruptive, and damaging to our reputation. Although we have implemented anti-corruption policies and procedures, there can be no guarantee that these policies, procedures, and training will effectively prevent violations by our employees or representatives in the future. Additionally, we face a risk that our distributors and other business partners may violate the FCPA, the U.K. Bribery Act, or similar laws or regulations. Such violations could expose us to FCPA and U.K. Bribery Act liability and/or our reputation may potentially be harmed by their violations and resulting sanctions and fines.\nWe are subject to many environmental, health and safety regulations.\nOur operations and production facilities are subject to extensive environmental and health and safety laws and regulations at national, international and local levels in numerous jurisdictions relating to use of natural resources, pollution, protection of the environment, mine site remediation, transporting and storing raw materials and finished products, and storing and disposing of hazardous wastes among other materials. Moreover, certain environmental laws impose joint and several and/or strict liability for costs to clean up and restore sites where pollutants have been disposed or otherwise spilled or released. We cannot be certain that we will not incur significant costs and liabilities for remediation or damage to property, natural resources or persons as a result of spills or releases from our operations or those of a third party.\nThe costs of compliance with the extensive environmental, health and safety laws and regulations or the inability to obtain, update or renew permits required for operation or expansion of our business could negatively impact our results of operations or otherwise adversely affect our business. If we fail to comply with the conditions of our permits governing the production and management of regulated materials, mineral sands mining licenses or leases or the provisions of the relevant jurisdictional laws in which we operate, these permits, mining licenses or leases and mining rights could be canceled or suspended, and we could be prevented from obtaining new mining and prospecting rights, which could materially and adversely affect our business, operating results and financial condition. Additionally, we could incur substantial costs, including fines, damages, criminal or civil sanctions and remediation costs, or experience interruptions in our operations, for violations arising under these laws and regulations, including operating without the required permits, mining licenses or leases and/or mining rights. In the event of a catastrophic incident involving any of the raw materials we use, or chemicals or mineral products we produce, we could incur material costs as a result of addressing the consequences of such event. \nTABLE OF CONTENTS\n\nChanges to existing laws governing operations, especially changes in laws relating to transportation of mineral resources, the treatment of land and infrastructure, contaminated land, the remediation of mines, tax royalties, waste handling and management, exchange control restrictions, environmental remediation, mineral rights, ownership of mining assets, or the rights to prospect and mine may have a material adverse effect on our future business operations and financial performance. There is risk that onerous conditions may be attached to authorizations in the form of mining rights, water-use licenses, miscellaneous licenses and environmental approvals, or that the grant of these approvals may be delayed or not granted.\nOur TiO2 products are subject to increased regulatory scrutiny, that may impede or inhibit widespread usage of TiO2 and / or diminish the Company’s ability to sustain or grow its business or may add significant costs of doing business. \nCurrent regulatory and societal demands for increased protection against products which may cause cancer, genetic mutations or other long-term health problems are resulting in increased pressure for more stringent regulation of our TiO2 products. We expect these trends to continue and the ultimate cost of compliance could be material. In particular, changes to product safety regulations could limit the use of, and demand for, our TiO2 products, require investment in new product development or the way we manufacture our existing products, and increase regulatory compliance expenditures for us and our suppliers. \nFor instance, in 2020, the European Commission adopted a regulation classifying certain forms of TiO2 with a particular aerodynamic diameter as a Category 2 carcinogen by inhalation. However, in November 2022, the European Court of Justice annulled the European Commission's classification of TiO2 as a carcinogen primarily on the basis that there was no evidence that TiO2 may cause cancer when inhaled. The European Commission is currently appealing such decision and we currently expect a decision in the first half of 2025. In the event that the European Commission's appeal is ultimately successful, the classification of TiO2 as a Category 2 Carcinogen could impact our business by inhibiting the marketing of products containing TiO2 to consumers, and subject our manufacturing operations to new regulations that could increase costs. In addition, notwithstanding the European Court of Justice decision, the proposed Category 2 classification and labelling requirements could have additional effects under other EU laws (e.g., those affecting medical and pharmaceutical applications, cosmetics, food packaging and food additives) and/or trigger heightened regulatory scrutiny in countries and local jurisdictions outside the EU based on health and safety grounds. For instance, the Health and Safety Executive in the U.K. has published the U.K.’s mandatory classification and labelling list, which includes the classification of TiO2 as a suspected carcinogen (in a powder form containing 1% or more of particles with aerodynamic diameter ≤ 10 μm). The classification became mandatory in the U.K. in October 2021. \nIn May 2021, the European Food Safety Authority (EFSA) announced new guidelines which concluded that a certain digestible form of TiO2 known as E171 is no longer considered safe as a food additive due to uncertainty for genotoxicity. Though we do not manufacture E171, the EFSA guidelines indicate additional regulatory review of our TiO2 products is likely which could result in more stringent qualifications and use-restriction being applied or to the introduction of further classifications. It is also possible that heightened regulatory scrutiny could lead to claims by consumers or those involved in the production of such products alleging adverse health impacts. Any adverse outcomes with respect to regulatory investigations into the ongoing use of TiO2 in various sectors could have a material adverse effect on our business, financial condition and results of operations. In addition, there is no assurance that other materials which we add to our TiO2 products could be subject to increased regulations which could negatively impact our business.\nESG issues, including those related to climate change and sustainability as well as the European Union's Corporate Sustainability Reporting Directive (CSRD), may subject us to additional costs and restrictions, including increased energy and raw material costs, which could have an adverse effect on our business, financial condition and results of operations, as well as damage our reputation.\nClimate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere could present risks to our present and future operations from natural disasters and extreme weather conditions, such as flooding, hurricanes, earthquakes and wildfires. Such extreme weather conditions could pose physical risks to our facilities and disrupt the operation of our supply chain, increase operational costs and have a material adverse effect on our business and results of operations. In addition, if any of the equipment on which we depend were severely damaged or were destroyed by environmental hazards or otherwise, we may be unable to replace or repair it in a timely manner or at a reasonable cost, which would impact our ability to produce and ship our products, which would have a material adverse effect on our business, financial condition or results of operations. For instance, in the fourth quarter of 2022, the region of New South Wales, Australia where our Eastern Operations mining operations are located experienced historic flooding which resulted in, among other things, a delay in the commissioning of our new Atlas Campaspe mine as well as prevented feedstock mined at such sites from being transported to our Australian pigment plants in a timely manner. Such flooding had an adverse effect on our business, financial condition and results of operations in 2022 and 2023. Moreover, the impacts of climate change on global water resources may result in water scarcity, which could impact our ability to access sufficient quantities of water in certain locations and result in increased costs. For instance, we use significant amounts of water in our South Africa operations. Certain regions of South Africa have experienced in \n21\n\n\nTABLE OF CONTENTS\n\nthe past, and are prone to, drought conditions resulting in water restrictions being imposed in such areas. A prolonged drought in a region of South Africa where our operations are located may lead to water use restrictions which could have a material adverse effect on our business, financial condition and results of operations. \nThe majority of our greenhouse gas emissions are generated from our TiO2 slag furnaces in South Africa, synthetic rutile kiln in Australia, and TiO2 pigment plants in the United States, United Kingdom, France, Brazil, China, Netherlands, Australia, and Saudi Arabia. Concerns about the relationship between greenhouse gases and global climate change, and an increased focus on carbon neutrality, may result in new or increased legal and regulatory requirements on both national and supranational levels, to monitor, regulate, control and tax emissions of carbon dioxide and other greenhouse gases. A number of governmental bodies have already introduced, or are contemplating, regulatory changes in response to climate change, including regulating greenhouse gas emissions. Any laws or regulations that are adopted to reduce emissions of greenhouse gases could, among other things, (i) cause an increase to our raw material costs, (ii) increase our costs to operate and maintain our facilities including potentially causing the operation or maintenance of certain sites to be uneconomical, and (iii) increase costs to administer and manage emissions programs.\nIn addition, companies across all industries are facing increasing scrutiny relating to their ESG policies. Increased focus and activism related to ESG may hinder the Company’s access to capital, as investors may reconsider their capital investment as a result of their assessment of the Company’s ESG practices. In particular, customers, investors and other stakeholders are increasingly focusing on environmental issues, including climate change, water use, and other sustainability concerns. Moreover, increased regulatory requirements, including in relation to various aspects of ESG including disclosure requirements, such as the European Union's Corporate Sustainability Reporting Directive (CSRD), may result in increased compliance or input costs of energy, raw materials or compliance with emissions standards, which may cause disruptions in the manufacture of our products or an increase in operating costs. Any failure to achieve our ESG goals or a perception of our failure to act responsibly with respect to the environment or to effectively respond to new, or changes in, legal or regulatory requirements concerning environmental or other ESG matters, or increased operating or manufacturing costs due to increased regulation, could adversely affect our business, financial condition and results of operations, as well as our reputation.\nIf our intellectual property were compromised or copied by competitors, or if competitors were to develop similar intellectual property independently, our results of operations could be negatively affected. Further, third parties may claim that we infringe on their intellectual property rights which could result in costly litigation.\nOur success depends to a significant degree upon our ability to protect and preserve our patents and unpatented proprietary technology, operational knowledge and other trade secrets (collectively \"intellectual property rights\"). The undetected or unremedied unauthorized use of our intellectual property rights or the legitimate development or acquisition of intellectual property related to our industry by third parties could reduce or eliminate any competitive advantage we have as a result of our intellectual property rights. If we must take legal action to protect, defend or enforce our intellectual property rights, any suits or proceedings could result in significant costs and diversion of our resources and our management’s attention, and we may not prevail in any such suits or proceedings. A failure to protect, defend or enforce our intellectual property rights could have an adverse effect on our financial condition and results of operations.\nAlthough there are currently no pending or threatened proceedings or claims known to us that are material relating to alleged infringement, misappropriation or violation of the intellectual property rights of others, we may be subject to legal proceedings and claims in the future in which third parties allege that their patents or other intellectual property rights are infringed, misappropriated or otherwise violated by us or our products or processes. In the event that any such infringement, misappropriation or violation of the intellectual property rights of others is found, we may need to obtain licenses from those parties or substantially re-engineer our products or processes to avoid such infringement, misappropriation or violation. We might not be able to obtain the necessary licenses on acceptable terms or be able to re-engineer our products or processes successfully. Moreover, if we are found by a court of law to infringe, misappropriate or otherwise violate the intellectual property rights of others, we could be required to pay substantial damages or be enjoined from making, using or selling the infringing products or technology. We also could be enjoined from making, using or selling the allegedly infringing products or technology pending the final outcome of the suit. Any of the foregoing could adversely affect our financial condition and results of operations.\nWe may be subject to litigation, the disposition of which could have a material adverse effect on our results of operations. \nThe nature of our operations exposes us to possible litigation claims, including disputes with competitors, customers, equipment vendors, environmental groups and other non-governmental organizations, providers of shipping services as well as governmental agencies. Some of the lawsuits may seek fines or penalties and damages in large amounts, or seek to restrict our business activities. Because of the uncertain nature of any litigation and coverage decisions, we cannot predict the outcome of these matters or whether insurance claims may mitigate any damages to us. Litigation is very costly, and the costs associated with prosecuting and defending litigation matters could have a material adverse effect on our results of operations and financial \nTABLE OF CONTENTS\n\ncondition. See Note 18 of notes to our consolidated financial statements, included elsewhere in this Form 10-K for further information regarding our commitments and contingencies.\nWe may be subject to claims that arise from activities prior to our emergence from bankruptcy in 2011.\nOn November 30, 2010, the U.S. Bankruptcy Court for the Southern District of New York (the “Bankruptcy Court”) confirmed our plan of reorganization (the “Plan”), which became effective in February 2011. The Plan included a discharge and release of any and all claims based on liabilities arising prior to emergence from the bankruptcy. Nonetheless, from time to time, we have received and in the future may receive inquiries or notices of potential or asserted claims arising under certain environmental laws or regulations with respect to properties our predecessor companies, or companies they acquired, may have owned or operated before our emergence from bankruptcy. We believe that the Plan confirmed by the Bankruptcy Court extinguished all such claims, and intend to vigorously defend against such claim. However, there can be no assurance that we will be successful in defending against such claims and any adverse outcomes with respect to such claims could have a material adverse effect on our business, financial condition and results of operations.\nOur flexibility in managing our labor force may be adversely affected by labor and employment laws in the jurisdictions in which we operate, many of which are more onerous than those of the U.S.; and some of our labor force has substantial workers' council or trade union participation, which creates a risk of disruption from labor disputes and new laws affecting employment policies.\nThe vast majority of our employees are located outside the U.S. In most of those countries, labor and employment laws are more onerous than in the U.S. and, in many cases, grant significant job protection to employees, including rights on termination of employment. Moreover, many of our workforce outside the U.S. belong to unions and/or are represented by a collective bargaining agreement. As such, in such jurisdictions we are required to consult with, and seek the consent or advice of, various employee groups or works’ councils that represent our employees for any changes to our activities or employee benefits. This requirement could have a significant impact on our flexibility in managing costs and responding to market changes.\nRISKS RELATING TO ACCOUNTING AND TAXATION\nIf our intangible assets or other long-lived assets become impaired, we may be required to record a significant noncash charge to earnings.\nWe have a significant amount of intangible assets and other long-lived assets on our consolidated balance sheets. Under U.S. GAAP, we review our intangible assets and other long-lived assets for impairment when events or changes in circumstances indicate the carrying value may not be recoverable. Factors that may be considered a change in circumstances, indicating that the carrying value of our intangible assets and other long-lived assets may not be recoverable, include, but are not limited to, a significant decline in share price and market capitalization, changes in the industries in which we operate, particularly the impact of a downturn in the global economy, as well as competition or other factors leading to reduction in expected long-term sales or results of operations. We may be required to record a significant noncash charge in our financial statements during the period in which any impairment of our intangible assets and other long-lived assets is determined, negatively impacting our results of operations.\nOur ability to use our tax attributes to offset future income may be limited.\nOur ability to use net operating losses (“NOLs”) and Section 163(j) interest expense carryforwards generated by us could be substantially limited if we were to experience an “ownership change” as defined under Section 382 of the U.S. Internal Revenue Code of 1986, as amended (\"the Code\"). In general, an ownership change would occur if our “5-percent shareholders,” as defined under Section 382 of the Code and including certain groups of persons treated as “5-percent shareholders,” collectively increased their ownership in us by more than 50 percentage points over a rolling three-year period. Although we believe we have sufficient protection of our approximately $4.2 billion of NOLs and/or approximately $507 million of Section 163(j) interest expense carryforwards, there can be no assurance that an ownership change for U.S. federal and applicable state income tax purposes will not occur in the future. A corporation that experiences an ownership change will generally be subject to an annual limitation on the use of certain pre-ownership change losses and/or credits. Such a limitation could, for any given year, have the effect of increasing the amount of our U.S. federal and/or state income tax liability, which would negatively impact our financial condition and the amount of after-tax cash available for distribution to holders of our ordinary shares if declared by our board of directors.\nWe could be subject to changes in tax rates, adoption of new tax laws or additional tax liabilities.\nTABLE OF CONTENTS\n\nWe are subject to taxation in all of the jurisdictions in which we operate. Our future effective tax rate could be affected by, among other things, changes in statutory rates and other legislative changes, or changes in determinations regarding the jurisdictions in which we are subject to tax or changes in the valuation of our deferred tax assets and liabilities. From time to time, the U.S. federal, state and local and foreign governments make substantive changes to tax rules and their application, which could result in higher corporate taxes than would be incurred under existing tax law and could have an adverse effect on our results of operations or financial condition. From time to time, we are also subject to tax audits by various taxing authorities. Although we believe our tax positions are appropriate, the final determination of any future tax audits could be materially different from our income tax provisions, accruals and reserves and any such unfavorable outcome from a future tax audit could have a material adverse effect on our results of operations or financial condition.\nFailure to meet some or all of our key financial and non-financial targets could negatively impact the value of our business and adversely affect our stock price.\nFrom time to time, we may announce certain key financial and non-financial targets that are expected to serve as benchmarks for our performance for a given time period, such as, projections for our future revenue growth, Adjusted EBITDA, Adjusted diluted earnings per share and free cash flow. Our failure to meet one or more of these key financial targets may negatively impact our results of operations, stock price, and shareholder returns. The factors influencing our ability to meet these key financial targets include, but are not limited to, changes in the global economic environment relating to our TiO2 products and zircon, changes in our competitive landscape, including our relationships with new or existing customers, our ability to introduce new products, applications, or technologies, our inability to complete strategic projects on budget or on schedule, our undertaking an acquisition, joint venture, or other strategic arrangement, and other factors described within this Item 1A – Risk Factors, many of which are beyond our control.\nRISKS RELATING TO INVESTING IN OUR ORDINARY SHARES\nConcentrated ownership of our ordinary shares by Cristal may prevent minority shareholders from influencing significant corporate decisions and may result in conflicts of interest.\nAs of December 31, 2024, Cristal International Holdings B.V. (formerly known as Cristal Inorganic Chemical Netherlands Cooperatief W.A.), an affiliate of the National Titanium Dioxide Company Limited (\"Cristal\"), owned approximately 24% of our outstanding ordinary shares. As such, Cristal International may be able to influence fundamental corporate matters and transactions. This concentration of ownership, may delay, deter or prevent acts that would be favored by our other shareholders. The interests of Cristal International may not always coincide with our interests or the interests of our other shareholders. Also, Cristal International may seek to cause us to take courses of action that, in their judgment, could enhance their investment in us, but which might involve risks to our other shareholders or adversely affect us or our other shareholders.\nIn addition, under the shareholders agreement (the “Cristal Shareholders Agreement”) we entered into at the closing of the Cristal transaction with Cristal, as long as Cristal International and the three shareholders of Cristal (collectively, the “Cristal Shareholders”) collectively beneficially own at least 24,900,000 or more of our ordinary shares, they have the right to designate for nomination two directors of our board of directors (the “Board”). As long as the Cristal Shareholders collectively beneficially own at least 12,450,000 ordinary shares but less than 24,900,000 ordinary shares, they have the right to designate for nomination one director of the Board. The Cristal Shareholders Agreement also provides that as long as the Cristal Shareholders collectively beneficially own at least 12,450,000 ordinary shares they have certain preemptive rights. Also, pursuant to the Cristal Shareholders Agreement, we have filed a universal shelf registration statement which is currently effective and which would cover shares owned by Cristal. \nAs a result of these or other factors, including as a result of any offering of shares by Cristal, or the perception that such sales may occur, the market price of our ordinary shares could decline. In addition, this concentration of share ownership may adversely affect the trading price of our ordinary shares because investors may perceive disadvantages in owning shares in a company with significant shareholders or with significant outstanding shares with registration rights.\nEnglish law and provisions in our articles of association may have anti-takeover effects that could discourage an acquisition of us by others, even if an acquisition would be beneficial to our shareholders, and may prevent attempts by our shareholders to replace or remove our current management.\nCertain provisions of the U.K. Companies Act 2006 (the “Companies Act”) and our articles of association may have the effect of delaying or preventing a change in control of us or changes in our management. For example, our articles of association include provisions that:\nTABLE OF CONTENTS\n\n•maintain an advance notice procedure for proposed nominations of persons for election to our board of directors; \n•provide certain mandatory offer provisions, including, among other provisions, that a shareholder, together with persons acting in concert, that acquires 30 percent or more of our issued shares without making an offer to all of our other shareholders that is in cash or accompanied by a cash alternative would be at risk of certain sanctions from our board of directors unless they acted with the prior consent of our board of directors or the prior approval of the shareholders; and\n•provide that vacancies on our board of directors may be filled by a vote of the directors or by an ordinary resolution of the shareholders.\nIn addition, public limited companies are prohibited under the Companies Act from taking shareholder action by written resolution. These provisions, alone or together, could delay or prevent hostile takeovers and changes in control or changes in our management. \nAlthough we do not anticipate being subject to the U.K. City Code on Takeovers and Mergers, such Takeover Code may still have anti-takeover effects in the event the Takeover Panel determines that such Code is applicable to us. \nThe U.K. City Code on Takeovers and Mergers (the “Takeover Code”) applies, among other things, to an offer for a public company whose registered office is in the U.K. (or the Channel Islands or the Isle of Man) and whose securities are not admitted to trading on a regulated market in the U.K. (or on any stock exchange in the Channel Islands or the Isle of Man) if the company is considered by the Panel on Takeovers and Mergers (the “Takeover Panel”) to have its place of central management and control in the U.K. (or the Channel Islands or the Isle of Man). This is known as the “residency test.” The test for central management and control under the Takeover Code is different from that used by the U.K. tax authorities. Under the Takeover Code, the Takeover Panel will determine whether we have our place of central management and control in the U.K. by looking at various factors, including the structure of our board of directors, the functions of the directors and where they are resident.\nGiven that currently all of the members of our Board of Directors reside outside the United Kingdom, we do not anticipate that we will be subject to the Takeover Code. However, if at the time of a takeover offer, the Takeover Panel determines that we have our place of central management and control in the U.K., we would be subject to a number of rules and restrictions, including but not limited to the following: (1) our ability to enter into deal protection arrangements with a bidder would be extremely limited; (2) we might not, without the approval of our shareholders, be able to perform certain actions that could have the effect of frustrating an offer, such as issuing shares or carrying out acquisitions or disposals; and (3) we would be obliged to provide equality of information to all bona fide competing bidders.\nAs a public limited company incorporated in England and Wales, certain capital structure decisions requires approval of our shareholders, which may limit our flexibility to manage our capital structure.\nThe Companies Act generally provides that a board of directors of a public limited company may only allot shares (or grant rights to subscribe for or convertible into shares) with the prior authorization of shareholders, such authorization stating the maximum amount of shares that may be allotted under such authorization and specifying the date on which such authorization will expire, being not more than five years, each as specified in the articles of association or relevant shareholder resolution. We obtained previous shareholder authority to allot additional shares for a period from May 7, 2024 through the end of the Company's 2025 annual general meeting of shareholder, or if earlier, the close of business on the date that is fifteen (15) months after May 7, 2024. \nThe Companies Act generally provides that existing shareholders of a company have statutory pre-emption rights when new shares in such company are allotted and issued for cash. However, it is possible for such statutory pre-emption right to be disapplied by either shareholders passing a special resolution at a general meeting, being a resolution passed by at least 75% of the votes cast, or by inclusion of relevant provisions in the articles of association of the company. Such a disapplication of statutory pre-emption rights may not be for more than five years. We obtained previous shareholder authority to disapply statutory pre-emption rights for a period from May 7, 2024 through the end of the Company's 2025 annual general meeting of shareholder, or if earlier, the close of business on the date that is fifteen (15) months of May 7, 2024.\nThe Companies Act generally prohibits a public limited company from repurchasing its own shares without the prior approval of its shareholders by ordinary resolution, being a resolution passed by a simple majority of votes cast, and subject to compliance with other statutory formalities. Such authorization may not be for more than five years from the date on which such ordinary resolution is passed. We obtained previous shareholder authority to repurchase shares for a period from May 7, 2024 through the end of the Company's 2025 annual general meeting of shareholder, of if earlier, the close of business on the date that is fifteen (15) months after May 7, 2024.\nTABLE OF CONTENTS\n\nTransfers of our ordinary shares outside The Depository Trust may be subject to stamp duty or stamp duty reserve tax in the U.K., which would increase the cost of dealing in our shares.\nExcept for ordinary shares received by a holder deemed to be an affiliate of us for purposes of U.S. securities laws, our ordinary shares have been issued to a nominee for The Depository Trust Company (“DTC”) and corresponding book-entry interests credited in the facilities of DTC. On the basis of current law and HM Revenue and Customs (“HMRC”) practice, no charges to U.K. stamp duty or stamp duty reserve tax (“SDRT”) are expected to arise on the issue of the ordinary shares into DTC’s facilities or on transfers of book-entry interests in ordinary shares within DTC’s facilities.\nShareholders are strongly encouraged to hold their ordinary shares in book entry form through DTC. Transfers of shares held in book entry form through DTC currently do not attract a charge to stamp duty or SDRT in the U.K. A transfer of title in the shares from within the DTC system out of DTC, including to certificate shares, and any subsequent transfers that occur entirely outside the DTC system will attract a charge to stamp duty at a rate of 0.5% of any consideration, which is payable by the transferee of the shares. Any such duty must be paid (and the relevant transfer document, if any, stamped by HMRC) before the transfer can be registered in our books. However, if those shares are redeposited into DTC, the redeposit will attract stamp duty or SDRT at the rate of 1.5% to be paid by the transferor.\nWe have put arrangements in place such that directly held ordinary shares cannot be transferred into the DTC system until the transferor of the ordinary shares has first delivered the ordinary shares to a depositary specified by us so that SDRT may be collected in connection with the initial delivery to the depositary. Any such ordinary shares will be evidenced by a receipt issued by the depositary. Before the transfer can be registered in our books, the transferor will also be required to put the depositary in funds to settle the resultant liability to SDRT, which will be charged at a rate of 1.5% of the value of the shares.\nOur articles of association provide that the courts of England and Wales have exclusive jurisdiction to determine any dispute brought by a shareholder in that shareholder's capacity as such and certain other matters.\nOur articles of association provide that the courts of England and Wales have exclusive jurisdiction to determine any dispute brought by a shareholder in that shareholder's capacity as such, or related to or connected with any derivative claim in respect of a cause of action vested in us or seeking relief on our behalf, against us and/or the board and/or any of the directors, former directors, officers, employees or shareholders individually, arising out of or in connection with our articles of association or (to the maximum extent permitted by applicable law) otherwise. This choice of forum provision may limit a shareholder's ability to bring a claim in a judicial forum that the shareholder believes is favorable for disputes with us or our directors, former directors, officers, employees or shareholders which may discourage lawsuits against us and our directors, former directors, officers, employees or shareholders.\nThere may be difficulty in effecting service of legal process and enforcing judgments against us and our directors and management.\nWe are incorporated under the laws of England and Wales and a substantial portion of our assets are located outside of the U.S. The U.S. and the U.K. do not currently have a treaty providing for the recognition and enforcement of judgments, other than arbitration awards, in civil and commercial matters. The enforceability of any judgment of a U.S. federal or state court in the U.K. will depend on the laws and any treaties in effect at the time, including conflicts of laws principles (such as those bearing on the question of whether a U.K. court would recognize the basis on which a U.S. court had purported to exercise jurisdiction over a defendant). In this context, there is doubt as to the enforceability in the U.K. of civil liabilities based solely on the federal securities laws of the U.S. In addition, awards for punitive damages in actions brought in the U.S. or elsewhere may be unenforceable in the U.K.. An award for monetary damages under U.S. securities laws would likely be considered punitive if it did not seek to compensate the claimant for loss or damage suffered and was intended to punish the defendant.",
      "char_count": 82453
    }
  },
  "extracted_at": "2025-10-18T18:01:48.790319"
}