{
  "ticker": "UAA",
  "company_name": "Under Armour, Inc.",
  "cik": 1336917,
  "form_type": "10-K",
  "filing_date": "2025-05-22",
  "period_of_report": "2025-03-31",
  "fiscal_year": 2025,
  "accession_number": "0001336917-25-000078",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001336917&accession_number=000133691725000078&xbrl_type=v",
  "sic_code": "2300",
  "industry": "Apparel & Other Finishd Prods of  Fabrics & Similar Matl",
  "sections": {
    "item1": {
      "text": "ITEM 1. BUSINESS\nGeneral \nOur principal business activities are developing, marketing and distributing branded performance apparel, footwear and accessories for men, women and youth. Our performance products are engineered in many designs and styles for use in nearly every climate and are worn worldwide by athletes at all levels, from youth to professional, on various playing fields around the globe and by consumers with active lifestyles.\nWe generate net revenues from the sale of our products globally to national, regional, independent and specialty wholesalers and distributors. We also generate net revenue from the sale of our products through our direct-to-consumer sales channel, which includes our owned Brand and Factory House stores and e-commerce websites. We plan to continue to grow our business over the long term through increased sales of our apparel, footwear and accessories; growth in our direct-to-consumer sales channel; and expansion of our wholesale distribution. Achieving these long-term growth objectives depends, in part, on our ability to successfully execute strategic initiatives across key areas of the business, including within our North America region. In support of these long-term growth objectives, our digital strategy is designed to enhance consumer engagement and strengthen brand connectivity through multiple digital touchpoints.\nWe were incorporated as a Maryland corporation in 1996. We have registered trademarks around the globe, including UNDER ARMOUR®, HEATGEAR®, COLDGEAR®, HOVR® and the Under Armour UA Logo <img alt=\"logo.jpg\" id=\"i-2\" src=\"ua-20250331_g2.jpg\" style=\"height:11px;margin-bottom:5pt;vertical-align:text-bottom;width:22px\"/>®, and we have applied to register many other trademarks. This Annual Report on Form 10-K also contains additional \n\ntrademarks and tradenames of our Company and our subsidiaries. All trademarks and trade names appearing in this Annual Report on Form 10-K are the property of their respective holders.\nProducts\nOur product offerings consist of apparel, footwear and accessories for men, women and youth. We market our products at multiple price levels and provide consumers with products that we believe are superior to non-performance-oriented athletic products. Our products are primarily designed for athletic and active occasions, though many of our products can be worn or used in casual occasions. In Fiscal 2025, sales of apparel, footwear and accessories represented 67%, 23% and 8% of net revenues, respectively. Licensing arrangements represented 2% of net revenues. Refer to Note 12 to the Consolidated Financial Statements, included in Part II, Item 8 of this Annual Report on Form 10-K, for net revenues by product category.\nApparel\nOur apparel is offered in a variety of styles and fits to enhance comfort and mobility, support active movement, regulate body temperature and improve performance regardless of weather conditions. Our apparel is engineered to replace non-performance fabrics in athletics and fitness applications with innovation and technologies designed and merchandised with various techniques and styles. Our apparel comes in three primary fit types: compression (tight fit), fitted (athletic fit) and loose (relaxed fit). We aim to make athletes better and to innovate our technical apparel products to provide performance benefits, such as creating breathable warmth, helping the body stay cool and dry in hotter-than-normal conditions; harnessing the body's energy to help fight fatigue; adapting to each athlete's unique body shape to improve fit and comfort and prevent slippage; and providing protection against rain while maintaining breathability.\nThese types of innovations and technologies, embedded in many of our apparel products, include: COLDGEAR®, COLDGEAR INFRARED®, HEATGEAR®, UA Iso-Chill™, UA RUSH™, UA SMARTFORM™ and UA STORM™.\nFootwear\nFootwear includes products for running, training, basketball, cleated sports, recovery and outdoor applications, as well as casual use. Our footwear is built with the mindset of making athletes better through differentiated and industry leading cushioning technologies such as Charged Cushioning®, UA Flow™, HOVR® and UA Micro G®. These cushioning platforms provide athletes with plush underfoot and improved ground feel, enhanced responsiveness and lightweight solutions. We also incorporate advanced materials and innovative consumer-centric constructions to enhance performance.\nAccessories\nAccessories primarily includes athletic performance gloves, bags, headwear and socks. Some of our accessories include the technologies mentioned above and are designed with advanced fabrications to provide the same level of performance as our other products.\nLicense\nWe have agreements with licensees to develop certain Under Armour apparel, footwear, accessories and equipment. To maintain consistent brand quality, performance and compliance standards, our product, marketing, sales and quality assurance teams are involved in all steps of the design and go-to-market process. During Fiscal 2025, our licensees offered collegiate apparel and accessories, baby and youth apparel, team uniforms, socks, underwear, lunch boxes, coolers, water bottles, eyewear and other specific hard goods equipment that feature performance advantages and functionality like our other product offerings.\nMarketing and Promotion\nWe currently focus on marketing our products to consumers primarily for use in athletics, fitness, training activities, as well as casual use through sportswear products, emphasizing our ability to support the needs of our athletes throughout all moments of their day. We seek to drive consumer demand by building brand awareness that our products deliver advantages to help athletes perform better.\nSports Marketing\nOur marketing and promotion strategy begins with providing and selling our products to high-performing athletes and teams at the high school, collegiate and professional levels. We execute this strategy through outfitting agreements; professional, club and collegiate sponsorship; individual athlete and influencer agreements; and by providing and selling our products directly to teams and individual athletes. We also seek to sponsor and host consumer events to drive awareness and brand authenticity from a grassroots level by hosting combines, camps \n\nand clinics for young athletes in a variety of sports. As a result, our products are seen on the field and the court, and by various consumer audiences through the internet (including social media platforms), television, magazines and live sporting events. This exposure helps us establish on-field authenticity as consumers can see our products being worn by high-performing athletes. \nWe are the official outfitter of athletic teams in several high-profile collegiate conferences and professional sport organizations, supporting the athletes on and off the field. For example, as recently announced, we are an official supplier of footwear and gloves to the National Football League (\"NFL\"). We sponsor and sell our products to international sports teams, which helps drive brand awareness in various countries and regions worldwide. Further, we leverage our relationships with athletes, teams, leagues and youth experiences in our global and regional marketing and promotions.\nMedia\nWe feature our products in a variety of national digital, broadcast, and print media outlets. We also utilize social media to engage consumers and promote connectivity with our brand and products while engaging with our consumers throughout their day. \nRetail Presentation\nOur retail marketing strategy is focused on increasing floor space dedicated to our products within our major wholesale accounts and elevating the presentation of our products within our Brand and Factory House retail stores. A key component of our strategy to secure prime floor space within our major wholesale accounts is the design of Under Armour point of sale displays and concept shops, which enhance our brand’s presentation by creating a shop-in-shop approach using dedicated space—including flooring, lighting, walls, displays and images—exclusively for our products through which we create an exciting environment for the consumer to experience and learn about our brand.\nLoyalty Program\nThe Company offers customer loyalty programs in the United States and throughout parts of its Asia-Pacific region, including China, in which customers earn points based on purchases and other promotional activities that can be redeemed for discounts on future purchases or other rewards.\nSales and Distribution\nOur sales are generated through wholesale channels, including national and regional sporting goods chains, independent and specialty retailers, department store chains, mono-branded Under Armour retail stores in certain international markets, institutional athletic departments and leagues and teams. In various countries where we do not have direct sales operations, we sell our products to independent distributors or engage licensees to sell our products.\nWe also sell our products directly to consumers through our global network of Brand and Factory House stores and e-commerce websites. Factory House stores serve an important role in inventory management, as further discussed below, by allowing us to sell a portion of excess, discontinued and out-of-season products, while maintaining the pricing integrity of our brand in our other distribution channels. We also sell products that are specifically designed for sale in our Factory House stores. Consumers experience a premium expression of our brand through our Brand House stores while having broader access to our performance products. In Fiscal 2025, sales through our wholesale, direct-to-consumer and licensing channels represented 58%, 40% and 2% of net revenues, respectively.\nOur primary business operates in four geographic segments: (i) North America, comprising the United States and Canada, (ii) Europe, the Middle East and Africa (\"EMEA\"), (iii) Asia-Pacific, and (iv) Latin America. These geographic segments operate predominantly in one industry: developing, marketing and distributing branded performance apparel, footwear and accessories. Refer to Note 20 to the Consolidated Financial Statements, included in Part II, Item 8 of this Annual Report on Form 10-K, for net revenues by segment. \nCorporate Other consists primarily of (i) general and administrative expenses not allocated to an operating segment, including expenses associated with centrally managed departments such as global marketing, global information technology, global supply chain and innovation, and other corporate support functions; (ii) restructuring and restructuring related charges, if any; (iii) certain foreign currency hedge gains and losses; and (iv) operating results related to our MapMyFitness digital platform, which was sold during the second quarter of Fiscal 2025. \nOur North America segment accounted for approximately 60% of our net revenues for Fiscal 2025, while our EMEA, Asia-Pacific and Latin America segments combined represented approximately 40%. Net revenues \n\ngenerated from the sales of our products in the United States were $2.8 billion for Fiscal 2025. No single customer accounted for more than 10% of the Company's net revenues for Fiscal 2025.\nNorth America\nWe sell our apparel, footwear and accessories in North America through wholesale and direct-to-consumer channels. We also earn license revenues in North America based on our licensees' sales of collegiate apparel and accessories, as well as other licensed products.\nOur direct-to-consumer sales are generated through our Brand and Factory House stores and e-commerce website. As of March 31, 2025, in North America, we had 180 Factory House stores primarily located in outlet centers and 15 Brand House stores throughout the United States and Canada. Consumers can also purchase our products directly from our e-commerce website. \nWe currently distribute the majority of our products to our North American wholesale customers and our own retail stores and e-commerce channels from distribution facilities we lease and operate in California, Maryland and Tennessee. As previously disclosed, in September 2024, we announced our decision to exit our distribution facility in Rialto, California as part of our 2025 restructuring plan. Refer to Note 13 to our Consolidated Financial Statements, included in Part II, Item 8 of this Annual Report on Form 10-K, for additional information. We also distribute our products in Canada through a third-party logistics provider. In some instances, we arrange to have products shipped directly to customer-designated facilities from the factories that manufacture our products.\nEMEA\nWe sell our apparel, footwear and accessories in EMEA primarily through wholesale customers and independent distributors, along with e-commerce websites and Brand and Factory House stores we operate within Europe. We also sell our branded products to various sports clubs and teams in Europe. We generally distribute our products to our retail customers and e-commerce consumers in Europe through third-party logistics providers in the Netherlands and the United Kingdom. We sell our apparel, footwear and accessories through independent distributors in the Middle East and Africa. \nAsia-Pacific\nWe sell our apparel, footwear and accessories products in China, South Korea, Australia, Singapore, Malaysia and Thailand through stores operated by our distribution and wholesale partners, along with e-commerce websites and Brand and Factory House stores that we own and operate. We also sell our products to distributors in New Zealand, Taiwan, India and other countries in Southeast Asia where we do not have direct sales operations. We distribute our products in Asia-Pacific through third-party logistics providers based in Hong Kong, China, South Korea, Australia and Singapore.\nWe have a license agreement with and a non-controlling interest in a partner in Japan, which produces, markets and sells our branded apparel, footwear and accessories. Our branded products are sold in this market to large sporting goods retailers, independent specialty stores, professional sports teams and licensee-owned retail stores. We also have a license agreement with and a non-controlling interest in a partner in Australia, which sells custom branded teamwear through e-commerce websites.\nLatin America\nWe sell our apparel, footwear and accessories in Mexico through wholesale and direct-to-consumer channels. We distribute our products in Mexico through a third-party logistics provider. In countries where we no longer have direct sales operations, such as Chile, Ecuador, Argentina, Colombia and Brazil, we distribute our products through independent distributors, sourced through our international distribution hub in Panama. \nProduct Design and Development\nOur products are developed by internal product development teams and manufactured with technical fabrications produced by third parties. This approach enables us to select and create superior, technically advanced materials, curated to our specifications, while focusing our product development efforts on style, performance and fit. \nWe seek to deliver superior performance in all products to make athletes better. Our developers proactively identify opportunities to create and improve performance products that meet the evolving needs of our consumers. We design products with consumer-valued technologies, utilizing color, texture and fabrication to enhance consumer perception and understanding of product use and benefits.\nOur product teams also work closely with our marketing and sales teams and with professional, collegiate and young athletes to identify product developments, trends and determine market needs.\nSourcing, Manufacturing and Quality Assurance\nMany specialty fabrics and other raw materials used in our apparel products are technically advanced products produced by third parties. The fabric and other raw materials used to manufacture our apparel products are sourced by our contracted manufacturers from a limited number of suppliers pre-approved by us. In Fiscal 2025, our top five suppliers provided approximately 38% of the fabric used in our apparel and accessories. These fabric suppliers have primary locations in Taiwan, China, Malaysia and Vietnam. The fabrics used by our suppliers and manufacturers are primarily synthetic and involve raw materials, including petroleum-based products. We also use cotton as a blended fabric in some of our apparel products, much of which is sourced in the United States. Additionally, our footwear uses raw materials sourced from a diverse base of third-party suppliers, including chemicals, petroleum-based components and natural materials like cotton and rubber. All of these commodities are subject to price fluctuations and supply shortages.\nSubstantially all of our products are manufactured by unaffiliated manufacturers. In Fiscal 2025, our apparel and accessories products were manufactured by 39 primary contract manufacturers, operating in 18 countries, with approximately 67% of our apparel and accessories products manufactured in Jordan, Vietnam, Cambodia and Indonesia. Of our 39 primary contract manufacturers, ten produced approximately 69% of our apparel and accessories products. In Fiscal 2025, substantially all of our footwear products were manufactured by nine primary contract manufacturers, operating primarily in Vietnam and Indonesia. However, we continue to explore ways to further diversify our sourcing, in light of global trade policy.\nAll of our manufacturers across all product divisions are evaluated for quality systems, social compliance and financial strength by our internal teams before being selected and on an ongoing basis. Where appropriate, we strive to qualify multiple manufacturers for particular product types and fabrications. We also seek vendors that can perform multiple manufacturing stages, such as procuring raw materials and providing finished products, which helps us control our cost of goods sold. We enter into various agreements with our contract manufacturers, including non-disclosure and confidentiality agreements. We require that manufacturers adhere to our supplier code of conduct regarding manufacturing quality, working conditions and other social, labor and sustainability-related matters. However, we do not have any long-term agreements requiring us to utilize any particular manufacturer, and no manufacturer is required to produce our products for the long term. We have subsidiaries strategically located near our key partners to support our manufacturing, quality assurance and sourcing efforts. \nInventory Management\nInventory management is important to the financial condition and operating results of our business. We manage our inventory levels based on existing orders, anticipated sales and the rapid delivery requirements of our customers. Our inventory strategy is focused on meeting consumer demand while improving our inventory efficiency over the long term by putting systems and processes in place to improve our inventory management. These systems and processes, including our global operating and financial reporting information technology system, are designed to improve forecasting and supply planning capabilities. In addition, we strive to enhance our inventory performance by focusing on adding discipline around product purchasing, reducing production lead time and improving planning and execution for selling excess inventory through our Factory House stores and other liquidation channels.\nOur practice, and the general practice in the apparel, footwear and accessory industry, is to offer retail customers the right to return defective or improperly shipped merchandise. From time to time, when introducing new products, which often requires large initial launch shipments, we commence production before receiving orders for those products. \nIntellectual Property\nWe own the trademarks used in connection with the marketing, distribution and sale of our products in the United States and in key international markets where our products are currently sold or manufactured. Our major trademarks include the UA Logo <img alt=\"logo.jpg\" id=\"i-3\" src=\"ua-20250331_g2.jpg\" style=\"height:11px;margin-bottom:5pt;vertical-align:text-bottom;width:22px\"/>® and UNDER ARMOUR®, both of which are registered in the United States, Canada, Mexico, the United Kingdom, the European Union, Japan, China and numerous other countries. We also own trademark registrations for other trademarks including, among others, UA®, ARMOUR®, HEATGEAR®, COLDGEAR®, PROTECT THIS HOUSE®, I WILL®, and many trademarks that incorporate the term ARMOUR such as ARMOUR FLEECE® and ARMOUR BRA®. We own domain names for our primary trademarks (most notably underarmour.com and ua.com) and hold copyright registrations for several commercials, as well as for certain artwork. We intend to continue to strategically register, both domestically and internationally, trademarks and copyrights we utilize today and those we develop in the future. We will continue to aggressively police our trademarks and pursue those who infringe, both domestically and internationally.\n\nWe believe the distinctive trademarks we use in connection with our products are important in building our brand image and distinguishing our products from those of others. These trademarks are among our most valuable assets. In addition to our distinctive trademarks, we also place significant value on our trade dress, which is the overall image and appearance of our products, and we believe our trade dress helps to distinguish our products in the marketplace. We also have copyright protection covering various designs and other original works. \nWe apply for, own and maintain utility and design patents that protect certain technologies, materials, manufacturing processes, product features and industrial and aesthetic designs. These patents cover various footwear, apparel, accessories, equipment and digital applications. However, we traditionally have had limited patent protection on some of the technology, materials and processes used in the manufacture of our products. In addition, patents are important with respect to our innovative products and investments. As we continue to expand and drive innovation in our products, we seek patent protection on products, features and concepts we believe to be strategic and important to our business. We will continue to file patent applications where we deem appropriate to protect our new products, innovations and designs that align with our corporate strategy. \nCompetition\nThe market for performance apparel, footwear and accessories is highly competitive and includes many new competitors as well as increased competition from established companies expanding their production and marketing of performance products. Our direct competitors include, among others, NIKE, adidas, PUMA and lululemon athletica, which are large apparel and footwear brands with strong worldwide brand recognition and in some cases, significantly greater resources than us. Within our international markets, in addition to global brands, we also compete with regional and country-specific brands that may have stronger local brand recognition. Many of the fabrics and technology used in manufacturing our products are not unique to us, and we own a limited number of fabric or process patents. We also compete with other manufacturers, including those specializing in performance apparel, footwear, accessories and private label offerings of certain retailers, including some of our wholesale customers.\nIn addition, we must compete with others for purchasing decisions and limited floor space at retailers. We believe we have been successful in this area because of the relationships we have developed and the sales performance of our products. However, if retailers experience higher demand for or earn higher margins from our competitors' products or their own private label offerings, they may favor the display and sale of those products.\nWe believe we compete successfully because of our brand image and recognition, the performance and quality of our products and our selective distribution strategies. We also believe our focus on athletic performance, product style and merchandising helps differentiate us from our competition. We compete for consumer preferences and expect to continue to do so in the future. We may face greater competition on pricing in the future, which may favor larger competitors with lower production costs per unit that can spread the effect of price discounts across a more extensive array of products and a larger base of customers and consumers. The purchasing decisions of consumers for our products often reflect highly subjective preferences influenced by various factors, including advertising, media, product sponsorships, product improvements and changing trends in style and design.\nSustainability\nOur sustainability strategy sets forth our long-term aspiration of finding new ways to drive performance through sustainable innovations that not only deliver a better product for athletes, but also support a better world. Our sustainability strategy is centered around three interconnected pillars—product, home field and team. Within these pillars, we challenge ourselves to improve our existing materials or create new materials that not only meet our athletes' expectations, but also responsibly reduce environmental impacts of our products and operations. Additionally, our strategy seeks to foster respect for human rights within our company, with our suppliers and their workers and in communities across our entire supply chain.\nHuman Capital Management\nOur employees, whom we refer to as teammates, are central to driving our long-term success as an organization and brand. Consistent with our values, we believe that our brand is stronger when our collective team is fully engaged and working together to support our athletes around the world. We also believe that having an engaged and committed workforce enhances our culture and drives our business success, ultimately helping us to deliver the most innovative products that make athletes better. Our human capital management strategy is therefore focused on creating an engaging workplace environment where our teammates can thrive by attracting, developing and retaining talent through a competitive total rewards program, numerous development opportunities and intentional trainings and programming. \n\nAs of March 31, 2025, we had approximately 14,400 teammates worldwide, including approximately 10,200 in our Brand and Factory House stores and approximately 1,000 at our distribution facilities. Approximately 6,500 of our teammates were full-time. Of our approximately 7,900 part-time teammates, approximately 3% were seasonal teammates. Our total number of teammates fluctuates throughout the year, with a significant increase in seasonal teammates during the third quarter of each fiscal year.\nCulture, Engagement and Talent Development\nWe believe maintaining an engaging and ethical culture is key, not just to our values, but also our business success; it is part of our brand. Our Board of Directors has ongoing oversight of our human capital management strategies and programs and regularly reviews our progress and opportunities with respect to engagement and culture. We believe open lines of communication are critical to fostering this environment. This starts with \"tone at the top\" and we emphasize the importance of our Code of Conduct. We encourage our teammates to \"speak-up\" when they have concerns, and we provide multiple reporting mechanisms for them to do so. We require trainings on a wide range of topics for all of our corporate teammates and our retail and distribution facility leadership, including training designed to help our teammates make the right call and strengthen our culture. We currently have nine teammate-led Teammate Resource Groups, which amplify business initiatives, provide networking opportunities, support community outreach and promote cultural awareness.\nOur values are embodied in our commitment to helping our teammates develop their skills, grow their careers and achieve their goals. We believe our investment in these areas enhances our teammate engagement, improves the efficiency and productivity of our work and ultimately drives better results for our business. We prioritize and invest in a wide range of training and development opportunities for teammates at all levels, including through both online and instructor-led internal and external programs. We also offer resources to support individual development planning, including emphasizing development opportunities as part of teammates' annual goal setting process.\nWe invest in developing the leadership strength and capabilities of people-leaders at all levels. We leverage assessments, mentoring, executive coaching, and interactive training programs across a variety of leadership topics to improve leadership effectiveness, develop leaders who model and promote an engaged and ethical culture and drive the performance of our team. Additionally, through our succession planning efforts, we further focus on talent development for key roles within our organization.\nTotal Rewards\nOur total rewards strategy is focused on providing market competitive and internally equitable total rewards packages that allow us to attract, engage and retain a talented workforce. In determining our compensation practices, we focus on offering competitive pay that is based on market data with packages that appropriately reflect roles and geographic locations and are transparently communicated. We believe in \"pay for performance\" and seek to design plans and programs that support a culture of high performance where we reward what is accomplished and how. We are also committed to achieving pay equity within all teammate populations, and in the United States, with the assistance of third-party experts, conduct an annual review of pay equity and market comparison data. When we identify opportunities, we take prompt actions to close any gaps.\nOur total rewards programs, which are outlined on the careers page of our corporate website, are aimed at the varying health, financial and home-life needs of our teammates. In the United States, where approximately 64% of our workforce is located, our full-time teammates are eligible for competitive healthcare and other benefits, in addition to market-competitive pay and broad-based bonuses. Outside of the United States, we provide benefit packages tailored to market-specific practices and needs. We believe in promoting alignment between our teammates and stockholders. As such, these teammates are also eligible to participate in our Employee Stock Purchase Plan, and corporate teammates within our \"director\" level and above positions receive restricted stock unit awards as a key component of their total compensation package.\nIn addition to competitive time off benefits, our full-time corporate teammates also receive 40 hours of additional paid time off each year for personal volunteer activities performed during working hours. We believe that giving back to the communities where we live and work is central to our culture.\nWe believe these efforts keep our teammates engaged and motivated to do their best work. However, competition for employees in our industry is intense, and we regularly collect feedback to better understand and improve our teammate experience and identify opportunities to continually strengthen our culture. See \"Risk Factors—Business and Operational Risks—Our future success is substantially dependent on the continued service of our senior management and other key employees, and our continued ability to attract and retain highly talented new team members\" included in Item 1A of this Annual Report on Form 10-K.\nInformation About Our Executive Officers\n\nName                       Age                                           Position\nKevin Plank                 52              President and Chief Executive Officer\nDavid Bergman               52                            Chief Financial Officer\nShawn Curran                61                         Chief Supply Chain Officer\nEric Liedtke                58                                    Brand President\nYassine Saidi               47                              Chief Product Officer\nMehri Shadman               43        Chief Legal Officer and Corporate Secretary\nKara Trent                  45                          President of the Americas\nKevin Plank has been President and Chief Executive Officer since April 2024. He served as Executive Chair and Brand Chief from January 2020 through March 2024. Prior to that, he served as Chief Executive Officer and Chair of the Board of Directors from 1996, when he founded our Company, to 2019, and President from 1996 to July 2008 and August 2010 to July 2017. Mr. Plank also serves on the Board of Directors of the National Football Foundation and College Hall of Fame, Inc., and is a member of the Board of Trustees of the University of Maryland College Park Foundation.\nDavid Bergman has been Chief Financial Officer since November 2017. Mr. Bergman joined our Company in 2004 and has served in various Finance and Accounting leadership roles for the Company, including Corporate Controller from 2006 to October 2014, Vice President of Finance and Corporate Controller from November 2014 to January 2016, Senior Vice President, Corporate Finance from February 2016 to January 2017, and acting Chief Financial Officer from February 2017 to November 2017. Prior to joining the Company, Mr. Bergman worked as a CPA within the audit and assurance practices at Ernst & Young LLP and Arthur Andersen LLP.\nShawn Curran has served as Chief Supply Chain Officer since October 2023. Before joining Under Armour, he held several leadership roles across the Gap, Inc. portfolio of companies. He most recently served as EVP, Chief Operating Officer of Old Navy from July 2021 to June 2022. Prior to that he served as EVP, Chief Operating Officer of Gap, Inc. from March 2020 to June 2021; EVP, Global Supply Chain and Product/Store Operations from March 2019 to February 2020; and EVP, Global Supply Chain and Product Operations from October 2017 to February 2019.\nEric Liedtke has served as Brand President since January 2025. Mr. Liedtke joined Under Armour in August 2024 as Executive Vice President, Brand Strategy. Before joining Under Armour, Mr. Liedtke was the Chief Executive Officer and co-founder of UNLESS COLLECTIVE, INC, a zero-plastic regenerative fashion brand acquired by Under Armour in August 2024. Before that, Mr. Liedtke spent 26 years at adidas Group, holding senior positions in footwear marketing and executive roles as VP of Brand Marketing, SVP of Sports Performance Brand Marketing, and Head of Sports Performance, culminating in his roles as Brand President and Executive Board Member from 2014 to 2019.\nYassine Saidi has served as Chief Product Officer since January 2024 and Executive Vice President, General Manager of Sportswear, Basketball, Curry, Run and Collaborations, since February 2025. Before joining Under Armour, Mr. Saidi was the Founder and Business Strategist at AGENC-Y, a Sport, Lifestyle and Fashion product company, from September 2018 to January 2024. From June 2011 to June 2020, he held various leadership roles in SportStyle Footwear, Partnerships, Collaborations and Global Sales at PUMA. Prior to that, Mr. Saidi held various roles in performance Tennis Product and Marketing at adidas Group from May 2003 to June 2011.\nMehri Shadman has been Chief Legal Officer and Corporate Secretary since October 2022. Ms. Shadman joined Under Armour in 2013 and served as Assistant Corporate Secretary from January 2017 to October 2022. Most recently she held the role of Deputy General Counsel, Corporate and Risk, overseeing the corporate legal, global ethics and compliance, data privacy, and enterprise risk management functions, and served as Vice President within the legal department from March 2019 through October 2022. Prior to that, she served as Senior Director, Managing Counsel, Corporate Affairs from January 2017 to February 2019. Before joining Under Armour, Ms. Shadman began her career as an associate at a large international law firm, in its capital markets practice.\nKara Trent has served as President of the Americas since February 2024. Ms. Trent joined Under Armour in May 2015, serving in a variety of leadership roles. Most recently, she served as SVP, Managing Director, EMEA from November 2021 to January 2024. Prior to that, she served as Sr. Director of EMEA Merchandising and Planning from July 2019 to October 2021; Senior Director of North America Merchandising and Visual Merchandising from April 2018 to July 2019; and Director of Athletic Specialty Merchandising from May 2015 to March 2018. Before joining Under Armour, Ms. Trent served in various leadership roles in Footwear and Apparel \n\nMerchandising and Planning at PUMA North America from May 2007 to March 2015. She began her career at Reebok International from 2002 to 2007.\nAvailable Information\nWe will make available free of charge on or through our website at https://about.underarmour.com/ our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\") as soon as reasonably practicable after we electronically file these materials with the Securities and Exchange Commission. We also post on this website our key corporate governance documents, including our board committee charters, our corporate governance guidelines and our code of conduct and ethics.",
      "char_count": 38085
    },
    "item1a": {
      "text": "ITEM 1A. RISK FACTORS\nOur results of operations and financial condition could be adversely affected by numerous risks. You should carefully consider the risk factors detailed below in conjunction with the other information contained in this Annual Report on Form 10-K. Should any of these risks actually materialize, our business, financial condition, results of operations and future prospects could be negatively impacted.\nEconomic and Industry Risks \nOur business depends on consumer purchases of discretionary items, which can be negatively impacted during an economic downturn or periods of inflation. This could materially impact our sales, profitability, results of operations and financial condition.\nMany of our products may be considered discretionary items for consumers. Many factors impact discretionary spending, including general economic conditions, unemployment, the availability of consumer credit, inflationary pressures and consumer confidence in future economic conditions. Global and U.S. economic conditions and trends in consumer discretionary spending continue to be uncertain, particularly in light of the potential impacts of changes and uncertainties related to government fiscal, monetary, tax, and trade policies, inflation volatility in the U.S. and global markets and recession fears. Consumer purchases of discretionary items tend to decline during recessionary periods when disposable income is lower or during other periods of economic instability or uncertainty, which may lead to declines in sales and slow our long-term growth expectations. Any near or long-term economic disruptions in markets where we sell our products, particularly in the United States or other key markets, may materially harm our sales, profitability and financial condition and our prospects for growth.\nOur financial results and ability to grow our business may be negatively impacted by global events beyond our control.\nWe operate retail, distribution and warehousing facilities and offices around the world and substantially all of our manufacturers are located outside of the United States. We are subject to numerous risks and global events beyond our control which could negatively impact consumer spending or our own operations or operations of our customers or business partners, and therefore our results of operations, including: changes in diplomatic and trade relationships, trade policy or actions of foreign or U.S. governmental authorities impacting trade and foreign investment; inflation; military conflict; political or labor unrest; terrorism; public health crises, disease epidemics or pandemics; natural disasters and extreme weather conditions, which may increase in frequency and severity due to climate change; economic instability resulting in the disruption of trade from foreign countries; the imposition of new laws, regulations and rules, including those relating to sustainability and climate change, data privacy, labor conditions, minimum wage, quality and safety standards and disease epidemics or other public health concerns; and changes in local economic conditions in countries where our stores, customers, manufacturers and suppliers are located.\nThese risks could hamper our ability to sell products, negatively affect the ability of our manufacturers to produce or deliver our products or procure materials and increase our cost of doing business generally, any of which could have an adverse effect on our results of operations, profitability, cash flows and financial condition. In the event that one or more of these factors make it undesirable or impractical for us to conduct business in a particular country, our business could be adversely affected.\nThere continues to be uncertainty in the current global trade environment due to recent and potential changes in global trade policy. These changes have and could result in a higher cost or restrictions on the \n\nimportation of the products we sell. Although we have and may continue to look for alternative sourcing options, we may not be able to shift production in a timely or cost-effective manner, if at all, from various countries in which we manufacture our products to offset those costs or restrictions. Therefore, we may not be able to mitigate the entire increase to our cost resulting from tariffs and we may not be able to, or may choose not to, pass any cost increase onto consumers. Any increase in our prices could have an adverse impact on our direct sales to consumers, as well as sales by our wholesale customers and our licensees. In addition, the uncertainty in the global trade environment may have adverse impacts on capital markets or consumer discretionary spending, which could lower demand for our products. Any adverse impact on our costs or on consumer demand could have a material adverse effect on our business, financial condition and results of operations. \nWe operate in highly competitive markets and the size and resources of some of our competitors may allow them to compete more effectively than we can, resulting in a loss of our market share and a decrease in our net revenues and gross profit.\nThe market for performance apparel, footwear and accessories is highly competitive and includes many new competitors, as well as increased competition from established companies expanding their production and marketing of performance products. Many of our competitors are large apparel and footwear companies with strong worldwide brand recognition. Within our international markets, we also compete with local brands that may have strong brand recognition amongst consumers within particular regions. Due to the fragmented nature of the industry, we also compete with other manufacturers, including those specializing in products similar to ours and private label offerings of certain retailers, including some of our wholesale customers. Failure to acknowledge or react appropriately to the entry or growth of a viable competitor or disruptive force could affect our ability to differentiate and grow our brand. \nMany of our competitors have significant competitive advantages, including greater financial, distribution, marketing, digital and other resources; longer operating histories; better brand recognition among consumers; more experience in global markets; greater ability to invest in technology and adapt to changes, including the use of data analytics, artificial intelligence, machine learning and the digital consumer experience; greater ability to source sustainable and traceable raw materials at cost-effective prices and invest in innovations around sustainability; and greater economies of scale. In addition, some of our competitors have long-term relationships with our key retail customers that are potentially more important to those customers because of the significantly larger volume and product mix that our competitors sell to them. As a result, these competitors may be better equipped than we are to influence consumer preferences or otherwise increase their market share by quickly adapting to changes in customer requirements or consumer preferences, discounting excess inventory that has been written down or written off, devoting resources to the marketing and sale of their products, including significant advertising, media placement, partnerships and product endorsement, adopting aggressive pricing policies and engaging in lengthy and costly intellectual property and other disputes.\nIn addition, while one of our growth strategies has been to increase floor space for our products in retail stores and in certain markets expand our distribution to other retailers, retailers have limited resources, floor space, and, in some cases, their own private label products, and we must compete with others to develop relationships with them. Increased competition could result in reductions in floor space in retail locations or reductions in sales or reductions in the prices of our products, and if retailers have better sell through or earn greater margins from our competitors' products or from their own private label products, they may favor the display and sale of those products. Our inability to compete successfully against our competitors and maintain our gross margin could have a negative effect on our brand image and a material adverse effect on our business, financial condition and results of operations.\nOur profitability may decline or our growth may be negatively impacted as a result of increasing pressure on pricing.\nOur industry is subject to significant pricing pressure caused by many factors, including intense competition, consolidation in the retail industry, pressure from retailers to reduce the costs of products, the amount of excess inventory in the marketplace and changes in consumer demand. These factors may cause us to reduce our prices to retailers and consumers or engage in more promotional activity than we anticipate, which could negatively impact our margins and cause our profitability to decline if we are unable to offset price reductions with comparable reductions in our operating costs. Ongoing and sustained promotional activities could negatively impact our brand image. On the other hand, if we are unwilling to engage in promotional activity on a scale similar to that of our competitors, for instance, to protect our premium brand positioning, and unable to simultaneously offset declining promotional activity with increased sales at premium price points, our ability to achieve short-term growth targets \n\nmay be negatively impacted, which could have a material adverse effect on our results of operations, financial condition and the price of our stock. \nFluctuations in the cost of raw materials and commodities we use in our products and costs related to our supply chain could negatively affect our operating results.\nThe fabrics used by our suppliers and manufacturers are made of raw materials including petroleum-based products and cotton. Significant price fluctuations, including due to inflation, tariffs or trade relations, sanctions, or other geopolitical or economic conditions, or shortages in petroleum or other raw materials can materially adversely affect our cost of goods sold. In addition, certain of our manufacturers are subject to government regulations related to wage rates, and therefore the labor costs to produce our products may fluctuate. The cost of transporting our products for distribution and sale is also subject to fluctuation due in large part to the price of oil. Because most of our products are manufactured abroad, our products must be transported by third parties over large geographical distances and an increase in the price of oil can significantly increase costs. Manufacturing delays or unexpected transportation delays have caused and may continue to cause us to rely more heavily on airfreight to achieve timely delivery to our customers. These factors have significantly increased our freight costs in the past, and may do so again in the future. Any of these fluctuations may increase our cost of products and have an adverse effect on our profit margins, results of operations and financial condition.\nGlobal or regional public health emergencies have caused and may in the future cause significant disruption in our industry, which has had and may in the future have a material or adverse impact our business, financial condition and results of operations.\nFuture public health emergencies, including outbreaks of epidemics, pandemics or contagious diseases, in jurisdictions where we or our business partners operate pose a risk to our business and results of operations, including our ability to execute our near-term and long-term business strategies in the expected time frame. The extent of the impact of any future public health emergency on our business will depend on several uncertain and unpredictable factors, including the duration, spread and severity of such public health emergency.\nFor example, the COVID-19 pandemic negatively affected the U.S. and global economies, disrupted global supply chains, financial markets and consumer spending, and led to significant travel and business restrictions, including mandatory closures, orders to \"shelter-in-place\" and restrictions on how businesses operate. The COVID-19 pandemic and related government, private sector and individual consumer responsive actions had an adverse impact on our business and results of operations, as well as the businesses and results of operations of our business partners, including our customers, suppliers and vendors.\nBusiness and Operational Risks\nWe derive a substantial portion of our sales from large wholesale customers. If the financial condition of our customers declines, our financial condition and results of operations could be adversely impacted.\nIn Fiscal 2025, sales through our wholesale channel represented approximately 58% of our net revenues. We extend credit to our wholesale customers based on an assessment of a customer's financial condition, generally without requiring collateral or getting customer insurance against non-collection. We face increased risk of order reduction or cancellation and around collectibility when dealing with financially ailing customers or customers struggling with economic uncertainty. In addition, during weak economic conditions, such as periods of high inflation, recessionary fears or reduced consumer traffic and purchasing, customers may be more cautious with orders or may slow investments necessary to maintain a high quality in-store experience for consumers, which may result in lower sales of our products. Furthermore, a slowing economy in our key markets or a decline in consumer purchases of sporting goods generally could have an adverse effect on the financial health of our company.\nFrom time to time, certain of our customers have experienced financial difficulties and we have been unable to collect all or a portion of the amounts owed to us. To the extent one or more of our customers experience significant financial difficulty, bankruptcy, insolvency or cease operations, this could have a material adverse effect on our sales, our ability to collect on receivables and our financial condition and results of operations.\nWe may not successfully execute our long-term strategies, which may negatively impact our results of operations.\nOur ability to realize our long-term growth objectives depends, in part, on our ability to successfully execute strategic initiatives in key areas including our North America region and our wholesale and direct-to-consumer \n\nbusinesses. With respect to our direct-to-consumer business, our growth depends on our ability to continue to successfully grow our digital offerings and experiences throughout the world, expand our global network of Brand and Factory House stores and continue to attract and retain consumers in these channels successfully. In addition, as we expand our global network of Brand and Factory House stores, if we are unable to operate our stores profitably, our financial results could be impacted, or we could be required to recognize impairment charges. Our long-term strategy also depends on our ability to successfully drive expansion of our gross margins, manage and leverage our cost structure and drive return on our investments. If we cannot effectively execute our long-term growth strategies while managing costs effectively, our business could be negatively impacted and we may not achieve our expected results of operations.\nIf we are unable to anticipate consumer preferences; successfully develop and introduce new, innovative and updated products or engage our consumers; or if consumer preferences shift away from performance products, our sales, net revenues and profitability may be negatively impacted.\nOur success depends on our ability to identify and originate product trends and anticipate and react to changing consumer demands in a timely manner. All of our products are subject to changing consumer preferences that shift rapidly and cannot be predicted with certainty. Our ability to adequately react to and address consumer preferences depends in part upon our continued ability to develop and introduce innovative, high-quality products and to optimize available consumer data. In addition, long lead times for certain of our products may make it hard for us to respond quickly to changes in consumer demands. Accordingly, our new products may not receive consumer acceptance. From time to time, we may also introduce limited run or specialized products that may increase our sales in the near term, but that may fail to maintain sustained consumer demand. If consumers are not convinced performance apparel, footwear and accessories are a better choice than, and worth the additional cost over, traditional alternatives, sales of performance products may not grow or may decline. We also must successfully design and market our performance products for use by consumers in casual occasions. If we are unable to effectively anticipate and respond to consumer preferences as a result of any of these factors, our brand image could be negatively impacted, and our sales, net revenues, profitability and long-term growth plans may be negatively impacted.\nConsumer shopping and engagement preferences and shifts in distribution channels continue to evolve and if we fail to adapt accordingly our results of operations or future growth could be negatively impacted.\nConsumer preferences regarding the shopping experience and how to engage with brands continue to rapidly evolve. We sell our products through a variety of channels, including through wholesale customers and distribution partners, as well as our own direct-to-consumer business consisting of our Brand and Factory House stores and e-commerce platforms. If we or our wholesale customers do not provide consumers with an attractive in-store experience, our brand image and results of operations could be negatively impacted. In addition, as part of our growth strategy, we are investing significantly in enhancing our digital shopping capabilities and establishing and growing consumer loyalty programs in certain regions. We are also investing in capabilities and tools to drive higher digital engagement with our consumers and create new digital experiences. If we do not successfully execute this strategy or continue to provide an engaging, reliable and user-friendly digital commerce platform or digital experiences that attract consumers, our brand image, and results of operations, as well as our opportunities for future growth, could be negatively impacted.\nA decline in sales to, or the loss of, one or more of our key customers could result in a material loss of net revenues and negatively impact our prospects for growth.\nWe generate a significant portion of our wholesale revenues from sales to our largest customers. We currently do not enter into long-term sales contracts with our key customers, relying instead on our relationships with these customers and on our position in the marketplace. As a result, we face the risk that these key customers may not increase their business with us as we expect, or may significantly decrease their business with us or terminate their relationship with us. The failure to increase or maintain our sales to these customers as much as we anticipate has had and may continue to have a negative impact on our growth prospects and any decrease or loss of these key customers' business could result in a material decrease in our net revenues and net income or loss. In addition, our customers continue to experience ongoing industry consolidation, particularly in the sports specialty sector. As this consolidation continues, it increases the risk that if any one customer significantly reduces their purchases of our products, we may be unable to find sufficient alternative customers to continue to grow our net revenues, or our net revenues may decline materially. In addition, from time to time, we have and may continue to exit or scale down relationships with certain wholesale customers to further drive our premium brand position or for \n\nother reasons. This may negatively impact our net revenues if we are unable to replace those sales with additional sales to our other customers or direct sales to consumers.\nThe value of our brand and sales of our products could be diminished if we are associated with negative publicity.\nOur business could be adversely impacted if negative publicity regarding our brand, our company or our business partners diminishes the appeal of our brand to consumers. For example, while we require our suppliers, manufacturers and licensees of our products to operate their businesses in compliance with applicable laws and regulations, as well as the social and other standards and policies we impose on them, including our supplier code of conduct, we do not control the conduct of these third parties. A violation, or alleged violation of our policies, labor laws or other laws could interrupt or otherwise disrupt our sourcing or damage our brand image. Negative publicity regarding production methods, alleged practices or workplace or related conditions of any of our suppliers, manufacturers or licensees could adversely affect our reputation and sales and force us to locate alternative suppliers, manufacturers or licensees. The risk that our business partners may not act in accordance with our expectations may be exacerbated in markets where our direct sales, supply chain or logistics operations are not as widespread. In addition, we have sponsorship contracts with a variety of athletes, teams and leagues and also enter into collaborative arrangements with athletes, designers or other partners. Negative publicity regarding these partners could have an adverse impact our brand image and result in diminished loyalty to our brand, regardless of whether such claims are accurate. In addition, there is increased focus and rapidly evolving expectations from stakeholders, including consumers, employees, investors, activists, advocacy groups and regulators, regarding corporate environmental and social issues, such as corporate statements, initiatives or practices related to climate change and a variety of social issues. Negative publicity regarding our initiatives or practices related to these issues could negatively impact our brand and result in diminished loyalty to our brand. Furthermore, social media can potentially accelerate and increase the scope of negative publicity. This could diminish the value of our proprietary rights or harm our reputation or have a negative effect on our sales and results of operations.\nWe must successfully manage the increasingly complex operations of our global business, including continued expansion in certain markets where we have limited brand recognition, or our business and results of operations may be negatively impacted.\nPart of our growth strategy depends on our continued expansion outside of North America, and we have limited brand recognition and operating experience in certain regions. We must continue to successfully manage the operational difficulties associated with expanding our business to meet increased consumer demand throughout the world. Addressing regulatory requirements and market practices in certain regions outside of North America is challenging, and we may face difficulties expanding into and successfully operating in those markets, including differences in regulatory environments, labor and market practices, and difficulties in keeping abreast of market, business and technical developments and consumer preferences. We must also continually evaluate the need to expand critical functions in our business, including sales and marketing, product development, distribution and corporate services functions, our management information systems and other processes and technology. We may not manage these efforts cost-effectively or these efforts could increase the strain on our existing resources. If we experience difficulties in supporting the growth of our business, we could experience an erosion of our brand image or operational challenges leading to a decrease in net revenues and results from operations.\nOur results of operations could be materially harmed if we are unable to accurately forecast demand for our products.\nTo ensure adequate inventory supply, we must forecast inventory needs and place orders with our manufacturers based on estimated future demand for particular products, and before firm orders are placed by our wholesale customers. In addition, a portion of our net revenues may be generated by at-once orders for immediate delivery to wholesale customers, particularly during the last two quarters of the calendar year, which historically has been our peak season. If we fail to accurately forecast customer demand, we may experience excess inventory levels or a shortage of product to deliver to our wholesale customers or for our direct-to-consumer channel. Excess inventory may result in inventory write-downs or write-offs or sales at discounted prices or in less preferred distribution channels, negatively impacting gross margin. On the other hand, if we underestimate the demand for our products, our manufacturers may not be able to produce products to meet our customer requirements, resulting in delays in the shipment of our products and our ability to recognize revenue, lost sales, as well as damage to our reputation and wholesale and consumer relationships.\n\nFactors that could affect our ability to accurately forecast demand for our products include: changing consumer demand for our products; product introductions by competitors; unanticipated changes in general market or economic conditions impacting consumer discretionary spending, which may result in cancellations of advance orders or a reduction or increase in the rate of reorders or at-once orders placed by retailers; the impact on consumer demand due to unseasonable weather conditions, which may become more frequent or severe as a result of climate change; and terrorism or acts of war, or the threat thereof, political or labor instability or unrest or public health concerns and disease epidemics.\nThe difficulty in forecasting demand also makes it difficult to estimate our future results of operations and financial condition from period to period. A failure to accurately predict the level of demand for our products could adversely impact our profitability or cause us not to achieve our expected financial results. \nWe rely on third-party suppliers and manufacturers to provide raw materials for and to produce our products, and we have limited control over these suppliers and manufacturers and may not be able to obtain quality products on a timely basis or in sufficient quantity.\nMany of the materials used in our products are technically advanced products developed by third parties and may be available, in the short-term, from a very limited number of sources. Substantially all of our products are manufactured by unaffiliated manufacturers, and, in Fiscal 2025, ten manufacturers produced approximately 69% of our apparel and accessories products, and nine produced substantially all of our footwear products. We have no long-term contracts with our suppliers or manufacturing sources, and we compete with other companies for fabrics, raw materials and production capacity.\nA number of factors may require us to seek alternative or additional suppliers, which we may not be able to do in a timely or cost-effective manner. We may experience a significant disruption in the supply of fabrics or raw materials from current sources or, in the event of a disruption, we may be unable to locate alternative suppliers of materials of comparable quality at an acceptable price, or at all. Moreover, our suppliers may not be able to fill our orders in a timely manner depending on market conditions or increased demand for product. \nWe have historically provided supply chain finance support to certain of our supply chain partners. In the past, the financial markets supporting supply chain finance programs experienced disruption that resulted in a temporary disruption to our program and challenged the cash flow and liquidity of our partners. While we worked with our partners through the disruption and have re-established a supply chain finance program, there can be no guarantee that such disruption will not occur again. Additionally, if one or more of our suppliers were to experience significant financial difficulty, bankruptcy, insolvency or cease operations, or fail to comply with applicable labor or other laws, we may be required to seek alternative suppliers.\n In addition, if we lose or need to replace an existing manufacturer or supplier as a result of adverse economic conditions or other reasons, additional supplies of fabrics or raw materials or additional manufacturing capacity may not be available when required on terms that are acceptable to us, or at all, or suppliers or manufacturers may not be able to allocate sufficient capacity to us in order to meet our requirements. Even if we are able to expand existing or find new manufacturing or fabric sources, we may encounter delays in production and added costs as a result of the time it takes to train our suppliers and manufacturers on our methods, products and quality control standards. Any delays, interruption or increased costs in the supply of fabric or manufacture of our products could have an adverse effect on our ability to meet retail customer and consumer demand for our products and result in lower net revenues and lower results of operations both in the short and long term.\nWe have occasionally received, and may in the future continue to receive, shipments of product that fail to conform to our quality control standards. If we are unable to obtain replacement products in a timely manner, we risk the loss of net revenues resulting from the inability to sell those products and related increased administrative and shipping costs. In addition, because we do not control our manufacturers, products that fail to meet our standards or other unauthorized products could end up in the marketplace without our knowledge, which could harm our brand and our reputation in the marketplace.\nLabor or other disruptions at ports or our suppliers or manufacturers may adversely affect our business.\nOur business depends on our ability to source and distribute products in a timely and cost effective manner. As a result, we rely on the free flow of goods through open and operational ports worldwide and on a consistent basis from our suppliers and manufacturers. Labor disputes and disruptions at various ports or at our suppliers or manufacturers could create significant risks for our business, particularly if these disputes result in work slowdowns, decreased operations, lockouts, strikes or other disruptions during our peak importing or manufacturing seasons. Significant delays or disruption in receiving and distributing our products, has had, and may again have, an adverse \n\neffect on our business, including canceled orders by customers, unanticipated inventory accumulation or shortages, increased expense (including air freight) to deliver our products and reduced net revenues and results of operations.\nIf we fail to successfully manage or realize expected results from significant transactions or investments, or if we are required to recognize an impairment of our goodwill or other intangible assets, it may have an adverse effect on our results of operations and financial position.\nFrom time to time, we may engage in acquisition opportunities we believe are complementary to our business and brand. Integrating acquired businesses can require significant efforts and resources, which could divert management attention from more profitable business operations. From time to time we have also disposed of certain assets where we did not think our activities aligned to our operating model. If we fail to successfully integrate acquired businesses or effectively manage dispositions, we may not realize the financial benefits or other synergies we anticipated. In addition, in connection with our acquisitions, we may record goodwill or other intangible assets. We have recognized goodwill impairment charges in the past, and additional goodwill impairment charges could have an adverse effect on our results of operations and financial position. Additionally, from time to time, we may invest in business infrastructure, new businesses and expansion of existing businesses, such as the expansion of our network of Brand and Factory House stores and our distribution facilities, implementing our global operating and financial reporting information technology system, supporting our digital strategy (including our e-commerce platform and loyalty programs), or supporting our corporate infrastructure (including the development of our new global headquarters located in the Baltimore Peninsula area of Baltimore). These investments require substantial cash investments and management attention, and infrastructure investments may also divert funds from other potential business opportunities. We believe cost effective investments are essential to business growth and profitability. The failure of any significant investment to provide the returns or synergies we expect could adversely affect our financial results.\nClimate change and an increased regulatory and stakeholder focus on sustainability and social matters may have an adverse effect on our brand, sales of our products and our results of operations.\nThere are concerns that increased levels of greenhouse gases in the atmosphere have caused, and may continue to cause, increases in global temperatures, changes in weather patterns and an increase in the frequency and severity of natural disasters and extreme weather events. Climate change has the potential to impact our business in numerous ways. These concerns may impact consumer preferences and, if we fail to adapt accordingly, consumer demand for our product. The physical impacts of climate change, such as an increase in the frequency and severity of storms and flooding, may increase volatility in the supply chain, which could affect the availability, quality and cost of raw materials, and disruption to the production and distribution of our products. In addition, governmental authorities in various countries have enacted or proposed, and are likely to continue to propose, legislation and regulation regarding public reporting, business practices and marketing of goods related to sustainability and social matters, including reducing or mitigating the impacts of climate change. Various countries and regions are following different approaches to the regulation of these matters, which could increase the complexity of, and potential cost related to complying with, such regulations and lead to risks associated with non-compliance. Any of the foregoing may require us to make additional investments. Failure to monitor, adapt, build resilience and develop solutions against the physical and transitional impacts from climate change may negatively impact our brand and reputation, sales of our products and our results of operations. \nCertain customers, consumers, investors and other stakeholders are increasingly focusing on the sustainability and human rights practices of companies, including those related to climate change and social issues. If our practices do not meet the expectations of various stakeholders, which can vary greatly and continue to evolve, our brand and reputation could be negatively impacted. We have published, and may continue to publish, a sustainability report and other information describing our practices, targets and commitments on a variety of sustainability and human rights matters, including relating to our actions to address climate change, environmental targets and compliance, social and labor policies and practices, human capital management matters and the materials and manufacturing of our products. It is possible that stakeholders may not be satisfied with such disclosures, practices, targets or commitments or the speed or success of their adoption. Due to additional costs or resources required, or market and technological barriers, we have in the past and may again in the future be required to change investment decisions and/or adjust or restate some or all of our targets and commitments. Any failure, or perceived failure, to meet our targets, commitments or stakeholder expectations or to comply with reporting regulations could harm our brand image and reputation, negatively impact our employee retention, the willingness of our suppliers to do business with us or investor interest in our securities, or have a negative effect on our sales and results of operations.\n\nThe costs and return on our investments for our sports marketing sponsorships may become more challenging and this could impact the value of our brand image.\nA key element of our marketing strategy has been to create a link in the consumer market between our products and professional, collegiate and young athletes. We have developed licensing and sponsorship agreements with a variety of sports teams and athletes at the collegiate and professional level to be their official supplier of performance apparel and footwear. We have also developed licensing agreements to be an official supplier of footwear and/or performance apparel to a variety of professional sports leagues and clubs. However, as competition in the performance apparel and footwear industry has increased, the costs associated with athlete sponsorships and official supplier licensing agreements, including the costs of obtaining and retaining these sponsorships and agreements, have varied and at times increased greatly. If we are unable to maintain our current association with professional athletes, teams and leagues, or to do so at a reasonable cost, we could lose the on-field authenticity associated with our products, and we may be required to modify and substantially increase our marketing investments.\nIf we encounter problems with our distribution system, our ability to deliver our products to the market could be adversely affected.\nWe rely on a limited number of distribution facilities for our product distribution. Our distribution facilities utilize computer controlled and automated equipment, which means the operations are complicated and may be subject to a number of risks related to security or computer viruses or malware, the proper operation of software and hardware, power interruptions or other system failures. In addition, because many of our products are distributed from a limited number of locations, our operations could also be interrupted by severe weather conditions, floods, fires or other natural disasters in these locations, as well as labor or other operational difficulties or interruptions, including public health crises or disease epidemics. We maintain business interruption insurance, but it may not adequately protect us from the adverse effects that could be caused by significant disruptions in our distribution facilities or from all types of events causing such disruptions. Significant disruptions could lead to loss of customers or an erosion of our brand image. In addition, our distribution capacity is dependent on the timely performance of services by third parties. This includes the shipping of product to and from our distribution facilities, as well as partnering with third-party distribution facilities in certain regions where we do not maintain our own facilities. From time to time, certain of our partners have experienced and may continue to experience disruptions to their operations, including cyber-related disruptions and disruptions related to public health crises. If we or our partners encounter such problems, our results of operations, as well as our ability to meet customer expectations, manage inventory, complete sales and achieve objectives for operating efficiencies could be materially adversely affected.\nWe rely significantly on information technology and any failure, inadequacy or interruption of that technology could harm our ability to effectively operate our business.\nWe rely on our own and our vendors' information technology throughout our business operations, including to design, forecast and order product, manage and maintain our inventory and internal reports, manage sales and distribution, operate our e-commerce website and mobile applications, process transactions, manage retail operations and other key business activities. We also communicate electronically throughout the world with our employees and with third parties, such as customers, suppliers, vendors and consumers. Our operations are dependent on the reliable performance of these systems and technologies and their underlying technical infrastructure, which incorporate complex software. Any of these information systems could fail or experience a service interruption for a number of reasons, including computer viruses, ransomware or other malware, programming errors, hacking or other unlawful activities, disasters or a failure to properly maintain system redundancy or protect, repair, maintain or upgrade the systems.\nFrom time to time we have experienced, and may continue to experience, operational disruption due to attacks on our systems and those of our vendors. Although we maintain certain business continuity plans, there can be no assurance that our business continuity plans, or those of our vendors, will anticipate all material risks that may arise or will effectively resolve the issues in a timely manner or adequately protect us from the adverse effects that could be caused by significant disruptions in key information technology. The failure of these systems to operate effectively or to integrate with other systems, or a breach in security of these systems could cause delays in product fulfillment and reduced efficiency of our operations, lost sales, the exposure of sensitive business or personal information and damage to the reputation of our brand. Depending on the system and scope of disruption, in some instances a service interruption or shutdown could have a material adverse impact on our operating activities or results of operations. Remediation and repair of any failure, problem or breach of our key systems or \n\nknown potential vulnerabilities could require significant capital investments, as well as divert resources and management attention from key projects or initiatives. While we have purchased cybersecurity insurance, there can be no assurance that the coverage would be adequate in relation to any incurred losses. Moreover, as cyber attacks increase in frequency and magnitude, we may be unable to obtain cybersecurity insurance in amounts and on terms we view as appropriate for our operations.\nWe also heavily rely on information systems to process financial and accounting information for financial reporting purposes. If we experience any significant disruption to our financial information systems that we are unable to mitigate, our ability to timely report our financial results could be impacted, which could negatively impact our stock price.\nOur future success is substantially dependent on the continued service of our senior management and other key employees, and our continued ability to attract and retain highly talented new team members.\nOur future success is substantially dependent on the continued service of our senior management, particularly Kevin Plank, our founder, President and Chief Executive Officer, other top executives and key employees who have substantial experience and expertise in our business, including product creation, innovation, sales, marketing, supply chain, informational technology, operational and other support personnel. The loss of the services of our senior management or other key employees could make it more difficult to successfully operate our business and achieve our business goals and could result in harm to key customer relationships, loss of key information, expertise or know-how and unanticipated recruitment and training costs. Changes in our senior management may also disrupt our business. In recent years, we have experienced significant change in our executive management team. The failure to successfully transition and assimilate new members of our senior management or other key employees could adversely affect our results of operations.\nIn addition, to profitably grow our business and manage our operations, we will need to continue to attract, retain and motivate highly talented management and other employees with a range of skills, backgrounds and experiences. Competition for experienced and well-qualified employees in our industry is intense and we may not be successful in attracting and retaining such personnel. Additionally, changes to our current and future office environments, adoption of new work models and requirements about when or how often employees work on-site or remotely may fail to meet the expectations of our employees and present new challenges. As certain jobs and employers increasingly operate remotely, traditional geographic competition for talent may change in ways that cannot be fully predicted at this time. If we are unable to attract, retain and motivate management and other employees with the necessary skills, we may not be able to grow or successfully operate our business and achieve our long-term objectives. In addition, we have invested significant time and resources in building, maintaining and evolving our company culture and our values, which we believe to be critical to our future success. Failure to maintain and continue to evolve our culture could negatively affect our ability to attract, retain and motivate talented management and employees and to achieve our long-term objectives.\nWe may not fully realize the expected benefits of our restructuring plans or other operating or cost-saving initiatives, which may negatively impact our profitability.\nWe are currently executing a restructuring plan designed to strengthen and support our financial and operational efficiencies. We have also implemented several changes to our operating model and continue to refine our operating model in response to business and market conditions. We may not achieve the operational improvements and efficiencies that we targeted in our restructuring plans and operating model changes, which could adversely impact our results of operations and financial condition. Implementing any restructuring plan or operating model change presents significant potential risks including, among others, higher than anticipated implementation costs, management distraction from ongoing business activities, failure to maintain adequate controls and procedures while executing our restructuring plans and operating model changes, damage to our reputation and brand image and workforce attrition beyond planned reductions. If we fail to achieve targeted operating improvements and/or cost reductions, our profitability and results of operations could be negatively impacted, which may be dilutive to our earnings in the short term. \n\nFinancial Risks\nOur credit agreement contains financial covenants, and both our credit agreement and debt securities contain other restrictions on our actions, which could limit our operational flexibility or otherwise adversely affect our financial condition.\nWe have, from time to time, financed our liquidity needs in part from borrowings made under our credit facility and the issuance of debt securities. Our Senior Notes limit our ability to, subject to certain significant exceptions, incur secured debt and engage in sale leaseback transactions. Our amended credit agreement contains negative covenants that, subject to significant exceptions limit our ability, among other things to incur additional indebtedness, make restricted payments, sell or dispose of assets, pledge assets as security, make investments, loans, advances, guarantees and acquisitions, undergo fundamental changes and enter into transactions with affiliates. In addition, we must maintain a certain leverage ratio and interest coverage ratio as defined in the amended credit agreement. Our ability to continue to borrow amounts under our amended credit agreement is limited by continued compliance with these financial covenants, and in the past we have amended our credit agreement to provide certain relief from and revisions to our financial covenants for specified periods to provide us with sufficient access to liquidity during those periods. Failure to comply with these operating or financial covenants could result from, among other things, changes in our results of operations or general economic conditions. These covenants may restrict our ability to engage in transactions that would otherwise be in our best interests. Failure to comply with any of the covenants under the amended credit agreement or our Senior Notes could result in a default, which could negatively impact our access to liquidity.\nIn addition, the amended credit agreement includes a cross default provision whereby an event of default under certain other debt obligations (including our debt securities) will be considered an event of default under the amended credit agreement. If an event of default occurs, the commitments of the lenders under the amended credit agreement may be terminated and the maturity of amounts owed may be accelerated. Our debt securities include a cross acceleration provision which provides that the acceleration of certain other debt obligations (including our credit agreement) will be considered an event of default under our debt securities and, subject to certain time and notice periods, give bondholders the right to accelerate our debt securities.\nWe may need to raise additional capital to manage and grow our business, and we may not be able to raise capital on terms acceptable to us or at all.\nManaging and growing our business will require significant cash outlays and capital expenditures and commitments. We have utilized cash on hand and cash generated from operations, accessed our credit facility and issued debt securities as sources of liquidity. As of March 31, 2025, our cash and cash equivalents totaled $501 million. However, if in future periods our cash on hand, cash generated from operations and availability under our credit agreement are not sufficient to meet our cash requirements, we will need to seek additional capital, potentially through debt or equity financing, to fund our operations and future growth, and we may be unable to obtain debt or equity financing on favorable terms or at all. Our ability to access the credit and capital markets in the future as a source of liquidity, and the borrowing costs associated with such financing, are dependent upon market conditions and our credit rating and outlook. Our credit ratings have been downgraded in the past, and we cannot assure that we will be able to maintain our current ratings, which could increase our cost of borrowing in the future. In addition, equity financing may be on terms that are dilutive or potentially dilutive to our stockholders, and the prices at which new investors would be willing to purchase our securities may be lower than the current price per share of our common stock. The holders of new securities may also have rights, preferences or privileges which are senior to those of existing holders of common stock. If new sources of financing are required, but are insufficient or unavailable, we will be required to modify our growth and operating plans based on available funding, if any, which would harm our ability to grow our business.\nOur operating results are subject to seasonal and quarterly variations in our net revenues and income from operations, which could adversely affect the price of our publicly traded common stock.\nWe have experienced, and expect to continue to experience, seasonal and quarterly variations in our net revenues and income or loss from operations. The majority of our net revenues are historically generated during the last two quarters of the calendar year. Our quarterly results of operations may also fluctuate significantly as a result of a variety of other factors, including the timing of our customer orders, our ability to timely deliver, the timing of marketing and advertising costs and changes in our product mix. As a result of these seasonal and quarterly fluctuations, we believe that comparisons of our operating results between different quarters within a single year are not necessarily meaningful and that these comparisons cannot be relied upon as indicators of our future \n\nperformance. Any seasonal or quarterly fluctuations that we report in the future may not match the expectations of market analysts and investors. This could cause the price of our publicly traded stock to fluctuate significantly.\nOur results of operations are affected by the performance of our equity investments, over which we do not exercise control.\nWe maintain certain minority investments, and may in the future invest in additional minority investments, which we account for under the equity method, and are required to recognize our allocable share of its net income or loss in our Consolidated Financial Statements. Our results of operations are affected by the performance of these businesses, over which we do not exercise control, and our net income or loss may be negatively impacted by losses realized by these investments. For example, we have previously recognized losses related to our Japanese licensee's business. We are also required to regularly review our investments for impairment, and an impairment charge may result from the occurrence of adverse events or management decisions that impact the fair value or estimated future cash flows to be generated from our investments. Furthermore, based on its financial performance, our ability to recover our investment in the long term may be limited. \nOur financial results could be adversely impacted by currency exchange rate fluctuations.\nDuring Fiscal 2025, we generated approximately 45% of our consolidated net revenues outside the United States. As our international business grows, our results of operations could be adversely impacted by changes in foreign currency exchange rates. Revenues and certain expenses in markets outside of the United States are recognized in local foreign currencies, and we are exposed to potential gains or losses from the translation of those amounts into U.S. dollars for consolidation into our financial statements. These amounts can be material. Similarly, we are exposed to gains and losses resulting from currency exchange rate fluctuations on transactions generated by our foreign subsidiaries in currencies other than their functional currencies. In addition, the business of our independent manufacturers may also be disrupted by currency exchange rate fluctuations by making their purchases of raw materials more expensive and more difficult to finance. From time to time, our results of operations have been, and may in the future be, adversely impacted by foreign currency exchange rate fluctuations. In addition, we have previously designated cash flow hedges against certain forecasted transactions. If we determine that such a transaction is no longer probable to occur in the time period we expected, we are required to de-designate the hedging relationship and immediately recognize the derivative instrument gain or loss in our earnings. From time to time, global macroeconomic factors have caused and may in the future to cause uncertainty in forecasted cash flows, which has resulted and may in the future result in the de-designation of certain hedged transactions.\nLegal, Regulatory and Compliance Risks\nOur business is subject to a wide array of laws and regulations, and our failure to comply with these requirements could lead to investigations or actions by government regulators, increased expense or reputational damage.\nOur business is subject to a wide array of laws and regulations, including those addressing consumer protection, safety, labeling, distribution, importation, sustainability and environmental matters, labor and human rights matters, the marketing and sale of our products, data privacy and other matters. These requirements are enforced by various federal agencies, including the Federal Trade Commission, Consumer Product Safety Commission, Customs and Border Protection and state attorneys general in the United States, as well as by various other federal, state, provincial, local and international regulatory authorities in the locations in which our products are distributed or sold. If we or any of our suppliers fail to comply with these regulations, we could become subject to significant penalties or claims or be required to stop importing, selling or otherwise recall products, which could negatively impact our results of operations and disrupt our ability to conduct our business, as well as damage our brand image with consumers. In addition, the adoption of new legislation, regulations, industry standards and reporting obligations, including related to data privacy, artificial intelligence, sustainability and climate change, or changes in the interpretation of existing regulations may result in significant unanticipated compliance costs or discontinuation of product sales and may impair the marketing of our products, resulting in significant loss of net revenues.\nOur international operations are also subject to compliance with the U.S. Foreign Corrupt Practices Act, or FCPA, and U.S. sanctions laws, as well as other anti-bribery and sanctions laws of foreign jurisdictions where we conduct business. Although we have policies and procedures to address compliance with the FCPA and similar laws and sanctions requirements, there can be no assurance that all of our employees, contractors, agents and other \n\npartners will not take actions in violations of our policies or that our procedures will effectively mitigate against such risks. Any such violation could subject us to sanctions or other penalties that could negatively affect our reputation, business and operating results.\nWe must also comply with increasingly complex and evolving regulatory standards throughout the world enacted to protect personal information and other data, including the General Data Protection Regulation, the ePrivacy Directive, the California Consumer Privacy Act of 2018, the California Privacy Rights Act, the final rule issued by the U.S. Department of Justice implementing Executive Order 14117, state privacy laws throughout the United States and the Personal Information Protection Law in China. These laws and related regulations impact our ability to engage with our consumers, and some of these privacy laws prohibit the transfer of personal information to certain other jurisdictions. Compliance with existing laws and regulations can be costly and could negatively impact our profitability. Moreover, data privacy laws and regulations continue to evolve and it may be costly for us to adjust our operations to comply with new requirements. Regulatory bodies throughout the world have increased enforcement efforts against companies who fail to comply with privacy requirements. Failure to comply with these regulatory standards could result in a violation of data privacy laws and regulations and subject us to legal proceedings against us by governmental entities or others, imposition of fines by governmental authorities, negative publicity and damage to our brand image, all of which could have a negative impact on our profitability.\nData security or privacy breaches could damage our reputation, cause us to incur additional expense, expose us to litigation and adversely affect our business and results of operations.\nWe collect proprietary business information and personally identifiable information in connection with digital marketing, digital commerce, and our in-store payment processing systems. We also rely on third parties for the operation of certain of our e-commerce websites, and do not control these service providers. Like other companies in our industry, we have in the past experienced, and we expect to continue to experience, cyberattacks, including phishing, credential stuffing, cyber fraud incidents and other attempts to gain unauthorized access to our systems. These attempted attacks have become more frequent and our implementation of a hybrid work model for many of our global corporate employees may increase our exposure to such attacks. There can be no assurance that these attacks will not have a material impact in the future. Any breach of our data security or that of our service providers could result in an unauthorized release or transfer of customer, consumer, vendor or employee information, or the loss of money, valuable business data or cause a disruption in our business. These events could give rise to unwanted media attention, damage our reputation, damage our customer, consumer or user relationships and result in lost sales, fines or lawsuits. We may also be required to expend significant capital and other resources to protect against or respond to or alleviate problems caused by a security breach, which could negatively impact our results of operations.\nChanges in tax laws and unanticipated tax liabilities could adversely affect our effective income tax rate and profitability.\nWe are subject to income taxes in the United States and numerous foreign jurisdictions. Our effective income tax rate could be adversely affected in the future by a number of factors, including changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, changes in tax laws and regulations or their interpretations and application, the outcome of income tax audits in various jurisdictions around the world, and any repatriation of non-U.S. earnings for which we have not previously provided applicable foreign withholding taxes, certain U.S. state income taxes, or foreign exchange rate impacts.\nMoreover, we also engage in multiple types of intercompany transactions, and our allocation of profits and losses among us and our subsidiaries through our intercompany transfer pricing arrangements are subject to review by the Internal Revenue Service and foreign tax authorities. Although we believe we have clearly reflected the economics of these transactions in accordance with current rules and regulations, which are generally consistent with the arms-length standard, and the proper documentation is in place, tax authorities may propose and sustain adjustments that could result in changes that may materially impact our tax provision.\nAdditionally, many countries have implemented legislation and other guidance to align their international tax rules with the Organization for Economic Co-operation and Development's (\"OECD\") Base Erosion and Profit Shifting (\"BEPS\") recommendations and action plan, which aim to standardize and modernize global corporate tax policy and include changes to cross-border tax, transfer pricing documentation rules and nexus-based tax incentive practices. As a result of this heightened scrutiny, we may experience an increase in income tax audits. In addition, prior decisions by tax authorities regarding treatments and positions of corporate income taxes could be subject to enforcement activities and/or legislative investigation, which could also result in changes in tax policies or prior tax \n\nrulings. Any such activities may result in the taxes we previously paid being subject to change, which could have a material adverse impact on our tax provision.\nThe OECD has issued rules intended to provide governments new taxing rights over the digital economy and specific digital services (“Pillar One”), as well as the implementation of a global minimum tax (“Pillar Two”). Many jurisdictions in which we have operations have adopted or have announced an intention to adopt Pillar Two for tax years beginning on or after January 1, 2024. The enactment of Pillar One and Pillar Two taxes in jurisdictions where we have operations could have a material adverse impact on our global transfer pricing arrangements, tax provision, cash tax liability, effective tax rate, cash flows and profitability. \nFailure to protect our intellectual property rights, or our conflict with the rights of others, could damage our brand, weaken our competitive position and negatively impact our results of operations.\nOur success depends in large part on our brand image. We currently rely on a combination of copyright, trademark, trade dress, patent, anti-counterfeiting and unfair competition laws, confidentiality procedures and licensing arrangements to establish and protect our intellectual property rights. Despite our strategic enforcement efforts, we may not be able to adequately prevent infringement of our trademarks and proprietary rights by others, including imitation of our products and misappropriation of our brand, and intellectual property protection may be unavailable or limited in some jurisdictions. In addition, intellectual property rights in the technology, fabrics and processes used to manufacture the majority of our products are generally owned or controlled by our suppliers and are generally not unique to us, and our current and future competitors are able to manufacture and sell products with performance characteristics and fabrications similar to certain of our products.\nFrom time to time, we have brought claims relating to the enforcement of our intellectual property rights against others or have discovered unauthorized products in the marketplace that are either counterfeit reproductions of our products or unauthorized irregulars that do not meet our quality control standards. If we fail to protect, maintain and enforce our intellectual property rights, the value of our brand could decrease and our competitive position may suffer. In addition, from time to time others may seek to enforce infringement claims against us. Successful infringement claims against us could result in significant monetary liability or prevent us from selling or providing some of our products. The resolution of such claims may require us to pull product from the market, redesign our products, license rights belonging to third parties or cease using those rights altogether. Any of these events could harm our business and have a material adverse effect on our results of operations and financial condition.\nWe are the subject of a number of ongoing legal proceedings that have resulted in significant expense, and adverse developments in our ongoing proceedings and/or future legal proceedings could have a material adverse effect on our business, reputation, financial condition, results of operations or stock price.\nWe are actively involved in a variety of litigation and other legal matters and may be subject to additional litigations, investigations, arbitration proceedings, audits, regulatory inquiries and similar actions, including matters related to commercial disputes, intellectual property, employment, securities laws, disclosures, environmental, tax, accounting, insurance coverage, class action and product liability, as well as trade, regulatory and other claims related to our business and our industry, which we refer to collectively as legal proceedings.\nLegal proceedings can be expensive and disruptive. We cannot predict the outcome of any particular legal proceeding, or whether ongoing legal proceedings will be resolved favorably or ultimately result in charges or material damages, fines or other penalties. Our insurance may not cover all claims that may be asserted against us, and we are unable to predict how long the legal proceedings to which we are currently subject will continue. An unfavorable outcome of any legal proceeding may have a material adverse impact on our business, financial condition and results of operations or our stock price. Any legal proceeding could negatively impact our reputation among our customers or our shareholders. Furthermore, publicity surrounding ongoing legal proceedings, even if resolved favorably for us, could result in additional legal proceedings against us, as well as damage our brand image.\nWe have identified a material weakness in our internal control over financial reporting as of March 31, 2025. Failure to remediate this material weakness, or any other material weaknesses that we may identify in the future, could result in material misstatements in our consolidated financial statements, a failure to meet our periodic reporting obligations and a decline in our stock price.\nPursuant to the rules and regulations of the SEC regarding compliance with Section 404 of the Sarbanes-Oxley Act of 2002, we are required to report on, and our independent registered public accounting firm is required to \n\nattest to, the effectiveness of our internal control over financial reporting. The rules governing the standards that must be met for management to determine the adequacy of our internal control over financial reporting are complex and require significant documentation, testing and possible remediation if a deficiency is identified. Annually, we perform activities that include reviewing, documenting and testing our internal control over financial reporting. \nWe also performed our assessment of the effectiveness of internal control over financial reporting and identified a material weakness in our internal control over financial reporting. A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of a company’s annual or interim financial statements will not be prevented or detected on a timely basis. This material weakness resulted from a failure to design and maintain effective controls over certain aspects of the period-end financial reporting process, including the review and execution of certain balance sheet account reconciliations, and we did not design and maintain effective controls over the classification and presentation of general ledger accounts in the appropriate financial statement line items within the consolidated financial statements. For further discussion of the material weakness, see Part II, Item 9A, “Controls and Procedures.” As a consequence of the material weakness, we have also determined that our disclosure controls and procedures were ineffective. We are actively engaged in the planning for, and implementation of, remediation efforts to address the material weakness. However, we may not be successful in promptly doing so. In the future, we may identify additional material weaknesses, which could again cause us to conclude that our internal control over financial reporting and disclosure controls and procedures are ineffective. \nAny failure to achieve and maintain an effective internal control over financial reporting could result in material misstatements in our interim or annual consolidated financial statements, failure to meet our reporting obligations, significant expenses to remediate any deficiencies, a decline in investor confidence in our reported financial information and a decline in our stock price.\nRisks Related to our Common Stock\nKevin Plank, our founder and President and Chief Executive Officer, controls the majority of the voting power of our common stock.\nOur Class A common stock has one vote per share, our Class B common stock has 10 votes per share and our Class C common stock has no voting rights (except in limited circumstances). Our founder and President and Chief Executive Officer, Kevin Plank, beneficially owns all outstanding shares of Class B common stock. As a result, Mr. Plank has the majority voting control and is able to direct the election of all of the members of our Board of Directors and other matters we submit to a vote of our stockholders. Under certain circumstances, the Class B common stock automatically converts to Class A common stock, which would also result in the conversion of our Class C common stock into Class A common stock. As specified in our charter, these circumstances include when Mr. Plank beneficially owns less than 15% of the total number of shares of Class A and Class B common stock outstanding, if Mr. Plank were to resign as an Approved Executive Officer of the Company (or was otherwise terminated for cause) or if Mr. Plank sells more than a specified number of any class of our common stock within a one-year period. This concentration of voting control may have various effects including, but not limited to, delaying or preventing a change of control or allowing us to take action that the majority of our stockholders do not otherwise support. In addition, we utilize shares of our Class C common stock to fund employee equity incentive programs and may do so in connection with future stock-based acquisition transactions, which could prolong the duration of Mr. Plank's voting control.\nThe trading prices for our Class A and Class C common stock may differ and fluctuate from time to time.\nThe trading prices of our Class A and Class C common stock may differ and fluctuate from time to time in response to various factors, some of which are beyond our control. These factors may include, among others, overall performance of the equity markets and the economy as a whole, variations in our quarterly results of operations or those of our competitors, our ability to meet our published guidance and securities analyst expectations, or recommendations by securities analysts. In addition, our non-voting Class C common stock has traded at a discount to our Class A common stock, and there can be no assurance that this will not continue.",
      "char_count": 74240
    }
  },
  "extracted_at": "2025-10-18T18:02:08.132098"
}