{
  "ticker": "XNCR",
  "company_name": "Xencor Inc",
  "cik": 1326732,
  "form_type": "10-K",
  "filing_date": "2025-02-27",
  "period_of_report": "2024-12-31",
  "fiscal_year": 2025,
  "accession_number": "0001326732-25-000029",
  "source_url": "https://www.sec.gov/cgi-bin/viewer?action=view&cik=0001326732&accession_number=000132673225000029&xbrl_type=v",
  "sic_code": "2834",
  "industry": "Pharmaceutical Preparations",
  "sections": {
    "item1": {
      "text": "Item 1. Business.\nOverview\nWe are a clinical-stage biopharmaceutical company focused on discovering and developing engineered antibody therapeutics to treat patients with cancer and autoimmune diseases, who have unmet medical needs. We use our protein engineering capabilities to design new technologies and XmAb® drug candidates with improved properties. We advance these candidates into clinical-stage development, where we are conducting Phase 1 and Phase 2 studies for a broad portfolio of programs, to determine which programs we advance into later stages of development and potentially commercialization, which programs we partner to access complementary resources to optimize development, and which programs we discontinue.\nOur approach to protein design includes engineering Fc domains, the parts of antibodies that interact with multiple segments of the immune system and control antibody structure. The Fc domain is constant and interchangeable among antibodies, and our engineered XmAb Fc domains can be readily substituted for natural Fc domains. \nWe and our partners develop XmAb antibodies and other types of biotherapeutic drug candidates with improved properties and functionality, which can provide innovative approaches to potentially treating disease and clinical benefits over other treatment options. Applications of our protein engineering technologies include multi-specific antibodies that bind two or more different targets simultaneously, creating entirely new biological mechanism of anti-disease activity, or enhancement of antibody performance by increasing immune inhibitory activity, improving cytotoxicity, extending circulating half-life and stabilizing novel protein structures. Three marketed XmAb medicines have been developed with our protein engineering technologies.\nOur protein engineering capabilities allow us to continually explore new functionality in the Fc region, which provides us with opportunities to:\n•Engineer new drug candidates and advance them through clinical development;\n•Create new technology platforms; and\n•Provide collaboration and licensing opportunities with partners for application of our technologies, access to our technologies, access to our drug candidates, or combinations of each.\nOur Strategy\nOur goal is to become a leading biopharmaceutical company that develops and commercializes engineered biologic medicines to treat patients with severe and life-threatening diseases with unmet medical needs. Key elements of our strategy are to: \n1.Advance the development of our XmAb antibody programs for oncology and autoimmune diseases. Our modular bispecific technology and protein engineering capabilities enable us to rapidly advance multiple drug candidates into clinical development. We and our partners are enrolling patients in multiple clinical studies to evaluate XmAb drug candidates.\n2.Build and manage a pipeline of XmAb drug candidates. We advance multiple XmAb drug candidates into early stages of clinical development and evaluate data from studies in managing our pipeline of candidates. Based on the evaluation of emerging data and the competitive environment for such programs, we make additional investments in those candidates that demonstrate encouraging proof of concept, partner certain drug candidates to third-party biotechnology and pharmaceutical companies, and stop development of some candidates due to emerging data and resource allocation across our pipeline. \n3.Leverage our protein engineering capabilities, XmAb Fc domains, and XmAb drug candidates with partnerships, collaborations, and licenses to generate revenue streams, create new drug candidates and combination treatments, and identify new indications for our pipeline of drug candidates.\nGenerate revenue streams. The plug-and-play nature of our Fc technologies and our ability to generate multiple drug candidates efficiently provides us opportunities to generate revenue from licensing and collaboration arrangements.\nCreate new XmAb drug candidates and investigate novel combination therapies. We seek to leverage our XmAb Fc domains and protein engineering capabilities with partners to create novel XmAb drug candidates, and to evaluate our XmAb drug candidates in combination with other therapeutic agents, when applicable. \nIdentify new indications for our pipeline of drug candidates.\n4.Broaden the functionality of our XmAb Fc technology platforms. We are conducting further research into the function and application of antibody Fc domains in order to expand the scope of our XmAb Fc technology platforms. We use the modularity of our XmAb bispecific Fc domains to engineer XmAb drug candidates in a variety of structural formats. \n5.Continue to expand our patent portfolio protecting our Fc technologies and XmAb drug candidates. We seek to expand our intellectual property estate and protect our proprietary Fc technologies, our development programs, and XmAb drug candidates by filing and prosecuting patents in the United States (U.S.) and other countries. Where appropriate, we will seek expansion and extension of patents issued for our product candidates and for partnered product candidates that incorporate our Fc technologies. \nXmAb Bispecific Fc Domain and Multi-Specific Antibody Formats\nOur modular approach to protein engineering is a distinguishing feature of our Fc technologies. This inherent flexibility enables us to design multiple XmAb drug candidates with distinct and novel mechanisms-of-action and to seek out new applications of the XmAb Bispecific Fc Domain. Our business, research, and clinical efforts are to develop and advance our Fc technologies and our portfolio of XmAb drug candidates in oncology and autoimmune diseases.\nCD3 candidates: CD3 T-cell engaging bispecific antibodies are designed to redirect T cells to target cells through the engagement of an antigen on target cells and CD3, an activating receptor on T cells.\nWe have significantly expanded the potential of our CD3 T-cell engagers with the multi-specific XmAb 2+1 bispecific antibody format, utilizing two identical antigen binding domains and one CD3 targeting domain. The affinities for antigen binding are engineered to enable selective engagement and killing of high antigen-expressing target cells over low antigen-expressing normal cells. \nIn preclinical cancer models, XmAb 2+1 bispecific antibodies bound preferentially to tumor cells compared to normal cells and effectively recruited T cells to kill tumor cells selectively. We believe that these properties will be particularly important when developing bispecific antibodies against many solid tumor targets, where standard monovalent targeting of tumor antigens could lead to poor tolerability because such targets are often expressed on a range of normal tissues, including critical organs. Our XmAb819 and XmAb541 CD3 candidates, which are being developed for patients with solid tumors, have been designed using our CD3 2+1 format.\nWe have leveraged our XmAb protein engineering platforms to create XmAb657, a potent, potentially long-acting CD19 x CD3 bispecific antibody, utilizing the XmAb 2+1 bispecific antibody format and Xtend Fc technology. In non-human primate studies, a single dose of XmAb657 deeply reduced B cells by over 99.98% in the peripheral compartment, bone marrow and lymph nodes, which was sustained for at least 28 days. Half-life was estimated to be 15 days, which indicates a potential for durable B-cell depletion in clinical studies. XmAb657 was well tolerated preclinically, with no clinical signs of cytokine release syndrome. We plan to initiate a first-in-human study during the second half of 2025.\nTL1A x IL-23: We believe a drug candidate to potentially emerge from our TL1A x IL-23 program could address significant unmet medical needs for patients with inflammatory bowel diseases (IBD), such as Crohn’s disease and ulcerative colitis, the two most common forms of IBD. An engineered XmAb TL1A x IL-23p19 bispecific antibody could potentially provide dual targeting of important inflammatory pathways for autoimmune and inflammatory disease, while avoiding the complexities of dosing and formulary access for two separate TL1A and IL23 targeted drugs. We anticipate selecting a lead candidate in 2025 and initiating first-in-human studies during 2026. \nCD28 candidates: T cells in the tumor microenvironment require both T-cell receptor (TCR) and co-stimulatory receptor engagement to achieve full activation. CD28 is a key immune co-stimulatory receptor on T cells; however, the ligands that activate T cells through CD28 are often not expressed on tumor cells. Targeted CD28 T-cell engaging bispecific antibodies may provide conditional co-stimulation of T cells, for example, to T cells recognizing neoantigens or \nin concert with CD3 T-cell engaging bispecific antibodies. Our XmAb808 CD28 candidate has been engineered to provide selective CD28 co-stimulation of T cells, activating them when bound to tumor cells.\nWe continue to invest in our protein engineering efforts to identify novel technologies and drug candidates.\nOther XmAb Fc Domains\nWe have also created additional XmAb Fc domains, and we have successfully entered partnerships for these technologies and for XmAb drug candidates that incorporate them. We continue to seek additional partnering and licensing opportunities for these Fc domains. Additional XmAb Fc domains include:\n1.Immune Inhibitor Fc Domain – selective immune inhibition and rapid target clearance, targeting the receptor FcγRIIb;\n2.Cytotoxic Fc Domain – increased cytotoxicity, targeting the receptors FcγRIIIa on natural killer (NK) cells and FcγRIIa on other immune system cells; and\n3.Xtend™ Fc Domain – extended antibody half-life, targeting the receptor FcRn on endothelial cells.\nDrug Candidates in Clinical Development\n\nWholly Owned               Developed by Partners               Marketed by Partners    \nOncology pipeline:         Xaluritamig                         Ultomiris*              \nXmAb819                    Obexelimab                          Monjuvi*                \nXmAb541                    Teropavimab and zinlirvimab         Sotrovimab              \nXmAb808                    Tobevibart                                                  \n                           ASP2138                                                     \nAutoimmune pipeline:       Novartis antibody                                           \nXmAb942                    Xpro1595/INB03                                              \n                           Zaltenibart (OMS906)                                        \n                           JNJ-9401                                                    \n                           JNJ-1493                                                    \n* Alexion and Incyte are conducting additional Phase 3 studies in new indications.\nWe regularly evaluate our portfolio of candidates and make additional investments in candidates with promising early-stage clinical data, partner out other candidates, and stop development of candidates where early clinical data does not support further investment by us. During 2024:\n•We reacquired exclusive worldwide rights to plamotamab and subsequently announced new Phase 1b/2a clinical development plans for plamotamab in rheumatoid arthritis (RA);\n•We announced new XmAb drug candidates, XmAb942 and XmAb657, to be evaluated for the treatment of patients with autoimmune and inflammatory diseases;\n•We initiated first-in-human studies for our XmAb541 and XmAb942 programs;\n•We presented early data from the Phase 2 monotherapy study of vudalimab in patients with clinically defined high-risk metastatic castration-resistant prostate cancer (mCRPC); and \n•We concluded the Phase 1 development programs evaluating our internally developed cytokine programs, XmAb564 and XmAb662, and paused further development.\nWholly Owned Clinical-Stage XmAb Drug Candidates\nOur modular XmAb technologies and protein engineering capabilities enable us to rapidly advance multiple drug candidates into clinical development. We are currently enrolling Phase 1 studies for three wholly-owned candidates to treat patients with many different types of serious diseases: XmAb819, XmAb541 and XmAb942. Two additional drug candidates are planned to enter clinical development in 2025: plamotamab and XmAb657.\nOncology Programs\nXmAb819 (ENPP3 x CD3): XmAb819 is a first-in-class, tumor-targeted, T-cell engaging XmAb 2+1 bispecific antibody in development for patients with clear cell renal cell carcinoma (ccRCC). XmAb819 engages the immune system and activates T cells for highly potent and targeted lysis of tumor cells expressing ENPP3, an antigen highly expressed on kidney cancers. ENPP3 is a differentially expressed target, with high level expression in renal cell carcinoma (RCC) and low level expression on normal tissues. With two tumor-antigen binding domains and one T-cell binding domain, our XmAb 2+1 format enables antibodies to bind more avidly and selectively kill tumor cells with higher antigen density, potentially sparing normal cells.\nWe are conducting a Phase 1 study to evaluate XmAb819 in patients with advanced ccRCC. In September 2024, we announced that initial evidence of anti-tumor activity had been observed in dose-escalation cohorts in the ongoing Phase 1 study, including RECIST responses, and the duration of treatment for several patients in earlier dose cohorts has extended beyond one year. Cytokine release syndrome remained manageable, and the tolerability profile from recent dose cohorts, including no maximum tolerated dose being reached, supported continued dose escalation toward target dose levels. \nXmAb541 (CLDN6 x CD3): XmAb541 is a first-in-class, tumor-targeted, T-cell engaging XmAb 2+1 bispecific antibody in development for patients with Claudin-6 (CLDN6) expressing tumor types including ovarian cancer. XmAb541 targets CLDN6, a tumor-associated antigen in ovarian cancer and other solid tumors, and CD3. The XmAb 2+1 multivalent format used in XmAb541 enables greater selectivity for CLDN6 over similar Claudin family members, such as CLDN9, CLDN3 and CLDN4. We are conducting a Phase 1 study to evaluate XmAb541 in patients with ovarian cancer and other CLDN6 expressing tumor types. The first patient was dosed in April 2024. The Phase 1 dose-escalation study is ongoing, with characterization of target dose levels anticipated to begin during 2025.\nXmAb808 (B7-H3 x CD28): XmAb808 is a tumor-selective, co-stimulatory CD28 bispecific antibody that binds to the broadly expressed tumor antigen B7-H3 and is constructed with the XmAb 2+1 multivalent format. Co-stimulation is required for T cells to achieve full activation, and targeted CD28 bispecific antibodies may provide conditional co-stimulation of T cells when the antibodies are bound to tumor cells. \nWe are conducting a Phase 1 study to evaluate XmAb808 in combination with pembrolizumab in patients with advanced solid tumors. In September 2024, we presented a clinical update on the ongoing Phase 1 study. The majority of patients enrolled into the study were men with mCRPC. In this group of patients, prostate specific antigen (PSA) declines were observed during the four-week monotherapy safety run-in period. In November 2024, we announced that within the range of expected active doses, two patients experienced dose-limiting toxicities as defined in the study protocol. The maximum tolerated dose was not defined per protocol. As the data were analyzed, back-fill enrollment proceeded in the next lower dose cohort, a dose within the range of target doses which was determined to be tolerable. \nDose escalation resumed late in the fourth quarter of 2024, and enrollment in the final dose-escalation cohort is complete. Data from the study are expected to inform future development decisions for the program. Potential combination with CD3 T-cell engaging bispecific antibodies is being evaluated.\nVudalimab (PD-1 x CTLA-4): Vudalimab is a bispecific antibody that targets PD-1 and CTLA-4, two immune checkpoint receptors, to selectively activate the tumor microenvironment. In the fourth quarter of 2024, we completed enrollment in two studies of vudalimab in patients with mCRPC and in Part 1 of a study in patients with locally advanced or metastatic non-small cell lung cancer. We have paused further development of vudalimab and have prioritized resources to advance other pipeline programs. Safety data from the three studies of vudalimab remain consistent with prior data disclosures.\nAutoimmune Disease Programs\nIn September 2024, we announced new clinical development plans for plamotamab and announced new XmAb drug candidates to be evaluated for the treatment of patients with autoimmune and inflammatory diseases. We believe that plamotamab and XmAb657 could address significant unmet needs for patients with a wide-range of autoimmune diseases that could be responsive to targeted B-cell depletion, such as RA, multiple sclerosis, advanced systemic lupus erythematosus, anti-neutrophil cytoplasmic antibody (ANCA) associated vasculitis, idiopathic inflammatory myopathy, myasthenia gravis, neuromyelitis optica spectrum disorder, pemphigus vulgaris, Sjogren’s syndrome, and systemic sclerosis. We believe that XmAb942 could address significant unmet medical needs for patients with IBD, such as Crohn’s disease and ulcerative colitis, the two most common forms of IBD.\nXmAb942 (Xtend TL1A): XmAb924 is a monospecific anti-TL1A antibody, utilizing Xencor’s Xtend Fc domain and proprietary Fc silencing technology, with potentially class-leading potency, and is under development for people with IBD. The two most common forms of IBD are Crohn’s disease and ulcerative colitis. In October 2024, preclinical data were presented during United European Gastroenterology (UEG) Week. Preclinical half-life was 23 days, potentially supporting an 8- to 12-week dosing regimen in humans. In the fourth quarter of 2024, we initiated dosing of healthy volunteers in the first-in-human study of XmAb942, and we expect initial single-ascending dose data from a Phase 1 study in healthy volunteers during the first half of 2025. We continue to expect data from the multiple-ascending dose portion of study and the initiation of a Phase 2 study in patients with ulcerative colitis in the second half of 2025.\nPlamotamab (CD20 x CD3): Plamotamab is a B-cell depleting bispecific T-cell engager that targets CD20, a target receptor on B cells, and CD3. Results from the expansion portion of a Phase 1 study indicate that intravenous plamotamab monotherapy was well tolerated and demonstrated encouraging clinical activity in heavily pretreated patients with an advanced form of lymphoma at the recommended Phase 2 intravenous dose. In 2023, we completed patient enrollment in subcutaneous dose escalation cohorts of the Phase 1 study. We had been co-developing plamotamab with Johnson & Johnson (J&J), and in June 2024, we regained exclusive worldwide rights to develop and commercialize the candidate.\nWe plan to initiate a Phase 1b/2a proof-of-concept study for plamotamab in RA in the first half of 2025. The Phase 1b portion of the study will select a priming and step-up dose regimen based on the regimen established in oncology, and will assess the initial safety, efficacy, and biomarkers of plamotamab in patients with RA. The selected dose regimen will then be evaluated in the randomized Phase 2a portion, with efficacy determined at week 12. Results from the Phase 1 study in hematologic cancers showed favorable tolerability and comparable preliminary efficacy data, when cross compared to results from studies of a competitor molecule within the class, with similar patient baseline characteristics. Data demonstrating deep peripheral B-cell depletion observed in patients with lymphoma were presented at a medical meeting in December 2024. Based on these clinical outcomes, significant B-cell depletion, and the emergent biology supportive of B-cell targeted T cell engagers for the treatment of patients with autoimmune diseases, we plan to evaluate plamotamab in RA, in which patients progressed through prior standard of care treatment.\nAdditional Clinical-Stage XmAb Drug Candidate\nXmAb7195 (anti-IgE): XmAb7195 uses our XmAb Immune Inhibitor Fc Domain and is designed to reduce blood levels of IgE, which mediates allergic responses and allergic disease. In February 2020, we licensed this drug candidate to Aimmune Therapeutics, Inc., now a wholly owned subsidiary of Nestlé S.A. We reacquired exclusive worldwide rights to XmAb7195 in 2024 and are evaluating development opportunities.\nCollaborations, Partnerships and Licensing Arrangements \nA key part of our business strategy is to leverage our protein engineering capabilities, XmAb technologies, and XmAb drug candidates with partnerships, collaborations, and licenses. Through these arrangements we generate revenues in the form of upfront payments, milestone payments, and royalties. For partnerships for our drug candidates, we aim to retain a major economic interest in these candidates through transactions that allow us to retain major geographic commercial rights, provide for profit-sharing on future sales of approved products, include co-development options, and also the right to conduct independent clinical studies with drug candidates developed in the collaboration.\nTypes of Arrangements\nProduct licenses are arrangements in which we license to third parties partial or full rights to develop and commercialize our internally developed drug candidates. We seek partners that can provide infrastructure and resources to successfully develop our drug candidates, have a track record of successfully developing and commercializing medicines, or have a portfolio of development-stage candidates and commercialized medicines which could potentially be developed in rational combinations with our drug candidates. Examples include Genentech, Incyte Corporation, Zenas BioPharma, Inc., and INmune Bio, Inc.\nNovel bispecific antibody collaborations are arrangements in which our partner seeks to create an XmAb bispecific antibody using one or more of our bispecific technologies. Our partners provide an antibody or an antigen against tumors, and we conduct limited research and development activities to create potential bispecific antibody candidates for further development and commercialization by our partners. Examples include J&J, Astellas Pharma Inc. (Astellas), and Amgen Inc. (Amgen).\nTechnology licensing agreements are arrangements in which we license access to one or more of our XmAb Fc technologies on a restricted basis, typically to our XmAb Cytotoxic Fc Domain and/or our Xtend Fc Domain. Our partners are responsible for all research, development and commercialization activities of the drug candidates. The plug-and-play nature of XmAb Fc domains allows us to license access to our platforms with no internal research and development activities required of us. Examples include Alexion Pharmaceuticals, Inc., Vir Biotechnology, Inc. (Vir), Gilead Sciences, Inc., Omeros Corporation, and Novartis Institutes for BioMedical Research, Inc.\nStrategic collaborations are arrangements where we believe we can create synergies between our partners’ capabilities and assets and our own protein engineering capabilities, Fc technologies and XmAb drug candidates. Through these arrangements we seek to create new drug candidates, investigate novel combination therapies and potentially identify additional indications for our portfolio of XmAb drug candidates. An example is Caris Life Sciences.\nClinical-Stage Drug Candidates Advanced by Partners\nXaluritamig is a STEAP1 x CD3 2+1 bispecific T-cell engager that our partner Amgen is advancing for the treatment of patients with prostate cancer. The XmAb 2+1 multivalent format enables higher binding capability for STEAP1 expressing cells. Results from a Phase 1 study evaluating xaluritamig in patients with mCRPC were presented at the European Society for Medical Oncology (ESMO) Congress in September 2024. With a median follow-up time of 27.9 months, the median overall survival (OS) was 17.7 months across all cohorts. A PSA90 rate of 45.1% was also observed in high-dose cohorts, and PSA90 response was associated with survival (p = 0.0044), which Amgen believes could potentially serve as an early indicator for benefit in these patients. Amgen initiated a Phase 3 study of xaluritamig in patients with mCRPC who have previously been treated with taxane-based chemotherapy. Multiple Phase 1 or Phase 1b studies evaluating xaluritamig as a monotherapy or in combination are enrolling patients with earlier prostate cancer.\nObexelimab targets CD19 with its variable domain and uses our XmAb Immune Inhibitor Fc Domain, which is designed to inhibit the function of B cells, an important component of the immune system. In November 2021, we licensed this drug candidate to Zenas BioPharma, Inc., which is conducting a Phase 3 study in patients with immunoglobulin G4-related disease (IgG4-RD), a Phase 2 study in patients with relapsing multiple sclerosis and a Phase 2 study in patients with systemic lupus erythematosus.\nTeropavimab and zinlirvimab are broadly neutralizing antibodies that incorporate our XmAb Fc technologies. Gilead Sciences, Inc. is advancing teropavimab and zinlirvimab in combination with lenacapavir as a long-acting treatment for virologically suppressed people living with human immunodeficiency virus (HIV) in a Phase 2 study.\nTobevibart is a neutralizing antibody that uses our XmAb Xtend Fc Domain and our XmAb Cytotoxic Fc Domain. Vir is advancing tobevibart as a potential treatment for patients with hepatitis Delta virus infection. Vir is conducting a Phase 2 combination study and is advancing the combination into a Phase 3 registrational clinical program.\nNovartis is conducting a Phase 2 study evaluating an undisclosed antibody drug candidate that uses one of our XmAb Fc technologies.\nXpro1595 is a proprietary tumor necrosis factor (TNF) inhibitor candidate which we licensed to INmune Bio, Inc., in October 2017. INmune is currently advancing Xpro1595 through clinical development for patients with Alzheimer’s disease and treatment-resistant depression.\nZaltenibart (OMS906) is an antibody targeting mannan-binding lectin-associated serine protease-3 (MASP-3) that uses our XmAb Xtend Fc Domain. Omeros Corporation is conducting multiple Phase 2 studies evaluating zaltenibart for the treatment of patients with paroxysmal nocturnal hemoglobinuria (PNH) and other alternative pathway disorders.\nASP2138 is a Claudin-18.2 x CD3 2+1 bispecific antibody that our partner Astellas is advancing for the treatment of patients with gastric, gastroesophageal junction and pancreatic cancers. The XmAb 2+1 multivalent format enables higher binding capability for Claudin-18.2 expressing cells. Astellas is conducting a Phase 1 study evaluating ASP2138. \nJNJ-9401 is a PSMA x CD28 bispecific antibody that J&J is advancing for the treatment of patients with prostate cancer. J&J is conducting a Phase 1 study of JNJ-9401, which was developed with J&J under our 2020 collaboration.\nJNJ-1493 is a CD20 x CD28 bispecific antibody that J&J is advancing for the treatment of patients with B-cell malignancies. J&J is conducting a Phase 1 study of JNJ-1493, which was developed with J&J under our 2021 collaboration.\nEfbalropendekin alfa (XmAb306/RG6323) is a reduced-potency IL15/IL15Rα-Fc fusion protein that incorporates our Xtend extended half-life technology, and we previously co-developed this program in collaboration with Genentech, a member of the Roche Group. In the fourth quarter of 2023, we agreed with Genentech to convert our development cost and profit-sharing arrangement into a royalty and milestone payment-based arrangement. Pursuant to the terms of the amended agreement with Genentech, effective June 1, 2024, Genentech assumed sole responsibility over all clinical, regulatory and commercial activities. Genentech is not currently enrolling new patients into clinical studies to evaluate efbalropendekin alfa.\nOur partners are conducting preclinical studies of additional drug candidates engineered with our XmAb Fc Domains.\nApproved or Authorized Medicines Engineered with XmAb Fc Domains\nCurrently three medicines that have been developed with our XmAb Fc domains are now marketed or made available by our partners.\n•Ultomiris® (ravulizumab-cwvz): Alexion’s Ultomiris is approved in the U.S., Europe, and Japan for the treatment of certain patients with PNH, certain patients with atypical hemolytic uremic syndrome (aHUS), certain patients with generalized myasthenia gravis (gMG) and certain patients with neuromyelitis optica spectrum disorder (NMOSD). Alexion is also evaluating Ultomiris in a broad late-stage development program across additional hematology, nephrology and neurology indications. Alexion used our Xtend™ Fc Domain to enhance the half-life of Ultomiris to allow for a longer duration of action, less frequent dosing and reduced patient burden of therapy compared to the previous generation therapy, Soliris®. Ultomiris and Soliris are registered trademarks of Alexion Pharmaceuticals, Inc.\n•Monjuvi® (tafasitamab-cxix): In 2020, the United States Food and Drug Administration (FDA) approved Monjuvi under accelerated approval. Monjuvi is a humanized Fc-modified CD19 targeting immunotherapy indicated in combination with lenalidomide for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL) not otherwise specified, including DLBCL arising from low grade lymphoma, and who are not eligible for autologous stem cell transplant (ASCT). This indication is approved under accelerated approval based on overall response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). In August 2021, the European Commission granted conditional marketing authorization for Minjuvi® (tafasitamab) in combination with lenalidomide, followed by tafasitamab monotherapy, for the treatment of adult patients with relapsed or refractory DLBCL who are not eligible for ASCT. In addition to its approved indication, tafasitamab is being evaluated as a therapeutic option in an ongoing Phase 3 pivotal trial for first-line DLBCL. In December 2024, Incyte announced positive full results from the pivotal study of tafasitamab in combination with lenalidomide and rituximab in relapsed or refractory follicular lymphoma and submitted a supplemental Biologics License Application. Tafasitamab was created and initially developed by us. Tafasitamab is marketed by Incyte under the brand name Monjuvi in the U.S. and under the brand name Minjuvi in Europe and Canada. Monjuvi® and Minjuvi® are registered trademarks of Incyte.\n•Sotrovimab: Vir and its partner GSK plc have made available sotrovimab, an antibody that targets the SARS-CoV-2 virus, which in May 2021 received an emergency use authorization (EUA) from the FDA for the early \ntreatment of mild-to-moderate COVID-19 in adults and pediatric patients (12 years of age and older weighing at least 40 kg) with positive results of direct SARS-CoV-2 viral testing, and at high risk for progression to severe COVID-19, including hospitalization or death. In March 2022, the FDA deauthorized sotrovimab’s use in all U.S. regions due to increases in the proportion of COVID-19 cases caused by the Omicron BA.2 subvariant. Sotrovimab has obtained emergency authorization, temporary authorization or marketing approval (under the brand name Xevudy®) for early treatment of COVID-19 in more than 30 countries. Sotrovimab incorporates our Xtend Fc domain for longer duration of action. Xevudy is a registered trademark of GSK.\nOur Research and Development Pipeline\nWe have used our XmAb Fc platforms and protein engineering capabilities to produce a growing pipeline of drug candidates in clinical and preclinical development. These include multiple drug candidates using our bispecific Fc domain. We continue to advance these candidates as additional options for clinical development by us or as out-licensing opportunities. We also from time to time in-license antibody technologies and compounds from other companies which we believe may allow us to create potential product candidates by incorporating our own proprietary technologies. These licenses may require us to pay upfront fees, development, and commercial milestone payments, and if commercial products are approved, royalties on net sales.\nHuman Capital Management\nOur Employees and Commitment to Diversity, Equity, and Inclusion\nOur ability to develop XmAb technologies, advance our programs into late-stage development, position our programs for commercialization and identify successful business partnerships is dependent on attracting, retaining, and developing our employees. We seek and support a diverse population of employees without regard to race, gender or sexual orientation. As of December 31, 2024, we had 250 full-time employees, of which 203 were engaged in research and development activities, and 47 were engaged in business development, information systems, facilities, human resources, or administrative support. Of these employees, 62 hold Ph.D. degrees, and 7 hold M.D. degrees. None of our employees are represented by any collective bargaining unit. We believe we maintain good relations with our employees.\nWe are an equal opportunity employer and maintain policies that prohibit unlawful discrimination based on race, color, religion, gender, sexual orientation, gender identity/expression, national origin/ancestry, age, disability, marital and veteran status. We are proud to employ a diverse workforce that, as of December 31, 2024, was 58% non-white and 59% women. In addition, as of December 31, 2024, women made up 30% of our senior leadership team. We strive to build and nurture a culture where all employees feel empowered to be their authentic selves. \nIn January 2024, in connection with re-prioritization of our development programs, we completed a reduction in force (RIF) affecting approximately 10% of the total employee headcount. The RIF was applied across all functional areas.\nCompensation, Benefits, and Development\nWe provide compensation packages designed to attract, retain, and motivate high-quality employees. All of our employees are eligible for cash bonuses and grants of equity awards. We regularly evaluate our compensation programs with an independent compensation consultant and utilize industry benchmarking in an effort to ensure they are competitive compared to similar biotechnology and biopharmaceutical companies with which we compete for talent and that they are fair and equitable across our workforce with respect to gender, race, and other personal characteristics. All employees are eligible to participate in our Employee Stock Purchase Plan through which they can purchase shares of our common stock at a discounted price. This plan and our other equity compensation plans assist us in building long-term relationships with our employees and aligns the interests of employees with stockholders. We also provide retirement benefits along with a health and well-being program that is designed to keep our employees and their families healthy and includes paid time off and medical, dental and vision benefits, along with dependent care, mental health, and other wellness benefits. \nWe value career development for all employees, and offer tuition reimbursement as well as provide opportunities for employees to attend professional development courses ranging from technical training, competency-based workshops, and leadership development programs. Direct managers also take an active role in supporting their employees in realizing their full potential and creating opportunities for promotions and added responsibilities that enhance the engagement and retention of our workforce. We regularly conduct employee surveys to assess employee engagement and identify areas for focus.\nMarket Opportunity\nOur wholly owned drug candidates that we are actively advancing in clinical development in oncology indications, including XmAb819, XmAb541 and XmAb808: We are developing these T-cell engaging bispecific antibody drug candidates to treat cancer. Cancer is a broad group of diseases in which cells divide and grow in an uncontrolled fashion, forming malignancies that can invade other parts of the body, and it is the second leading cause of death in the U.S. The American Cancer Society estimates that in 2025 there will be approximately 2.0 million new cases of cancer and approximately 618,120 deaths from cancer. The National Institutes of Health (NIH) has estimated that based on growth and aging of the U.S. population, medical expenditures for cancer in the year 2030 are projected to reach at least $245.6 billion.\nXmAb942, our wholly owned anti-TL1A antibody drug candidate that we are actively advancing in clinical development to treat IBD: IBD is a chronic condition affecting an estimated 2.4 to 3.1 million adults in the United States, according to the U.S. Centers for Disease Control and Prevention, with increasing prevalence. The Crohn's and Colitis Foundation estimates that 70,000 new cases are diagnosed annually. IBD includes ulcerative colitis, which inflames the colon’s lining, and Crohn’s disease, which can affect any part of the gastrointestinal tract. Symptoms include abdominal pain, diarrhea, bloody stool, weight loss, bowel urgency, bloating, nausea, joint pain, fatigue, fever, reduced appetite and mental health impact. Both conditions significantly impact patients’ quality of life, with lower life expectancy, surgeries and hospitalizations, and increased risk for both intestinal resection and colorectal cancer.\nDespite available therapies, only 10% to 20% of patients achieve durable remission, highlighting a major unmet need. Many experience inadequate response, loss of efficacy, or side effects. Treatment adherence is also challenging due to frequent dosing and administration burdens. GlobalData has estimated that the market size for the treatment of Crohn's disease and ulcerative colitis, the two most common forms of IBD, will reach $40 billion worldwide by the year 2032.\nIntellectual Property\nThe foundation for our XmAb technology and our product candidates and partnering is the generation and protection of intellectual property for novel antibody therapeutics. We combine proprietary computational methods for amino acid sequence design with laboratory generation and testing of new antibody compositions. Our design and engineering team prospectively assesses, with patent counsel, the competitive landscape with the goal of building broad patent positions and avoiding third-party intellectual property.\nAs a pioneer in Fc domain engineering, we systematically scanned the structure of the Fc domain to discover Fc variants. We have filed patent applications relating to thousands of specific Fc domain variants with experimental data on specific improvements of immune function, pharmacokinetics, structural stability, and novel structural constructs. We have filed additional patent applications derived from these applications as we discover new properties of the Fc variants and as new business opportunities arise. We continually seek to expand the intellectual property coverage of our technology and candidates and invest in discovering new Fc domain technologies and antibody product candidates.\nOur patent estate, on a worldwide basis, includes issued patents and pending patent applications, with claims directed to XmAb Fc domains, all of our clinical and preclinical stage product candidates and our computational protein design methods and platforms. \nThe patent expiration in the U.S. and major foreign countries (ex-U.S.) for our key technologies and drug candidates is set forth below. We have pending applications filed that may extend the exclusivity of some of our technology and products:\n\nTechnology                               Patent Expiry\nCytotoxic                                    2025 U.S.\nImmune Inhibitor               2028 U.S.; 2025 Ex-U.S.\nXtend                          2025 U.S.; 2028 Ex-U.S.\nBispecific                       2034 U.S. and Ex-U.S.\nCD3 T-Cell Engagers              2035 U.S. and Ex-U.S.\nCD28 T-Cell Engagers             2041 U.S. and Ex-U.S.\n\nCompany Products                      Patent Expiry\nXmAb808                       2041 U.S, and Ex-U.S.\nVudalimab                     2037 U.S. and Ex-U.S.\nPlamotamab                    2035 U.S. and Ex-U.S.\nXmAb819                       2040 U.S. and Ex-U.S.\nXmAb541                       2042 U.S. and Ex-U.S.\nXmAb942                       2045 U.S. and Ex-U.S.\nXmAb7195                      2029 U.S. and Ex-U.S.\n\nPartnered Products                       Patent Expiry\nMonjuvi                        2033 U.S.; 2027 Ex-U.S.\nUltomiris                      2025 U.S.; 2028 Ex-U.S.\nSotrovimab                     2025 U.S.; 2028 Ex-U.S.\nObexelimab                     2029 U.S.; 2028 Ex-U.S.\nXaluritamig                      2039 U.S. and Ex-U.S.\nThe Hatch-Waxman Act permits a patent term extension for FDA-approved drugs, including biological products, of up to five years beyond the expiration of the patent. The length of the patent term extension is related to the length of time the drug is under regulatory review. Patent extension cannot extend the remaining term of a patent beyond a total of 14 years from the date of product approval, and only one patent applicable to an approved drug may be extended. Similar provisions are available in Europe and other jurisdictions to extend the term of a patent that covers an approved drug. In the future, if and when our pharmaceutical product candidates receive FDA approval, we expect to apply for patent term extensions on patents covering those products. We intend to seek patent term extensions to any of our issued patents in any jurisdiction where these are available; however, there is no guarantee that the applicable authorities, including the FDA in the United States, will agree with our assessment of whether such extensions should be granted, and even if granted, the length of such extensions.\nThe Patient Protection and Affordable Care Act, as amended by the Healthcare and Education Affordability Reconciliation Act (collectively the ACA) created a regulatory scheme authorizing the FDA to approve biosimilars via an abbreviated licensure pathway. In many cases, this allows biosimilars to be brought to market without conducting the full suite of clinical trials typically required of originators. Under the ACA, a manufacturer may submit an application for licensure of a biologic product that is \"biosimilar to\" or \"interchangeable with\" a previously approved biological product or \"reference product.\" The \"biosimilar\" application must include specific information demonstrating biosimilarity based on data derived from: (1) analytical studies, (2) animal studies, and (3) a clinical study or studies that are sufficient to demonstrate safety, purity, and potency in one or more appropriate conditions of use for which the reference product is licensed, except that FDA may waive some of these requirements for a given application. Under this new statutory scheme, an application for a biosimilar product may not be submitted to the FDA until four years after the date of first licensure. The FDA may not approve a biosimilar product until 12 years from the date on which the reference product was first licensed. The law does not change the duration of patents granted on biological products. Even if a product is considered to be a reference product eligible for exclusivity, another company could market a competing version of that product if the FDA approves a full Biologics License Application (BLA) for such product containing the sponsor's own preclinical data and data from adequate and well-controlled clinical trials to demonstrate the safety, purity, and potency of their product. There have been recent proposals to repeal or modify the ACA, and it is uncertain how any of those proposals, if approved, would affect these provisions.\nIn addition to patent protection, we rely on trade secret protection and know-how to expand our proprietary position around our technology and other discoveries and inventions that we consider important to our business. We seek to protect this intellectual property in part by entering into confidentiality agreements with our employees, consultants, scientific advisors, clinical investigators, and other contractors and also by requiring our employees, commercial contractors, and certain consultants and investigators, to enter into invention assignment agreements that grant us ownership of certain discoveries or inventions made by them. \nFurther, we seek trademark protection in the United States and in certain other jurisdictions where available and when we deem appropriate. We have obtained registrations for the Xencor trademark, as well as certain other trademarks, which we use in connection with our pharmaceutical research and development services and our clinical-stage products, including XmAb. We currently have registrations for Xencor and XmAb in the United States, Australia, Canada, the \nEuropean Union, the United Kingdom, and Japan, and for Proteins by Design in the United States, Australia, Canada, and the European Union and the United Kingdom.\nThird-Party Vendors and Suppliers\nOur internal research activities are focused on early research stage and preclinical activities and studies. We rely on third-party vendors, suppliers and contractors for all other research, development and clinical activities. We are able to internally manufacture the quantities of our product candidates required for relatively short preclinical animal studies. We believe that this allows us to accelerate the drug development process by not relying on third parties for all of our manufacturing needs. We have adopted a manufacturing strategy of contracting with third parties in accordance with current good manufacturing practices (cGMPs) for the manufacture of drug substance and product, including our pipeline of antibody development candidates. We have used third-party manufacturers for all our antibody candidates which include XmAb819, XmAb541, XmAb808, plamotamab, XmAb942 and XmAb657. Additional contract manufacturers are used to fill, label, package and distribute investigational drug products. This allows us to maintain a more flexible infrastructure while focusing our expertise on developing our products. We do not have any long-term manufacturing agreements in place and will ultimately depend on contract manufacturers for the manufacture of our products for commercial sale, as well as for process development. \nKBI Biopharma, Inc.\nIn July 2014, we entered into a master services agreement (KBI Agreement) with KBI Biopharma, Inc. (KBI). We have engaged KBI under the KBI Agreement for process development, clinical scale-up, analytical method development, formulation development, and other services related to drug substance and drug product for our antibody development candidates, XmAb541 and plamotamab, in accordance with cGMP regulations. For each bispecific program, we have entered into a separate agreement with the terms and conditions of services and payment. The KBI Agreement is for a three-year term but is automatically extended on an annual basis until the services are completed. The KBI Agreement may be terminated by either party for a breach that is not remedied within 30 days after notice or 60 days after notice of the existence of an incurable scientific or technical issue that renders KBI unable to render services under the KBI Agreement, by after 60-day notice, or in the event of a bankruptcy of a party. For termination other than a material breach by KBI, we must pay for all services conducted prior to the termination and to wind down the activities.\nCell Line Agreements with Selexis\nIn December 2015, we entered into a master service agreement (Selexis Agreement) with Selexis SA (Selexis) for the manufacture of Selexis cell lines. Under the terms of the Selexis Agreement, Selexis will manufacture cell lines for the antibody candidates provided by us and upon completion of the cell lines, we have the option to take an unrestricted commercial license to the cell line. The terms of each commercial license require us to make payments upon achievement of certain development and regulatory milestones and we will also pay royalties based on a percentage of net sales for products that are derived from or utilize the Selexis cell line. The royalty is less than 1%.\nSelexis has manufactured cell lines for certain of our bispecific antibody drug candidates, and we currently have rights to obtain commercial licenses to the Selexis cell line for antibody candidates including XmAb819 and plamotamab.\nLicense Agreement with BIO-TECHNE\nIn April 2021, we entered into an agreement with BIO-TECHNE for a non-exclusive license to a certain recombinant monoclonal antibody reactive with human CLDN6. We are using this protein in our XmAb541 drug candidate. Under the terms of this agreement, we made an upfront payment and are obligated to make payments upon the achievement of certain development, regulatory and sales milestones, and royalties based on a percentage of net sales from products that are derived from the CLDN6 antibody. The royalty is less than 1%. \nUmbrella Development Services Agreement with Patheon Biologics LLC\nIn September 2018, we entered into an Umbrella Development Services Agreement (Patheon Agreement) with Patheon Biologics LLC (Patheon). Under the terms of the Patheon Agreement, any of the affiliates within the global network of service sites in Thermo Fisher Scientific Inc.’s Pharma Services Group may perform clinical manufacturing and development services for us in accordance with cGMP regulations. The Patheon Agreement may be terminated by either party for a breach or default that is not remedied within 30 days, or such other time period as may be reasonably necessary \nto remedy such breach after receiving notice of the breach from the non-breaching party or if the other party is subject to an insolvency event. We have the unilateral right to terminate the Patheon Agreement upon 30 days written notice to Patheon for any business reason, subject to cancellation fees. Patheon has the unilateral right to terminate the Patheon Agreement if we request to reschedule work beyond 120 days, if project work is not progressing according to our expectations and we cannot agree on appropriate changes, if after six months of inactivity on a project at our request or if Patheon determines it is unable to perform its obligations in a safe and effective way in compliance with applicable regulatory requirements. \nPatheon manufactures drug substance material for our XmAb819 program and drug product for our plamotamab program.\nMaster Services Agreement with WuXi Biologics (Hong Kong) Limited\nIn February 2021, we entered into a Master Services Agreement (WuXi Agreement) with WuXi Biologics (Hong Kong) Limited (WuXi). Under the terms of the WuXi Agreement, WuXi and its affiliates will perform manufacturing, analytical, development and other services for Xencor in accordance with applicable regulations. The WuXi Agreement includes customary rights to replacement of non-conforming products. The WuXi Agreement may be terminated by either party for a breach by the other party that is not remedied within 45 days (or 10 days for a non-payment breach), or if the other party is subject to an insolvency event. We have the unilateral right to terminate the WuXi Agreement upon 90 days’ prior written notice to WuXi for any reason, subject to applicable cancellation fees. WuXi has the unilateral right to terminate the WuXi Agreement only if the services cannot be performed due to technical difficulties or the performance of the services is not permitted under applicable law.\nWuXi manufactures drug substance and drug product for our XmAb808, XmAb657 and XmAb942 programs.\nMaster Clinical Services Agreement with ICON Clinical Research Limited\nIn April 2016, we entered into a Master Clinical Services Agreement (ICON Agreement) with ICON Clinical Research Limited (ICON) which was amended in April 2021. Under the terms of the ICON Agreement, ICON and its affiliates will perform clinical trial services (including site selection, study design, site monitoring, management and training, and patient selection) for Xencor in accordance with applicable regulations. The ICON Agreement may be terminated by either party for a breach by the other party that is not remedied within 30 days, or if the other party is subject to an insolvency event. Each party may terminate the ICON Agreement upon 30 days’ prior written notice to the other party for any reason; however, such termination would not affect any ongoing project under the ICON Agreement. We may unilaterally terminate any project under the ICON Agreement upon 30 days’ prior written notice to ICON for any reason, subject to applicable close-out costs.\nICON provides services to us in connection with ongoing Xencor-sponsored clinical trials in oncology indications.\nMaster Services Agreement with PPD Development, L.P. \nIn June 2015, we entered into a Master Services Agreement (PPD Agreement) with PPD Development, L.P.(PPD). Under the terms of the PPD Agreement, PPD will perform clinical trial management and clinical development services (including site selection, study design, site monitoring, management and training, and patient selection) for Xencor in accordance with applicable regulations. The PPD Agreement may be terminated by either party for a breach upon 30 days' written notice, if such breach is not cured within 30 days. We may terminate the PPD Agreement upon 30 days' written notice to PPD for any reason; however, we will be obligated for any costs incurred through the cancellation date and any non-refundable and non-cancellable commitments incurred by PPD.\nPPD conducts clinical studies for our vudalimab program.\nMaster Services Agreement with Vetter Pharma International GmbH\nIn October 2020, we entered into a master services agreement (Vetter Agreement) with Vetter Pharma International GmbH (Vetter). We have engaged Vetter under the Vetter Agreement for clinical scale-up, analytical method development, formulation development, and other services related to manufacturing drug product for our bispecific antibody candidates, vudalimab and XmAb541, in accordance with cGMP regulations. For each bispecific program, we have entered into a separate agreement with the terms and conditions of services and payment. The Vetter Agreement is for an eight-year term but is automatically extended on an annual basis until the services are completed. The Vetter Agreement \nmay be terminated by either party for a breach that is not remedied within 60 days after notice or 60 days after notice of the existence of an incurable scientific or technical issue that renders Vetter unable to render services under the Vetter Agreement. For termination other than a material breach by Vetter, we must pay for all services conducted prior to the termination and to wind down the activities.\nVetter manufactures drug product for our XmAb541 program.\nMaster Services Agreement with Kapadi (formerly OncoBay Clinical, Inc.)\nIn August 2023, we entered into a Master Services Agreement (Kapadi Agreement) with OncoBay Clinical, Inc., now Kapadi. Under the terms of the Kapadi Agreement, Kapadi will perform Contract Research Organization (CRO) services including clinical trial management and clinical development services (including site selection, study design, site monitoring, management and training, and patient selection) for Xencor in accordance with applicable regulations. The Kapadi Agreement may be terminated by either party for a breach upon 30 days' written notice, if such breach is not cured within thirty (30) days. We may terminate the Kapadi Agreement upon 60 days' written notice to Kapadi for any reason; however, we will be obligated for any costs incurred through the cancellation date and any non-refundable and non-cancellable commitments incurred by Kapadi.\nKapadi conducts clinical studies for our XmAb541 program.\nCompetition\nWe compete in an industry that is characterized by rapidly advancing technologies, intense competition, and a strong emphasis on proprietary products. Our competitors include pharmaceutical companies, biotechnology companies, academic institutions, and other research organizations. We compete with these parties for promising targets for antibody-based therapeutics, new technology for optimizing antibodies, and in recruiting highly qualified personnel. Many competitors and potential competitors have substantially greater scientific, research, and product development capabilities as well as greater financial, marketing and sales, and human resources than we do. In addition, many specialized biotechnology firms have formed collaborations with large, established companies to support the research, development, and commercialization of products that may be competitive with ours. Accordingly, our competitors may be more successful than we may be in developing, commercializing, and achieving widespread market acceptance. In addition, our competitors’ products may be more effective, more effectively developed, or more effectively marketed and sold than any treatment we or our development partners may commercialize, which may render our product candidates obsolete or noncompetitive before we can recover the expenses related to developing and commercializing any of our product candidates.\nCompetition in the field of cancer and autoimmune drug development is intense, with hundreds of compounds in clinical trials. Many large pharmaceutical companies and other smaller biotechnology companies are developing competing bispecific antibody platforms, and many of these companies have advanced multiple drug candidates into clinical development, including Amgen; Genmab A/S; Macrogenics, Inc.; Merus N.V.; Regeneron Pharmaceuticals, Inc.; and Roche Holding AG.\nWe are developing bispecific antibody drug candidates engineered to direct cytotoxic T-cell killing of solid tumor cells, by engaging the CD3 or CD28 receptor on T cells and an antigen on tumor cells. Other companies conducting clinical trials to evaluate CD3 or CD28 bispecific antibodies directed to antigens expressed on solid tumors include Amgen; Astellas; BioAtla, Inc.; Context Therapeutics Inc.; CytomX Therapeutics, Inc.; Genmab A/S; Immunocore Holdings plc; Janux Therapeutics, Inc.; Johnson & Johnson; Regeneron Pharmaceuticals, Inc.; Roche Holding AG; Takeda Pharmaceutical Co. Ltd.; and Vir. Other antibodies, antibody drug conjugates and cell therapies are in development or approved to treat patients with cancer.\nWe are also developing bispecific antibody drug candidates engineered to direct cytotoxic T-cell killing of B cells, by engaging the CD3 receptor on T cells and either the CD20 or CD19 receptor on B cells. Other companies currently conducting clinical trials to evaluate CD3 bispecific antibodies directed to CD20 or CD19 for the treatment of autoimmune disease include Amgen; Cullinan Therapeutics, Inc.; and Roche Holding AG. Other antibodies and cell therapies are in development or approved to treat patients with autoimmune diseases.\nWe are developing antibody drug candidates that target the cytokine TL1A for the potential treatment of IBD. Other companies currently conducting clinical trials to evaluate anti-TL1A antibodies include: Merck & Co., Inc; Roche Holding AG; Spyre Therapeutics, Inc.; and Teva Pharmaceutical Industries Limited.\nIn addition, we are aware of a number of other companies with development-stage programs that may compete with the drug candidates we and our licensees are developing in the future. We anticipate that we will face intense and increasing competition as new treatments enter the market and advanced technologies become available.\nRegulatory Overview\nOur business and operations are subject to a variety of U.S. federal, state and local and foreign supranational, national, provincial, and municipal laws, regulations and trade practices. The FDA and comparable regulatory authorities in state and local jurisdictions and in other countries impose substantial and burdensome requirements upon companies involved in the clinical development, manufacture, marketing, and distribution of drugs and biologics. These agencies and other federal, state and local entities regulate research and development activities and the testing, manufacture, quality control, safety, effectiveness, labeling, storage, recordkeeping, approval, advertising and promotion, and export and import of our product candidates.\nU.S. Government Regulation\nWe are subject to extensive regulation by the U.S. and other countries. Regulation by government authorities is a significant factor in development, manufacture, distribution and ongoing research activities. All our products in development will require regulatory approval by government agencies prior to commercialization. In particular, drugs and biologic products are subject to rigorous preclinical studies and clinical trials and other approval procedures of the FDA and similar regulatory authorities in foreign countries. Generally, our activities in other countries will be subject to regulation that is similar in nature and scope as that imposed in the U.S., although there can be important differences. We, along with our contract manufacturers (CMOs), contract research organizations (CROs), and third-party vendors, will be required to satisfy these requirements in each of the countries in which we wish to conduct studies or seek approval of our product candidates. The process of obtaining these approvals and the subsequent compliance with appropriate federal and state statutes and regulations require the expenditure of substantial time and financial resources. Various federal and state statutes and regulation also govern or influence testing, manufacturing, safety, labeling, storage, tracking, tracing and record-keeping of drugs and biologic products and their marketing.\nU.S. Drug Development Process\nIn the United States, the FDA regulates drugs and biologic products under the Federal Food, Drug and Cosmetic Act (FDCA), its implementing regulations, and other laws including, in the case of biologics, the Public Health Service Act. These products are also subject to other federal, state and local statutes and regulations. Our product candidates are subject to regulation by the FDA as a biologic. Biologics require the submission of a Biologics License Application (BLA) to the FDA and approval of the BLA by the FDA before marketing in the United States. The process of obtaining regulatory approvals for commercial sale and distribution and the subsequent compliance with applicable federal, state, local and foreign statutes and regulations require the expenditure of substantial time and financial resources. Failure to comply with the applicable requirements at any time during the product development process, approval process or after approval, may subject an applicant to administrative, judicial, civil or criminal sanctions. These sanctions could include the FDA’s refusal to allow us to proceed with clinical testing, approve pending applications, license suspension or revocation, withdrawal of an approval, imposition of a clinical hold on clinical trials, issuance of untitled or warning letters, product recalls or withdrawals from the market, product seizures, total or partial suspension of production, or distribution, injunctions, fines, refusals of government contracts, restitution, disgorgement or civil and/or criminal penalties or prosecution. The process required by the FDA before a biologic may be marketed in the United States generally involves the following:\n1.completion of preclinical laboratory tests, animal studies, and formulation studies performed in accordance with applicable regulations, including the FDA’s current Good Laboratory Practices (GLP) regulations;\n2.submission to and acceptance by the FDA of an IND which must become effective before human clinical trials in the United States may begin and must be updated annually;\n3.approval by an independent institutional review board (IRB) or ethics committee representing each clinical site before each clinical trial may be initiated;\n4.performance of adequate and well-controlled human clinical trials in accordance with the FDA’s current Good Clinical Practices (GCP) regulations to establish the safety and efficacy of the product candidate for its proposed indication;\n5.submission to and acceptance by the FDA of a BLA;\n6.manufacture of the drug substance and drug product in accordance with the FDA’s current Good Manufacturing Practice (cGMP) requirements, along with required analytical and stability testing;\n7.preparation of and submission to the FDA of a BLA requesting marketing approval for one or more proposed indications, that includes sufficient evidence to establish the safety, purity, and potency of the proposed biologic product for its intended indication, including from results of nonclinical testing and clinical trials and detailed information on the chemistry, manufacturing and quality controls for the product candidate and proposed labeling;\n8.a determination by the FDA within 60 days of its receipt of a BLA to file the application for review;\n9.satisfactory completion of one or more pre-approval or pre-license inspections by FDA (if the FDA deems it as a requirement) of the manufacturing facility or facilities where the product is produced to assess compliance with the FDA’s cGMP regulations to assure that the facilities, methods, and controls are adequate to preserve the product’s identity, strength, quality, and purity;\n10.potential audits by the FDA of the nonclinical and clinical trial sites that generated the data in support of the BLA to assure compliance with GLPs and GCPs, as applicable, and the integrity of the data in support of the BLA;\n11.potential review of the BLA by an external Advisory Committee to the FDA, whose recommendations are not binding on the FDA;\n12.payment of user fees under the Prescription Drug User Fee Act (PDUFA), unless exempted;\n13.FDA review and approval of the BLA prior to any commercial marketing or sale; and\n14.compliance with any post-approval requirements, including risk evaluation and mitigation strategies (REMS) and post-approval studies required by the FDA.\nBefore testing any compounds with potential therapeutic value in humans, the product candidate enters the preclinical testing stage. Preclinical tests include laboratory evaluations of product chemistry, stability, and formulation, as well as animal studies to assess the potential toxicity and activity of the product candidate. The conduct of preclinical studies is subject to federal and state regulation and requirements, including GLP requirements for safety/toxicology studies. The results of the preclinical studies, together with manufacturing information and analytical data, must be submitted to the FDA as part of an IND. An IND is a request for authorization from the FDA to administer an investigational biological product to humans in clinical trials in the U.S. The central focus of an IND submission is on the general investigational plan, the protocol(s) for human trials and the safety of trial participants. The IND also includes results of animal and in vitro studies assessing the toxicology, pharmacokinetics, pharmacology, and pharmacodynamic characteristics of the product; chemistry, manufacturing and controls information; and any available human data or literature to support the use of the investigational product. An IND must become effective before human clinical trials may begin. An IND will automatically become effective 30 days after receipt by the FDA, unless before that time the FDA raises concerns or questions related to the proposed clinical trials. In such a case, the IND may be placed on clinical hold, and the IND sponsor and the FDA must resolve any outstanding concerns or questions before clinical trials can begin. Accordingly, submission of an IND may or may not result in the FDA allowing clinical trials to commence.\nAt any time during the initial 30-day IND review period or while clinical trials are ongoing under the IND, the FDA may impose a partial or complete clinical hold. Clinical holds may be imposed by the FDA when there is concern for patient safety and may be a result of new data, findings, or developments in clinical, nonclinical, and/or chemistry, manufacturing and controls or where there is non-compliance with regulatory requirements. A clinical hold would delay either a proposed clinical trial or cause suspension of an ongoing trial, until all outstanding concerns have been adequately addressed and the FDA has notified the company that investigations may proceed. A separate submission to an existing IND must also be made for each successive clinical trial to be conducted, and the FDA must grant permission, either explicitly or implicitly by not objecting, before each clinical trial can begin. Accordingly, we cannot be sure that \nsubmission of an IND will result in the FDA allowing clinical trials to begin, or that, once begun, issues will not arise that could cause the trial to be suspended or terminated.\nClinical trials involve the administration of the product candidate to human patients under the supervision of qualified investigators, generally physicians not employed by or under the clinical trial sponsor’s control, in accordance with GCPs, which include the requirement that all research subjects provide their informed consent for their participation in any clinical trial. Clinical trials are conducted under protocols detailing, among other things, the objectives of the clinical trial, dosing procedures, subject selection and exclusion criteria, and the parameters to be used to monitor subject safety and effectiveness. Each protocol, and any subsequent amendments to the protocol, must be submitted to the FDA as part of the IND before a trial commences. Additionally, approval must also be obtained from each clinical trial site’s Institutional Review Board (IRB), before the trials may be initiated and the IRB must monitor the trial until completed. The IRB is charged with protecting the welfare and rights of trial participants and will consider, among other things, clinical trial design, patient informed consent, ethical factors, the safety of human subjects and the possible liability of the institution. The FDA or responsible IRB may place a trial on hold at any time related to perceived risks to patient safety. Additionally, some clinical trials are overseen by an independent group of qualified experts organized by the clinical trial sponsor, known as a data and safety monitoring board or committee. This group provides authorization for whether or not a trial may move forward at designated check points based on access to certain data from the trial. We may also suspend or terminate a clinical trial based on evolving business objectives or competitive climate.\nA sponsor may choose, but is not required, to conduct a foreign clinical trial under an IND. When a foreign clinical trial is conducted under an IND, all FDA IND requirements must be met unless waived. When the foreign clinical trial is not conducted under an IND, the sponsor must ensure that the study is conducted in accordance with GCP, including review and approval by an independent ethics committee (IEC) and informed consent from subjects. The GCP requirements are intended to help ensure the protection of human subjects enrolled in non-IND foreign clinical trials, as well as the quality and integrity of the resulting data. FDA must also be able to validate the data from the study through an on-site inspection if necessary.\nThere are also requirements governing the reporting of ongoing clinical trials and clinical trial results to public registries, including on clinicaltrials.gov. A sponsor of an investigational biological product for a serious disease or condition is required to make available, such as by posting on its website, its policy on evaluating and responding to requests for individual patient access to such investigational biological product. This requirement applies on the earlier of the first initiation of a Phase 2 or Phase 3 trial of the investigational biological product or, as applicable, 15 days after the biological product receives a designation as a breakthrough therapy or fast track product.\nClinical trials are generally conducted in sequential phases, known as Phase 1, Phase 2 and Phase 3, and may overlap:\n1.Phase 1. The product candidate is initially introduced into a limited population of healthy human subjects, or in some cases, patients with the disease for which the drug candidate is intended, and tested for safety, dosage tolerance, absorption, metabolism, distribution, and excretion. In the case of some products for some diseases, or when the product may be too inherently toxic to ethically administer to healthy volunteers, the initial human testing is often conducted in patients with the disease or condition for which the product candidate is intended to gain an early indication of its effectiveness.\n2.Phase 2. The product candidate is evaluated in a limited, disease-affected patient population (but larger than in Phase 1) to identify possible adverse effects and safety risks, to preliminarily evaluate the efficacy of the product for specific targeted indications, and to assess dosage tolerance, optimal dosage, and dosing schedule.\n3.Phase 3. Clinical trials are undertaken to further evaluate dosage and provide substantial evidence of clinical efficacy and safety in an expanded patient population at geographically dispersed clinical trial sites. Phase 3 clinical trials are intended to establish the overall risk/benefit ratio of the product and provide an adequate basis for product labeling. Frequently, two adequate and well-controlled Phase 3 clinical trials are required by the FDA for approval of a BLA.\n4.Post Approval. Clinical trials or other post-approval commitments may be conducted after initial marketing approval. These studies are used to gain additional experience from the treatment of patients in the intended therapeutic indication and may be required by the FDA as a condition of approval. Such post-approval trials are sometimes referred to as Phase 4 clinical trials. In the case of drugs approved under Accelerated \nApproval, post-approval trials are intended to confirm clinical benefit seen with a surrogate endpoint using a long-term clinical outcome endpoint. Failure to exhibit due diligence with regard to conducting such Phase 4 clinical trials could result in withdrawal of approval for products or other consequences.\nProgress reports detailing the results of the clinical trials, among other information, must be submitted at least annually to the FDA; written IND safety reports must be submitted to the FDA and the investigators for Serious and Unexpected Suspected Adverse Reactions, findings from other studies suggesting a significant risk to humans exposed to the drug, findings from animal or in vitro testing that suggest a significant risk for human subjects and any clinically important increase in the rate of a serious suspected adverse reaction over that listed in the protocol or investigator brochure. Phase 1, Phase 2 and Phase 3 clinical trials may not be completed successfully within any specified period, if at all. The FDA or the sponsor may suspend or terminate a clinical trial at any time on various grounds, including a finding that the research subjects or patients are being exposed to an unacceptable health risk. Similarly, an IRB can suspend or terminate approval of a clinical trial at its institution if the clinical trial is not being conducted in accordance with the IRB’s requirements or if the drug has been associated with unexpected serious harm to patients.\nConcurrent with clinical trials, companies usually complete additional animal studies and must also develop additional information about the chemistry and physical characteristics of the biologic and finalize a process for manufacturing the product in commercial quantities in accordance with cGMP requirements. Additionally, appropriate packaging must be selected and tested, and stability studies must be conducted to demonstrate that the product candidate does not undergo unacceptable deterioration over its shelf life.\nU.S. Review and Approval Processes\nThe results of product development, preclinical studies and clinical trials, along with descriptions of the manufacturing process, analytical tests, proposed labeling, and other relevant information are submitted to the FDA in the form of a BLA requesting approval to market the product for one or more specified indications. Data can come from company-sponsored clinical trials intended to test the safety and effectiveness of a use of a product, or from a number of alternative sources, including trials initiated by investigators. To support marketing approval, the data submitted must be sufficient in quality and quantity to establish the safety and effectiveness of the investigational product to the satisfaction of the FDA. Under federal law, the submission of most BLAs is subject to an application user fee, and the sponsor of an approved BLA is also subject to an annual program fee for each approved biological product on the market. Applications for orphan drug products are exempted from the BLA application fee and may be exempted from program fees, unless the application includes an indication for other than a rare disease or condition. The standard time for the FDA to accept a BLA submission is two months. The FDA may request additional information rather than accept an application for filing.\nIf the FDA determines that the BLA is substantially complete, it will accept the BLA for review.\nOnce accepted, the FDA reviews the BLA to determine, among other things, whether the proposed product is safe and effective for its intended use, and whether the product is being manufactured in accordance with cGMP to assure and preserve the product’s identity, strength, quality, and purity, and it may inspect the manufacturing facilities to assure cGMP compliance and one or more clinical sites used during the clinical trials to assure GCP compliance. Material changes in manufacturing equipment, location, or process post-approval, may result in additional regulatory review and approval. The standard FDA review process is 10 months once a BLA is accepted for review, but it can take longer. During the review process, the FDA also will determine whether a risk evaluation and mitigation strategy (REMS) is necessary to assure the safe use of the product. If the FDA concludes a REMS is needed, the sponsor of the BLA must submit a proposed REMS prior to approval. A REMS can substantially increase the costs of obtaining approval. In addition, under the Pediatric Research Equity Act, a BLA or supplement to a BLA must contain data that are adequate to assess the safety and effectiveness of the product for the claimed indications in all relevant pediatric subpopulations, and to support dosing and administration for each pediatric subpopulation for which the product is safe and effective. The FDA may, on its own initiative or at the request of the applicant, grant deferrals for submission of some or all pediatric data until after approval of the product for use in adults, or full or partial waivers from the pediatric data requirements. The FDA conducts its own analysis of the clinical trial data, which could result in extensive discussions between the FDA and us during the review process. The review and evaluation of an BLA by the FDA is extensive and time-consuming and may take longer than originally planned to complete, and we may not receive a timely approval, if at all.\nThe FDA is required to refer an application for a novel biological product to an advisory committee or explain why such referral was not made. An advisory committee is a panel of independent experts, including clinicians and other scientific experts, that reviews, evaluates and provides a recommendation as to whether the application should be approved \nand under what conditions. The FDA is not bound by the recommendations of an advisory committee, but it considers such recommendations carefully when making decisions.\nThe FDA will issue a Complete Response Letter (CRL) describing deficiencies in the BLA and recommend actions if the agency decides not to approve the BLA. A CRL indicates that the review cycle of the application is complete and the application will not be approved in its present form. A CRL describes all deficiencies in the BLA identified by the FDA. The applicant will have to address all of the deficiencies which could take substantial time and resources to address, including development of additional clinical data or an additional Phase 3 clinical trial(s), or other requirements related to nonclinical studies or manufacturing. Even if such additional information is submitted, the FDA may ultimately decide that the BLA does not satisfy the criteria for approval and issue a denial. If a CRL is issued, the applicant may either resubmit the BLA, addressing all of the deficiencies identified in the letter, withdraw the application, or engage in a dispute resolution proceeding or request a hearing. Even if additional data and information is submitted, the FDA may ultimately decide that the BLA does not satisfy the criteria for approval. Data obtained from clinical trials are not always conclusive, and the FDA may interpret data differently than we interpret the same data.\nIf the product receives regulatory approval, the approval may be significantly limited to specific diseases and dosages, or the indications for use may otherwise be limited and may require that certain contraindications, warnings, or precautions be included in the product labeling, which could restrict the commercial value of the product. In addition, the FDA may require development of adequate controls and specifications, or a commitment or requirement to conduct post marketing studies to further assess drug safety and effectiveness and may require testing and surveillance programs to monitor the safety of approved products that have been commercialized. The FDA may also place other conditions on approvals including the requirement for a REMS, to assure the safe use of the product. If the FDA concludes a REMS is needed, the sponsor of the BLA must submit a proposed REMS. The FDA will not approve the BLA without an approved REMS, if required. A REMS could include medication guides, physician communication plans, or elements to assure safe use (ETASU), such as restricted distribution methods, patient registries and other risk minimization tools. Any of these limitations on approval or marketing could restrict the commercial promotion, distribution, prescription or dispensing of products. Product approvals may be withdrawn for non-compliance with regulatory standards or based on the results of post-market studies or surveillance programs. Additionally, post-approval, many types of changes to the approved product, such as adding new indications, changing manufacturing processes and adding labeling claims, are subject to further testing requirements and FDA review and approval. Such post-approval requirements can be costly and time-consuming and can affect the potential market and profitability of the product.\nOrphan Drug Designation\nUnder the Orphan Drug Act, the FDA may grant orphan designation to a drug or biological product intended to treat a rare disease or condition, which is generally a disease or condition that affects fewer than 200,000 individuals in the U.S., or more than 200,000 individuals in the U.S. and for which there is no reasonable expectation that the cost of developing and making a drug or biological product available in the U.S. for this type of disease or condition will be recovered from sales of the product. Orphan product designation must be requested before submitting a BLA. After the FDA grants orphan product designation, the identity of the therapeutic agent and its potential orphan use are disclosed publicly by the FDA. Orphan product designation does not convey any advantage in or shorten the duration of the regulatory review and approval process.\nOrphan drug designation entitles a party to financial incentives such as opportunities for grant funding towards clinical trial costs, tax advantages and user-fee waivers. Additionally, if a product that has orphan designation subsequently receives the first FDA approval for the disease or condition for which it has such designation, the product is entitled to orphan product exclusivity, which means that the FDA may not approve any other applications to market the same drug or biological product for the same indication for seven years, except in limited circumstances, such as a showing of clinical superiority to the product with orphan exclusivity.\nThe period of exclusivity begins on the date that the marketing application is approved by the FDA and applies only to the indication for which the product has been designated. The FDA may approve a second application for the same product for a different use or a second application for a clinically superior version of the product for the same use. The FDA cannot, however, approve the same product made by another manufacturer for the same indication during the market exclusivity period unless it has the consent of the sponsor, or the sponsor is unable to provide sufficient quantities. If a drug or biological product designated as an orphan product receives marketing approval for an indication broader than what is designated, it may not be entitled to orphan product exclusivity. Orphan drug status in the European Union has similar, but not identical, benefits.\nThe FDA has historically taken the position that the scope of orphan exclusivity aligns with the approved indication or use of a product, rather than the disease or condition for which the product received orphan designation. However, in Catalyst Pharms., Inc. v. Becerra, 14 F.4th 1299 (11th Cir. 2021), the court disagreed with this position, holding that orphan-drug exclusivity blocked the FDA’s approval of the same drug for all uses or indications within the same orphan-designated disease. On January 24, 2023, the FDA published a notice in the Federal Register to clarify that the FDA intends to continue to apply its longstanding interpretation of the regulations to all matters outside of the scope of the Catalyst order and will continue tying the scope of orphan-drug exclusivity to the uses or indications for which a drug is approved. It is unclear how future litigation, legislation, agency decisions, and administrative actions will impact the scope of orphan drug exclusivity.\nExpedited Review Programs\nThe FDA offers a number of expedited development and review programs for qualifying product candidates. New biological products are eligible for fast track designation if they are intended to treat a serious or life-threatening disease or condition and demonstrate the potential to address unmet medical needs for the disease or condition. Fast track designation applies to the combination of the product and the specific indication for which it is being studied. The sponsor of a new biologic may request that the FDA designate the biologic as a fast track product at any time during the clinical development of the product. The sponsor of a fast track product has opportunities for more frequent interactions with the applicable FDA review team during product development and, once a BLA is submitted, the product candidate may be eligible for priority review. A fast track product may also be eligible for rolling review, where the FDA may consider for review sections of the BLA on a rolling basis before the complete application is submitted, if the sponsor provides a schedule for the submission of the sections of the BLA, the FDA agrees to accept sections of the BLA and determines that the schedule is acceptable, and the sponsor pays any required user fees upon submission of the first section of the BLA.\nA product candidate intended to treat a serious or life-threatening disease or condition may also be eligible for breakthrough therapy designation to expedite its development and review. A product candidate can receive breakthrough therapy designation if preliminary clinical evidence indicates that the product candidate, alone or in combination with one or more other drugs or biologics, may demonstrate substantial improvement over existing therapies on one or more clinically significant endpoints, such as substantial treatment effects observed early in clinical development. The designation includes all of the fast track program features, as well as more intensive FDA interaction and guidance beginning as early as Phase 1 and an organizational commitment to expedite the development and review of the product candidate, including involvement of senior managers.\nAny marketing application for a biologic submitted to the FDA for approval, including a product candidate with a fast track designation and/or breakthrough therapy designation, may be eligible for other types of FDA programs intended to expedite development and review, such as priority review. An application for a biological product will receive priority review designation if it is for a biological product that treats a serious condition and, if approved, would provide a significant improvement in safety or effectiveness. The FDA will attempt to direct additional resources to the evaluation of an application for a new biological product designated for priority review in an effort to facilitate the review. For original BLAs, priority review designation means the FDA’s goal is to take action on the marketing application within six months of the 60-day filing date (as compared to ten months under standard review).\nFast track designation, breakthrough therapy designation, and priority review do not change the standards for approval but may expedite the development or approval process. Even if a product candidate qualifies for one or more of these programs, the FDA may later decide that the product no longer meets the conditions for qualification or decide that the time period for FDA review or approval will not be shortened.\nAccelerated Approval\nProduct candidates studied for their safety and effectiveness in treating serious conditions may receive accelerated approval upon a determination that the product has an effect on a surrogate endpoint that is reasonably likely to predict clinical benefit, or on a clinical endpoint that can be measured earlier than irreversible morbidity or mortality, that is reasonably likely to predict an effect on irreversible morbidity or mortality or other clinical benefit, taking into account the severity, rarity or prevalence of the condition and the availability or lack of alternative treatments. As a condition of accelerated approval, the FDA will generally require the sponsor to perform adequate and well-controlled post-marketing clinical studies to verify and describe the anticipated effect on irreversible morbidity or mortality or other clinical benefit. Under the Food and Drug Omnibus Reform Act of 2022 (FDORA), the FDA may require, as appropriate, that such trials be underway prior to approval or within a specific time period after the date of approval for a product granted accelerated \napproval. Under FDORA, the FDA has increased authority for expedited procedures to withdraw approval of a biologic or indication approved under accelerated approval if, for example, the sponsor fails to conduct the required post-marketing studies or if such studies fail to verify the predicted clinical benefit. In addition, for products being considered for accelerated approval, the FDA generally requires, unless otherwise informed by the FDA, that all advertising and promotional materials intended for dissemination or publication within 120 days of marketing approval be submitted to FDA for review during the pre-approval period. After 120 days following marketing approval, unless otherwise informed by the FDA, advertising and promotional materials must be submitted at least 30 days prior to the intended time of initial dissemination or publication.\nPost-Approval Requirements\nAny biologic products for which we or our collaborators receive FDA approvals are subject comprehensive and to continuing regulation by the FDA, including, among other things, cGMP compliance for product manufacture, record-keeping requirements, periodic reporting, reporting of adverse experiences with the product, providing the FDA with updated safety and efficacy information, product sampling and distribution requirements, tracking and tracing requirements, complying with certain electronic records and signature requirements, and complying with FDA promotion and advertising requirements, which include, among others, restrictions on direct-to-consumer advertising, promoting biologics for uses or in patient populations that are not described in the product’s approved labeling (known as “off-label use”), industry-sponsored scientific and educational activities, and promotional activities involving the internet. Although physicians may prescribe legally available drugs and biologics for off-label uses, manufacturers may not market or promote such off-label uses. After approval, most changes to the approved product, such as adding new dosage forms, indications or other labeling claims, are subject to prior FDA review and approval. \nBiological product manufacturers are required to register their establishments with the FDA and certain state agencies and are subject to periodic unannounced inspections for compliance with cGMPs. Changes to the manufacturing process are strictly regulated, and, depending on the significance of the change, may require prior FDA approval before being implemented. Manufacturers and manufacturers’ facilities are also required to comply with applicable product tracking and tracing requirements and notify the FDA of counterfeit, diverted, stolen and intentionally adulterated products or products that are otherwise unfit for distribution in the U.S. Manufacturers are also subject to record requests from the FDA that demonstrate cGMP compliance through data and other information. Accordingly, manufacturers must continue to expend time, money and effort in the area of production and quality control to maintain compliance with cGMP and other aspects of regulatory compliance. \nUntil we establish our own cGMP manufacturing facility, we expect to continue to rely, on third parties for the production of clinical quantities of our product candidates, and expect to rely in the future on third parties for the production of commercial quantities. Future FDA and state inspections may identify compliance issues at our facilities or at the facilities of our contract manufacturers that may disrupt production, or distribution, or may require substantial resources to correct. In addition, discovery of previously unknown problems with a product or the failure to comply with applicable requirements may result in restrictions on a product, manufacturer or holder of an approved BLA, including withdrawal or recall of the product from the market or other voluntary, FDA-initiated or judicial action that could delay or prohibit further marketing.\nLater discovery of previously unknown problems with a product, including adverse events of unanticipated severity or frequency, or with manufacturing processes, or failure to comply with regulatory requirements, may result in revisions to the approved labeling to add new safety information; imposition of post-market studies or clinical trials to assess new safety risks; or imposition of distribution restrictions or other restrictions under a REMS program. FDA has authority to require post-market studies, in certain circumstances, on reduced effectiveness of a biological product and FDA may require labeling changes related to new reduced effectiveness information.\nFailure to comply with FDA requirements can subject a manufacturer to possible legal or regulatory action, such as product recalls, untitled or warning letters, restrictions on the marketing or manufacturing of the product, issuance of safety alerts/ Dear Healthcare Provider letters / press releases / or other communications containing warnings or other safety information about the product, suspension of manufacturing, imposition of clinical holds on ongoing clinical trials, refusal of FDA to approve pending BLAs or supplements to approved BLAs, product seizure or detention, refusal to permit import or export of product, injunctive action, mandated corrective advertising or communications with healthcare professionals, fines, possible civil or criminal penalties, consent decrees, corporate integrity agreements, debarment, or exclusion from federal healthcare programs, total or partial suspension of production, denial or withdrawal of product approvals or refusal to allow a firm to enter into supply contracts, including government contracts, or other negative \nconsequences, including adverse publicity. In addition, even if a firm complies with FDA and other requirements, new information regarding the safety or efficacy of a product could lead the FDA to modify or withdraw product approval. Prohibitions or restrictions on sales or withdrawal of future products marketed by us could materially affect our business in an adverse way.\nU.S. Patent Term Restoration and Marketing Exclusivity\nDepending upon the timing, duration and specifics of the FDA approval of any of our biologic product candidates, we may apply for limited patent term extension under the Drug Price Competition and Patent Term Restoration Act of 1984, commonly referred to as the Hatch-Waxman Amendments. The Hatch-Waxman Amendments permit a patent restoration term of up to five years for one patent per product as compensation for patent term lost during product development and the FDA regulatory review process of that product. The U.S. Patent and Trademark Office, in consultation with the FDA, reviews and approves the application for any patent term extension or restoration. \nMarket exclusivity provisions under the FDCA can also delay the submission or the approval of certain applications of other companies seeking to reference another company’s BLA. Specifically, the Biologics Price Competition and Innovation Act established an abbreviated pathway for the approval of biosimilar and interchangeable biological products generally not earlier than 12 years after the original BLA approval. The abbreviated regulatory pathway establishes legal authority for the FDA to review and approve biosimilar biologics, including the possible designation of a biosimilar as “interchangeable” based on their similarity to existing brand product. \nPharmaceutical Coverage, Pricing and Reimbursement\nIn the United States, patients who are prescribed treatments for their conditions and providers performing the prescribed services generally rely on third-party payors to reimburse all or part of the associated healthcare costs. Patients are unlikely to use any product candidates we may develop unless coverage is provided and reimbursement is adequate to cover a significant portion of the cost of such product candidates. Even if any product candidates we may develop are approved, sales of such product candidates will depend, in part, on the extent to which third-party payors, including government health programs in the United States such as Medicare and Medicaid, commercial health insurers, and managed care organizations, provide coverage and establish adequate reimbursement levels for such product candidates. The process for determining whether a payor will provide coverage for a product may be separate from the process for setting the price or reimbursement rate that the payor will pay for the product once coverage is approved. Third-party payors are increasingly challenging the prices charged, examining the medical necessity, and reviewing the cost-effectiveness of medical products and services and imposing controls to manage costs. Third-party payors may limit coverage to specific products on an approved list, also known as a formulary, which might not include all of the approved products for a particular indication.\nIn order to secure coverage and reimbursement for any drug product candidate that might be approved for sale, we may need to conduct expensive pharmacoeconomic studies in order to demonstrate the medical necessity and cost-effectiveness of the drug product candidate, in addition to the costs required to obtain FDA or other comparable regulatory approvals. Whether or not we conduct such studies, product candidates may not be considered medically necessary or cost-effective. A decision by a third-party payor not to cover any product candidates we develop could reduce physician utilization of such product candidates once approved and have a material adverse effect on our sales, results of operations and financial condition. Additionally, a payor’s decision to provide coverage for a product does not imply that an adequate reimbursement rate will be approved. Further, one payor’s determination to provide coverage for a product does not assure that other payors will also provide coverage and reimbursement for the product, and the level of coverage and reimbursement can differ significantly from payor to payor. \nThe containment of healthcare costs also has become a priority of federal and state governments, and the prices of pharmaceuticals have been a focus in this effort. The U.S. government and state legislatures have shown significant interest in implementing cost-containment programs, including price controls, restrictions on reimbursement, and requirements for substitution of generic products. Adoption of price controls and cost-containment measures, and adoption of more restrictive policies in jurisdictions with existing controls and measures, could further limit a company’s revenue generated from the sale of any approved products. Coverage policies and third-party reimbursement rates may change at any time. Even if favorable coverage and reimbursement status is attained for one or more products for which a company or its collaborators receive marketing approval, less favorable coverage policies and reimbursement rates may be implemented in the future.\nPricing and rebate programs must comply with the Medicaid Drug Rebate Program requirements of the Omnibus Budget Reconciliation Act of 1990, as amended, and the Veterans Health Care Act of 1992, as amended. If products are made available to authorized users of the Federal Supply Schedule of the General Services Administration, additional laws and requirements apply.\nThe Medicare Prescription Drug, Improvement, and Modernization Act of 2003 (the MMA) established the Medicare Part D program to provide a voluntary prescription drug benefit to Medicare beneficiaries. Under Part D, Medicare beneficiaries may enroll in prescription drug plans offered by private entities which will provide coverage of outpatient prescription drugs. Unlike Medicare Part A and B, Part D coverage is not standardized. Part D prescription drug plan sponsors are not required to pay for all covered Part D drugs, and each drug plan can develop its own drug formulary that identifies which drugs it will cover and at what tier or level. However, Part D prescription drug formularies must include drugs within each therapeutic category and class of covered Part D drugs, though not necessarily all the drugs in each category or class. Any formulary used by a Part D prescription drug plan must be developed and reviewed by a pharmacy and therapeutic committee. Government payment for some of the costs of prescription drugs may increase demand for products for which we receive regulatory approval. However, any negotiated prices for our products covered by a Part D prescription drug plan will likely be lower than the prices we might otherwise obtain through non-government payors. Moreover, while the MMA applies only to drug benefits for Medicare beneficiaries, private payors often follow Medicare coverage policy and payment limitations in setting their own payment rates. Any reduction in payment that results from the MMA may result in a similar reduction in payments from non-government payors.\nThe cost of pharmaceuticals continues to generate substantial governmental and third-party payor interest. We expect that the pharmaceutical industry will experience pricing pressures due to the trend toward managed healthcare, the increasing influence of managed care organizations and additional legislative proposals. \nHealthcare Reform\nIn the United States and foreign jurisdictions, there have been and will continue to be a number of legislative and regulatory proposals to change the healthcare system in ways that could affect our ability to sell our product candidates profitably, once they are approved for sale. Among policy makers and payors in the United States and elsewhere, there is significant interest in promoting changes in healthcare systems with the stated goals of containing healthcare costs, improving quality and/or expanding access. In the United States, the pharmaceutical industry has been a particular focus of these efforts and has been significantly affected by major legislative initiatives.\nAnti-Kickback, False Claims, and Other Healthcare Laws and Compliance Requirements\nIn the United States, the research, manufacturing, distribution, sale and promotion of drug products and medical devices are potentially subject to regulation by various federal, state and local authorities in addition to the FDA, including the Centers for Medicare & Medicaid Services (CMS), other divisions of Health and Human Services (e.g., the Office of Inspector General), the U.S. Department of Justice, the Federal Trade Commission, the Drug Enforcement Administration, the Consumer Product Safety Commission, the Environmental Protection Agency, the Occupational Safety and Health Administration, state Attorneys General, and other state and local government agencies. \nHealthcare providers, physicians, and third-party payors will play a primary role in the recommendation and prescription of drug products for which we obtain marketing approval. Arrangements with third-party payors, healthcare providers and physicians, as well as patients and other third parties, in connection with the clinical research, sales, marketing and promotion of products, once approved, and related activities, may expose us to broadly applicable fraud and abuse and other healthcare laws and regulations. In the U.S., these laws include, without limitation, state and federal anti-kickback, false claims, physicians' sunshine (e.g., transparency), price reporting, consumer protection, and patient data privacy, data breach notification and security laws and regulations.\nFor example, the federal Anti-Kickback Statute makes it illegal for any person, including a biopharmaceutical company, or a party acting on its behalf, to knowingly and willfully solicit, receive, offer or pay any remuneration that is intended to induce the referral of business, including the purchase, order or prescription of a particular drug, or other good or service for which payment in whole or in part may be made under a federal healthcare program, such as Medicare or Medicaid. Violations of this law are punishable by up to ten years in prison, criminal fines, administrative civil money penalties and exclusion from participation in federal healthcare programs. While this Statute has a number of exceptions and regulatory safe harbors that safeguard certain common, industry practices from prosecution, these exceptions and safe harbors are narrowly defined, and parties must satisfy all elements of an available exception or safe harbor to avoid \nscrutiny. Further, a person or entity does not need to have actual knowledge of these statutes or specific intent to violate them to have committed a violation.\nMany states have adopted laws similar to the federal Anti-Kickback Statute. Some of these state prohibitions apply to the referral of patients for healthcare services reimbursed by any insurer, not just federal healthcare programs such as Medicare and Medicaid. Due to the breadth of these federal and state anti-kickback laws, the evolving guidance in the form of regulations or court decisions and the potential for additional legal or regulatory change in this area, it is possible that our future sales and marketing practices or our future relationships with medical professionals might be challenged under federal and state anti-kickback laws.\nAdditionally, the federal False Claims Act prohibits anyone from knowingly presenting, or causing to be presented, for payment to federal programs (including Medicare and Medicaid) claims for items or services, including drugs, that are false or fraudulent, claims for items or services not provided as claimed or claims for medically unnecessary items or services. Although we would not submit claims directly to payors, biopharmaceutical companies can be held liable under these laws if they are deemed to “cause” the submission of false or fraudulent claims by, for example, providing inaccurate billing or coding information or promoting a product off-label. Penalties for a federal False Claims Act violation include three times the actual damages sustained by the government, plus mandatory civil penalties effective as of January 15, 2025 of between $14,308 and $28,619 for each separate false claim (each of which is subject to adjustment for inflation) and the potential for exclusion from participation in federal healthcare programs. Although the federal False Claims Act is a civil statute, conduct that results in a federal False Claims Act violation may also implicate various federal criminal statutes, such as the federal Anti-Kickback Statute described above. In addition, private individuals have the ability to bring actions under the federal False Claims Act and certain states have enacted laws modeled after the federal False Claims Act. The federal government has and continues to use the False Claims Act, and the accompanying threat of significant liability, in its investigation and prosecution of pharmaceutical and biotechnology companies in connection with the potential or actual false claims resulting from promotion of products for unapproved uses or other sales and marketing practices. The government has obtained multi-billion dollar settlements under the False Claims Act and individual criminal convictions under applicable criminal statutes. We expect that the government will continue to devote substantial resources to investigating potential or actual violations of the False Claims Act.\nThe federal physician Payments Sunshine Act (generally referred to as the Open Payments™ Program) is a provision under the Patient Protection and Affordable Care Act (ACA). The Open Payments Program imposes reporting requirements on covered entities (e.g., drug manufacturers) for payments made or transfers of value provided by them to certain healthcare organizations (e.g., teaching hospitals) and physicians, which is broadly defined to include doctors, dentists, optometrists, podiatrists and chiropractors, and certain non-physician practitioners (e.g., physician assistants, nurse practitioners, clinical nurse specialists, anesthesiologist assistants, certified registered nurse anesthetists, anesthesiology assistants and certified nurse midwives). Covered entities are also required to report ownership and investment interests held by physicians and their immediate family members (as it relates to the Covered entities). This information is then analyzed and made public, available via searchable databases. Failure to submit required information may result in significant civil monetary penalties for any payments, transfers of value, or ownership or investment interests that are not timely, accurately and completely reported in an annual submission. Similarly, certain states also mandate the tracking and reporting of gifts, compensation and other remuneration to physicians. Some of these states also require the implementation of commercial compliance programs and impose restrictions on drug manufacturer marketing practices.\nThe federal criminal statute on false statements makes it a crime to knowingly and willfully (in connection with the delivery of or payment for health care benefits, items, or services): (i) falsify, conceal, or cover up any material fact, (ii) make any materially false, fictitious, or fraudulent statements or representations, or (iii) make or use any materially false writing or document while knowing such writings or documents contain materially false, fictitious, or fraudulent statements.\nThe federal Health Insurance Portability and Accountability Act of 1996 (HIPAA) prohibits, among other things, knowingly and willfully executing a scheme to defraud any healthcare benefit program. HIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act (HITECH) and their implementing regulations, also imposes requirements relating to the privacy, security and transmission of protected health information on HIPAA covered entities, which include certain healthcare providers, health plans and healthcare clearinghouses, and their business associates who conduct certain activities for or on their behalf involving protected health information on their behalf. Entities that are found to be in violation of HIPAA as the result of a breach of unsecured protected health information, a complaint about privacy practices or an audit by Health and Human Services may be subject to significant civil, criminal and administrative fines and penalties and/or additional reporting and oversight obligations if required to enter into a \nresolution agreement and corrective action plan with HHS to settle allegations of HIPAA non-compliance. Further, entities that knowingly receive individually identifiable health information from a HIPAA-covered entity in a manner that is not authorized or permitted by HIPAA may be subject to criminal penalties. In addition, certain state laws govern the privacy and security of health information in certain circumstances, some of which are more stringent than HIPAA and many of which differ from each other in significant ways and may not have the same effect, thus complicating compliance efforts. \nThe failure to comply with these laws and regulatory requirements subjects companies to possible legal or regulatory action. As discussed above, depending on the circumstances, failure to meet applicable laws and regulatory requirements can result in criminal prosecution, fines or other penalties, injunctions, recall or seizure of products, total or partial suspension of production, denial or withdrawal of product approvals or refusal to allow a company to enter into supply contracts, including government contracts.\nEurope / Rest of World Government Regulation\nIn addition to regulations in the United States, we, and our collaborators, will be subject to a variety of regulations in other jurisdictions governing, among other things, clinical trials and any commercial sales, marketing and distribution of our products, similar or more stringent than the U.S. laws.\nWhether or not we, or our collaborators, obtain FDA approval for a product, we must obtain the requisite approvals from regulatory authorities in foreign countries prior to the commencement of clinical trials or marketing of the product in those countries. The requirements and process governing the conduct of clinical trials, product licensing, pricing and reimbursement vary from country to country. In addition, we and our collaborators may be subject to foreign laws and regulations and other compliance requirements, including, without limitation, anti-kickback laws, false claims laws and other fraud and abuse laws, as well as laws and regulations requiring transparency of pricing and marketing information and laws and regulations governing the privacy and security of health information, such as the European Union’s General Data Protection Regulation, the United Kingdom's General Data Protection Regulation, the European Health Data Space Regulation.\nIf we, or our collaborators, fail to comply with applicable foreign regulatory requirements, we may be subject to, among other things, fines, suspension or withdrawal of regulatory approvals, product recalls, seizure of products, operating restrictions and criminal prosecution.\nCorporate Information\nWe were incorporated in California in August 1997 under the name Xencor. In September 2004, we reincorporated in the state of Delaware under the name Xencor, Inc. Our principal offices are located at 465 North Halstead Street, Suite 200, Pasadena, CA, 91107, and our telephone number is (626) 305-5900. Our website address is www.xencor.com. Our website and the information contained on, or that can be accessed through, the website will not be deemed to be incorporated by reference in and are not considered part of this Annual Report. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to reports filed or furnished pursuant to Section 13(a) and 15(d) of the Exchange Act are available free of charge on the Investor Relations portion of our website at www.xencor.com as soon as reasonably practical after we electronically file such material with, or furnish it to, the Securities and Exchange Commission (SEC). The SEC maintains an internet site at www.sec.gov that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.",
      "char_count": 118814
    },
    "item1a": {
      "text": "Item 1A. Risk Factors.\nSummary of Risk Factors\nWe are subject to a number of risks that if realized could materially harm our business, prospects, operating results, and financial condition. Some of the more significant risks and uncertainties we face include those summarized below. The summary below is not exhaustive and is qualified by reference to the full set of risk factors set forth in this “Risk Factors” section. Please carefully consider all of the information in this Form 10-K, including the full set of risks set forth in this “Risk Factors” section, and in our other filings with the U.S. Securities and Exchange Commission before making an investment decision regarding Xencor.\nWe have reviewed our risk factors and categorized them into five specific categories:\n1.Risks related to our unique and specific business operations as a small biotechnology company. These risks include:\n•Our success depends on our ability to use and expand our XmAb technology platform to build a pipeline of product candidates and develop marketable products. We cannot be certain our candidates will receive regulatory approval or be successfully commercialized.\n•The clinical development stage of our operations may make it difficult for you to evaluate the success of our business to date and to assess our future viability.\n•Preliminary, interim, and topline data from our clinical trials that we announce or publish may change as more patient data become available that could result in material changes in the final data.\n•Our business and results of operations could be adversely impacted by inflation.\n2.Risks related to our financial position, capital requirements and ownership of our common stock. These risks include:\n•We have incurred significant losses since our inception and anticipate that we will continue to incur significant losses for the foreseeable future.\n•Biopharmaceutical product development is a highly speculative undertaking and involves a substantial degree of uncertainty. We may never be profitable.\n•We will require additional financing and may be unable to raise sufficient capital, which could lead us to delay, reduce or abandon research and development programs or commercialization.\n•The market price of our common stock is likely to be highly volatile, and you could lose all or part of your investment.\n•Our principal stockholders, directors and management own a significant percentage of our stock and will be able to exert significant control over matters subject to stockholder approval.\n•Raising additional funds through debt or equity financing may be dilutive and raising funds through licensing may require us to relinquish rights to our technology or product candidates.\n•Future sales and issuances of our common stock or rights to purchase common stock, including pursuant to our equity incentive plans, could result in additional dilution of the percentage ownership of our stockholders and could cause our stock price to fall.\n•We have identified material weaknesses in our internal control over financial reporting, and our management has concluded that our disclosure controls and procedures were not effective as of December 31, 2023 and 2024. If we fail to remediate these material weaknesses, or if we identify additional material weaknesses in the future or otherwise fail to maintain an effective system of internal control over financial reporting in the future, we may not be able to accurately or timely report our financial condition or results of operations, investors may lose confidence in the accuracy and completeness of our financial reports and the trading price of our common stock may decline.\n3.Risks related to our intellectual property. These risks include:\n•If we are unable to obtain, maintain and enforce intellectual property protection covering our products, others may be able to make, use or sell products substantially the same as ours, which could adversely affect our ability to compete in the market.\n•We have in-licensed, and may in the future in-license, a portion of our intellectual property, and, if we fail to comply with our obligations under these arrangements, we could lose such intellectual property rights or owe damages to the licensor of such intellectual property.\n•We may be required to reduce the scope of our intellectual property due to third-party intellectual property claims.\n•Our products could infringe patents and other property rights of others, which may result in costly litigation and, if we are not successful, could cause us to pay substantial damages or limit our ability to commercialize our products, which could have a material adverse effect on our business.\n•If we are not able to prevent disclosure of our trade secrets and other proprietary information, the value of our technology and products could be significantly diminished.\n•If we do not obtain patent term extension and data exclusivity for any therapeutic candidates we develop, our business may be materially harmed.\n4.Risks related to our dependence on third parties. These risks include:\n•Our patent protection and prosecution for some of our product candidates is dependent on third parties.\n•We rely on third-party manufacturers to manufacture our product candidates and provide supplies for our studies. If any of our third-party manufacturers encounter problems or loss of drug material during production or otherwise fail to comply with their contractual obligations, the development of our product candidates could be delayed or stopped.\n•Our existing partnerships are important to our business, and future partnerships may also be important to us. If we are unable to maintain any of these partnerships, or if these partnerships are not successful, our business could be adversely affected.\n•We rely upon third-party contractors, and service providers for the execution of most aspects of our development programs. Failure of these collaborators to provide services of a suitable quality and within acceptable timeframes may cause the delay or failure of our development programs.\n5.Risks related to our industry. These risks include:\n•Clinical trials are expensive and take years to conduct and the outcome of such clinical trials is uncertain. Clinical trials may fail to prove our product candidates are safe and effective. \n•Adverse side effects or other safety risks associated with our product candidates could delay or preclude approval, cause us to suspend or discontinue clinical trials and abandon product candidates. \n•If we experience delays or difficulties in the enrollment of patients in clinical trials, our receipt of necessary regulatory approvals could be delayed or prevented.\n•Our industry is subject to competition for skilled personnel and the challenges we face to identify and retain key personnel could impair our ability to effectively conduct and grow our operations.\n•The development and commercialization of biologic products is subject to extensive regulation, and we may not obtain regulatory approvals for any of our product candidates.\n•We face significant competition from other biotechnology and pharmaceutical companies and our operating results will suffer if we fail to compete effectively.\n•Present and future legislation may increase the difficulty and cost for us to obtain marketing approval of and commercialize our product candidates and affect the prices we may obtain. \n•Our business involves the controlled use of hazardous materials, and as such we are subject to environmental and occupational safety laws. Continued compliance with these laws may incur substantial costs and failure to maintain compliance could result in liability for damages that may exceed our resources.\nRisks Related to Our Unique and Specific Business Operations as a Small Biotechnology Company\nOur success depends on our ability to use and expand our XmAb technology platform to build a pipeline of product candidates and develop marketable products. We cannot be certain our candidates will receive regulatory approval or be successfully commercialized.\nWe use our proprietary XmAb technology platform to develop engineered antibodies, with an initial focus on four properties: immune inhibition, cytotoxicity, extended half-life and most recently, heterodimeric Fc domains enabling molecules with dual target binding. This platform has led to our current pipeline of candidates as well as the other programs that utilize our technology and that are being developed by our partners and licensees. While we believe our preclinical and clinical data to date, together with our established partnerships, has validated our platform to a degree, most of the programs are in early stages of development. Although drug candidates incorporating our Fc technology, or Fc candidates, have been approved by the FDA, other product candidates have not yet been, and may never lead to, approved or marketable therapeutic antibody products. Even if we are successful in continuing to build our pipeline, the potential candidates that we identify may not be suitable for clinical development, including as a result of their harmful side effects, limited efficacy or other characteristics that indicate that they are unlikely to receive marketing approval and achieve market acceptance. If we do not successfully develop and commercialize product candidates, we may not be able to obtain product or partnership revenues in future periods, which would adversely affect our business, prospects, financial condition and results of operations.\nThe clinical development stage of our operations may make it difficult for you to evaluate the success of our business to date and to assess our future viability.\nOur operations to date have been limited to raising capital, staffing our company, developing our proprietary XmAb technology platform, identifying potential product candidates, conducting preclinical studies and clinical trials, developing partnerships and business planning. We have conducted, or are currently conducting, early phase clinical trials for several product candidates, but have not completed any late stage clinical trials for these or any other product candidate. We have not yet demonstrated our ability to successfully complete any pivotal clinical trials, obtain regulatory approvals, manufacture a commercial scale product, or arrange for a third party to do so on our behalf, or conduct sales and marketing activities necessary for successful product commercialization. Consequently, any predictions you make about our future success or viability may not be as accurate as they could be if we were further advanced in development of our product candidates.\nIn addition, we may encounter unforeseen expenses, difficulties, complications, delays and other known and unknown factors. We believe we will need to transition from a company with a research and development focus to a company capable of supporting commercial activities. We may not be successful in this transition.\nWe expect our financial condition and operating results to continue to fluctuate significantly from quarter to quarter and year to year due to a variety of factors, many of which are beyond our control. Accordingly, you should not rely upon the results of any quarterly or annual periods as indications of future operating performance.\nPreliminary, interim, and topline data from our clinical trials that we announce or publish may change as more patient data become available that could result in material changes in the final data.\nFrom time to time, we may publicly disclose preliminary, interim or topline data from our clinical trials. These updates are based on a preliminary analysis of then-available data, and the results and related findings and conclusions are subject to change following a more comprehensive review of the data related to the particular study or trial. Additionally, interim data from clinical trials that we may complete are subject to the risk that one or more of the clinical outcomes may materially change as patient enrollment continues and more patient data become available. Therefore, positive interim results in any ongoing clinical trial may not be predictive of such results in the completed study or trial. We also make assumptions, estimations, calculations and conclusions as part of our analyses of data, and we may not have received or had the opportunity to fully and carefully evaluate all data. As a result, the preliminary results that we report may differ from future results of the same studies, or different conclusions or considerations may qualify such results, once additional data have been received and fully evaluated. Preliminary data also remain subject to audit and verification procedures that may result in the final data being materially different from the preliminary data we previously published. As a result, preliminary, interim or topline data should be viewed with caution until the final data are available. In addition, we may report interim analyses of only certain endpoints rather than all endpoints. Adverse changes between preliminary or interim data and final data could significantly harm our business and prospects. Further, additional disclosure of interim data by us or by our competitors in the future could result in volatility in the price of our common stock. See the description of risks under the heading “Risks Related to Our Financial Position, Capital Requirements and Ownership of Our Common Stock” for more disclosure related to the risk of volatility in our stock price.\nFurther, others, including regulatory agencies, may not accept or agree with our assumptions, estimates, calculations, conclusions or analyses or may interpret or weigh the importance of data differently, which could impact the value of the particular program, the approvability or commercialization of the particular product candidate or product and our company in general. In addition, the information we choose to publicly disclose regarding a particular study or clinical trial is typically selected from a more extensive amount of available information. You or others may not agree with what we determine is the material or otherwise appropriate information to include in our disclosure, and any information we determine not to disclose may ultimately be deemed significant with respect to future decisions, conclusions, views, activities or otherwise regarding a particular product, product candidate or our business. If the preliminary or topline data that we report differ from late, final or actual results, or if others, including regulatory authorities, disagree with the conclusions reached, our ability to obtain approval for, and commercialize our product candidates may be harmed, which could harm our business, financial condition, results of operations and prospects.\nOur business and results of operations could be adversely impacted by inflation.\nThe Company’s financial performance is subject to global and US economic conditions. Recent increases in interest rates and inflation, globally, and in the US regions, have led to economic volatility, increased borrowing costs, \nprice increases and risks of recessions. Economic recessions may have adverse consequences across industries, including the biotechnology industry, which may adversely affect the Company’s business and financial condition. As a result of the ongoing actions taken by governments to attempt to slow down rising inflation, there is substantial uncertainty about the strength of the global economies, which may currently or in the near term be in a recession and have experienced rapid increases in uncertainty about the pace of potential recovery. In addition, changes in general market, economic and political conditions in domestic and foreign economies or financial markets, including fluctuation in stock markets resulting from, among other things, trends in the economy and inflation, as are being currently experienced, may adversely impact our cash runway as well as our ability to raise funds.\nUnfavorable global economic or political conditions could adversely affect our business, financial condition or results of operations.\nOur business is susceptible to general conditions in the global economy and in the global financial markets. A global financial crisis or a global or regional political disruption could cause extreme volatility in the capital and credit markets. A severe or prolonged economic downturn, including a recession or depression resulting from the political disruption, could result in a variety of risks to our business, including weakened demand for our current or future product candidates, if approved, and our ability to raise additional capital when needed on acceptable terms, if at all. A weak or declining economy or political disruption could also strain our manufacturers or suppliers, possibly resulting in supply disruption, or cause our customers to delay making payments for our potential drugs, if approved. Russia’s invasion of Ukraine and sanctions against Russia are causing disruptions to global economic conditions. The escalation in October 2023 of the conflict between Israel and Hamas also could cause disruptions to global economic conditions and affect the stability of the Middle East region. Further, the global equity markets in general have recently experienced extreme price and volume fluctuations, including as a result of economic uncertainty and increased interest rates, inflation, the government closure of Silicon Valley Bank and Signature Bank, and liquidity concerns at other financial institutions that may be unrelated to our operating performance. Any of the foregoing could materially and adversely affect our business, financial condition, results of operations and prospects, and we cannot anticipate all of the ways in which the political or economic climate and financial market conditions could adversely impact our business.\nOur operations are concentrated in one location, and we or the third parties upon whom we depend may be adversely affected by a wildfire and earthquake or other natural disasters and our business continuity and disaster recovery plans may not adequately protect us from a serious disaster.\nOur current operations are predominantly located in California. Any unplanned event, such as a flood, wildfire, explosion, earthquake, extreme weather condition, epidemic or pandemic, power outage, telecommunications failure or other natural or man-made accidents or incidents that result in us being unable to fully utilize our facilities may have a material and adverse effect on our ability to operate our business, particularly on a daily basis, and have significant negative consequences on our financial and operating conditions. Any similar impacts of natural or man-made disasters on our third-party CMOs and CROs, could cause delays in our clinical trials and may have a material and adverse effect on our ability to operate our business and have significant negative consequences on our financial and operating conditions. If a natural disaster, power outage or other event occurred that prevented us from using our clinical sites, impacted clinical supply or the conduct of our clinical trials, that damaged critical infrastructure, such as the manufacturing facilities of our third-party CMOs, or that otherwise disrupted operations, it may be difficult or, in certain cases, impossible, for us to continue our business for a substantial period of time. The disaster recovery and business continuity plans we and our CMOs and CROs have in place may prove inadequate in the event of a serious disaster or similar event. In the event of an accident or incident at these facilities, we cannot assure you that the amounts of insurance we currently carry will be sufficient to satisfy any damages and losses. If our facilities, or the manufacturing facilities of our CMOs or CROs, are unable to operate because of an accident or incident or for any other reason, even for a short period of time, any or all of our development programs may be harmed. Any business interruption could adversely affect our business, financial condition, results of operations and prospects.\nRisks Related to Our Financial Position, Capital Requirements and Ownership of Our Common Stock\nWe have incurred significant losses since our inception and anticipate that we will continue to incur significant losses for the foreseeable future.\nWe are a clinical-stage biopharmaceutical company. To date, we have financed our operations primarily through equity financings and our research and development licensing agreements and have incurred significant operating losses since our inception in 1997. For the year ended December 31, 2024, we incurred a net loss of $232.6 million and as of \nDecember 31, 2024, we had an accumulated deficit of $704.0 million. We expect to incur additional net losses in future years as we execute our plan to continue our discovery, research and development activities, including the ongoing and planned clinical development of our antibody product candidates, and incur the additional costs of operating as a public company. We are unable to predict the extent of any future losses or when we will become profitable, if ever. Even if we do achieve profitability, we may not be able to sustain or increase profitability on an ongoing basis which would adversely affect our business, prospects, financial condition, and results of operations.\nBiopharmaceutical product development is a highly speculative undertaking and involves a substantial degree of uncertainty. We may never be profitable.\nWe have devoted substantially all of our financial resources and efforts to developing our proprietary XmAb technology platform, identifying potential product candidates and conducting preclinical studies and clinical trials. We are still in the early stages of developing our product candidates, and we have not completed development of any of our wholly-owned products. Our revenue to date has been primarily revenue from the license of our proprietary XmAb technology platform and drug candidates for the development of product candidates by others or revenue from our partners. Our ability to generate revenue and achieve profitability depends in large part on our ability, alone or with partners, to achieve milestones and to successfully complete the development of, obtain the necessary regulatory approvals for, and commercialize and market, product candidates. We do not anticipate generating revenues from sales of our own products in the foreseeable future that will provide sufficient proceeds to fund our operations on an ongoing basis. \nOur ability to generate future revenues from licensing our proprietary XmAb technologies and drug candidates depends heavily on our and our partners’ success in advancing drug candidates that they have licensed from us or developed using one of our technologies. Our partners face the same development, regulatory and market risk for advancing their drug candidates and their ability to successfully advance these partnered programs will affect potential milestones and royalties we could earn under our collaboration agreements. Further, our partners may decide not to pursue, or decide to deprioritize our programs due to changing priorities which could affect our future potential revenue from such arrangements.\nBecause of the numerous risks and uncertainties associated with biologic product development, we are unable to predict the timing or amount of increased expenses and when we will be able to achieve or maintain profitability, if ever. In addition, our expenses could increase beyond expectations if we are required by the FDA, or foreign regulatory agencies, to perform studies and trials in addition to those that we currently anticipate, or if there are any delays in our or our partners’ completion of clinical trials or delays in the development of any of our product candidates. Even if we or our partners are able to generate revenues from the sale of any approved products, we may not become profitable and may need to obtain additional funding to continue operations, which may not be available to us on favorable terms, if at all.\nWe will require additional financing and may be unable to raise sufficient capital, which could lead us to delay, reduce or abandon research and development programs or commercialization.\nAs of December 31, 2024, we had $706.7 million in cash, cash equivalents, and marketable debt securities. We expect our expenses to increase in connection with our ongoing development activities, including the continued development of our pipeline of bispecific antibody drug candidates and other research activities. Identifying potential product candidates and conducting preclinical testing and clinical trials are time-consuming, expensive, and uncertain processes that take years to complete, and we or our partners may never generate the necessary data or results required to obtain regulatory approval and achieve product sales. In addition, our product candidates, if approved, may not achieve commercial success.\nOur commercial revenues, if any, will be derived from sales of products that we do not expect to be commercially available for many years, if at all. If we are unable to raise capital when needed or on attractive terms, we could be forced to delay, reduce or eliminate our research and development programs or any future commercialization efforts.\nWe believe our existing cash, cash equivalents and marketable securities, together with interest thereon and expected milestones and royalty payments will be sufficient to fund our operations into 2028. However, changing circumstances or inaccurate estimates by us may cause us to use capital significantly faster than we currently anticipate, and we may need to spend more money than currently expected because of circumstances beyond our control. We do not have sufficient cash to complete the clinical development of any of our product candidates and will require additional funding to complete the development activities required for regulatory approval of our current product candidates or any other future product candidates that we develop independently. Because successful development of our product candidates \nis uncertain, we are unable to estimate the actual funds we will require to complete research and development and commercialize our product candidates. Adequate additional financing may not be available to us on acceptable terms, or at all. In addition, we may seek additional capital due to favorable market conditions or strategic considerations; even if we believe we have sufficient funds for our current or future operating plans. If we are unable to raise capital when needed or on attractive terms, we could be forced to delay, reduce or eliminate our research and development programs or any future commercialization efforts.\nThe market price of our common stock is likely to be highly volatile, and you could lose all or part of your investment.\nPrior to our initial public offering (IPO), there was no public market for our common stock. The trading price of our common stock is likely to be volatile. Since our IPO, the trading price of our common stock has ranged from a low of approximately $5.75 to a high of approximately $58.345. From January 2, 2024 to December 31, 2024, the trading price of our common stock ranged from a low of $15.31 to a high of $27.24. Our stock price could be subject to wide fluctuations in response to a variety of factors, including the following:\n1.adverse results or delays, or cancellations of clinical trials by us or our partners;\n2.inability to obtain additional funding;\n3.changes in laws or regulations applicable to our products;\n4.inability to obtain adequate product supply for our product candidates, or the inability to do so at acceptable prices;\n5.adverse regulatory decisions;\n6.changes in the structure of healthcare payment systems;\n7.introduction of new products or technologies by our competitors;\n8.failure to meet or exceed product development or financial projections we provide to the public;\n9.the perception of the pharmaceutical and biotechnology industry by the public, legislatures, regulators and the investment community;\n10.announcements of significant acquisitions, strategic partnerships, joint ventures or capital commitments by us or our competitors;\n11.disputes or other developments relating to proprietary rights, including patents, litigation matters and our ability to obtain patent protection for our technologies;\n12.additions or departures of key scientific or management personnel;\n13.significant lawsuits, including patent or stockholder litigation;\n14.changes in the market valuations of similar companies;\n15.sales of our common stock by us or our stockholders in the future; and\n16.trading volume of our common stock.\nIn addition, the stock market in general, and the Nasdaq Global Market and biotechnology companies in particular, have experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of these companies. Broad market and industry factors may negatively affect the market price of our common stock, regardless of our actual operating performance.\nIn the past, securities class action litigation has often been brought against a company following a decline in the market price of its securities. This risk is especially relevant for us because biopharmaceutical companies have experienced significant stock price volatility in recent years. If we face such litigation, it could result in substantial costs and a diversion of management’s attention and resources, which could harm our business.\nOur principal stockholders, directors and management own a significant percentage of our stock and will be able to exert significant control over matters subject to stockholder approval.\nBased on information available to us as of December 31, 2024 our executive officers, directors, 5% stockholders and their affiliates beneficially owned, as a group, approximately 56.8% of our voting stock. The interests of these stockholders may not be the same as or may even conflict with your interests. \nTherefore, our officers, directors and 5% stockholders and their affiliates will have the ability to influence us through this ownership position and so long as they continue to beneficially own a significant amount of our outstanding voting stock. These stockholders may be able to determine all matters requiring stockholder approval and this concentration of ownership may deprive other stockholders from realizing the true value of our common stock. For example, these stockholders, acting together, may be able to control elections of directors, amendments of our organizational documents, or approval of any merger, sale of assets, or other major corporate transaction. This may prevent or discourage unsolicited acquisition proposals, offers for our common stock or other transactions or arrangements that you may believe are in your best interest as one of our stockholders.\nRaising additional funds through debt or equity financing may be dilutive and raising funds through licensing may require us to relinquish rights to our technology or product candidates.\nTo the extent that additional capital is raised through the sale of equity or convertible debt securities, the issuance of those securities could result in substantial dilution for our current stockholders and the terms may include liquidation or other preferences that adversely affect the rights of our current stockholders. Existing stockholders may not agree with our financing plans or the terms of such financings. If we are unable to obtain additional funding on required timelines, we may be required to: \n1. seek collaborators for one or more of our product candidates at an earlier stage than otherwise would be desirable or on terms that are less favorable than might otherwise be available; \n2. relinquish or license on unfavorable terms our rights to technologies or product candidates that we otherwise would seek to develop or commercialize ourselves; or \n3. significantly curtail one or more of our research or development programs or cease operations altogether. Additional funding may not be available to us on acceptable terms, or at all.\nFuture sales and issuances of our common stock or rights to purchase common stock, including pursuant to our equity incentive plans, could result in additional dilution of the percentage ownership of our stockholders and could cause our stock price to fall.\nWe expect that significant additional capital will be needed in the future to continue our planned operations. To the extent we raise additional capital by issuing equity securities, our stockholders may experience substantial dilution. We may sell common stock, convertible securities, or other equity securities in one or more transactions at prices and in a manner, we determine from time to time. These sales may also result in material dilution to our existing stockholders, and new investors could gain rights superior to our existing stockholders.\nPursuant to our 2023 Equity Incentive Plan (2023 Plan), subject to the Board of Directors approval, our management is authorized to grant stock options and other equity-based awards to our employees, directors and consultants. As of December 31, 2024, we had options to purchase 12,370,081 shares outstanding under our equity compensation plans. In addition, we are also authorized to grant equity awards, including stock options, to our employees, directors, and consultants, covering up to 18,367,000 shares of our common stock, pursuant to our equity compensation plans. We plan to register the number of shares available for issuance or subject to outstanding awards under our equity compensation plans. \nOn February 27, 2023, we filed an automatic universal shelf registration statement on Form S-3 (File No. 333-270030) as a well-known seasoned issuer as defined in Rule 405 under the Securities Act of 1933, as amended, which became effective upon filing (the Shelf Registration Statement). The Shelf Registration Statement allows us to offer an indeterminate amount of securities, including equity securities, debt securities, warrants, rights, units and depositary shares, from time to time as described in the Shelf Registration Statement. The specific terms of any offering under the Shelf \nRegistration Statement will be established at the time of such offering. The Shelf Registration Statement will expire on February 27, 2026.\nOn February 27, 2023, we entered into a sales agreement (the Sales Agreement) with SVB Securities LLC (the Agent) pursuant to which we may offer and sell, from time to time, through the Agent (the ATM Offering), shares of our common stock having an aggregate offering price of up to $200 million (the ATM Shares). Any ATM Shares offered and sold in the ATM Offering are to be issued pursuant to the Shelf Registration Statement and the 424(b) prospectus supplement relating to the ATM Offering dated February 27, 2023 (the ATM Prospectus). From the date of the ATM Prospectus through December 31, 2024, no shares of our common stock were sold pursuant to the ATM Offering and, as of December 31, 2024, we may sell shares of our common stock for remaining gross proceeds of up to $200 million from time to time pursuant to the ATM Prospectus.\nIf our internal control over financial reporting is not effective, we may not be able to accurately report our financial results or file our periodic reports in a timely manner, which may cause investors to lose confidence in our reported financial information and may lead to a decline in our stock price.\nEffective internal control over financial reporting is necessary for us to provide reliable financial reports in a timely manner. If we fail to adequately staff our accounting and finance function to address the additional demands that will be placed upon us as a public company, including the requirements of the Sarbanes-Oxley Act of 2002, or fail to maintain adequate internal control over financial reporting, it could prevent our management from concluding our internal control over financial reporting is effective and impair our ability to prevent material misstatements in our financial statements, which could cause our business to suffer.\nAs a large accelerated filer, we are subject to additional internal control requirements of the Sarbanes-Oxley Act of 2002.\nSales of a substantial number of shares of our common stock by our existing stockholders in the public market could cause our stock price to fall.\nIf our existing stockholders sell, or indicate an intention to sell, substantial amounts of our common stock in the public market, the trading price of our common stock could decline. In addition, a substantial number of shares of common stock are subject to outstanding options that are or will become eligible for sale in the public market to the extent permitted by the provisions of various vesting schedules. If these additional shares of common stock are sold, or if it is perceived that they will be sold, in the public market, the trading price of our common stock could decline.\nOur ability to use our net operating loss carryforwards and certain other tax attributes may be limited.\nOur net operating loss (NOL) carryforwards generated in tax years ending on or prior to December 31, 2017, are only permitted to be carried forward for 20 years under applicable U.S. tax law. Under the Tax Cuts and Jobs Act of 2017 (TCJA), our federal NOLs generated in tax years ending after December 31, 2017, may be carried forward indefinitely, but the deductibility of such federal NOLs generated in tax years beginning after December 31, 2021, is limited. Under Sections 382 and 383 of the Internal Revenue Code of 1986, as amended, and corresponding provisions of state law, if a corporation undergoes an “ownership change,” which is generally defined as a greater than 50% change, by value, in its equity ownership over a three-year period, the corporation’s ability to use its pre-change NOL carryforwards and other pre-change U.S. tax attributes (such as research tax credits) to offset its post-change income or taxes may be limited. It is also possible that we have in the past undergone, and in the future may undergo, ownership changes that could result in additional limitations on our net operating loss and tax credit carryforwards. \nAs a result, our pre-2018 NOL carryforwards may expire prior to being used. Similar provisions of state tax law may also apply to limit our use of accumulated state tax attributes. In addition, at the state level, there may be periods during which the use of NOLs is suspended or otherwise limited, which could accelerate or permanently increase state taxes owed. As a result, if we earn net taxable income, we may be unable to use all or a material portion of our NOLs and other tax attributes, which could potentially result in increased future tax liability to us and adversely affect our future cash flows.\nNew federal and state income tax legislation may affect our current and future income tax liabilities. \nThe TCJA changed the income tax treatment of research and development expenses which may result in additional federal and state tax liabilities. For tax years beginning after December 31, 2021, research and development costs must be capitalized and amortized over a period of years; this has resulted in additional federal tax expense and liabilities to us in 2022 and 2023. \nWe do not intend to pay dividends on our common stock so any returns will be limited to the value of our stock.\nWe have never declared or paid any cash dividend on our common stock. We currently anticipate that we will retain future earnings for the development, operation and expansion of our business and do not anticipate declaring or paying any cash dividends for the foreseeable future. Any return to stockholders will therefore be limited to the appreciation of their stock.\nProvisions in our amended and restated certificate of incorporation and second amended and restated bylaws, as well as provisions of Delaware law, could make it more difficult for a third party to acquire us or increase the cost of acquiring us, even if doing so would benefit our stockholders or remove our current management.\nSome provisions of our charter documents and Delaware law may have anti-takeover effects that could discourage an acquisition of us by others, even if an acquisition would be beneficial to our stockholders and may prevent attempts by our stockholders to replace or remove our current management. These provisions include:\n•authorizing the issuance of “blank check” preferred stock, the terms of which may be established and shares of which may be issued without stockholder approval;\n•prohibiting stockholder action by written consent, thereby requiring all stockholder actions to be taken at a meeting of our stockholders;\n•eliminating the ability of stockholders to call a special meeting of stockholders; and\n•establishing advance notice requirements for nominations for election to the Board of Directors or for proposing matters that can be acted upon at stockholder meetings.\nThese provisions may frustrate or prevent any attempts by our stockholders to replace or remove our current management by making it more difficult for stockholders to replace members of our Board of Directors, which is responsible for appointing the members of our management. In addition, we are subject to Section 203 of the Delaware General Corporation Law, which generally prohibits a Delaware corporation from engaging in any of a broad range of business combinations with an interested stockholder for a period of three years following the date on which the stockholder became an interested stockholder, unless such transactions are approved by our Board of Directors. This provision could have the effect of delaying or preventing a change of control, whether or not it is desired by or beneficial to our stockholders. Further, other provisions of Delaware law may also discourage, delay, or prevent someone from acquiring us or merging with us. Any provision of our certificate of incorporation or bylaws or Delaware law that has the effect of delaying or deterring change in control could limit the opportunity for our stockholders to receive a premium for their shares of our common stock, and could also affect the price that some investors are willing to pay for our common stock.\nRequirements associated with being a public reporting company will continue to increase our costs significantly, as well as divert significant company resources and management attention.\nWe have been subject to the reporting requirements of the Exchange Act and the other rules and regulations of the Securities and Exchange Commission (SEC) since December 2013. Effective for the year-ended December 31, 2016, we became a large accelerated filer and are subject to additional internal control and SEC reporting obligations. Compliance with the various reporting and other requirements applicable to public reporting companies requires considerable time, attention of management, and financial resources. \nFurther, the listing requirements of The Nasdaq Global Market require that we satisfy certain corporate governance requirements relating to director independence, distributing annual and interim reports, stockholder meetings, approvals, and voting, soliciting proxies, conflicts of interest and a code of conduct. Our management and other personnel need to devote a substantial amount of time to ensure that we comply with all of these requirements. Moreover, the reporting requirements, rules and regulations increase our legal and financial compliance costs and also make some \nactivities more time-consuming and costly. These reporting requirements, rules, and regulations, coupled with the increase in potential litigation exposure associated with being a public company, could also make it more difficult for us to attract and retain qualified persons to serve on our Board of Directors or Board committees or to serve as executive officers, or to obtain certain types of insurance, including directors’ and officers’ insurance, on acceptable terms.\nIn addition, being a public company could make it more difficult or more costly for us to obtain certain types of insurance, including directors’ and officers’ liability insurance, and we may be forced to accept reduced policy limits and coverage or incur substantially higher costs to obtain the same or similar coverage. The impact of these events could also make it more difficult for us to attract and retain qualified persons to serve on our Board of Directors, our Board committees, or as executive officers.\nAny changes we make to comply with these obligations may not be sufficient to allow us to satisfy our obligations as a public company on a timely basis, or at all.\nOur ability to effectively monitor and respond to the rapid and evolving developments and expectations relating to sustainability, including the environmental, social and governance matters, may impose unexpected costs or results in reputational or other harm that could have a material adverse effect on our business.\nThere is an increasing focus from certain investors, employees, regulators and other stakeholders concerning corporate responsibility and sustainability matters, including with regard to environmental, social and governance (ESG) factors. Some investors and investor groups may use these factors, either positively or negatively, to guide investment strategies and decisions and, in some cases, investors may choose not to invest in us if they believe our policies or practices relating to corporate responsibility and sustainability do not align with their expectations. \nCurrently, a variety of third-party providers of corporate responsibility and sustainability ratings measure the performance of companies on ESG topics, and the results of these assessments are widely publicized. Investors, particularly institutional investors, use these ratings to benchmark companies against their peers, and major institutional investors have publicly emphasized the importance of ESG measures to their investment decisions. Topics taken into account in such assessments include, among others, companies’ efforts and impacts on climate change, human rights, business ethics and compliance, diversity, equity and inclusion (DEI) and the role of companies’ board of directors in overseeing various sustainability-related issues. In light of investors’ increased focus on sustainability matters, if we are, for example, perceived as lagging in taking steps with respect to ESG initiatives, certain investors may seek to engage with us on improving our ESG disclosures or performance. They may also make voting decisions or take other actions to hold us and our Board of Directors accountable.\nIn addition, there are rapidly evolving developments and changing expectations relating to sustainability matters. As a result, the criteria by which our corporate responsibility and sustainability practices are assessed may change, which could cause us to undertake costly initiatives or actions to satisfy new demands. If we elect not to or are unable to adequately recognize and respond to such developments and changing governmental, societal, investor and/or consumer expectations relating to sustainability matters, we may miss corporate opportunities, become subject to additional scrutiny or incur unexpected costs. We may face risk of litigation or reputational damage in the event that our sustainability policies or practices do not meet the standards set by various constituencies.\nWe may also face reputational damage if we are unable to achieve an acceptable sustainability rating from third-party rating services. A low sustainability rating by a third-party rating service could also result in the exclusion of our Common Stock from consideration by certain investors who may elect to invest with our competitors instead. Ongoing focus on corporate responsibility and sustainability matters by investors and other stakeholders as described above may impose additional costs or expose us to new risks. Any failure or perceived failure by us in this regard could have a material adverse effect on our reputation and on our business, financial condition or results of operations, including the sustainability of our business over time, and could cause the market value of our Common Stock to decline.\nFurther, our emphasis on sustainability issues may not maximize short-term financial results and may yield financial results that conflict with the market’s expectations. We may in the future make business decisions consistent with our sustainability goals that we believe, based on considered analysis, will create value and improve our financial performance over the long-term. These decisions, however, may not be consistent with the short-term expectations of our stockholders and may not produce the long-term benefits that we expect, in which case our business, financial condition and results of operations could be harmed.\nWe have identified material weaknesses in our internal control over financial reporting, and our management has concluded that our disclosure controls and procedures were not effective as of December 31, 2023 and 2024. If we fail to remediate these material weaknesses, or if we identify additional material weaknesses in the future or otherwise fail to maintain an effective system of internal control over financial reporting in the future, we may not be able to accurately or timely report our financial condition or results of operations, investors may lose confidence in the accuracy and completeness of our financial reports and the trading price of our common stock may decline.\nPursuant to Section 404 of the Sarbanes-Oxley Act, our management is required to report on, and our independent registered public accounting firm is required to audit, the effectiveness of our internal control over financial reporting. The rules governing the standards that must be met for management to determine the adequacy of our internal control over financial reporting are complex and require significant documentation, testing, and possible remediation if a deficiency is identified. Annually, we perform activities that include reviewing, documenting, and testing our internal control over financial reporting. If we fail to maintain the adequacy of our internal control over financial reporting, we will not be able to conclude on an ongoing basis that we have effective internal control over financial reporting in accordance with Section 404 of the Sarbanes-Oxley Act. Any failure to achieve and maintain an effective system of internal control could result in materially misstated consolidated financial statements and a failure to meet our reporting obligations, which would likely cause investors to lose confidence in our reported financial information. This could result in significant expenses to remediate any internal control deficiency and lead to a decline in the price of our common stock.\nWe previously concluded that certain periods of our historical financial statements should no longer be relied upon and should be restated to reflect the correct accounting for the sale of future royalties pursuant to the Ultomiris Royalty Sale Agreement and to account for additional tax liabilities. In addition, on February 7, 2025, RSM informed us that disclosure should be made or action should be taken to prevent future reliance on RSM’s audit report filed with the Original Form 10-K for the year ended December 31, 2023 and completed interim review related to previously issued financial statements included in our Quarterly Reports on Form 10-Q for the quarters ended March 31, 2024, June 30, 2024 and September 30, 2024. In connection with this restatement, our management re-evaluated the effectiveness of our disclosure controls and procedures and internal control over financial reporting as of December 31, 2023. Our Chief Executive Officer and Chief Financial Officer concluded that our disclosure controls and procedures were not effective as of December 31, 2023, and our management concluded that our internal control over financial reporting was not effective as of December 31, 2023 due to material weaknesses (a material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis) related to the design of controls related to the review of the accounting treatment of the non-routine transactions and the evaluation of certain tax legislation. These material weaknesses led to the restatement of our audited financial statements for the year ended December 31, 2023 and the unaudited financial statements for the quarterly periods ended March 31, 2024, June 30, 2024 and September 30, 2024. On February 24, 2025, we filed an Annual Report on Form 10-K/A for the year ended December 31, 2023 and Quarterly Reports on Form 10-Q/As for the quarterly periods ended March 31, 2024, June 30, 2024 and September 30, 2024.\nWe are in the process of implementing remediation plans to address these material weaknesses. While we believe these efforts will improve our internal controls and address the root causes of the material weaknesses, the material weaknesses cannot be considered completely remediated until applicable controls have been designed, implemented, have operated for a sufficient period of time and management has concluded, through testing, that these controls are operating effectively. We cannot be certain that the steps we are taking will be sufficient to remediate the control deficiencies that led to the material weaknesses in our internal control over financial reporting or prevent future material weaknesses or control deficiencies from occurring. In addition, we cannot be certain that we have identified all material weaknesses in our internal control over financial reporting, or that in the future we will not have additional material weaknesses in our internal control over financial reporting. For more information related to the material weaknesses and their remediation, see Part II, Item 9A Controls and Procedures of this Form 10-K.\nRisks Related to Our Intellectual Property\nIf we are unable to obtain, maintain and enforce intellectual property protection covering our products and any future products we may develop, others may be able to make, use or sell products substantially the same as ours, which could adversely affect our ability to compete in the market.\nOur commercial success depends, in part, on our ability to obtain, maintain and enforce patents, trade secrets, trademarks and other intellectual property rights and to operate without having third parties infringe, misappropriate or \ncircumvent the rights that we own or license. The value of many of our partnered licensing arrangements is based on the underlying intellectual property and related patents. If we are unable to obtain, maintain and enforce intellectual property protection covering our products or underlying technologies, others may be able to make, use or sell products that are substantially the same as ours without incurring the sizeable development and licensing costs that we have incurred, which would adversely affect our ability to compete in the market. We file patent applications in the United States, Canada, Japan, Europe and other major markets either directly or via the Patent Cooperation Treaty. Our ability to stop third parties from making, using, selling, offering to sell or importing our product candidates is dependent upon the extent to which we have rights under valid and enforceable patents or trade secrets that cover these activities. However, the patent positions of biopharmaceutical companies, including ours, can be highly uncertain and involve complex legal and factual questions for which important legal principles remain unresolved. No consistent policy regarding the breadth of claims allowed in patents in these fields has emerged to date in the United States. The U.S. patent laws have recently changed, there have been changes regarding how patent laws are interpreted, and the U.S. Patent and Trademark Office (the PTO) has also implemented changes to the patent system. Some of these changes are currently being litigated, and we cannot accurately determine the outcome of any such proceedings or predict future changes in the interpretation of patent laws or changes to patent laws which might be enacted into law. Those changes may materially affect our patents, our ability to obtain patents or the patents and applications of our collaborators and licensors. The patent situation in the biopharmaceutical industry outside the United States is even more uncertain. Therefore, there is no assurance that our pending patent applications will result in the issuance of patents or that we will develop additional proprietary products which are patentable. Moreover, patents issued or to be issued to us may not provide us with any competitive advantage. Our patent position is subject to numerous additional risks, including the following:\n1.we may fail to seek patent protection for inventions that are important to our success;\n2.our pending patent applications may not result in issued patents;\n3.we cannot be certain that we are the first to invent the inventions covered by pending patent applications or that we were the first to file such applications and, if we are not, we may be subject to priority disputes;\n4.we may be required to disclaim part or all of the term of certain patents or all of the term of certain patent applications;\n5.we may file patent applications but have claims restricted or we may not be able to supply sufficient data to support our claims and, as a result, may not obtain the original claims desired or we may receive restricted claims. Alternatively, it is possible that we may not receive any patent protection from an application;\n6.we could inadvertently abandon a patent or patent application, resulting in the loss of protection of certain intellectual property rights in a certain country. We, our collaborators or, our patent counsel may take action resulting in a patent or patent application becoming abandoned which may not be able to be reinstated or if reinstated, may suffer patent term adjustments;\n7.the claims of our issued patents or patent applications when issued may not cover our product candidates;\n8.no assurance can be given that our patents would be declared by a court to be valid or enforceable or that a competitor’s technology or product would be found by a court to infringe our patents. Our patents or patent applications may be challenged by third parties in patent litigation or in proceedings before the PTO or its foreign counterparts, and may ultimately be declared invalid or unenforceable, or narrowed in scope;\n9.there may be prior art of which we are not aware that may affect the validity or enforceability of a patent claim. There also may be prior art of which we are aware, but which we do not believe affects the validity or enforceability of a claim, which may, nonetheless, ultimately be found to affect the validity or enforceability of a claim;\n10.third parties may develop products which have the same or similar effect as our products without infringing our patents. Such third parties may also intentionally circumvent our patents by means of alternate designs or processes or file applications or be granted patents that would block or hurt our efforts;\n11.there may be dominating patents relevant to our product candidates of which we are not aware;\n12.our patent counsel, lawyers or advisors may have given us, or may in the future give us incorrect advice or counsel. Opinions from such patent counsel or lawyers may not be correct or may be based on incomplete facts;\n13.obtaining regulatory approval for biopharmaceutical products is a lengthy and complex process, and as a result, any patents covering our product candidates may expire before, or shortly after such product candidates are approved and commercialized;\n14.the patent and patent enforcement laws of some foreign jurisdictions do not protect intellectual property rights to the same extent as laws in the United States, and many companies have encountered significant difficulties in protecting and defending such rights in foreign jurisdictions. If we encounter such difficulties or we are otherwise precluded from effectively protecting our intellectual property rights in foreign jurisdictions, our business prospects could be substantially harmed; and\n15.we may not develop additional proprietary technologies that are patentable.\nAny of these factors could hurt our ability to gain full patent protection for our products. Registered trademarks and trademark applications in the United States and other countries are subject to similar risks as described above for patents and patent applications, in addition to the risks described below.\nMany of our product development partnership agreements are complex and may call for licensing or cross-licensing of potentially blocking patents, know-how or intellectual property. Due to the potential overlap of data, know-how and intellectual property rights there can be no assurance that one of our collaborators will not dispute our right to use, license or distribute data, know-how or other intellectual property rights, and this may potentially lead to disputes, liability or termination of a program. There are no assurances that our actions or the actions of our collaborators would not lead to disputes or cause us to default with other collaborators. For example, we may become involved in disputes with our collaborators relating to the ownership of intellectual property developed in the course of the partnership. We also cannot be certain that a collaborator will not challenge the validity or enforceability of the patents we license.\nWe cannot be certain that any country’s patent and/or trademark office will not implement new rules which could seriously affect how we draft, file, prosecute and/or maintain patents, trademarks and patent and trademark applications. We cannot be certain that increasing costs for drafting, filing, prosecuting and maintaining patents, trademarks and patent and trademark applications will not restrict our ability to file for patent protection. For example, we may elect not to seek patent protection in certain jurisdictions or for certain inventions in order to save costs. We may be forced to abandon or return the rights to specific patents due to a lack of financial resources.\nWe intend to file applications for trademark registrations in connection with our product candidates in various jurisdictions, including the United States. No assurance can be given that any of our trademark applications will be registered in the United States or elsewhere, or that the use of any registered or unregistered trademarks will confer a competitive advantage in the marketplace. Furthermore, even if we are successful in our trademark registrations, the FDA and regulatory authorities in other countries have their own process for drug nomenclature and their own views concerning appropriate proprietary names. No assurance can be given that the FDA or any other regulatory authority will approve of any of our trademarks or will not request reconsideration of one of our trademarks at some time in the future. The loss, abandonment, or cancellation of any of our trademarks or trademark applications could negatively affect the success of the product candidates to which they relate.\nWe have in-licensed, and may in the future in-license, a portion of our intellectual property, and, if we fail to comply with our obligations under these arrangements, we could lose such intellectual property rights or owe damages to the licensor of such intellectual property.\nWe currently rely, and may in the future rely, on certain intellectual property rights licensed from third parties to protect our technology and certain product candidates, and we may enter into additional license agreements in the future. As part of our discovery and development activities, we routinely evaluate in-licenses from academic and research institutions. We have sublicensed certain intellectual property rights related to our CD3 bispecific technology from a third party. We also license certain rights to the underlying cell lines for all our product candidates from third parties. Under these licenses, we have no right to control patent prosecution of the intellectual property or to enforce the patents, and as such the licensed rights may not be adequately maintained by the licensors. The termination of these or other licenses could also prevent us from commercializing product candidates covered by the licensed intellectual property.\nOur existing license agreements impose, and we expect that future license agreements will impose, various diligence, milestone payment, royalty and other obligations on us. If there is any conflict, dispute, disagreement or issue of non-performance between us and our licensing partners regarding our rights or obligations under the license agreements, including any such conflict, dispute or disagreement arising from our failure to satisfy payment obligations under any such \nagreement, we may owe damages, our licensor may have a right to terminate the affected license, and our and our partners' ability to utilize the affected intellectual property in our drug discovery and development efforts, and our ability to enter into collaboration or marketing agreements for an affected product or therapeutic candidate, may be adversely affected.\nWe generally also are subject to all of the same risks with respect to protection of intellectual property that we license, as we are for intellectual property that we own, which are described in this “Risk Factors” section. If we or our licensors fail to adequately protect this intellectual property, our business, results of operations and financial condition could be adversely affected.\nWe may be required to reduce the scope of our intellectual property due to third-party intellectual property claims.\nOur competitors may have filed, and may in the future file, patent applications covering technology similar to ours. Any such patent application may have priority over our patent applications, which could further require us to obtain rights to issued patents covering such technologies. If another party has filed a U.S. patent application on inventions similar to ours that claims priority to an application filed prior to March 16, 2013, we may have to participate in an interference proceeding declared by the PTO to determine priority of invention in the United States. The costs of these proceedings could be substantial, and it is possible that such efforts would be unsuccessful if, unbeknownst to us, the other party had independently arrived at the same or similar invention prior to our own invention, resulting in a loss of our U.S. patent position with respect to such inventions. In addition, changes enacted on March 15, 2013 to the U.S. patent laws under the America Invents Act resulted in the United States changing from a “first to invent” country to a “first to file” country. As a result, we may lose the ability to obtain a patent if a third-party files with the PTO first and could become involved in proceedings before the PTO to resolve disputes related to inventorship. We may also become involved in similar proceedings in other jurisdictions.\nFurthermore, changes in U.S. patent law under the America Invents Act allows for post-issuance challenges to U.S. patents, including ex parte reexaminations, inter parte reviews and post-grant review. There is significant uncertainty as to how the new laws will be applied and if our U.S. patents are challenged using such procedures, we may not prevail, possibly resulting in altered or diminished claim scope or loss of patent rights altogether. Similarly, some countries, notably members of the European Union, also have post grant opposition proceedings that can result in changes in scope and/or cancellation of patent claims.\nOur products could infringe patents and other property rights of others, which may result in costly litigation and, if we are not successful, could cause us to pay substantial damages or limit our ability to commercialize our products, which could have a material adverse effect on our business.\nOur commercial success depends upon our ability, and the ability of our collaborators, to develop, manufacture, market and sell our product candidates and use our proprietary technologies without infringing the patents and other proprietary rights of third parties. There is considerable intellectual property litigation in the biotechnology and pharmaceutical industries. For example, we are aware of issued patents owned by Merus B.V. (Merus) that may relate to and claim components of our bispecific antibody product candidates and partnered bispecific product candidates, including plamotamab, vudalimab and XmAb819 will putatively expire in 2033. In August 2024, Merus filed suit against us in the United States District Court of the District of Delaware alleging that we have infringed three of its patents. We maintain that our development of these candidates currently falls into the “safe harbor” of non-infringement under 35 U.S.C. §271(e)(1). This protection, however, would not be available upon commercialization nor can we give assurances on how the Court would rule on this issue. We also believe we have strong defenses to Merus’s claims, including defenses of invalidity and/or non-infringement for the Merus patents, but there is no guarantee that we will prevail. If we are found to infringe the Merus patents, we may be ordered by a court to cease commercializing the applicable product candidates, which could materially harm our business. In addition, we could be found liable for monetary damages, including treble damages and attorneys’ fees if we are found to have willfully infringed the Merus patents.\nIn addition, as the biopharmaceutical industry expands and more patents are issued, the risk increases that there may be patents issued to third parties that relate to our products and technology of which we are not aware or that we must challenge to continue our operations as currently contemplated. Our products may infringe or may be alleged to infringe these patents. Because some patent applications in the United States may be maintained in secrecy until the patents are issued, because patent applications in the United States and many foreign jurisdictions are typically not published until eighteen months after filing and because publications in the scientific literature often lag behind actual discoveries, we cannot be certain that others have not filed patents that may cover our technologies, our product candidates or their use. Additionally, pending patent applications which have been published can, subject to certain limitations, be later amended in \na manner that could cover our technologies, our products or the use of our products. We may become party to, or threatened with, future adversarial proceedings or litigation regarding intellectual property rights with respect to our products and technology. Third parties may assert infringement claims against us based on existing patents or patents that may be granted in the future.\nIf we are sued for patent infringement, we would need to demonstrate that our products or methods either do not infringe the patent claims of the relevant patent or that the patent claims are invalid, and we may not be able to do this. Proving invalidity is difficult. For example, in the United States, proving invalidity requires a showing of clear and convincing evidence to overcome the presumption of validity enjoyed by issued patents. Even if we are successful in these proceedings, we may incur substantial costs and divert management’s time and attention in pursuing these proceedings, which could have a material adverse effect on us.\nAny such claims are likely to be expensive to defend, and some of our competitors may be able to sustain the costs of complex patent litigation more effectively than we can because they have substantially greater resources.\nIf we are found to infringe a third party’s intellectual property rights, we could be required to obtain a license from such third party to continue developing and marketing our products and technology. We may also elect to enter into such a license in order to settle litigation or in order to resolve disputes prior to litigation. However, we may not be able to obtain any required license on commercially reasonable terms or at all. Even if we were able to obtain a license, it could be non-exclusive, thereby giving our competitors access to the same technologies licensed to us and could require us to make substantial royalty payments. We could also be forced, including by court order, to cease commercializing the infringing technology or product. In addition, we could be found liable for monetary damages, including treble damages and attorneys’ fees if we are found to have willfully infringed a patent. A finding of infringement could prevent us from commercializing our product candidates or force us to cease some of our business operations, which could materially harm our business. Claims that we have misappropriated the confidential information or trade secrets of third parties could have a similar negative impact on our business.\nIf we are not able to prevent disclosure of our trade secrets and other proprietary information, the value of our technology and products could be significantly diminished.\nWe rely on trade secret protection to protect our interests in proprietary know-how and in processes for which patents are difficult to obtain or enforce. We may not be able to protect our trade secrets adequately. We have a policy of requiring our consultants, advisors, and collaborators to enter into confidentiality agreements and our employees to enter into invention, non-disclosure and non-compete agreements. However, no assurance can be given that we have entered into appropriate agreements with all parties that have had access to our trade secrets, know-how or other proprietary information. There is also no assurance that such agreements will provide for a meaningful protection of our trade secrets, know-how or other proprietary information in the event of any unauthorized use or disclosure of information. Furthermore, we cannot provide assurance that any of our employees, consultants, contract personnel, or collaborators, either accidentally or through willful misconduct, will not cause serious damage to our programs and/or our strategy, for example by disclosing important trade secrets, know-how or proprietary information to our competitors. It is also possible that our trade secrets, know-how or other proprietary information could be obtained by third parties as a result of breaches of our physical or electronic security systems. Any disclosure of confidential data into the public domain or to third parties could allow our competitors to learn our trade secrets and use the information in competition against us. In addition, others may independently discover our trade secrets and proprietary information. Any action to enforce our rights is likely to be time consuming and expensive, and may ultimately be unsuccessful, or may result in a remedy that is not commercially valuable. These risks are accentuated in foreign countries where laws or law enforcement practices may not protect proprietary rights as fully as in the United States or Europe. Any unauthorized disclosure of our trade secrets or proprietary information could harm our competitive position.\nIf we do not obtain patent term extension and data exclusivity for any therapeutic candidates we develop, our business may be materially harmed.\nDepending upon the timing, duration, and specifics of any FDA marketing approval of any therapeutic candidates we may develop, one or more of our owned or licensed U.S. patents may be eligible for limited patent term extension under the Hatch-Waxman Act. Similar extensions as compensation for patent term lost during regulatory review processes are also available in certain foreign countries and territories, such as in Europe under a Supplementary Patent Certificate. However, we may not be granted an extension in the United States and/or foreign countries and territories because of, for example, failing to exercise due diligence during the testing phase or regulatory review process, failing to apply within \napplicable deadlines, failing to apply prior to expiration of relevant patents, or otherwise failing to satisfy applicable requirements. Moreover, the applicable time period or the scope of patent protection afforded could be less than we request. If we are unable to obtain patent term extension or the term of any such extension is shorter than what we request or we fail to choose the most optimal patents to extend, our competitors may obtain approval of competing products following our patent expiration, and our business, financial condition, results of operations and prospects could be materially harmed.\nRisks Related to Our Dependence on Third Parties\nOur patent protection and prosecution for some of our product candidates is dependent on third parties.\nWhile we normally seek and gain the right to fully prosecute the patents relating to our product candidates, there may be times when patents relating to our product candidates are controlled by our licensors. \nWe may also have limited control over the maintenance and prosecution of in-licensed patents and patent applications, activities or any other intellectual property that may be related to our in-licensed intellectual property. For example, such activities by these licensors may not have been or may not be conducted in compliance with applicable laws and regulations or will result in valid and enforceable patents and other intellectual property rights. Our licensors may not successfully prosecute the patent applications to which we are licensed in a manner consistent with the best interests of our business. We have limited control over the manner in which our licensors initiate an infringement proceeding against a third-party infringer of the intellectual property rights, or defend certain of the intellectual property that is licensed to us. It is possible that the licensors’ infringement proceeding or defense activities may be less vigorous than had we conducted them ourselves.\nWe rely on third-party manufacturers to manufacture our product candidates and provide supplies for our studies. If any of our third-party manufacturers, encounter problems or loss of drug material during production or otherwise fail to comply with their contractual obligations, the development of our product candidates could be delayed or stopped.\nThe manufacture of biopharmaceutical products is complex and requires significant expertise and capital investment, including the development of advanced manufacturing techniques and process controls. We and our contract manufacturers must comply with cGMP regulations and guidelines. Manufacturers of biopharmaceutical products often encounter difficulties in production, particularly in scaling up and validating initial production and contamination. These problems include difficulties with production costs and yields, quality control, including stability of the product, quality assurance testing, operator error, shortages of qualified personnel, as well as compliance with strictly enforced federal, state and foreign regulations. Furthermore, if microbial, viral or other contaminations are discovered in our products or in the manufacturing facilities in which our products are made, such manufacturing facilities may need to be closed for an extended period of time to investigate and remedy the contamination.\nAll of our XmAb engineered antibodies are manufactured by starting with cells which are stored in a cell bank. We have one master cell bank for each antibody manufactured in accordance with cGMP and multiple working cell banks and believe we would have adequate backup should any cell bank be lost in a catastrophic event. However, it is possible that we could lose multiple cell banks and have our manufacturing severely impacted by the need to replace the cell banks.\nWe cannot assure you that any stability or other issues relating to the manufacture of any of our product candidates or products will not occur in the future. Additionally, our manufacturer may experience manufacturing difficulties due to resource constraints or as a result of labor disputes or unstable political environments. If our manufacturers were to encounter any of these difficulties, or otherwise fail to comply with their contractual obligations, our ability to provide any product candidates to patients in clinical trials and products to patients, once approved, would be jeopardized. Any delay or interruption in the supply of clinical trial supplies could delay the completion of clinical trials, increase the costs associated with maintaining clinical trial programs and, depending upon the period of delay, require us to commence new clinical trials at additional expense or terminate clinical trials completely. Any adverse developments affecting clinical or commercial manufacturing of our product candidates or products may result in shipment delays, inventory shortages, lot failures, product withdrawals or recalls, or other interruptions in the supply of our product candidates or products. We may also have to take inventory write-offs and incur other charges and expenses for product candidates or products that fail to meet specifications, undertake costly remediation efforts or seek more costly manufacturing alternatives. Accordingly, failures or difficulties faced at any level of our supply chain could materially adversely affect our business and delay or impede the development and commercialization of any of our product candidates \nor products and could have a material adverse effect on our business, prospects, financial condition and results of operations.\nCertain of our third-party manufacturers are located outside the United States, and our ability to continue to receive drug material for our development candidates would be at-risk in the event of instability or geopolitical problems between the United States and the country's where these manufacturers are located. During the last few years, there have also been significant changes to U.S. and other countries’ trade policies, export control laws, sanctions, legislation, treaties and tariffs. There is currently significant uncertainty about the future of trade relationships around the world, including potential changes to trade laws and regulations, trade policies, and tariffs. We cannot predict what additional actions may ultimately be taken by the United States or other governments with respect to tariffs or trade relations, what products may be subject to such actions (including subject to U.S. export control restrictions), or what actions may be taken by the other countries in retaliation. As a result of these dynamics, we cannot predict the impact to our relationships with third-party manufacturers or our business of any future changes to the United States’ or other countries’ trading relationships or the impact of new laws or regulations adopted by the United States or other countries.\nOur existing partnerships are important to our business, and future partnerships may also be important to us. If we are unable to maintain any of these partnerships, or if these partnerships are not successful, our business could be adversely affected.\nBecause developing biologics products, conducting clinical trials, obtaining regulatory approval, establishing manufacturing capabilities and marketing approved products are expensive, we have entered into partnerships, and may seek to enter into additional partnerships, with companies that have more resources and experience than us, and we may become dependent upon the establishment and successful implementation of partnership agreements.\nOur partnership and license agreements include those we have with J&J, Genentech, Vir, Amgen, Incyte, Alexion and others. These partnerships and license agreements also have provided us with important funding for our development programs, and we expect to receive additional funding under these partnerships in the future. Our existing partnerships, and any future partnerships we enter into, may pose a number of risks, including the following:\n1.collaborators have significant discretion in determining the efforts and resources that they will apply to these partnerships;\n2.such arrangements may include cost-sharing obligations that require us to incur substantial costs in excess of our available resources;\n3.collaborators may not pursue development and commercialization of any product candidates that achieve regulatory approval or may elect not to continue or renew development or commercialization programs based on clinical trial results, changes in the collaborators’ strategic focus or available funding, or external factors, such as an acquisition, that divert resources or create competing priorities;\n4.collaborators may delay clinical trials, provide insufficient funding for a clinical trial program, stop a clinical trial or abandon a product candidate, repeat or conduct new clinical trials or require a new formulation of a product candidate for clinical testing;\n5.collaborators could independently develop, or develop with third parties, products that compete directly or indirectly with our products or product candidates if the collaborators believe that competitive products are more likely to be successfully developed or can be commercialized under terms that are more economically attractive than ours, which may cause collaborators to cease to devote resources to the commercialization of our product candidates;\n6.a collaborator with marketing and distribution rights to one or more of our product candidates that achieve regulatory approval may not commit sufficient resources to the marketing and distribution of such product or products;\n7.disagreements with collaborators, including disagreements over proprietary rights, contract interpretation or the preferred course of development, might cause delays or termination of the research, development or commercialization of product candidates, might lead to additional responsibilities for us with respect to product candidates, or might result in litigation or arbitration, any of which would be time-consuming and expensive;\n8.while we have generally retained the right to maintain and defend our intellectual property under our agreements with collaborators, certain collaborators may not properly maintain or defend certain of our \nintellectual property rights or may use our proprietary information in such a way as to invite litigation that could jeopardize or invalidate our intellectual property or proprietary information;\n9.collaborators may infringe the intellectual property rights of third parties, which may expose us to litigation and potential liability;\n10.collaborators may learn about our technology and use this knowledge to compete with us in the future;\n11.results of collaborators’ preclinical or clinical studies could produce results that harm or impair other products using our XmAb technology platform;\n12.there may be conflicts between different collaborators that could negatively affect those partnerships and potentially others; and\n13.the number and type of our partnerships could adversely affect our attractiveness to future collaborators or acquirers.\nIf our partnerships and license agreements do not result in the successful development and commercialization of products or if one of our collaborators terminates its agreement with us, we may not receive any future research and development funding or milestone or royalty payments under the arrangement. If we do not receive the funding we expect under these arrangements, our continued development of our product candidates could be delayed, and we may need additional resources to develop additional product candidates. All of the risks described in these risk factors relating to product development, regulatory approval and commercialization described in this Annual Report also apply to the activities of our collaborators and there can be no assurance that our partnerships and license agreements will produce positive results or successful products on a timely basis or at all.\nOur partnership agreements generally grant our collaborators exclusive rights under certain of our intellectual property and may therefore preclude us from entering into partnerships with others relating to the same or similar compounds, indications or diseases. In addition, partnership agreements may place restrictions or additional obligations on our ability to license additional compounds in different indications, diseases or geographical locations. If we fail to comply with or breach any provision of a partnership agreement, a collaborator may have the right to terminate, in whole or in part, such agreement or to seek damages. Many of our collaborators also have the right to terminate the partnership agreement for convenience. If a partnership agreement is terminated, in whole or in part, we may be unable to continue the development and commercialization of the applicable product candidates, and even if we are able to do so, such efforts may be delayed and result in additional costs.\nThere is no assurance that a collaborator who is acquired by a third party would not attempt to change certain contract provisions that could negatively affect our partnership. The acquiring company may also not accept the terms or assignment of our contracts and may seek to terminate the agreements. Any one of our partners could breach covenants, restrictions and/or sub-license agreement provisions leading us into disputes and potential breaches of our agreements with other partners.\nWe may in the future determine to partner with additional pharmaceutical and biotechnology companies for development and potential commercialization of therapeutic products. We face significant competition in seeking appropriate collaborators. Our ability to reach a definitive agreement for a partnership will depend, among other things, upon our assessment of the collaborator’s resources and expertise, the terms and conditions of the proposed partnership and the proposed collaborator’s evaluation of a number of factors. If we elect to fund and undertake development or commercialization activities on our own, we may need to obtain additional expertise and additional capital, which may not be available to us on acceptable terms or at all. If we fail to enter into partnerships and do not have sufficient funds or expertise to undertake the necessary development and commercialization activities, we may not be able to further develop our product candidates or bring them to market or continue to develop our product platform and our business, prospects, financial condition and results of operations may be materially and adversely affected.\nWe rely upon third-party contractors, and service providers for the execution of most aspects of our development programs. Failure of these collaborators to provide services of a suitable quality and within acceptable timeframes may cause the delay or failure of our development programs.\nWe outsource manufacturing, certain functions, testing and services to CROs, medical institutions and collaborators, and we rely on third parties for quality assurance, clinical monitoring, clinical data management and regulatory expertise. We also have engaged, and may in the future engage, a CRO to run all aspects of a clinical trial on our behalf. There is no assurance that such individuals or organizations will be able to provide the functions, tests, biologic \nsupply or services as agreed upon or in a quality fashion and we could suffer significant delays in the development of our products or processes.\nIn some cases, there may be only one or few providers of such services, including clinical data management or manufacturing services. In addition, the cost of such services could be significantly increased over time. We rely on third parties and collaborators as mentioned above to enroll qualified patients and conduct, supervise and monitor our clinical trials. Our reliance on these third parties and collaborators for clinical development activities reduces our control over these activities. Our reliance on these parties, however, does not relieve us of our regulatory responsibilities, including ensuring that our clinical trials are conducted in accordance with GCP regulations and the investigational plan and protocols contained in the regulatory agency applications. In addition, these third parties may not complete activities on schedule or may not manufacture under GMP conditions. Preclinical or clinical studies may not be performed or completed in accordance with Good Laboratory Practices (GLP) regulatory requirements or our trial design. If these third parties or collaborators do not successfully carry out their contractual duties or meet expected deadlines, obtaining regulatory approval for manufacturing and commercialization of our product candidates may be delayed or prevented. We rely substantially on third-party data managers for our clinical trial data. There is no assurance that these third parties will not make errors in the design, management or retention of our data or data systems. There is no assurance these third parties will pass FDA or regulatory audits, which could delay or prohibit regulatory approval.\nWe rely on third parties to manufacture supplies of our preclinical and clinical product candidates. The development of such candidates could be stopped or delayed if any such third party fails to provide us with sufficient quantities of product or fails to do so at acceptable quality levels or prices or fails to maintain or achieve satisfactory regulatory compliance.\nWe do not currently have nor do we plan to acquire the infrastructure or capability internally to manufacture our clinical drug supplies for use in the conduct of our clinical trials, and we lack the resources and the capability to manufacture any clinical candidates on a clinical scale. Instead, we rely on our third-party manufacturing partners to manufacture our clinical drug supply. Any of our contract manufacturers may not perform as agreed, may be unable to comply with cGMP requirements and with FDA, state and foreign regulatory requirements or may terminate their respective agreements with us.\nIn addition, manufacturers are subject to ongoing periodic unannounced inspection by the FDA and other governmental authorities to ensure strict compliance with government regulations. We do not control the manufacturing processes of our third-party manufacturing partners, which include, among other things, quality control, quality assurance and the maintenance of records and documentation. If we were to experience an unexpected loss of supply, we could experience delays in our planned clinical trials as our third-party manufacturing partner would need to manufacture additional clinical drug supply and would need sufficient lead time to schedule a manufacturing slot. While there are other potential suppliers of clinical supplies of our biologics, the long transition periods necessary to switch manufacturers for any of our clinical drug supply would significantly delay our clinical trials and the commercialization of such products, if approved.\nRisks Related to Our Industry\nClinical trials are expensive and take years to conduct, the outcome of such clinical trials is uncertain and results of earlier studies and trials may not be predictive of future trial results. Clinical trials may fail to prove our product candidates are safe and effective. \nEach product candidate must receive regulatory approval and therefore must undergo rigorous and extensive preclinical studies and clinical trials to demonstrate safety and efficacy in patients. Clinical trials at any stage in development may fail to demonstrate the safety, efficacy or pharmacologic properties needed to be a viable product candidate in patients. Early clinical trials are expensive and can take many years to complete and may fail to demonstrate the safety and pharmacokinetic characteristics needed to invest in larger later stage clinical studies. Alternatively, success in preclinical testing and early clinical trials does not ensure that later clinical trials will generate the same results or otherwise provide adequate data to demonstrate the safety and effectiveness of a product candidate . Later clinical studies that are larger may not demonstrate the desired safety and efficacy profile needed to be of benefit to patients. Additionally, regulatory authorities may determine that the data provided is not sufficient to grant marketing approval for our product candidates and may request additional data including additional clinical trials or reject product approval.\nAdverse side effects or other safety risks associated with our product candidates could delay or preclude approval, cause us to suspend or discontinue clinical trials and abandon product candidates.\nConducting early clinical trials is complex and the outcomes are uncertain. Preclinical studies are performed to help inform human clinical trials, but human and animal studies are not comparable. Expected or unexpected undesirable side effects caused by our product candidates could result in the delay, suspension or termination of clinical trials by us, our collaborators, the FDA or other regulatory authorities for a number of reasons. If we elect or are required to delay, suspend or terminate any clinical trial of any product candidates that we develop, the commercial prospects of such product candidates will be harmed and our ability to generate product revenues from any of these product candidates will be delayed or eliminated. If our product candidates are associated with adverse events in clinical trials or have side effects or other characteristics that are serious or unexpected, we may need to abandon their development or limit development to more narrow uses in which the adverse events, side effects or other characteristics are less prevalent, less severe or more acceptable from a risk-benefit perspective. We may also be required to modify our trial plans based on findings in our ongoing clinical trials. The FDA may also require that we conduct additional studies regarding the safety and efficacy of our product candidates which we have not planned or anticipated. Such findings could further result in regulatory authorities failing to provide marketing authorization for our product candidates or limiting the scope of the approved indication, if approved. Many product candidates that initially showed promise in early stage testing have later been found to cause side effects that prevented further development of such product candidates.\nTreatment-related side effects could also affect subject recruitment or the ability of enrolled subjects to complete the trial or result in potential product liability claims. In addition, these side effects may not be appropriately recognized or managed by the treating medical staff. Furthermore, we may be required to expend time and incur costs to train medical personnel using our product candidates to understand the side effect profiles for our clinical trials and upon any commercialization of any of our product candidates. There can be no assurance that we will resolve any issues related to any product-related adverse events to the satisfaction of the FDA or comparable foreign regulatory authorities in a timely manner or at all. Serious adverse events observed in clinical trials could hinder or prevent market acceptance of the product candidate at issue. Any of these occurrences may harm our business, prospects, financial condition and results of operations significantly.\nIf we experience delays or difficulties in the enrollment of patients in clinical trials, our receipt of necessary regulatory approvals could be delayed or prevented.\nWe may not be able to initiate or continue clinical trials for our product candidates if we are unable to locate and enroll a sufficient number of eligible patients to participate in these trials as required by the FDA or similar regulatory authorities outside the United States. In addition, some of our competitors have ongoing clinical trials for product candidates that treat the same indications as our product candidates, and patients who would otherwise be eligible for our clinical trials may instead enroll in clinical trials of our competitors’ product candidates.\nOur inability to enroll a sufficient number of patients for any of our clinical trials could result in significant delays and could require us to abandon one or more clinical trials altogether. Enrollment delays in our clinical trials may result in increased development costs for our product candidates and in delays to commercially launching our product candidates, if approved, which would cause the value of our company to decline and limit our ability to obtain additional financing.\nDelays in the commencement or completion of clinical trials could result in increased costs to us and delay our ability to establish strategic collaborations. \nDelays in the commencement or completion of clinical trials could significantly impact our drug development costs. We do not know whether planned clinical trials will begin on time or be completed on schedule, if at all. The commencement of clinical trials can be delayed for a variety of reasons, including, but not limited to, delays related to:\n•obtaining regulatory approval to commence one or more clinical trials;\n•reaching agreement on acceptable terms with prospective CROs and clinical trial sites;\n•manufacturing sufficient quantities of a drug candidate or other materials necessary to conduct clinical trials, as well as receiving the supplies and materials needed to conduct our clinical trials, including interruptions in global shipping that may affect the transport of clinical materials;\n•obtaining institutional review Board of Directors approval to conduct one or more clinical trials at a prospective site;\n•recruiting and enrolling patients to participate in one or more clinical trials, especially as patients may be reluctant or unable to visit clinical sites, or may delay seeking treatment for chronic conditions;\n•the failure of our collaborators to adequately resource our drug candidates due to their focus on other programs or as a result of general market conditions;\n•recruiting clinical site investigators, clinical site staff and potential closure or defunding of clinical facilities; and\n•changes in regulations, which may require us to change the ways in which our clinical trials are conducted.\nIn addition, once a clinical trial has begun, it may be suspended or terminated by us, our collaborators, the institutional review boards or data safety monitoring boards charged with overseeing our clinical trials, the FDA, EMA or comparable foreign authorities due to a number of factors, including:\n•failure to conduct the clinical trial in accordance with regulatory requirements or clinical protocols;\n•inspection of the clinical trial operations or clinical trial site by the FDA, EMA or comparable foreign authorities resulting in the imposition of a clinical hold;\n•unforeseen safety issues; or\n•lack of adequate funding to continue the clinical trial.\nIf we experience delays in the completion or termination of any clinical trial of our product candidates, the commercial prospects of our product candidates will be harmed, and our ability to commence product sales and generate product revenues from any of our product candidates will be delayed. In addition, any delays in completing our clinical trials will increase our costs and slow down our product candidate development and approval process. Delays in completing our clinical trials could also allow our competitors to obtain marketing approval before we do or shorten the patent protection period during which we may have the exclusive right to commercialize our product candidates. Any of these occurrences may harm our business, financial condition and prospects significantly. In addition, many of the factors that cause, or lead to, a delay in the commencement or completion of clinical trials may also ultimately lead to the denial of regulatory approval of our product candidates.\nOur industry is subject to competition for skilled personnel and the challenges we face to identify and retain key personnel could impair our ability to effectively conduct and grow our operations.\nAttracting and retaining the highly qualified management, scientific and medical personnel necessary for us to successfully implement our business strategy is extremely competitive in the biotechnology industry. Our industry is experiencing an increasing rate of competition in hiring and retaining employees and in turnover of management personnel. We depend heavily on our current management team, whose services are critical to the successful implementation of our product candidate development and regulatory strategies. In order to induce valuable employees to continue their employment with us, we have provided equity incentives that vest over time. The value to employees of this equity is significantly affected by movements in our stock price that are beyond our control and may at any time be insufficient to counteract more lucrative offers from other companies.\nDespite our efforts to retain valuable employees, members of our management team may terminate their employment with us at any time, with or without notice. Further, we do not maintain “key person” insurance for any of our executives or other employees. The loss of the services of any of our executive officers and our inability to find suitable replacements could harm our business, financial condition, prospects and ability to achieve the successful development or commercialization of our product candidates. Our success also depends on our ability to continue to attract, retain and motivate highly skilled scientific and medical personnel at all levels.\nSince 2016 we have been increasing the number of our employees and expanding the scope of our operations with a goal of advancing multiple clinical candidates into development. The increase in our number of employees places a significant strain on our management, operations, and financial resources, and we may have difficulty managing this growth. As we continue to grow our operations and advance our clinical programs into later stages of development, it will require us to recruit and retain employees with additional knowledge and skill sets and no assurance can be provided that we will be able to attract employees with the necessary skill set to assist in our growth. Many of the other biotechnology and pharmaceutical companies and academic institutions that we compete against for qualified personnel have greater financial and other resources, different risk profiles and a longer history in the industry than we do. We also may employ consultants or part-time and contract employees. There can be no assurance that these individuals are retainable. While we \nhave been able to attract and retain skilled and experienced personnel and consultants in the past, no assurance can be given that we will be able to do so in the future.\nThe development and commercialization of biologic products is subject to extensive regulation, and we may not obtain regulatory approvals for any of our product candidates.\nThe clinical development, manufacturing, labeling, packaging, storage, recordkeeping, advertising, promotion, export, import, marketing and distribution and other possible activities relating to our current lead antibody product candidates, as well as any other antibody product candidate that we may develop in the future, are subject to extensive regulation in the United States and outside the U.S. as biologics. \nIf we experience delays in obtaining approval, or if we fail to obtain approval of our product candidates, the commercial prospects for our product candidates may be harmed and our ability to generate revenues will be materially impaired which would adversely affect our business, prospects, financial condition and results of operations.\nWe face significant competition from other biotechnology and pharmaceutical companies and our operating results will suffer if we fail to compete effectively.\nThe biotechnology and pharmaceutical industries are intensely competitive. We have competitors both in the United States and internationally, including major multinational pharmaceutical companies, biotechnology companies, universities and other research institutions. Many of our competitors have substantially greater financial, technical and other resources, such as larger research and development staff and experienced marketing and manufacturing organizations and well-established sales forces. Competition may increase further as a result of advances in the commercial applicability of technologies and greater availability of capital for investment in these industries. Our competitors may succeed in developing, acquiring or licensing on an exclusive basis, drug products that are more effective or less costly than any product candidate that we are currently developing or that we may develop.\nCompetition in autoimmune disease and cancer drug development is intense, with hundreds of compounds in clinical trials by large multinational pharmaceutical companies. In addition, many currently marketed drugs are undergoing clinical testing in new indications in order to expand their use to new patient populations. Other companies, including many large international companies, are developing bispecific antibody technologies and checkpoint inhibitors. This includes products in preclinical and clinical development. Some of these agents have received marketing approval, and companies continue to conduct clinical trials to expand their currently approved indications. Alternative technologies, such as standard chemotherapy, cellular therapies and cancer vaccines, may also compete with our products for patients to conduct clinical trials and future potential market share. \nOur ability to compete successfully will depend largely on our ability to leverage our experience in drug discovery and development to:\n1.discover and develop products that are superior to other products in the market;\n2.attract qualified scientific, product development and commercial personnel;\n3.obtain and maintain patent and/or other proprietary protection for our products and technologies;\n4.obtain required regulatory approvals; and\n5.successfully collaborate with pharmaceutical companies in the discovery, development and commercialization of new products.\nEstablished biopharmaceutical companies may invest heavily to accelerate discovery and development of products that could make our product candidates less competitive. In addition, any new product that competes with an approved product must demonstrate compelling advantages in efficacy, convenience, tolerability and safety in order to overcome price competition and to be commercially successful. Accordingly, our competitors may succeed in obtaining patent protection, receiving FDA approval or discovering, developing and commercializing medicines before we do, which would have a material adverse impact on our business. We will not be able to successfully commercialize our product candidates without establishing sales and marketing capabilities internally or through collaborators.\nOur current and future relationships with healthcare professionals, principal investigators, consultants, customers and third-party payors in the United States and elsewhere may be subject, directly or indirectly, to applicable anti-kickback, \nfraud and abuse, false claims, physician payment transparency, health information privacy and security and other healthcare laws and regulations, which could expose us to penalties. \nHealthcare providers, physicians and third-party payors in the United States and elsewhere will play a primary role in the recommendation and prescription of any product candidates for which we obtain marketing approval. Our current and future arrangements with healthcare professionals, principal investigators, consultants, customers and third-party payors may require us to comply with broadly applicable fraud and abuse and other healthcare laws, including, without limitation, the federal Anti-Kickback Statute and the federal civil False Claims Act, that may constrain the business or financial arrangements and relationships through which we sell, market and distribute any product candidates for which we obtain marketing approval. In addition, we may be subject to physician payment transparency laws and patient privacy and security regulation by the federal government and by the states and foreign jurisdictions in which we conduct our business. \nEfforts to ensure that our future business arrangements with third parties will comply with applicable healthcare laws and regulations may involve substantial costs. It is possible that governmental authorities will conclude that our business practices may not comply with current or future statutes, regulations or case law involving applicable fraud and abuse or other healthcare laws. If our operations are found to be in violation of any of these laws or any other governmental regulations that may apply to us, we may be subject to significant civil, criminal and administrative penalties, including, without limitation, damages, fines, imprisonment, disgorgement, exclusion from participation in government healthcare programs, such as Medicare and Medicaid, additional reporting requirements and/or oversight if we become subject to a corporate integrity agreement or similar agreement to resolve allegations of non-compliance with these laws, and the curtailment or restructuring of our operations, as well as reputational harm, which could significantly harm our business. \nPresent and future legislation may increase the difficulty and cost for us to obtain marketing approval of and commercialize our product candidates and affect the prices we may obtain. \nAmong policy makers and payors in the United States and elsewhere, there is significant interest in promoting changes in healthcare systems with the stated goals of containing healthcare costs, improving quality and/or expanding access. In the United States, the pharmaceutical industry has been a particular focus of these efforts and has been significantly affected by major legislative initiatives. Healthcare reform measures, if approved, may result in more rigorous coverage criteria and lower reimbursement, and in additional downward pressure on the price that may be charged for any of our product candidates.\nEven if we are able to commercialize any product candidates, our product candidates may be subject to unfavorable pricing regulations, third-party coverage and reimbursement policies or healthcare reform initiatives. \nOur ability to commercialize any product candidates successfully will depend, in part, on the extent to which coverage and adequate reimbursement for our product candidates will be available from government payor programs at the federal and state levels, including Medicare and Medicaid, private health insurers, managed care plans and other third-party payors. If coverage and adequate reimbursement are not available or reimbursement is available only to limited levels, we may not be able to successfully commercialize any product candidates for which marketing approval is obtained. \nThe regulations that govern marketing approvals, pricing, coverage and reimbursement for new drugs and biological products vary widely from country to country. Current and future legislation may significantly change the approval requirements in ways that could involve additional costs and cause delays in obtaining approvals. Some countries require approval of the sale price of a product before it can be marketed. In many countries, the pricing review period begins after marketing or product licensing approval is granted. In some foreign markets, prescription pharmaceutical pricing remains subject to continuing governmental control even after initial approval is granted. As a result, we might obtain marketing approval for a product in a particular country, but then be subject to price regulations that delay commercial launch of the product, possibly for lengthy time periods, and negatively impact the revenues able to be generated from the sale of the product in that country. Adverse pricing limitations may hinder our ability to recoup our investment in one or more product candidates, even if our product candidates obtain marketing approval. \nThere can be no assurance that our product candidates, if they are approved for sale in the United States or in other countries, will be considered medically reasonable and necessary for a specific indication, that they will be considered cost-effective by third-party payors, that coverage or an adequate level of reimbursement will be available, or that third-party payors’ reimbursement policies will not adversely affect our ability to sell our product candidates profitably if they are approved for sale.\nOur business involves the controlled use of hazardous materials and as such we are subject to environmental and occupational safety laws. Continued compliance with these laws may incur substantial costs and failure to maintain compliance could result in liability for damages that may exceed our resources.\nOur research, manufacturing and development processes, and those of our third-party contractors and partners, involve the controlled use of hazardous materials. We and our manufacturers are subject to federal, state and local laws and regulations governing the use, manufacture, storage, handling and disposal of such materials and certain waste products. Our operations involve the use of hazardous and flammable materials, including chemicals and biological materials. Our operations also produce hazardous waste products. The risk of accidental contamination or injury from these materials cannot be completely eliminated. In the event of such an accident, we could be held liable for any damages that result, and any such liability could exceed our resources. We are not insured against this type of liability. We may be required to incur significant costs to comply with environmental laws and regulations in the future, and our operations, business or assets may be materially adversely affected by current or future environmental laws or regulations or any liability thereunder.\nWe may become subject to the risk of product liability claims.\nWe face an inherent risk of product liability as a result of the clinical testing of our product candidates and will face an even greater risk if we or our partners commercialize any products. Human therapeutic products involve the risk of product liability claims and associated adverse publicity. Currently, the principal risks we face relate to patients in our clinical trials, who may suffer unintended consequences. Claims might be made by patients, healthcare providers or pharmaceutical companies or others. For example, we may be sued if any product we develop allegedly causes injury or is found to be otherwise unsuitable during clinical testing, manufacturing, marketing, or sale. Any such product liability claims may include allegations of defects in manufacturing, defects in design, a failure to warn of dangers inherent in the product, negligence, strict liability, and a breach of warranties. Claims could also be asserted under state consumer protection acts. If we cannot successfully defend ourselves against product liability claims, we may incur substantial liabilities or be required to limit commercialization of our product candidates, if approved. Even successful defense would require significant financial and management resources.\nGeneral Risk Factors\nOur intellectual property may be infringed upon by a third party.\nThird parties may infringe one or more of our issued patents or trademarks. We cannot predict if, when or where a third party may infringe one or more of our issued patents or trademarks. To counter infringement, we may be required to file infringement claims, which can be expensive and time consuming. There is no assurance that we would be successful in a court of law in proving that a third party is infringing one or more of our issued patents or trademarks. Any claims we assert against perceived infringers could also provoke these parties to assert counterclaims against us, alleging that we infringe their intellectual property. In addition, in a patent infringement proceeding, a court may decide that a patent of ours is invalid or unenforceable, in whole or in part, construe the patent’s claims narrowly and/or refuse to stop the other party from using the technology at issue on the grounds that our patents do not cover the technology in question, any of which may adversely affect our business. Even if we are successful in proving in a court of law that a third party is infringing one or more of our issued patents or trademarks there can be no assurance that we would be successful in halting their infringing activities, for example, through a permanent injunction, or that we would be fully or even partially financially compensated for any harm to our business. We may be forced to enter into a license or other agreement with the infringing third party at terms less profitable or otherwise commercially acceptable to us than if the license or agreement were negotiated under conditions between those of a willing licensee and a willing licensor. We may not become aware of a third-party infringer within legal timeframes for compensation or at all, thereby possibly losing the ability to be compensated for any harm to our business. Such a third party may be operating in a foreign country where the infringer is difficult to locate and/or the intellectual property laws may be more difficult to enforce. Some third-party infringers may be able to sustain the costs of complex infringement litigation more effectively than we can because they have substantially greater resources. Any inability to stop third-party infringement could result in loss in market share of some of our products or even lead to a delay, reduction and/or inhibition of the development, manufacture or, sale of certain products by us. There is no assurance that a product produced and sold by a third-party infringer would meet our or other regulatory standards or would be safe for use. Such third-party infringer products could irreparably harm the reputation of our products thereby resulting in substantial loss in market share and profits. \nWe may not have or be able to obtain or maintain sufficient and affordable insurance coverage to cover product liability claims, and without sufficient coverage any claim brought against us could have a materially adverse effect on our \nbusiness, financial condition or results of operations. We run clinical trials through investigators that could be negligent through no fault of our own and which could affect patients, cause potential liability claims against us and result in delayed or stopped clinical trials. We are required by contractual obligations to indemnify collaborators, partners, third-party contractors, clinical investigators, and institutions. These indemnifications could result in a material impact due to product liability claims against us and/or these groups. We currently carry at least $10.0 million in product liability insurance, which we believe is appropriate for our current clinical trials. Although we maintain such insurance, any claim that may be brought against us could result in a court judgment or settlement in an amount that is not covered, in whole or in part, by our insurance or that is in excess of the limits of our insurance coverage. Our insurance policies also have various exclusions, and we may be subject to a product liability claim for which we have no coverage. We will have to pay any amounts awarded by a court or negotiated in a settlement that exceed our coverage limitations or that are not covered by our insurance, and we may not have, or be able to obtain, sufficient capital to pay such amounts. We may also need to expand our insurance coverage as our business grows or if any of our product candidates is commercialized. We may not be able to maintain or increase insurance coverage at a reasonable cost or in an amount adequate to satisfy any liability that may arise.\nWe may be subject to damages resulting from claims that we or our employees have wrongfully used or disclosed alleged trade secrets of our employees’ former employers.\nMany of our employees were previously employed at universities or other life sciences companies, including our competitors or potential competitors. Although no claims against us are currently pending, we or our employees may be subject to claims that these employees or we have inadvertently or otherwise used or disclosed trade secrets or other proprietary information of their former employers. Litigation may be necessary to defend against these claims. If we fail in defending such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights. A loss of key research personnel work product could hamper or prevent our ability to commercialize certain potential products, which could severely harm our business. Even if we are successful in defending against these claims, litigation could result in substantial costs and be a distraction to management.\nOur business could be negatively impacted by cybersecurity threats and other disruptions, including the theft of our intellectual property, and could compromise our information and expose us to liability, which would cause our business and reputation to suffer. \nWe and our third-party vendors and suppliers are increasingly dependent on information technology systems and infrastructure, including mobile technologies, to operate our business. In the ordinary course of our business, we use our data centers and our networks to store and access confidential and proprietary business information. The information includes, among other things, our intellectual property and proprietary information, the confidential information of our collaborators and licensees and the personal data of our employees, and the individually identified health information of patients participating in our clinical trials. It is important to our operations and business strategy that this electronic information remains secure and is perceived to be secure. The size and complexity of our information technology systems, and those of our partners and third-party vendors with whom we contract together with the volume of data we retain, make such systems potentially vulnerable to breakdown, malicious intrusion, security breaches and other cybersecurity attacks.\nInformation security risks have significantly increased in recent years in part due to the proliferation of new technologies and the increased sophistication and activities of organized crime, hackers, terrorists and other external parties, including foreign state actors. We face various cybersecurity threats, including cybersecurity attacks to our information technology infrastructure and attempts by others to gain access to our proprietary or sensitive information. Our technology systems and those of our current partners and third-party vendors are vulnerable to attack, damage and interruption from computer viruses and malware (e.g. ransomware), malicious code, cybersecurity threats (such as denial or degradation-of-service attacks, cyber-attacks or cyber-intrusions over the Internet, hacking, phishing and other social engineering attacks), unauthorized access or use, natural disasters, terrorism, war and telecommunication and electrical failures, employee theft or misuse, human error, fraud, and sophisticated nation-state and nation-state-supported actors. A security breach or privacy violation that leads to disclosure or modification of or prevents access to personal data or other protected information could harm our reputation, compel us to comply with federal and/or state breach notification laws and foreign law equivalents, subject us to mandatory corrective action, require us to verify the correctness of database contents and otherwise subject us to liability under laws and regulations that protect personal data, resulting in increased costs or loss of revenue. Similarly, the loss of clinical trial data from completed or ongoing or planned clinical trials could result in delays in our regulatory approval efforts and significantly increase our costs to recover or reproduce the data. Moreover, a security breach that exposes our confidential intellectual property could compromise our patent portfolio. Additionally, theft of our intellectual property or proprietary business information could require substantial expenditures to \nremedy. If we are unable to prevent such security breaches or privacy violations or implement satisfactory remedial measures, our operations could be disrupted, and we may suffer loss of reputation, financial loss and other regulatory penalties because of lost or misappropriated information. In addition, these breaches and other inappropriate access can be difficult to detect, and any delay in identifying them may lead to increased harm of the type described above. Moreover, the prevalent use of mobile devices that access confidential information increases the risk of data security breaches, which could lead to the loss of confidential information, trade secrets or other intellectual property. As cyber threats continue to evolve, we may be required to expend significant additional resources to continue to modify or enhance our protective measures or to investigate and remediate any information security vulnerabilities. \nThe procedures and controls we use to monitor these threats and mitigate our exposure may not be sufficient to prevent cybersecurity incidents. The result of these incidents could have a material adverse effect on our business, financial condition and results of operations including disrupted operations, lost opportunities, misstated financial data, liability for stolen assets or information, increased costs arising from the implementation of additional security protective measures, litigation and reputational damage. Any remedial costs or other liabilities related to cybersecurity incidents may not be fully insured or indemnified by other means. \nThe increasing use of social media platforms presents new risks and challenges.\nSocial media is increasingly being used to communicate about our products, technologies and programs, and the diseases our product or product candidates are designed to treat. Social media practices in the biopharmaceutical industry continue to evolve and regulations relating to such use are not always clear. This evolution creates uncertainty and risk of noncompliance with regulations applicable to our business. For example, patients may use social media channels to comment on the effectiveness of a product or to report an alleged adverse event. When such disclosures occur, there is a risk that we fail to monitor and comply with applicable adverse event reporting obligations or we may not be able to defend ourselves or the public's legitimate interests in the face of the political and market pressures generated by social media due to restrictions on what we may say about our product or product candidates. There is also a risk of inappropriate disclosure of sensitive information or negative or inaccurate posts or comments about us on any social networking website. If any of these events were to occur or we otherwise fail to comply with applicable regulations, we could incur liability, face overly restrictive regulatory actions or incur other harm to our business.\nCompliance with global privacy and data security requirements could result in additional costs and liabilities to us or inhibit our ability to collect and process data globally, and the failure to comply with such requirements could have a material adverse effect on our business, financial condition or results of operations.\nThe regulatory framework for the collection, use, safeguarding, sharing, transfer and other processing of information worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future. Globally, virtually every jurisdiction in which we operate has established its own data security and privacy frameworks with which we must comply. Depending on our activities and operations we may be subject to privacy laws in other jurisdictions. For example, the collection, use, disclosure, transfer, or other processing of personal data regarding individuals in the European Union (the EU) including personal health data, is subject to the EU General Data Protection Regulation (GDPR) which took effect across all member states of the European Economic Area (EEA) in May 2018. The GDPR is wide-ranging in scope and imposes numerous requirements on companies that process personal data, including requirements relating to processing health and other sensitive data, obtaining consent of the individuals to whom the personal data relates, providing information to individuals regarding data processing activities, implementing safeguards to protect the security and confidentiality of personal data, providing notification of data breaches, and taking certain measures when engaging third-party processors. In addition, the GDPR imposes strict rules on the transfer of personal data to countries outside the EU, which includes the United States and, as a result, increases the scrutiny that clinical trial sites located in the EEA should apply to transfers of personal data from such sites to countries that are considered to lack an adequate level of data protection, such as the United States. The GDPR also permits data protection authorities to require destruction of improperly gathered or used personal data and/or impose substantial fines for violations of the GDPR, which can be up to 4% of global revenues or €20 million, whichever is greater, and it also confers a private right of action on data subjects and consumer associations to lodge complaints with supervisory authorities, seek judicial remedies, and obtain compensation for damages resulting from violations of the GDPR. In addition, the GDPR provides that EU member states may make their own additional laws and regulations limiting the processing of personal data, including genetic, biometric or health data.\nThe European Data Protection Board continues to release guidelines for industries and impose fines related to the GDPR, some of which have been very significant. To improve coordination among EU supervisory authorities, the European Commission has proposed a new regulation that would help to streamline enforcement of the GDPR in cross-\nborder cases. Meanwhile, there continues to be persistent uncertainty relating to the transfer of personal data from Europe to the U.S., or other non-adequate countries, following the Schrems II decision. On July 10, 2023, the European Commission adopted its adequacy decision on the EU-U.S. Data Privacy Framework (DPF). The decision, which took effect on the day of its adoption, concludes that the United States ensures an adequate level of protection for personal data transferred from the EEA to companies certified to DPF. However, it remains too soon to tell how the future of DPF will evolve and what impact it will have on our international activities. At least one challenge to the DPF is pending before the Court of Justice of the European Union. \nFurther, Brexit has led and could also lead to legislative and regulatory changes that may increase our compliance costs. As of January 1, 2021 and the expiry of transitional arrangements agreed to between the UK and the EU, data processing in the UK is governed by a UK version of the GDPR (combining the GDPR and the Data Protection Act 2018), exposing us to two parallel regimes, each of which authorizes similar fines and other potentially divergent enforcement actions for certain violations. On June 28, 2021, the European Commission adopted an Adequacy Decision for the UK, allowing for the relatively free exchange of personal data between the EU and the UK (as the UK correspondingly allows transfers back to the EU). However, the European Commission may suspend the Adequacy Decision if it considers that the UK no longer provides for an adequate level of data protection. A bill to amend the existing UK framework has been reintroduced (in a different form) by the new UK Government and was announced as a bill which will be introduced into Parliament at the King’s Speech on July 17, 2024. At this time, there is no specific clarity on the provisions of the bill, or the extent to which it will amend the UK framework, beyond general descriptions on its intended purpose.\nSimilar actions are either in place or under way in the United States. There are a broad variety of data protection and breach notification laws that are applicable to our activities, and a wide range of enforcement agencies at both the state and federal levels that can review companies for privacy and data security concerns based on general consumer protection laws. Each of these laws is subject to varying interpretations and the legislative landscape is constantly evolving and the Federal Trade Commission (FTC) and state Attorneys General all are aggressive in reviewing privacy and data security protections for consumers. At the federal level, for example, the Health Insurance Portability and Accountability Act of 1996 (HIPAA), which establishes privacy and security standards that limit the use and disclosure of individually identifiable health information, or protected health information, and require the implementation of administrative, physical and technological safeguards to protect the privacy of protected health information and ensure the confidentiality, integrity and availability of electronic protected health information. We may obtain health information from third parties (including research institutions from which we obtain clinical trial data) that are subject to privacy and security requirements under HIPAA. Depending on the facts and circumstances, we could be subject to civil, criminal, and administrative penalties if we knowingly obtain, use, or disclose individually identifiable health information maintained by a HIPAA-covered entity in a manner that is not authorized or permitted by HIPAA. Requirements for compliance under HIPAA are also subject to change, as the U.S. Department of Health and Human Services Office of Civil Rights issued a proposed rule that would amend certain security compliance requirements for covered entities and business associates. Even when HIPAA does not apply, according to the FTC, failing to take appropriate steps to keep consumers’ personal data secure constitutes unfair acts or practices in or affecting commerce in violation of Section 5(a) of the Federal Trade Commission Act. The FTC expects a company’s data security measures to be reasonable and appropriate in light of the sensitivity and volume of consumer information it holds, the size and complexity of its business, and the cost of available tools to improve security and reduce vulnerabilities. Individually identifiable health information is considered sensitive data that merits stronger safeguards. In 2024, the FTC finalized updates to the Health Breach Notification Rule that, among other things, clarified its applicability to health apps and other similar technologies and expanded the information the breach notification requirements for entities subject to the rule which may add additional complexity to compliance obligations going forward.\nAdditionally, new laws also are being considered at both the state and federal levels and several states have passed comprehensive privacy laws. For example, the California Consumer Privacy Act (CCPA), which went into effect on January 1, 2020, and as was later amended and expanded, is creating similar risks and obligations as those created by the GDPR, though the CCPA does exempt certain clinical trial data. The CCPA may increase our compliance costs and potential liability, and we cannot yet predict the impact of the CCPA on our business. Similar laws passed in various other states such as Virginia, Colorado, Connecticut, New Jersey and Texas, with effective dates through 2026. Some state laws also minimize what data can be collected from consumers and how businesses may use and disclose it. These state privacy laws also require businesses to make disclosures to consumers about data collection, use and sharing practices. In addition, some of these laws (including the CCPA), along with other standalone health privacy laws, subject health-related information to additional safeguards and disclosures and some specifically regulate consumer health data, such as the Washington My Health My Data Act, which became effective in 2023 and 2024, Nevada’s Consumer Health Data Privacy Law, which became effective in 2024, and Connecticut’s amendments to its privacy law to address health data, which became effective in 2023. Additionally, a broad range of legislative measures also have been introduced at the federal \nlevel. Accordingly, failure to comply with federal and state laws (both those currently in effect and future legislation) regarding privacy and security of personal data could expose us to fines and penalties under such laws. There also is the threat of consumer class actions related to these laws and the overall protection of personal data.\nOur employees and personnel use generative artificial intelligence, or AI, technologies to perform their work, and the disclosure and use of personal data in generative AI technologies is subject to various privacy laws and other privacy obligations. Governments have passed and are likely to pass additional laws regulating generative AI. Our use of this technology could result in additional compliance costs, regulatory investigations and actions, and lawsuits. If we are unable to use generative AI, it could make our business less efficient and result in competitive disadvantages.\nGiven the breadth and depth of changes in data protection obligations, preparing for and complying with these requirements is rigorous and time intensive and requires significant resources and a review of our technologies, systems and practices, as well as those of any third-party collaborators, service providers, CROs, contractors or consultants that process or transfer personal data collected in the EU. The GDPR and other changes in laws or regulations associated with the enhanced protection of certain types of sensitive data, such as healthcare data or other personal data from our clinical trials, and access to certain data such as the European Health Data Space Regulation, could require us to change our business practices and put in place additional compliance mechanisms, may interrupt or delay our development, regulatory and commercialization activities and increase our cost of doing business, and could lead to government enforcement actions, private litigation and significant fines and penalties against us and could have a material adverse effect on our business, financial condition or results of operations. Similarly, failure to comply with federal and state laws regarding privacy and security of personal data could expose us to fines and penalties under such laws. Even if we are not determined to have violated these laws, government investigations into these issues typically require the expenditure of significant resources and generate negative publicity, which could harm our reputation and our business.\nWe may be vulnerable to disruption, damage and financial obligation as a result of system failures.\nDespite the implementation of security measures, any of the internal computer systems belonging to us, our collaborators or our third-party service providers are vulnerable to damage from computer viruses, unauthorized access, natural disasters, terrorism, war and telecommunication and electrical failure. Any system failure, accident or security breach that causes interruptions in our own, in collaborators’ or in third-party service vendors’ operations could result in a material disruption of our drug discovery and development programs. For example, the loss of clinical trial data from completed or future clinical trials could result in delays in our or our partners’ regulatory approval efforts and significantly increase our costs in order to recover or reproduce the lost data. To the extent that any disruption or security breach results in a loss or damage to our data or applications, or inappropriate disclosure of confidential or proprietary information, we may incur liability as a result, our drug discovery programs and competitive position may be adversely affected and the further development of our product candidates may be delayed. Furthermore, we may incur additional costs to remedy the damages caused by these disruptions or security breaches.\nOur employees may engage in misconduct or other improper activities, including noncompliance with regulatory standards and requirements and insider trading.\nWe are exposed to the risk of employee fraud or other misconduct. Misconduct by employees could include intentional failures to comply with FDA regulations, to provide accurate information to the FDA, to comply with manufacturing standards we have established, to comply with federal and state healthcare fraud and abuse laws and regulations, or to report financial information or data accurately or disclose unauthorized activities to us. In particular, sales, marketing and business arrangements in the healthcare industry are subject to extensive laws and regulations intended to prevent fraud, misconduct, kickbacks, self-dealing and other abusive practices. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, marketing and promotion, sales commission, customer incentive programs and other business arrangements. Employee misconduct could also involve the improper use of information obtained in the course of clinical trials, which could result in regulatory sanctions and serious harm to our reputation. We have adopted a Code of Business Conduct and Ethics, but it is not always possible to identify and deter employee misconduct, and the precautions we take to detect and prevent this activity may not be effective in controlling unknown or unmanaged risks or losses or in protecting us from governmental investigations or other actions or lawsuits stemming from a failure to be in compliance with such laws or regulations. If any such actions are instituted against us, and we are not successful in defending ourselves or asserting our rights, those actions could have a significant impact on our business, including the imposition of significant civil, criminal, and administrative sanctions, and our reputation.\nIn addition, during the course of our operations our directors, executives, and employees may have access to material, nonpublic information regarding our business, our results of operations, or potential transactions we are considering. We may not be able to prevent a director, executive, or employee from trading in our common stock on the basis of, or while having access to, material, nonpublic information. If a director, executive, or employee was to be investigated or an action was to be brought against a director, executive, or employee for insider trading, it could have a negative impact on our reputation and our stock price. Such a claim, with or without merit, could also result in substantial expenditures of time and money, and divert attention of our management team from other tasks important to the success of our business.",
      "char_count": 149390
    }
  },
  "extracted_at": "2025-10-18T18:03:49.187354"
}